{"numeros_7_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (yôwm) em Números 7:1 refere-se ao tempo específico em que as ofertas foram apresentadas no tabernáculo.","explicacao_detalhada":"Neste contexto, 'dia' indica um momento significativo na vida do povo de Israel, onde eles se reúnem para adorar e oferecer a Deus.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância da adoração comunitária e da consagração a Deus em momentos específicos.","conexao_teologica":"O conceito de tempo sagrado é importante na teologia bíblica, onde certos dias são separados para adoração e reflexão sobre a obra de Deus.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Hebreus 4:9-10"]},"numeros_7_1_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' (qûwm) em Números 7:1 refere-se à ação de se erguer ou se preparar para a adoração e o serviço a Deus.","explicacao_detalhada":"Neste contexto, 'levantar' implica em uma disposição ativa para servir e honrar a Deus, simbolizando um compromisso com a Sua obra.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque representa a ação de se colocar em movimento em direção ao serviço e à adoração.","conexao_teologica":"Levantar-se para adorar é um tema que aparece em várias partes da Escritura, simbolizando a resposta do povo a Deus e Sua convocação para o serviço.","referencias_relacionadas":["Salmos 134:2","Isaías 60:1","Mateus 28:19"]},"numeros_7_1_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' (mishkân) em Números 7:1 refere-se ao local sagrado onde Deus habita entre o Seu povo.","explicacao_detalhada":"Neste contexto, o 'templo' é o espaço designado para a adoração e a presença de Deus, simbolizando a relação entre o Criador e a criação.","por_que_esta_palavra":"A menção do 'templo' destaca a importância da adoração e da comunhão com Deus em um espaço sagrado.","conexao_teologica":"O conceito de templo é central na teologia bíblica, culminando na ideia de que os crentes são o templo do Espírito Santo (1 Coríntios 6:19).","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","1 Pedro 2:5"]},"numeros_7_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' (maṭṭeh) em Números 7:2 refere-se às divisões do povo de Israel, cada uma com sua própria identidade e herança.","explicacao_detalhada":"Neste contexto, 'tribo' representa a organização social e religiosa do povo de Deus, enfatizando a diversidade e a unidade dentro da nação.","por_que_esta_palavra":"A palavra 'tribo' é importante porque reflete a estrutura do povo de Israel e a maneira como Deus se relaciona com eles como um todo.","conexao_teologica":"A ideia de tribos é significativa na história da salvação, onde cada tribo tem um papel no plano de Deus para a redenção.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_7_2_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' (pâqad) em Números 7:2 refere-se à ação de Deus em cuidar e proteger Seu povo, garantindo sua liberdade e segurança.","explicacao_detalhada":"Neste contexto, 'libertar' implica em um ato de salvação e proteção, refletindo o caráter de Deus como o libertador de Israel.","por_que_esta_palavra":"A palavra 'libertar' é crucial, pois destaca a ação de Deus em trazer Seu povo para fora da escravidão e em direção à liberdade.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, culminando na libertação espiritual através de Cristo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"numeros_7_3_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' (nâsîyʼ) em Números 7:3 refere-se à liderança e autoridade que Deus estabelece sobre Seu povo.","explicacao_detalhada":"Neste contexto, 'rei' representa a figura de autoridade que deve guiar e proteger a nação de Israel, refletindo a soberania de Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa porque enfatiza a necessidade de liderança divina e a importância de seguir a vontade de Deus.","conexao_teologica":"A realeza de Deus é um tema central na Escritura, onde Ele é reconhecido como o Rei soberano que governa sobre todas as nações.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"numeros_7_3_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habitava entre o povo de Israel.","explicacao_detalhada":"O 'templo' (mishkân) é o espaço designado por Deus para a adoração e a presença divina. Era o centro espiritual de Israel, simbolizando a habitação de Deus entre seu povo.","por_que_esta_palavra":"A palavra 'templo' é usada para enfatizar a importância da presença de Deus no meio do povo e a necessidade de um espaço sagrado para a adoração.","conexao_teologica":"O templo representa a relação entre Deus e a humanidade, sendo um lugar de encontro e sacrifício, prefigurando a vinda de Cristo como o verdadeiro templo.","referencias_relacionadas":["Êxodo 25:8","1 Reis 6:1","Salmos 27:4"]},"numeros_7_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir para um lugar específico.","explicacao_detalhada":"A palavra 'vir/entrar' (bôwʼ) é utilizada para descrever o ato de se aproximar de um local sagrado, como o templo, onde se busca a presença de Deus.","por_que_esta_palavra":"É importante ressaltar a ação de se aproximar de Deus, simbolizando a disposição do povo em buscar a comunhão com Ele.","conexao_teologica":"A ideia de 'entrar' é uma metáfora para a aproximação a Deus, que é acessível a todos que o buscam com sinceridade.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","Mateus 7:7"]},"numeros_7_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' (ʼâmar) é usada para expressar a comunicação de instruções ou revelações divinas, destacando a importância da palavra de Deus.","por_que_esta_palavra":"A ênfase na palavra 'dizer' mostra a relevância da comunicação divina e a necessidade de ouvir e obedecer a voz de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a declaração de Sua vontade é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Isaías 55:11","Romanos 10:17","Salmos 119:105"]},"numeros_7_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O 'senhor' (Yᵉhôvâh) é o nome que expressa a soberania e a fidelidade de Deus, sendo central na adoração e na identidade do povo de Israel.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação pessoal e a reverência que o povo deve ter em relação ao Criador.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocar Seu nome é um ato de fé e adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"numeros_7_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou oferecer algo em um contexto de adoração.","explicacao_detalhada":"A palavra 'dar' (nâthan) é utilizada para descrever a entrega de ofertas e sacrifícios a Deus, simbolizando a devoção do povo.","por_que_esta_palavra":"A ênfase em 'dar' reflete a atitude de gratidão e reconhecimento da provisão divina na vida do povo.","conexao_teologica":"Dar a Deus é um ato de adoração que reconhece Sua soberania e bondade, refletindo a generosidade do coração do crente.","referencias_relacionadas":["2 Coríntios 9:7","Salmos 96:8","Mateus 5:23-24"]},"numeros_7_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair ou acontecer algo em um contexto de mudança ou transformação.","explicacao_detalhada":"A palavra 'cair' (hâyâh) pode ser interpretada como a realização de eventos significativos na história do povo de Deus, incluindo bênçãos e juízos.","por_que_esta_palavra":"A ideia de 'cair' pode simbolizar a resposta de Deus às ações do povo, seja em bênção ou disciplina.","conexao_teologica":"A queda e a restauração são temas centrais na narrativa bíblica, refletindo a necessidade de arrependimento e a graça de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:9"]},"numeros_7_5_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou serviço prestado a Deus e à comunidade.","explicacao_detalhada":"A palavra 'obra' (ʻâbad) é usada para descrever a atividade de servir a Deus e aos outros, enfatizando a importância do serviço na vida do crente.","por_que_esta_palavra":"A ênfase em 'obra' destaca a responsabilidade do povo em agir de acordo com a vontade de Deus e a importância do trabalho na fé.","conexao_teologica":"As boas obras são uma expressão da fé viva e da transformação que ocorre na vida do crente, refletindo a natureza de Cristo.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"numeros_7_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou oferecer algo em um contexto de adoração.","explicacao_detalhada":"A palavra 'dar' (nâthan) é utilizada novamente para enfatizar a entrega de ofertas e a devoção do povo a Deus.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a importância da generosidade e da entrega a Deus como parte da adoração.","conexao_teologica":"Dar a Deus é um reflexo da gratidão e do reconhecimento de Sua bondade, sendo um ato de fé e adoração.","referencias_relacionadas":["Lucas 6:38","Provérbios 3:9-10","Mateus 6:21"]},"numeros_7_6_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' (lâqach) é utilizada para descrever a ação de receber bênçãos ou instruções de Deus, enfatizando a importância da disposição em aceitar o que Ele oferece.","por_que_esta_palavra":"A ênfase em 'tomar' destaca a necessidade de estar aberto para receber as bênçãos e a direção de Deus na vida.","conexao_teologica":"Tomar o que Deus oferece é um ato de fé que implica confiança em Sua provisão e sabedoria.","referencias_relacionadas":["Tiago 1:5","Salmos 34:8","Romanos 8:32"]},"numeros_7_6_carro":{"palavra_pt":"carro","palavra_original":"עֲגָלָה","transliteracao":"ʻăgâlâh","strong":"H5699","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se a um veículo utilizado para transporte, especialmente em contextos de mobilidade e serviço.","explicacao_detalhada":"A palavra 'carro' (ʻăgâlâh) é usada para descrever os meios de transporte que facilitam a movimentação do povo e dos objetos sagrados, como o tabernáculo.","por_que_esta_palavra":"A menção do 'carro' destaca a logística e a organização necessárias para o serviço e a adoração a Deus.","conexao_teologica":"O transporte dos objetos sagrados simboliza a importância da ordem e do respeito no serviço a Deus, refletindo a necessidade de preparação e reverência.","referencias_relacionadas":["Números 7:3","1 Crônicas 15:2","2 Samuel 6:3"]},"numeros_7_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, à continuidade da linhagem e à relação familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever não apenas a relação biológica, mas também a posição de alguém dentro de uma família ou comunidade. No contexto de Números 7:7, enfatiza a importância da herança e da identidade familiar entre os israelitas.","por_que_esta_palavra":"A escolha da palavra 'filho' é significativa, pois representa a continuidade da aliança de Deus com o povo de Israel através das gerações.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai e Israel como Seu filho.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 5:9"]},"numeros_7_7_carro":{"palavra_pt":"carro","palavra_original":"עֲגָלָה","transliteracao":"ʻăgâlâh","strong":"H5699","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se a um veículo de transporte, utilizado para mover pessoas ou bens.","explicacao_detalhada":"A palavra 'carro' (עֲגָלָה) indica um meio de transporte que era essencial para a mobilidade e logística do povo israelita durante suas jornadas. Em Números 7:7, os carros são mencionados como parte dos presentes oferecidos ao Tabernáculo.","por_que_esta_palavra":"A menção de carros destaca a importância da mobilidade e da preparação para o serviço a Deus, simbolizando também a força e a capacidade de levar a mensagem divina.","conexao_teologica":"Os carros podem ser vistos como um símbolo da preparação e do esforço humano em servir a Deus, refletindo a necessidade de estar pronto para a missão.","referencias_relacionadas":["1 Reis 10:26","Isaías 66:15","Ezequiel 1:15"]},"numeros_7_7_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao rebanho, especialmente de bois, que era uma parte vital da economia e da vida rural israelita.","explicacao_detalhada":"A palavra 'gado' (בָּקָר) representa a riqueza e os recursos de uma família ou tribo. Em Números 7:7, o gado é mencionado como parte das ofertas ao Senhor, simbolizando a devoção e a gratidão do povo.","por_que_esta_palavra":"O uso da palavra 'gado' enfatiza a importância dos recursos materiais na adoração a Deus, mostrando que tudo o que temos deve ser usado para glorificá-Lo.","conexao_teologica":"O gado, como oferta, representa a entrega do que é valioso a Deus, refletindo a ideia de sacrifício e devoção.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:3","Hebreus 13:16"]},"numeros_7_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se à descendência e à continuidade familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para reafirmar a importância da linhagem e da herança espiritual entre os israelitas, especialmente no contexto das ofertas apresentadas ao Senhor.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é responsável por manter a fé e a aliança com Deus.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai e Israel como Seu filho.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 5:9"]},"numeros_7_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um membro da tribo de Levi que serve no Tabernáculo e realiza funções religiosas.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é crucial para entender a mediação entre Deus e o povo. Em Números 7:8, os sacerdotes são mencionados em relação às ofertas, destacando seu papel central na adoração e na manutenção da santidade.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' enfatiza a importância do ministério e da intercessão, mostrando que a adoração a Deus é mediada por aqueles que foram chamados para esse propósito.","conexao_teologica":"Os sacerdotes simbolizam a conexão entre o sagrado e o profano, representando o povo diante de Deus e Deus diante do povo.","referencias_relacionadas":["Levítico 10:1","Hebreus 5:1","1 Pedro 2:9"]},"numeros_7_8_carro":{"palavra_pt":"carro","palavra_original":"עֲגָלָה","transliteracao":"ʻăgâlâh","strong":"H5699","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se novamente a um veículo de transporte, essencial para a logística do povo.","explicacao_detalhada":"A palavra 'carro' (עֲגָלָה) é mencionada em Números 7:8 como parte das ofertas, simbolizando a disposição do povo em servir e transportar o que é necessário para o culto a Deus.","por_que_esta_palavra":"A repetição da palavra 'carro' destaca a importância da mobilidade e da preparação para o serviço a Deus, simbolizando também a força e a capacidade de levar a mensagem divina.","conexao_teologica":"Os carros podem ser vistos como um símbolo da preparação e do esforço humano em servir a Deus, refletindo a necessidade de estar pronto para a missão.","referencias_relacionadas":["1 Reis 10:26","Isaías 66:15","Ezequiel 1:15"]},"numeros_7_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para reafirmar a importância da linhagem e da herança espiritual entre os israelitas, especialmente no contexto das ofertas apresentadas ao Senhor.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração é responsável por manter a fé e a aliança com Deus.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai e Israel como Seu filho.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 5:9"]},"numeros_7_9_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, algo que possui um caráter divino.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) é fundamental para entender a natureza do culto e da adoração em Israel. Em Números 7:9, o sagrado é mencionado em relação às ofertas, indicando que tudo que é oferecido a Deus deve ser tratado com reverência.","por_que_esta_palavra":"A escolha da palavra 'sagrado' enfatiza a separação do que é comum e a importância de reconhecer a santidade de Deus.","conexao_teologica":"O conceito de sagrado é central na teologia bíblica, onde Deus é visto como o Santo dos Santos, e o povo é chamado a ser santo como Ele é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"numeros_7_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade, à fidelidade e à integridade.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da honestidade e da fidelidade nas relações, especialmente na relação entre Deus e Seu povo. Em Números 7:9, a verdade é um aspecto essencial do caráter de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a necessidade de viver de acordo com a realidade de Deus e Sua palavra, sendo um chamado à integridade.","conexao_teologica":"Deus é descrito como a Verdade, e a verdade é um princípio fundamental na vida cristã, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"numeros_7_10_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente em relação ao povo de Israel.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é usada para descrever a liderança e a soberania. Em Números 7:10, o rei é mencionado em um contexto de organização e liderança do povo, refletindo a estrutura social e política de Israel.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a necessidade de liderança justa e a importância de governar segundo os princípios de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir Seu caráter e justiça.","referencias_relacionadas":["Salmos 10:16","Isaías 33:22","Apocalipse 19:16"]},"numeros_7_10_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local de sacrifício e adoração, onde os israelitas ofereciam suas ofertas a Deus.","explicacao_detalhada":"No contexto de Números 7:10, o altar é mencionado como parte das instruções para a consagração e adoração a Deus. Ele simboliza a presença de Deus entre o povo e a necessidade de expiação dos pecados.","por_que_esta_palavra":"A palavra 'altar' é fundamental na prática religiosa israelita, representando o lugar onde se realiza a mediação entre Deus e o homem através dos sacrifícios.","conexao_teologica":"O altar é um símbolo da redenção e do sacrifício, que culmina em Cristo, o verdadeiro sacrifício que remove o pecado do mundo.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"numeros_7_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de 24 horas, mas no contexto bíblico pode ter significados mais amplos, incluindo tempo de consagração.","explicacao_detalhada":"Em Números 7:10, o dia é mencionado em relação ao tempo específico em que as ofertas foram apresentadas, ressaltando a importância da ordem e do tempo na adoração a Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar momentos significativos na vida do povo de Israel, como festivais e celebrações religiosas.","conexao_teologica":"O conceito de dia é importante na criação e na observância do Sabbath, refletindo a ordem divina no tempo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"numeros_7_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em Números 7:10, o 'dia' é um período de tempo em que as ofertas são apresentadas ao Senhor.","explicacao_detalhada":"O uso da palavra 'dia' em Números 7:11 enfatiza a continuidade e a importância da adoração em momentos específicos, mostrando a disciplina do povo em seguir as instruções de Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a estrutura do culto e a regularidade das ofertas feitas ao Senhor.","conexao_teologica":"O dia é um lembrete da fidelidade de Deus em cumprir Suas promessas e a necessidade de o povo se reunir para adorá-Lo.","referencias_relacionadas":["Levítico 23:3","Deuteronômio 16:16","Salmos 118:24"]},"numeros_7_11_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é novamente mencionado como o local de sacrifício e adoração, essencial para a vida espiritual do povo.","explicacao_detalhada":"Em Números 7:11, o altar é o lugar onde as ofertas são apresentadas, simbolizando a entrega e a devoção do povo a Deus.","por_que_esta_palavra":"A palavra 'altar' é central na prática religiosa, representando a conexão entre o homem e Deus através do sacrifício.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se ofereceu uma vez por todas para a salvação da humanidade.","referencias_relacionadas":["Levítico 4:7","Romanos 12:1","Hebreus 10:12"]},"numeros_7_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a comunicação de Deus ao povo, enfatizando a importância da revelação divina.","explicacao_detalhada":"Em Números 7:11, a palavra 'dizer' destaca a autoridade de Deus ao instruir o povo sobre como proceder em suas ofertas e adoração.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Deus e Seu povo, onde a comunicação divina é essencial para a obediência.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, culminando na Palavra encarnada, Jesus Cristo.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","João 1:1"]},"numeros_7_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é novamente mencionado como um tempo específico para a apresentação de ofertas ao Senhor.","explicacao_detalhada":"Em Números 7:12, o dia é um lembrete da importância da adoração regular e da consagração do povo a Deus.","por_que_esta_palavra":"A palavra 'dia' enfatiza a necessidade de disciplina e regularidade na vida espiritual do povo de Israel.","conexao_teologica":"O conceito de dia reflete a ordem divina e a importância de dedicar tempo a Deus em adoração.","referencias_relacionadas":["Êxodo 23:14","Deuteronômio 16:16","Salmos 118:24"]},"numeros_7_12_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma representando uma parte do povo escolhido por Deus.","explicacao_detalhada":"Em Números 7:12, a menção da tribo destaca a organização do povo de Israel e a importância de cada tribo na adoração e serviço a Deus.","por_que_esta_palavra":"A palavra 'tribo' é crucial para entender a identidade e a herança do povo de Israel como nação escolhida.","conexao_teologica":"As tribos de Israel são um símbolo da diversidade e unidade do povo de Deus, que se manifesta na Igreja.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"numeros_7_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a um ato de entrega ou submissão, especialmente no contexto de adoração.","explicacao_detalhada":"Em Números 7:12, 'cair' pode simbolizar a atitude de humildade e reverência diante de Deus ao apresentar ofertas.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a postura do adorador em relação a Deus, que deve ser de submissão e respeito.","conexao_teologica":"Cair diante de Deus é um ato de adoração que reflete a reverência que devemos ter diante do Criador.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Apocalipse 4:10"]},"numeros_7_13_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, indicando a pureza e a santidade exigidas na adoração.","explicacao_detalhada":"Em Números 7:13, o termo 'sagrado' enfatiza a importância de oferecer a Deus o que é puro e digno, refletindo a santidade de Sua natureza.","por_que_esta_palavra":"A palavra 'sagrado' é essencial para entender a natureza de Deus e a forma como devemos nos aproximar dEle.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver em santidade e a nos separar do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"numeros_7_13_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se aos presentes dados a Deus, que podem incluir sacrifícios e donativos.","explicacao_detalhada":"Em Números 7:13, a oferta é um ato de adoração e gratidão, simbolizando a entrega do coração e da vida ao Senhor.","por_que_esta_palavra":"A palavra 'oferta' é fundamental para a prática religiosa, representando a devoção e o reconhecimento da soberania de Deus.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram a oferta suprema de Cristo, que se entregou por nós.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Hebreus 13:16"]},"numeros_7_13_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Números 7:13, o altar é mencionado como parte dos rituais de consagração e adoração, simbolizando a presença de Deus entre o povo de Israel. O altar é um lugar de encontro entre o humano e o divino, onde os israelitas trazem suas ofertas e sacrifícios.","por_que_esta_palavra":"A palavra 'altar' é central na adoração israelita, representando o local de expiação e comunhão com Deus.","conexao_teologica":"O altar prefigura o sacrifício de Cristo, que se tornou o altar definitivo onde a expiação pelos pecados é realizada.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"numeros_7_14_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é frequentemente usada como símbolo de poder e ação.","explicacao_detalhada":"Em Números 7:14, a mão é mencionada em relação ao ato de oferecer sacrifícios, simbolizando a entrega e a dedicação do ofertante a Deus. A mão representa a capacidade de agir e realizar a vontade divina.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a ação humana em resposta ao chamado de Deus.","conexao_teologica":"A mão de Deus é frequentemente mencionada como a que guia e sustenta o Seu povo, refletindo Sua soberania e poder.","referencias_relacionadas":["Salmos 145:16","Isaías 41:10","Mateus 7:7"]},"numeros_7_14_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa a humanidade, especialmente em sua relação com Deus.","explicacao_detalhada":"Em Números 7:14, a palavra 'homem' é usada para descrever o ofertante, enfatizando a responsabilidade individual de cada pessoa diante de Deus. O homem é visto como um ser criado à imagem de Deus, com a capacidade de se relacionar com o Criador.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a dignidade e o valor que cada indivíduo possui aos olhos de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"numeros_7_14_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"O 'fif' refere-se a uma porção ou parte, frequentemente associada a dízimos ou ofertas.","explicacao_detalhada":"Em Números 7:14, o 'fif' é mencionado em relação às ofertas que são apresentadas a Deus, simbolizando a gratidão e a obediência do povo. Representa a ideia de que tudo o que temos pertence a Deus e devemos devolver uma parte a Ele.","por_que_esta_palavra":"A palavra 'fif' é importante porque enfatiza a prática de dar a Deus o que é devido, reconhecendo Sua soberania sobre nossas vidas.","conexao_teologica":"A prática de dar a Deus é um reflexo da nossa adoração e reconhecimento de Sua provisão em nossas vidas.","referencias_relacionadas":["Levítico 27:30","Malaquias 3:10","2 Coríntios 9:7"]},"numeros_7_15_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' pode se referir a um animal forte, como um carneiro, usado em sacrifícios.","explicacao_detalhada":"Em Números 7:15, a 'forca' é mencionada como parte dos sacrifícios oferecidos, simbolizando a força e a vitalidade que são entregues a Deus. O sacrifício de um animal forte representa a entrega do melhor ao Senhor.","por_que_esta_palavra":"A palavra 'forca' é significativa porque representa a qualidade e a pureza das ofertas que devem ser apresentadas a Deus.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício perfeito de Cristo, que se entregou por nós.","referencias_relacionadas":["Levítico 1:10","Hebreus 9:14","1 Pedro 1:19"]},"numeros_7_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O 'filho' representa a continuidade da linhagem e a herança da promessa.","explicacao_detalhada":"Em Números 7:15, a palavra 'filho' é usada para descrever a relação familiar e a importância da descendência na cultura israelita. Os filhos são vistos como uma bênção e um legado.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a dinâmica familiar e a transmissão das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora poderosa na Escritura, refletindo a relação entre Deus e Seu povo, e culminando na paternidade de Deus em relação a Jesus.","referencias_relacionadas":["Salmos 127:3","Gênesis 17:7","Romanos 8:15"]},"numeros_7_16_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'sacrifício' é uma oferta feita a Deus para expiação de pecados ou agradecimento.","explicacao_detalhada":"Em Números 7:16, o 'sacrifício' é mencionado como parte do ritual de adoração, simbolizando a necessidade de expiação e a busca pela reconciliação com Deus. O sacrifício é um ato de obediência e devoção.","por_que_esta_palavra":"A palavra 'sacrifício' é central na teologia do Antigo Testamento, representando a maneira como o povo se aproximava de Deus.","conexao_teologica":"O sacrifício de Cristo é o cumprimento definitivo de todos os sacrifícios do Antigo Testamento, trazendo redenção e perdão.","referencias_relacionadas":["Levítico 4:20","Hebreus 9:22","Romanos 12:1"]},"numeros_7_16_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O 'bode' é frequentemente associado a sacrifícios e expiação de pecados.","explicacao_detalhada":"Em Números 7:16, o 'bode' é mencionado como uma oferta específica, simbolizando a transferência dos pecados do povo para o animal, que é então sacrificado. Isso representa a ideia de que o pecado deve ser expiado.","por_que_esta_palavra":"A palavra 'bode' é significativa porque representa o conceito de expiação e a necessidade de um sacrifício substitutivo.","conexao_teologica":"O bode expiatório é uma figura que prefigura Cristo, que leva sobre Si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"numeros_7_17_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' aqui se refere a um carneiro, usado em sacrifícios.","explicacao_detalhada":"Em Números 7:17, a 'forca' é mencionada como parte dos sacrifícios, simbolizando a força e a pureza que devem ser oferecidas a Deus. O carneiro é um símbolo de obediência e devoção.","por_que_esta_palavra":"A palavra 'forca' é importante porque representa a qualidade das ofertas que devem ser apresentadas ao Senhor.","conexao_teologica":"Os sacrifícios de animais no Antigo Testamento prefiguram o sacrifício de Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Gênesis 22:13","Êxodo 12:5","João 1:29"]},"numeros_7_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é uma unidade de tempo que marca eventos importantes na vida do povo de Deus.","explicacao_detalhada":"Em Números 7:18, o 'dia' é mencionado em relação ao momento específico em que as ofertas são apresentadas, destacando a importância do tempo e da obediência a Deus. Cada dia é uma oportunidade para adorar e servir ao Senhor.","por_que_esta_palavra":"A palavra 'dia' é significativa porque nos lembra da importância de dedicar tempo a Deus em nossas vidas diárias.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus criou o tempo e nos chama a viver em santidade em cada dia que Ele nos dá.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"numeros_7_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à prole de alguém, enfatizando a relação familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a posição de alguém dentro de uma linhagem ou herança. No contexto de Números 7:18, a menção de 'filhos' pode estar relacionada à importância da continuidade da linhagem sacerdotal.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da hereditariedade e da continuidade na liderança espiritual e nas promessas de Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos por meio da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","João 1:12"]},"numeros_7_18_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica uma posição de autoridade e liderança, geralmente associada ao governo e à proteção do povo.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é utilizada para descrever líderes que têm a responsabilidade de guiar e proteger a nação. Em Números 7:18, a referência ao 'rei' pode estar ligada à organização e à estrutura do povo de Israel sob a liderança divina.","por_que_esta_palavra":"A palavra 'rei' é escolhida para enfatizar a soberania de Deus sobre Israel e a necessidade de um líder que represente essa autoridade.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a ideia de realeza é fundamental na compreensão do governo divino.","referencias_relacionadas":["Salmos 24:10","Isaías 33:22","Apocalipse 19:16"]},"numeros_7_19_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica que algo foi consagrado ou separado para um propósito divino. Em Números 7:19, a menção do 'sagrado' destaca a importância da pureza nas ofertas e no culto a Deus.","por_que_esta_palavra":"A escolha da palavra 'sagrado' enfatiza a necessidade de reverência e respeito nas práticas religiosas.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a serem santos como Ele é santo.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Hebreus 12:14"]},"numeros_7_19_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício feito a Deus como ato de adoração.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) é usada para descrever os presentes que os israelitas traziam a Deus, simbolizando gratidão e devoção. Em Números 7:19, as ofertas são apresentadas como parte do culto e da adoração ao Senhor.","por_que_esta_palavra":"A palavra 'oferta' é significativa porque representa a disposição do coração do adorador em reconhecer a soberania de Deus.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita para a redenção da humanidade.","referencias_relacionadas":["Hebreus 10:14","Romanos 12:1","Mateus 5:23-24"]},"numeros_7_19_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Um local sagrado onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) refere-se ao lugar onde os israelitas realizavam sacrifícios e ofertas. Em Números 7:19, o altar é um símbolo da presença de Deus e do relacionamento entre Ele e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'altar' destaca a importância do sacrifício e da mediação na adoração a Deus.","conexao_teologica":"O altar é um símbolo do sacrifício de Cristo, que se tornou o altar perfeito para a expiação dos pecados.","referencias_relacionadas":["Hebreus 13:10","Gênesis 8:20","Êxodo 20:24"]},"numeros_7_20_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano que é frequentemente associada à ação e ao trabalho.","explicacao_detalhada":"A palavra 'mão' (כַּף) é usada para simbolizar poder, controle e ação. Em Números 7:20, a menção da mão pode indicar a ação de oferecer ou a entrega de algo a Deus.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a capacidade humana de agir e responder ao chamado de Deus.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua intervenção e poder na vida dos crentes.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:3"]},"numeros_7_20_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor da criação de Deus.","explicacao_detalhada":"A palavra 'homem' (אֶחָד) é usada para descrever a humanidade em geral. Em Números 7:20, a referência ao homem pode estar ligada à unidade e à importância de cada indivíduo diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a singularidade e a dignidade que Deus confere à humanidade.","conexao_teologica":"A criação do homem à imagem de Deus é um conceito fundamental que estabelece a dignidade e o valor de cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"numeros_7_20_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, frequentemente associado a completude ou plenitude.","explicacao_detalhada":"A palavra 'fif' (עֶשֶׂר) é usada para indicar a quantidade de dez. Em Números 7:20, o número pode simbolizar a plenitude das ofertas apresentadas ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'fif' enfatiza a ideia de completude e a totalidade das ofertas que estão sendo feitas.","conexao_teologica":"O número dez é frequentemente associado a testes e a fidelidade, como nas dez pragas do Egito e nos dez mandamentos.","referencias_relacionadas":["Êxodo 20:1-17","Mateus 25:1-13","Gênesis 14:20"]},"numeros_7_21_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes associada à força física ou à capacidade de realizar tarefas.","explicacao_detalhada":"A palavra 'forca' (פַּר) é usada para descrever a força de um animal, especialmente em um contexto de sacrifício. Em Números 7:21, a menção da força pode estar relacionada à robustez do animal oferecido a Deus.","por_que_esta_palavra":"A escolha da palavra 'forca' destaca a qualidade e a adequação do sacrifício que está sendo oferecido.","conexao_teologica":"A força de um sacrifício é um símbolo da entrega total a Deus, refletindo a devoção do adorador.","referencias_relacionadas":["Romanos 12:1","Salmos 51:17","Hebreus 13:15"]},"numeros_7_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à prole de alguém, enfatizando a relação familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a posição de alguém dentro de uma linhagem ou herança. Em Números 7:21, a menção de 'filhos' pode estar relacionada à importância da continuidade da linhagem sacerdotal.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da hereditariedade e da continuidade na liderança espiritual e nas promessas de Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos por meio da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","João 1:12"]},"numeros_7_22_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a uma transgressão contra a lei de Deus, que requer expiação.","explicacao_detalhada":"No contexto de Números 7:22, o 'pecado' é mencionado em relação ao sacrifício que deve ser oferecido para a purificação e reconciliação do povo com Deus. O sacrifício é uma forma de reconhecer a necessidade de perdão e a seriedade do pecado.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da expiação e da necessidade de um sacrifício para restaurar o relacionamento com Deus.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, onde Jesus é visto como o sacrifício perfeito que expia os pecados da humanidade.","referencias_relacionadas":["Levítico 4:20","Romanos 3:23-25","Hebreus 9:22"]},"numeros_7_22_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O 'bode' é um animal sacrificial utilizado para expiação, simbolizando a transferência dos pecados do povo.","explicacao_detalhada":"Em Números 7:22, o bode é parte do ritual de sacrifício, onde ele representa a purificação e a remoção dos pecados do povo. O bode é um símbolo de como os pecados são levados para longe da comunidade.","por_que_esta_palavra":"A escolha do bode como sacrifício reflete a tradição de usar animais específicos para diferentes tipos de ofertas, cada um com seu significado e propósito.","conexao_teologica":"O bode é frequentemente associado ao Dia da Expiação, onde um bode é enviado ao deserto, simbolizando a remoção dos pecados (Levítico 16:10).","referencias_relacionadas":["Levítico 16:8-10","Isaías 53:6","Hebreus 13:11"]},"numeros_7_23_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à robustez e ao poder de um animal sacrificial, simbolizando a força que é oferecida a Deus.","explicacao_detalhada":"No contexto de Números 7:23, a 'força' é representada por um carneiro que é sacrificado, simbolizando a entrega de algo valioso e forte a Deus como um ato de adoração e devoção.","por_que_esta_palavra":"A palavra é usada para mostrar que a oferta deve ser de qualidade e força, refletindo a grandeza de Deus e a seriedade da adoração.","conexao_teologica":"A força do sacrifício é um reflexo da força de Cristo, que se entregou por nós, sendo o sacrifício perfeito e forte.","referencias_relacionadas":["Salmos 51:17","Isaías 53:7","Romanos 12:1"]},"numeros_7_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os sacrifícios são oferecidos, enfatizando a importância da adoração em momentos determinados.","explicacao_detalhada":"Em Números 7:24, o 'dia' é mencionado como um tempo de oferta, mostrando que a adoração a Deus deve ser feita em momentos específicos e com intenção.","por_que_esta_palavra":"A palavra é usada para destacar a importância do tempo e da regularidade na adoração e na prática religiosa.","conexao_teologica":"O conceito de 'dia' de adoração é fundamental na prática cristã, onde o domingo é considerado o dia do Senhor, um tempo dedicado à adoração.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Hebreus 10:25"]},"numeros_7_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente em relação ao sacerdócio e à herança.","explicacao_detalhada":"No contexto de Números 7:24, 'filho' é mencionado em relação à oferta que é feita em nome de uma linhagem, enfatizando a importância da família e da herança espiritual.","por_que_esta_palavra":"A palavra é usada para mostrar a conexão entre gerações e a responsabilidade de cada geração em manter a adoração a Deus.","conexao_teologica":"A ideia de 'filho' é central na teologia cristã, onde Jesus é chamado de Filho de Deus, representando a nova aliança e a continuidade da promessa.","referencias_relacionadas":["Gênesis 17:7","Mateus 3:17","Romanos 8:14"]},"numeros_7_24_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente em relação ao reinado de Deus sobre seu povo.","explicacao_detalhada":"Em Números 7:24, 'rei' é mencionado em um contexto de liderança e autoridade, mostrando que Deus é o verdadeiro rei que governa sobre Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus e a necessidade de reconhecer Sua autoridade em todas as áreas da vida.","conexao_teologica":"A ideia de Deus como rei é fundamental na teologia, onde Cristo é reconhecido como Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"numeros_7_25_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, indicando a santidade das ofertas e do culto.","explicacao_detalhada":"No contexto de Números 7:25, 'sagrado' é mencionado para descrever a natureza das ofertas que são apresentadas a Deus, que devem ser puras e dedicadas.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da santidade nas práticas religiosas e na vida do crente.","conexao_teologica":"A santidade é um tema central na Bíblia, onde os crentes são chamados a ser santos como Deus é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"numeros_7_25_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se ao presente que é trazido a Deus como um ato de adoração e gratidão.","explicacao_detalhada":"Em Números 7:25, a 'oferta' é um ato de devoção em que o povo traz algo de valor a Deus, simbolizando a entrega e a gratidão.","por_que_esta_palavra":"A palavra é usada para mostrar a importância de dar a Deus o que é melhor, refletindo a atitude do coração na adoração.","conexao_teologica":"A oferta é um princípio que se estende ao Novo Testamento, onde somos chamados a oferecer nossas vidas como sacrifício vivo a Deus.","referencias_relacionadas":["Êxodo 25:2","Mateus 5:23-24","2 Coríntios 9:7"]},"numeros_7_25_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Números 7:25, o 'altar' é o lugar de encontro entre Deus e o homem, onde as ofertas são apresentadas e a comunhão é restaurada.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do altar como um símbolo de adoração e sacrifício.","conexao_teologica":"O altar é um símbolo da presença de Deus e da necessidade de um mediador, que é cumprido em Cristo, nosso altar e sacrifício.","referencias_relacionadas":["Gênesis 8:20","Hebreus 13:10","Apocalipse 8:3"]},"numeros_7_26_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato de oferecer e a ação de dar algo a Deus.","explicacao_detalhada":"Em Números 7:26, 'mão' é mencionada em relação ao ato de apresentar a oferta, simbolizando a entrega e a ação do adorador.","por_que_esta_palavra":"A palavra é usada para mostrar que a adoração envolve ação e entrega, não apenas palavras.","conexao_teologica":"A mão é um símbolo de ação e serviço, refletindo a chamada de Deus para que Seus seguidores ajam em fé e obediência.","referencias_relacionadas":["Salmos 90:17","Mateus 5:16","Colossenses 3:23"]},"numeros_7_26_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, como parte da criação de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto é usada para descrever a humanidade em geral, enfatizando a dignidade e o valor que Deus atribui ao ser humano como Sua criação.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a importância da humanidade na narrativa bíblica e o relacionamento especial que Deus tem com os seres humanos.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:27) estabelece a base para a dignidade humana e a responsabilidade moral.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Eclesiastes 7:29"]},"numeros_7_26_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, simbolizando plenitude e completude.","explicacao_detalhada":"O número 'fif' é frequentemente associado a conceitos de totalidade e ordem divina, sendo um número significativo nas escrituras.","por_que_esta_palavra":"A utilização do número dez pode indicar a totalidade dos sacrifícios ou ofertas apresentadas, refletindo a completude do serviço a Deus.","conexao_teologica":"O número dez é visto em várias passagens, como os Dez Mandamentos (Êxodo 20), que estabelecem a base da moralidade e da lei.","referencias_relacionadas":["Êxodo 20:1-17","Mateus 25:1-30","Lucas 17:17"]},"numeros_7_27_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes associado a sacrifícios e ofertas.","explicacao_detalhada":"A palavra 'forca' neste contexto pode simbolizar a força física ou a força espiritual necessária para cumprir os mandamentos de Deus.","por_que_esta_palavra":"A ênfase na força pode indicar a necessidade de dedicação e esforço na adoração e no serviço a Deus.","conexao_teologica":"A força é um tema recorrente na Bíblia, onde Deus é descrito como a fonte de força para Seu povo (Isaías 40:29).","referencias_relacionadas":["Isaías 40:29","Filipenses 4:13","Salmos 28:7"]},"numeros_7_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a herança e a responsabilidade que vem com a filiação, tanto no sentido físico quanto espiritual.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da família e da transmissão da fé entre gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para descrever o relacionamento entre Deus e Seu povo (João 1:12).","referencias_relacionadas":["João 1:12","Romanos 8:14","Efésios 1:5"]},"numeros_7_28_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de adoração e arrependimento.","explicacao_detalhada":"A palavra 'pecado' neste contexto é usada para descrever a necessidade de expiação e a busca pela reconciliação com Deus.","por_que_esta_palavra":"A menção do 'sacrifício' é crucial para entender a relação entre pecado e redenção na teologia bíblica.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo como a oferta perfeita pelos pecados (Hebreus 10:12).","referencias_relacionadas":["Hebreus 10:12","Levítico 4:35","Romanos 3:25"]},"numeros_7_28_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao animal utilizado em sacrifícios, especialmente no contexto da expiação dos pecados.","explicacao_detalhada":"O 'bode' é frequentemente associado ao Dia da Expiação, onde um bode é enviado ao deserto como símbolo da remoção dos pecados do povo.","por_que_esta_palavra":"A escolha do bode destaca a importância dos sacrifícios na cultura israelita e sua função na relação com Deus.","conexao_teologica":"O bode expiatório é um símbolo de Cristo, que leva os pecados da humanidade (Isaías 53:6).","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"numeros_7_29_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes associada a sacrifícios e ofertas.","explicacao_detalhada":"A palavra 'forca' neste contexto pode simbolizar a força física ou a força espiritual necessária para cumprir os mandamentos de Deus.","por_que_esta_palavra":"A ênfase na força pode indicar a necessidade de dedicação e esforço na adoração e no serviço a Deus.","conexao_teologica":"A força é um tema recorrente na Bíblia, onde Deus é descrito como a fonte de força para Seu povo (Isaías 40:29).","referencias_relacionadas":["Isaías 40:29","Filipenses 4:13","Salmos 28:7"]},"numeros_7_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao ciclo diário, simbolizando tempo e a ordem da criação.","explicacao_detalhada":"A palavra 'dia' é usada para descrever períodos de tempo significativos na narrativa bíblica, como os dias da criação.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo na obra de Deus e na vida do povo de Israel.","conexao_teologica":"O conceito de dia é fundamental na criação e na observância do Sabbath (Êxodo 20:8-11).","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"numeros_7_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a herança e a responsabilidade que vem com a filiação, tanto no sentido físico quanto espiritual.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da família e da transmissão da fé entre gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para descrever o relacionamento entre Deus e Seu povo (João 1:12).","referencias_relacionadas":["João 1:12","Romanos 8:14","Efésios 1:5"]},"numeros_7_30_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança, especialmente em relação ao povo de Israel.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a posição de liderança que Deus estabeleceu sobre Seu povo, refletindo Sua soberania.","por_que_esta_palavra":"A menção de 'rei' enfatiza a importância da liderança justa e da obediência a Deus como Rei supremo.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir Sua justiça e retidão (Salmos 22:28).","referencias_relacionadas":["Salmos 22:28","1 Samuel 8:7","Mateus 28:18"]},"numeros_7_31_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para o uso divino, indicando a santidade do que é oferecido a Deus.","explicacao_detalhada":"A palavra 'sagrado' implica uma separação do comum e uma consagração a Deus. No contexto de Números 7:31, o sagrado é o que é destinado ao altar e às ofertas, simbolizando a pureza e a devoção.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da santidade nas práticas religiosas e na vida do povo de Israel.","conexao_teologica":"A santidade de Deus exige que tudo que se aproxima dEle seja igualmente santo, refletindo a natureza divina.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"numeros_7_31_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício feito a Deus, geralmente como expressão de gratidão ou devoção.","explicacao_detalhada":"A 'oferta' é um ato de adoração que envolve a entrega de algo valioso a Deus. Em Números 7:31, as ofertas são apresentadas para a consagração do altar e do serviço sacerdotal.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o povo e Deus, onde a oferta representa a entrega e a submissão ao Senhor.","conexao_teologica":"As ofertas são um meio de expressar fé e dependência de Deus, refletindo a necessidade de expiação e comunhão.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1","Hebreus 13:16"]},"numeros_7_31_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O 'altar' é um símbolo da presença de Deus e do lugar onde a reconciliação entre Deus e o homem ocorre. Em Números 7:31, o altar é central para as ofertas apresentadas.","por_que_esta_palavra":"A palavra é usada para destacar a importância do altar como um espaço de encontro com Deus e de adoração.","conexao_teologica":"O altar representa o sacrifício de Cristo, que é o verdadeiro altar onde a expiação dos pecados é realizada.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Romanos 12:1"]},"numeros_7_32_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano utilizada para oferecer as ofertas e realizar ações de adoração.","explicacao_detalhada":"A 'mão' simboliza a ação e a entrega. Em Números 7:32, a mão é mencionada como parte do ato de oferecer, representando a participação ativa do ofertante.","por_que_esta_palavra":"A palavra é importante para entender a ação física envolvida na adoração e na entrega das ofertas a Deus.","conexao_teologica":"A mão é um símbolo de serviço e dedicação, refletindo a entrega total do ser humano a Deus.","referencias_relacionadas":["Salmos 90:17","Colossenses 3:23","1 Timóteo 2:8"]},"numeros_7_32_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente no contexto de sua relação com Deus e com as ofertas.","explicacao_detalhada":"A palavra 'homem' em Números 7:32 enfatiza a responsabilidade do ser humano em se aproximar de Deus através das ofertas e da adoração.","por_que_esta_palavra":"É utilizada para destacar a dignidade e o papel do homem como adorador e servo de Deus.","conexao_teologica":"A relação entre Deus e o homem é central na teologia bíblica, onde o homem é chamado a adorar e servir ao Criador.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"numeros_7_32_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, simbolizando plenitude e totalidade nas ofertas.","explicacao_detalhada":"O 'fif' em Números 7:32 é mencionado em relação às ofertas, indicando a totalidade do que é oferecido a Deus, representando a obediência e a consagração.","por_que_esta_palavra":"A palavra é importante para entender a estrutura das ofertas e a importância da totalidade na adoração.","conexao_teologica":"O conceito de plenitude é frequentemente associado à generosidade e à entrega total a Deus.","referencias_relacionadas":["Mateus 23:23","2 Coríntios 9:7","Gênesis 14:20"]},"numeros_7_33_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes associada ao sacrifício e à entrega a Deus.","explicacao_detalhada":"A 'força' em Números 7:33 pode ser vista como a vitalidade e o vigor que são oferecidos a Deus, simbolizando a entrega total do ser.","por_que_esta_palavra":"É utilizada para enfatizar a intensidade e a seriedade do ato de adoração e sacrifício.","conexao_teologica":"A força é um reflexo da devoção e do compromisso do adorador com Deus.","referencias_relacionadas":["Salmos 27:1","Isaías 40:29","Filipenses 4:13"]},"numeros_7_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente no contexto de sacrifícios e ofertas a Deus.","explicacao_detalhada":"O 'filho' em Números 7:33 pode simbolizar a continuidade da linhagem e a importância da família nas práticas religiosas.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da herança espiritual e da responsabilidade dos pais em ensinar seus filhos sobre Deus.","conexao_teologica":"A relação entre pais e filhos é fundamental na transmissão da fé e na adoração a Deus.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4","Efésios 6:4"]},"numeros_7_34_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo de valor a Deus, geralmente como expiação pelos pecados.","explicacao_detalhada":"O 'sacrifício' em Números 7:34 é um ato central na adoração israelita, simbolizando a necessidade de expiação e a busca pela reconciliação com Deus.","por_que_esta_palavra":"A palavra é crucial para entender o sistema sacrificial do Antigo Testamento e sua importância na relação com Deus.","conexao_teologica":"O sacrifício é um precursor do sacrifício de Cristo, que é o cumprimento da necessidade de expiação.","referencias_relacionadas":["Levítico 4:35","Hebreus 9:22","Romanos 12:1"]},"numeros_7_34_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao animal utilizado como sacrifício, especialmente no contexto da expiação dos pecados.","explicacao_detalhada":"O 'bode' em Números 7:34 é frequentemente associado ao Dia da Expiação, onde um bode é sacrificado como símbolo da remoção dos pecados do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do sacrifício animal na antiga aliança e sua função na expiação.","conexao_teologica":"O bode sacrificado é um símbolo do sacrifício de Cristo, que leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"numeros_7_35_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à força física ou poder, frequentemente associada a um animal forte, como um carneiro.","explicacao_detalhada":"No contexto de Números 7:35, a palavra 'força' é usada para descrever a robustez e a capacidade de um animal que é oferecido como sacrifício. Isso simboliza a força que é dedicada a Deus.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a importância de oferecer algo valioso e forte a Deus, refletindo a devoção e a entrega do ofertante.","conexao_teologica":"A força é muitas vezes vista como uma representação do poder de Deus e da força que Ele dá ao Seu povo para cumprir Sua vontade.","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"numeros_7_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de importância espiritual.","explicacao_detalhada":"Em Números 7:36, o 'dia' é mencionado em um contexto de ofertas e celebrações, indicando um tempo específico designado para adoração e sacrifício.","por_que_esta_palavra":"O uso da palavra 'dia' destaca a importância do tempo sagrado e a necessidade de dedicar momentos específicos a Deus.","conexao_teologica":"O conceito de 'dia' é fundamental na criação e na observância do Sabbath, refletindo a ordem divina no tempo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"numeros_7_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"No contexto de Números 7:36, 'filho' é usado para descrever a linhagem e a importância da descendência na tradição israelita, especialmente em relação às ofertas e ao sacerdócio.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a continuidade da fé e das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"numeros_7_36_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma figura de autoridade e liderança, simbolizando poder e governança.","explicacao_detalhada":"Em Números 7:36, 'rei' é mencionado em um contexto de liderança e responsabilidade, refletindo a necessidade de um líder justo que guie o povo segundo a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança divina e a necessidade de governantes que sigam os princípios de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança humana deve refletir Sua justiça e retidão.","referencias_relacionadas":["Salmos 10:16","Isaías 33:22","Apocalipse 19:16"]},"numeros_7_37_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"No contexto de Números 7:37, 'sagrado' é usado para descrever ofertas e lugares que são dedicados a Deus, refletindo a importância da santidade na adoração.","por_que_esta_palavra":"A palavra 'sagrado' é crucial porque destaca a necessidade de reverência e pureza na relação com Deus.","conexao_teologica":"A santidade é um atributo de Deus e deve ser refletida na vida do crente e nas práticas de adoração.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"numeros_7_37_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício dado a Deus como ato de adoração.","explicacao_detalhada":"Em Números 7:37, 'oferta' é mencionada em um contexto de devoção e gratidão, simbolizando a entrega do que é valioso a Deus.","por_que_esta_palavra":"A palavra 'oferta' é significativa porque representa a disposição do coração em reconhecer a soberania de Deus e a gratidão por Suas bênçãos.","conexao_teologica":"As ofertas são uma forma de adoração e um meio de expressar a fé e a confiança em Deus.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:1-17","2 Coríntios 9:7"]},"numeros_7_37_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se a um local sagrado onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Números 7:37, o 'altar' é um símbolo da presença de Deus e do lugar de encontro entre o homem e o divino.","por_que_esta_palavra":"A palavra 'altar' é importante porque representa a necessidade de um espaço dedicado para a adoração e o sacrifício.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_7_38_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à parte do corpo usada para realizar ações, simbolizando poder e controle.","explicacao_detalhada":"Em Números 7:38, 'mão' é usada para descrever a ação de oferecer algo a Deus, representando a entrega e a responsabilidade do ofertante.","por_que_esta_palavra":"A palavra 'mão' é significativa porque enfatiza a ação física e a intenção por trás da oferta a Deus.","conexao_teologica":"As mãos são frequentemente usadas na Bíblia como símbolo de trabalho e serviço a Deus e ao próximo.","referencias_relacionadas":["Salmos 90:17","Colossenses 3:23","1 Pedro 4:10"]},"numeros_7_38_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, frequentemente simbolizando a criação de Deus.","explicacao_detalhada":"No contexto de Números 7:38, 'homem' é mencionado para enfatizar a dignidade e o valor do ser humano como criação de Deus.","por_que_esta_palavra":"A palavra 'homem' é importante porque reflete a relação especial entre Deus e a humanidade, criada à Sua imagem.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo o amor e o propósito de Deus para a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"numeros_7_38_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"A palavra 'fif' refere-se ao número dez, simbolizando plenitude e completude.","explicacao_detalhada":"Em Números 7:38, 'fif' é usado para descrever a quantidade de ofertas, indicando a totalidade do que é oferecido a Deus.","por_que_esta_palavra":"A palavra 'fif' é significativa porque representa a ideia de dar completamente e com generosidade.","conexao_teologica":"O número dez é frequentemente associado a princípios de fidelidade e obediência a Deus, como nos Dez Mandamentos.","referencias_relacionadas":["Êxodo 20:3-17","Mateus 25:14-30","Lucas 16:10"]},"numeros_7_39_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder de um animal sacrificado, simbolizando a força que é oferecida a Deus.","explicacao_detalhada":"A palavra 'força' neste contexto é usada para descrever a robustez e a vitalidade do animal que é sacrificado. O sacrifício de um animal forte era visto como uma oferta digna a Deus, representando a entrega do melhor que se tinha.","por_que_esta_palavra":"A escolha de um animal forte para o sacrifício reflete a importância de oferecer a Deus o que é melhor, simbolizando devoção e respeito.","conexao_teologica":"A força do sacrifício é um reflexo da força que Deus deseja em nosso compromisso com Ele. A entrega do melhor representa nossa entrega total a Deus.","referencias_relacionadas":["Levítico 1:3","Salmos 51:17","Romanos 12:1"]},"numeros_7_39_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho como um descendente, muitas vezes associado à herança e continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é fundamental na cultura hebraica, simbolizando não apenas a continuidade da família, mas também a relação especial entre pais e filhos, e a responsabilidade que os pais têm em educar seus filhos nos caminhos do Senhor.","por_que_esta_palavra":"A menção do 'filho' enfatiza a importância da família e da transmissão da fé de geração em geração.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Salmos 127:3","Mateus 3:17","Efésios 6:4"]},"numeros_7_40_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de sacrificar um animal como expiação pelos pecados do povo.","explicacao_detalhada":"A palavra 'pecado' neste contexto está relacionada à transgressão da lei de Deus. O sacrifício é visto como um meio de restaurar a relação entre o povo e Deus, simbolizando a necessidade de expiação para a purificação.","por_que_esta_palavra":"A menção do 'pecado' destaca a seriedade da separação entre Deus e o homem devido ao pecado, e a necessidade de um sacrifício para a reconciliação.","conexao_teologica":"O conceito de sacrifício por pecado é central na teologia cristã, culminando no sacrifício de Jesus Cristo como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 4:20","Isaías 53:5","Hebreus 9:26"]},"numeros_7_40_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao bode como um animal sacrificado, muitas vezes associado ao Dia da Expiação.","explicacao_detalhada":"O bode é utilizado como símbolo de expiação, especialmente no ritual do bode emissário, que leva os pecados do povo para longe. Este ato representa a remoção da culpa e a purificação da comunidade.","por_que_esta_palavra":"A escolha do bode para sacrifício enfatiza a importância da expiação e a necessidade de um meio para lidar com o pecado.","conexao_teologica":"O bode emissário é um tipo que aponta para Cristo, que leva sobre si os pecados da humanidade, oferecendo perdão e reconciliação.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"numeros_7_41_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força de um animal, simbolizando a robustez e a qualidade da oferta a ser apresentada a Deus.","explicacao_detalhada":"Assim como em outros contextos, a força aqui representa a entrega do melhor que se tem, um princípio que se aplica tanto a ofertas materiais quanto espirituais.","por_que_esta_palavra":"A força do animal sacrificado é um reflexo da devoção e do respeito que se deve ter ao apresentar ofertas a Deus.","conexao_teologica":"A força e a qualidade das ofertas são um lembrete de que Deus merece o melhor de nós, tanto em adoração quanto em serviço.","referencias_relacionadas":["Deuteronômio 15:21","Malaquias 1:8","Romanos 12:1"]},"numeros_7_42_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia como uma unidade de tempo, muitas vezes associado a eventos significativos na vida do povo de Israel.","explicacao_detalhada":"O 'dia' é uma medida importante no calendário hebraico, e muitos eventos religiosos e festivais são celebrados em dias específicos, refletindo a ordem e a santidade do tempo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância de momentos específicos de adoração e celebração na vida do povo de Deus.","conexao_teologica":"O conceito de tempo e dias sagrados é fundamental na teologia bíblica, onde cada dia pode ser visto como uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Colossenses 3:17"]},"numeros_7_42_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho como um descendente, enfatizando a continuidade da linhagem e a importância da família.","explicacao_detalhada":"A palavra 'filho' é central na narrativa bíblica, representando não apenas a continuidade da família, mas também a herança espiritual que deve ser passada de geração em geração.","por_que_esta_palavra":"A menção do 'filho' destaca a responsabilidade dos pais em educar seus filhos nos caminhos do Senhor.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Efésios 6:1"]},"numeros_7_42_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que simboliza autoridade e liderança sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' implica em governança e responsabilidade, sendo o rei visto como o representante de Deus na terra, responsável por guiar e proteger o povo.","por_que_esta_palavra":"A menção do 'rei' enfatiza a importância da liderança justa e da obediência a Deus como o verdadeiro Rei.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, e a ideia de realeza é central na compreensão do governo de Deus sobre a humanidade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"numeros_7_43_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, simbolizando pureza e santidade.","explicacao_detalhada":"A palavra 'sagrado' implica em algo que foi consagrado a Deus, reservado para Seu uso e adoração, refletindo a pureza e a separação do profano.","por_que_esta_palavra":"A menção do 'sagrado' destaca a importância da santidade na vida do crente e a necessidade de se separar do pecado.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a ser santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"numeros_7_43_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta apresentada a Deus, simbolizando a devoção e a gratidão do ofertante.","explicacao_detalhada":"A palavra 'oferta' implica em um presente dado a Deus, que pode ser material ou espiritual, e reflete a disposição do coração do ofertante em reconhecer a soberania de Deus.","por_que_esta_palavra":"A menção da 'oferta' enfatiza a importância de dar a Deus o que é devido, como um ato de adoração e reconhecimento de Sua bondade.","conexao_teologica":"As ofertas são um reflexo da generosidade de Deus e um convite para que os crentes também sejam generosos em suas vidas.","referencias_relacionadas":["Gênesis 4:3-4","2 Coríntios 9:7","Hebreus 13:16"]},"numeros_7_43_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Números 7:43, o altar é mencionado como parte do ritual de consagração dos sacerdotes e do tabernáculo. Ele simboliza a presença de Deus e a necessidade de expiação dos pecados através de sacrifícios.","por_que_esta_palavra":"A palavra 'altar' é fundamental na adoração israelita, representando o ponto de encontro entre Deus e o homem, onde a oferta é feita em reconhecimento da santidade de Deus.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e a humanidade, antecipando o sacrifício de Cristo, que se torna o altar definitivo para a expiação dos pecados.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"numeros_7_44_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é frequentemente usada como símbolo de poder e ação.","explicacao_detalhada":"Em Números 7:44, a mão é mencionada em um contexto de oferta, onde a ação de dar é enfatizada. A mão representa a capacidade de agir e de se envolver nas práticas de adoração.","por_que_esta_palavra":"A palavra 'mão' é importante porque reflete a ação humana em resposta ao chamado de Deus, simbolizando tanto a força quanto a fragilidade do ser humano diante do divino.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção e poder, mostrando que Ele é capaz de agir em favor do Seu povo.","referencias_relacionadas":["Salmos 145:16","Isaías 41:10","Mateus 7:7"]},"numeros_7_44_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é a criação de Deus, feita à Sua imagem e semelhança.","explicacao_detalhada":"No versículo, a referência ao homem destaca a dignidade e o valor que Deus atribui à humanidade. O homem é visto como um ser relacional, chamado a se relacionar com Deus e com os outros.","por_que_esta_palavra":"A palavra 'homem' é central na narrativa bíblica, pois representa a criação de Deus que tem a responsabilidade de cuidar da criação e de se relacionar com o Criador.","conexao_teologica":"A teologia da criação enfatiza que o homem é feito à imagem de Deus, o que implica em dignidade, valor e responsabilidade diante de Deus e da criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Romanos 5:12"]},"numeros_7_44_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"O número dez é frequentemente associado à plenitude e à totalidade nas Escrituras.","explicacao_detalhada":"Em Números 7:44, o número dez é mencionado em relação às ofertas, simbolizando a totalidade do que é oferecido a Deus. O conceito de dízimo também se relaciona com essa ideia de dar a Deus uma parte do que recebemos.","por_que_esta_palavra":"A palavra 'fif' (dez) é significativa porque representa a prática de dar a Deus o que é devido, refletindo a gratidão e a obediência do povo.","conexao_teologica":"O dízimo e as ofertas são expressões de adoração e reconhecimento da soberania de Deus sobre nossas vidas e recursos.","referencias_relacionadas":["Levítico 27:30","Malaquias 3:10","Lucas 6:38"]},"numeros_7_45_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e sacrifício.","explicacao_detalhada":"No versículo, a força é mencionada em um contexto de oferta, onde a força do animal sacrificado é vista como um meio de expiação e adoração a Deus.","por_que_esta_palavra":"A palavra 'forca' é importante porque representa a força vital que é oferecida a Deus, simbolizando a entrega total do adorador.","conexao_teologica":"A força do sacrifício aponta para a necessidade de um sacrifício perfeito, que é cumprido em Cristo, que deu Sua vida por nós.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","Romanos 12:1"]},"numeros_7_45_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O filho é um símbolo de continuidade e herança na família.","explicacao_detalhada":"Em Números 7:45, a menção ao filho destaca a importância da linhagem e da promessa de Deus a Abraão, onde os filhos são vistos como herdeiros das promessas divinas.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a continuidade da fé e da aliança de Deus com Seu povo através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora poderosa na Bíblia, refletindo a relação entre Deus e Seu povo, e culminando na filiação dos crentes em Cristo.","referencias_relacionadas":["Gênesis 17:7","Romanos 8:17","Gálatas 4:7"]},"numeros_7_46_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de adoração e expiação pelos pecados.","explicacao_detalhada":"Em Números 7:46, o sacrifício é mencionado como parte do ritual de consagração, onde a oferta é feita para restaurar o relacionamento entre Deus e o povo.","por_que_esta_palavra":"A palavra 'pecado' é crucial, pois reconhece a necessidade de expiação e a realidade do pecado na vida humana, que é abordada através do sacrifício.","conexao_teologica":"O sacrifício do Antigo Testamento aponta para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 4:35","Isaías 53:5","Hebreus 10:12"]},"numeros_7_46_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O bode é frequentemente associado ao sacrifício e à expiação dos pecados.","explicacao_detalhada":"Em Números 7:46, o bode é mencionado como parte do ritual de sacrifício, simbolizando a transferência dos pecados do povo para o animal, que é então oferecido a Deus.","por_que_esta_palavra":"A palavra 'bode' é significativa porque representa a ideia de substituição e expiação, onde o animal paga o preço pelos pecados do povo.","conexao_teologica":"O bode expiatório é uma figura que aponta para Cristo, que se tornou nosso sacrifício, levando sobre si nossos pecados.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"numeros_7_47_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e sacrifício.","explicacao_detalhada":"No versículo, a força é mencionada em um contexto de oferta, onde a força do animal sacrificado é vista como um meio de expiação e adoração a Deus.","por_que_esta_palavra":"A palavra 'forca' é importante porque representa a força vital que é oferecida a Deus, simbolizando a entrega total do adorador.","conexao_teologica":"A força do sacrifício aponta para a necessidade de um sacrifício perfeito, que é cumprido em Cristo, que deu Sua vida por nós.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","Romanos 12:1"]},"numeros_7_48_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma unidade de tempo que marca eventos significativos na vida do povo de Deus.","explicacao_detalhada":"Em Números 7:48, o dia é mencionado em relação ao tempo de ofertas e celebrações, destacando a importância da adoração em momentos específicos.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa a oportunidade de se reunir e adorar a Deus, reconhecendo Sua soberania sobre o tempo.","conexao_teologica":"O conceito de dia é importante na teologia bíblica, pois Deus criou o tempo e o santificou, como visto no sábado, um dia de descanso e adoração.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 118:24"]},"numeros_7_48_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente em contextos de linhagem e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada frequentemente na Bíblia para descrever não apenas a relação biológica, mas também a relação espiritual e de compromisso. Em Números 7:48, o 'filho' é mencionado em um contexto de doações e ofertas ao Senhor, destacando a importância da família na adoração.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade da fé e das tradições familiares, mostrando que a adoração a Deus é uma responsabilidade que passa de geração para geração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação, como em Romanos 8:15, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 1:26","Êxodo 20:12","Salmos 127:3"]},"numeros_7_48_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança, especialmente em relação ao povo de Israel e sua governança.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é utilizada para descrever líderes que têm a responsabilidade de guiar e proteger o povo. Em Números 7:48, o rei é mencionado em um contexto de ofertas e consagração, indicando a importância da liderança na vida espiritual da nação.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel, onde a autoridade é vista como um reflexo da soberania de Deus sobre Seu povo.","conexao_teologica":"A figura do rei é uma representação de Cristo, o Rei dos Reis, que governa com justiça e retidão, conforme descrito em Apocalipse 19:16.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"numeros_7_49_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se àquilo que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) é usada para descrever objetos, lugares e pessoas que foram dedicados ao serviço de Deus. Em Números 7:49, o sagrado está relacionado às ofertas que são apresentadas ao Senhor, destacando a importância da pureza na adoração.","por_que_esta_palavra":"A ênfase no sagrado reflete a necessidade de reverência e respeito na relação com Deus, mostrando que o que é dedicado a Ele deve ser tratado com a máxima consideração.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a serem santos, como Ele é santo (1 Pedro 1:16).","referencias_relacionadas":["Levítico 11:44","Êxodo 19:6","Hebreus 12:14"]},"numeros_7_49_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício feito a Deus como ato de adoração.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) é utilizada para descrever as contribuições que o povo traz a Deus, muitas vezes como um ato de gratidão ou para expiação. Em Números 7:49, as ofertas são apresentadas em um contexto de consagração e devoção ao Senhor.","por_que_esta_palavra":"A oferta é uma expressão de fé e reconhecimento da soberania de Deus, mostrando que tudo o que temos vem dEle e deve ser devolvido em adoração.","conexao_teologica":"As ofertas no Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita para a redenção da humanidade (Hebreus 10:10).","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:1-17","Mateus 5:23-24"]},"numeros_7_49_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício e adoração, onde as ofertas são apresentadas a Deus.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) é usada para descrever o lugar sagrado onde os sacrifícios são feitos. Em Números 7:49, o altar é central para a adoração, simbolizando a conexão entre Deus e o povo através do sacrifício.","por_que_esta_palavra":"O altar representa a necessidade de expiação e a importância do sacrifício na relação com Deus, sendo um lugar de encontro entre o humano e o divino.","conexao_teologica":"O altar do Antigo Testamento aponta para o sacrifício de Cristo na cruz, que se torna o altar definitivo onde a redenção é alcançada (Hebreus 13:10).","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"numeros_7_50_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano usada para realizar ações, simbolizando poder e controle.","explicacao_detalhada":"A palavra 'mão' (כַּף) é frequentemente usada na Bíblia para simbolizar poder, autoridade e ação. Em Números 7:50, a mão é mencionada em um contexto de doações e ofertas, indicando a ação do povo em trazer suas contribuições ao Senhor.","por_que_esta_palavra":"A mão representa a capacidade de agir e servir, mostrando que a adoração a Deus envolve ação e entrega pessoal.","conexao_teologica":"A mão de Deus é um símbolo de Sua força e proteção, como em Salmos 89:13, onde se fala da mão poderosa de Deus que governa sobre todas as coisas.","referencias_relacionadas":["Salmos 145:16","Isaías 41:10","Mateus 7:7"]},"numeros_7_50_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, frequentemente em um contexto de responsabilidade e moralidade.","explicacao_detalhada":"A palavra 'homem' (אֶחָד) é usada para descrever a criação de Deus e sua posição na ordem criada. Em Números 7:50, o homem é mencionado em um contexto de ofertas, destacando a responsabilidade do ser humano em adorar e servir a Deus.","por_que_esta_palavra":"A ênfase no homem reflete a dignidade e o valor que Deus atribui à humanidade, bem como a responsabilidade que cada um tem diante dEle.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:27) estabelece a base para a dignidade humana e a relação com o Criador.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","Romanos 3:23"]},"numeros_7_50_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, frequentemente associado a completude e plenitude.","explicacao_detalhada":"A palavra 'fif' (עֶשֶׂר) é usada para descrever a quantidade de dez, que na Bíblia muitas vezes simboliza a totalidade. Em Números 7:50, o número é mencionado em um contexto de ofertas, indicando a plenitude do que é oferecido ao Senhor.","por_que_esta_palavra":"O número dez é significativo na Bíblia, representando a totalidade das obrigações e a plenitude da adoração a Deus.","conexao_teologica":"O conceito de plenitude é refletido na obra de Cristo, que cumpriu a lei e os profetas, trazendo a totalidade da salvação (Mateus 5:17).","referencias_relacionadas":["Gênesis 14:20","Êxodo 20:1-17","Mateus 25:1-30"]},"numeros_7_51_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao poder ou força, frequentemente em um contexto de sacrifício e entrega.","explicacao_detalhada":"A palavra 'forca' (פַּר) é usada para descrever um animal sacrificial, simbolizando a força e a vitalidade que são oferecidas a Deus. Em Números 7:51, a força é mencionada em um contexto de ofertas, destacando a entrega do melhor ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'forca' enfatiza a importância de dar o melhor de nós mesmos em adoração e serviço a Deus.","conexao_teologica":"A força do sacrifício é um reflexo do sacrifício de Cristo, que deu Sua vida pela humanidade, mostrando o verdadeiro significado de entrega (João 15:13).","referencias_relacionadas":["Levítico 1:3","Salmos 51:17","Hebreus 9:14"]},"numeros_7_51_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente em contextos de linhagem e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada frequentemente na Bíblia para descrever não apenas a relação biológica, mas também a relação espiritual e de compromisso. Em Números 7:51, o 'filho' é mencionado em um contexto de doações e ofertas ao Senhor, destacando a importância da família na adoração.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade da fé e das tradições familiares, mostrando que a adoração a Deus é uma responsabilidade que passa de geração para geração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação, como em Romanos 8:15, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 1:26","Êxodo 20:12","Salmos 127:3"]},"numeros_7_52_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus, que requer sacrifícios para a expiação.","explicacao_detalhada":"O pecado é visto como uma separação entre o ser humano e Deus, e os sacrifícios são uma forma de restaurar essa relação. No contexto de Números 7:52, o pecado é abordado através da necessidade de sacrifícios para a purificação.","por_que_esta_palavra":"A palavra 'pecado' é central na teologia bíblica, pois representa a condição humana e a necessidade de redenção.","conexao_teologica":"O conceito de pecado é fundamental para entender a necessidade de um Salvador e a obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"numeros_7_52_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O bode é utilizado como um sacrifício expiatório, simbolizando a transferência dos pecados do povo.","explicacao_detalhada":"No contexto de Números 7:52, o bode é sacrificado como parte do ritual de expiação, representando a purificação do povo de seus pecados.","por_que_esta_palavra":"O bode é um símbolo importante na cerimônia do Dia da Expiação, onde um bode é enviado ao deserto, levando simbolicamente os pecados do povo.","conexao_teologica":"O bode expiatório prefigura a obra de Cristo, que leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","Hebreus 13:11"]},"numeros_7_53_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a um animal forte, frequentemente utilizado em sacrifícios, simbolizando poder e força.","explicacao_detalhada":"No contexto de Números 7:53, a força do animal sacrificado representa a força que Deus concede ao Seu povo e a importância de oferecer o melhor a Ele.","por_que_esta_palavra":"A palavra 'forca' destaca a importância de oferecer sacrifícios que refletem a grandeza de Deus.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo, que se entregou por nós.","referencias_relacionadas":["Salmos 50:10","Isaías 40:29","Romanos 12:1"]},"numeros_7_54_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os sacrifícios são oferecidos, destacando a importância da ordem e do tempo na adoração.","explicacao_detalhada":"Em Números 7:54, o 'dia' é significativo para a realização dos rituais, mostrando que Deus estabelece tempos específicos para a adoração.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo na vida espiritual e na observância dos mandamentos de Deus.","conexao_teologica":"O conceito de 'dia' também se relaciona com a ideia de descanso e santidade, como no sábado.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"numeros_7_54_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem, especialmente no contexto das ofertas e sacrifícios.","explicacao_detalhada":"Em Números 7:54, o 'filho' representa a herança e a promessa de Deus, sendo parte da aliança feita com o povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, como uma família escolhida.","conexao_teologica":"A ideia de 'filho' se conecta com a filiação em Cristo, onde todos os crentes são chamados filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","João 1:12"]},"numeros_7_54_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança, especialmente em relação ao povo de Israel e suas ofertas.","explicacao_detalhada":"Em Números 7:54, o 'rei' simboliza a liderança divina e a ordem estabelecida por Deus sobre o Seu povo.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a soberania de Deus e a estrutura de liderança em Israel.","conexao_teologica":"Cristo é reconhecido como Rei dos Reis, estabelecendo um reino eterno.","referencias_relacionadas":["Salmos 24:10","Apocalipse 19:16","1 Timóteo 6:15"]},"numeros_7_55_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se àquilo que é separado para Deus, especialmente em relação aos sacrifícios e ofertas.","explicacao_detalhada":"Em Números 7:55, o 'sagrado' destaca a importância da pureza e da separação do que é comum, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para entender a natureza de Deus e a necessidade de reverência na adoração.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que culmina na santidade de Cristo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"numeros_7_55_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se aos presentes oferecidos a Deus, como parte do culto e da adoração.","explicacao_detalhada":"Em Números 7:55, a 'oferta' é um ato de devoção e reconhecimento da soberania de Deus, simbolizando a entrega do coração do ofertante.","por_que_esta_palavra":"A palavra 'oferta' é essencial para entender a prática de adoração e a relação do povo com Deus.","conexao_teologica":"As ofertas do Antigo Testamento prefiguram a oferta suprema de Cristo na cruz.","referencias_relacionadas":["Hebreus 13:15","Mateus 5:23-24","Romanos 12:1"]},"numeros_7_55_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local onde os sacrifícios são oferecidos a Deus, simbolizando a presença divina.","explicacao_detalhada":"Em Números 7:55, o 'altar' é um lugar de encontro entre Deus e o homem, onde a adoração e a expiação ocorrem.","por_que_esta_palavra":"A palavra 'altar' é central na prática de adoração, representando a entrega e a devoção a Deus.","conexao_teologica":"Cristo é o altar perfeito, onde o sacrifício foi feito uma vez por todas.","referencias_relacionadas":["Hebreus 13:10","Gênesis 8:20","Êxodo 20:24"]},"numeros_7_56_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao ato de oferecer ou segurar algo, especialmente em relação aos sacrifícios.","explicacao_detalhada":"Em Números 7:56, a 'mão' simboliza a ação do ofertante, que entrega sua oferta a Deus, representando a entrega de si mesmo.","por_que_esta_palavra":"A palavra 'mão' é significativa na adoração, pois representa a ação e a intenção do coração do adorador.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua ação e poder na vida dos crentes.","referencias_relacionadas":["Salmos 145:16","Isaías 41:10","Mateus 7:7"]},"numeros_7_56_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus, que foi feita à Sua imagem. Em Números 7:56, o termo pode ser entendido como uma referência ao papel do homem como líder e representante do povo de Israel.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a posição única do homem na criação e sua responsabilidade diante de Deus.","conexao_teologica":"A teologia cristã vê o homem como criado à imagem de Deus, o que implica em dignidade, valor e responsabilidade moral.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Coríntios 11:7"]},"numeros_7_56_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, que tem significados simbólicos e práticos na cultura hebraica.","explicacao_detalhada":"O 'fif' é frequentemente associado à plenitude e à totalidade, sendo um número que representa a soma de todas as partes. Em Números 7:56, ele pode indicar a totalidade das ofertas apresentadas.","por_que_esta_palavra":"A escolha do número dez pode simbolizar a completude das doações e a obediência do povo a Deus.","conexao_teologica":"O número dez é frequentemente associado a leis e mandamentos, como os Dez Mandamentos, que são fundamentais na relação entre Deus e o povo.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:6-21","Mateus 5:17"]},"numeros_7_57_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes associado a sacrifícios e ofertas a Deus.","explicacao_detalhada":"A palavra 'forca' em Números 7:57 pode se referir ao poder de um animal sacrificial, simbolizando a força que é oferecida a Deus em adoração e devoção.","por_que_esta_palavra":"A força é um atributo importante que representa a capacidade de servir e sacrificar-se, refletindo a devoção do povo a Deus.","conexao_teologica":"A força é vista como um símbolo de dedicação e entrega a Deus, que requer o melhor de nós em nossa adoração.","referencias_relacionadas":["Salmos 29:1-2","Romanos 12:1","Hebreus 13:15-16"]},"numeros_7_57_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem, especialmente no contexto da aliança de Deus com Israel.","explicacao_detalhada":"A palavra 'filho' em Números 7:57 destaca a importância da família e da herança espiritual, enfatizando a relação entre Deus e Seu povo como uma família.","por_que_esta_palavra":"A referência ao filho é crucial para entender a continuidade da promessa de Deus através das gerações.","conexao_teologica":"A relação entre Deus e os filhos de Israel é frequentemente usada para ilustrar a relação entre Deus e os crentes, como filhos adotivos em Cristo.","referencias_relacionadas":["Gálatas 4:4-7","Efésios 1:5","Romanos 8:15"]},"numeros_7_58_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus, geralmente como expiação ou adoração.","explicacao_detalhada":"A palavra 'pecado' em Números 7:58 é usada para descrever a necessidade de expiação e a importância do sacrifício na vida do povo de Israel.","por_que_esta_palavra":"O sacrifício é um tema central na relação entre Deus e Seu povo, simbolizando a necessidade de redenção e perdão.","conexao_teologica":"O sacrifício de Cristo é visto como o cumprimento perfeito de todos os sacrifícios do Antigo Testamento, trazendo redenção final.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 2:24","Romanos 3:25"]},"numeros_7_58_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se ao animal sacrificial, frequentemente associado ao Dia da Expiação.","explicacao_detalhada":"A palavra 'bode' em Números 7:58 é significativa no contexto do sacrifício, onde o bode é usado como símbolo de expiação pelos pecados do povo.","por_que_esta_palavra":"O bode representa a transferência dos pecados do povo, sendo um elemento essencial na prática de adoração e arrependimento.","conexao_teologica":"O conceito do bode expiatório é um precursor do sacrifício de Cristo, que leva sobre si os pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","João 1:29"]},"numeros_7_59_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força de um animal, simbolizando poder e sacrifício.","explicacao_detalhada":"A palavra 'forca' em Números 7:59 pode se referir à força de um carneiro, que é um animal de sacrifício importante na adoração a Deus.","por_que_esta_palavra":"A força do carneiro simboliza a entrega e a devoção do povo a Deus, representando um sacrifício valioso.","conexao_teologica":"A força e o sacrifício do carneiro são vistos como uma antecipação do sacrifício de Cristo, que se entregou por nós.","referencias_relacionadas":["Gênesis 22:13","Isaías 53:7","1 Pedro 1:19"]},"numeros_7_60_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo, simbolizando a ordem e a criação de Deus.","explicacao_detalhada":"A palavra 'dia' em Números 7:60 pode simbolizar a importância do tempo na adoração e na vida do povo de Israel, refletindo a criação e a ordem divina.","por_que_esta_palavra":"O dia é um lembrete da criação e da necessidade de dedicar tempo a Deus em adoração e serviço.","conexao_teologica":"O conceito de tempo é fundamental na teologia, onde cada dia é uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Colossenses 3:17"]},"numeros_7_60_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à relação com Deus.","explicacao_detalhada":"A palavra 'filho' em Números 7:60 destaca a importância da herança espiritual e da relação entre Deus e Seu povo.","por_que_esta_palavra":"A referência ao filho é crucial para entender a continuidade da promessa de Deus através das gerações.","conexao_teologica":"A relação entre Deus e os filhos de Israel é frequentemente usada para ilustrar a relação entre Deus e os crentes, como filhos adotivos em Cristo.","referencias_relacionadas":["Gálatas 4:4-7","Efésios 1:5","Romanos 8:15"]},"numeros_7_60_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança, especialmente no contexto da aliança de Deus com Israel.","explicacao_detalhada":"A palavra 'rei' em Números 7:60 destaca a soberania de Deus e a importância da liderança no povo de Israel.","por_que_esta_palavra":"A referência ao rei é importante para entender a estrutura de liderança e a relação do povo com Deus como seu Rei.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e essa relação é fundamental para a compreensão da soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"numeros_7_61_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é separado para Deus, indicando sua santidade e importância.","explicacao_detalhada":"A palavra 'sagrado' implica que algo foi consagrado ou separado para um propósito divino. No contexto de Números 7:61, o 'sagrado' se refere ao altar e às ofertas que são apresentadas a Deus, mostrando a reverência e a adoração que devem ser dadas a Ele.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da santidade nas práticas religiosas e na vida do povo de Israel.","conexao_teologica":"A santidade de Deus exige que tudo o que é oferecido a Ele também seja sagrado, refletindo a pureza e a devoção do adorador.","referencias_relacionadas":["Levítico 10:10","Êxodo 30:10","Salmos 30:4"]},"numeros_7_61_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício feito a Deus como ato de adoração.","explicacao_detalhada":"A 'oferta' é um ato de entrega que simboliza a devoção e a gratidão do ofertante. Em Números 7:61, as ofertas são apresentadas ao Senhor como parte do ritual de consagração do altar e do serviço no tabernáculo.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre o povo de Israel e Deus, onde as ofertas são uma expressão de fé e obediência.","conexao_teologica":"As ofertas são um meio de reconciliação e comunhão com Deus, refletindo a necessidade de expiação e a busca pela santidade.","referencias_relacionadas":["Levítico 1:2","Deuteronômio 16:10","Salmos 54:6"]},"numeros_7_61_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Um local sagrado onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O 'altar' é um símbolo de adoração e sacrifício, representando o lugar onde o homem se encontra com Deus. Em Números 7:61, o altar é central para a adoração e os rituais do povo de Israel.","por_que_esta_palavra":"A palavra é usada para destacar a importância do altar como um espaço de encontro com o divino e de expiação pelos pecados.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, onde os sacrifícios são oferecidos para a remissão dos pecados.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"numeros_7_62_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano usada para realizar ações, simbolizando poder e controle.","explicacao_detalhada":"A 'mão' é frequentemente associada à ação e à capacidade de realizar tarefas. Em Números 7:62, a menção da mão pode simbolizar a entrega e a ação do ofertante ao apresentar suas ofertas a Deus.","por_que_esta_palavra":"A palavra é significativa porque representa a participação ativa do ser humano na adoração e no serviço a Deus.","conexao_teologica":"As mãos são vistas como instrumentos de serviço e adoração, refletindo a disposição do coração em se entregar a Deus.","referencias_relacionadas":["Salmos 90:17","Isaías 49:16","1 Timóteo 2:8"]},"numeros_7_62_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando sua dignidade e papel na criação.","explicacao_detalhada":"A palavra 'homem' em Números 7:62 destaca a importância do ser humano na relação com Deus e na realização de rituais sagrados. O homem é visto como um agente ativo na adoração.","por_que_esta_palavra":"A palavra é usada para afirmar a posição do homem como ser criado à imagem de Deus, com a responsabilidade de adorar e servir.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"numeros_7_62_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, frequentemente associado a plenitude ou totalidade.","explicacao_detalhada":"O 'fif' em Números 7:62 pode simbolizar a totalidade das ofertas ou a completude do que é apresentado a Deus. O número dez é significativo em várias partes da Escritura.","por_que_esta_palavra":"A palavra é importante para entender a estrutura das ofertas e a organização do culto no tabernáculo.","conexao_teologica":"O número dez é frequentemente associado a testes e obediência, como nas dez pragas do Egito e nos dez mandamentos.","referencias_relacionadas":["Êxodo 20:1-17","Mateus 25:1-13","Lucas 19:13"]},"numeros_7_63_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força física ou poder, muitas vezes associado a sacrifícios e ofertas.","explicacao_detalhada":"A 'força' em Números 7:63 pode simbolizar a intensidade e a dedicação com que as ofertas são apresentadas a Deus, refletindo a disposição do coração do ofertante.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da entrega total e da força na adoração a Deus.","conexao_teologica":"A força é um aspecto da adoração que envolve não apenas a ação física, mas também a entrega espiritual ao Senhor.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 27:1","Filipenses 4:13"]},"numeros_7_63_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou progenitura, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' em Números 7:63 pode representar a continuidade da linhagem e a importância da família na adoração a Deus, enfatizando a transmissão da fé entre gerações.","por_que_esta_palavra":"A palavra é significativa para entender a relação entre pais e filhos na tradição israelita e a importância da herança espiritual.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a paternidade de Deus e a relação com Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"numeros_7_64_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a um ato de oferecer algo a Deus, geralmente como expiação pelos pecados.","explicacao_detalhada":"O 'sacrifício' em Números 7:64 é uma prática central na adoração israelita, simbolizando a necessidade de expiação e a busca pela reconciliação com Deus.","por_que_esta_palavra":"A palavra é usada para destacar a importância do sacrifício como meio de restaurar a relação entre o homem e Deus.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, culminando no sacrifício de Cristo como a perfeita expiação pelos pecados.","referencias_relacionadas":["Levítico 4:35","Hebreus 9:22","Romanos 12:1"]},"numeros_7_64_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"Refere-se a um animal usado em sacrifícios, especialmente no contexto da expiação.","explicacao_detalhada":"O 'bode' em Números 7:64 é frequentemente associado ao sacrifício pelo pecado, simbolizando a transferência de culpa e a purificação do povo.","por_que_esta_palavra":"A palavra é importante para entender o sistema sacrificial do Antigo Testamento e sua função na relação com Deus.","conexao_teologica":"O bode é um símbolo da expiação, que aponta para o sacrifício de Cristo como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","João 1:29"]},"numeros_7_65_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força de um animal, simbolizando poder e robustez.","explicacao_detalhada":"A palavra 'força' (אַיִל) é usada para descrever um carneiro ou um macho de um animal, que é frequentemente associado à força e à liderança. No contexto de Números 7:65, a força é um símbolo de sacrifício e dedicação a Deus.","por_que_esta_palavra":"A força é uma qualidade necessária para o serviço e a liderança no contexto do povo de Israel, especialmente em suas ofertas a Deus.","conexao_teologica":"A força é frequentemente associada à ideia de sacrifício e devoção a Deus, refletindo a necessidade de dar o melhor de si em adoração.","referencias_relacionadas":["Gênesis 22:13","Êxodo 29:1","Levítico 1:10"]},"numeros_7_66_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de um dia, simbolizando a continuidade e a ordem do tempo na criação.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar períodos de tempo, e em Números 7:66, pode indicar a importância de cada dia na vida do povo de Israel e suas práticas religiosas.","por_que_esta_palavra":"O dia é uma unidade fundamental de tempo que permite a organização das atividades e a observância das leis de Deus.","conexao_teologica":"O conceito de dia é central na criação e na observância do sábado, refletindo a ordem divina na criação.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"numeros_7_66_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem, sendo crucial para a identidade do povo de Israel em Números 7:66.","por_que_esta_palavra":"A noção de filho é fundamental para entender a relação entre Deus e Seu povo, bem como a importância da herança espiritual.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seus seguidores.","referencias_relacionadas":["Gênesis 22:2","Êxodo 4:22","Salmos 2:7"]},"numeros_7_66_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um líder ou governante, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'rei' (נָשִׂיא) é usada para descrever a liderança entre o povo de Israel, especialmente em Números 7:66, onde a liderança é importante para a organização e a direção do povo.","por_que_esta_palavra":"A figura do rei é central na estrutura social e religiosa de Israel, representando a autoridade de Deus sobre o Seu povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir essa autoridade divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Isaías 33:22"]},"numeros_7_67_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, simbolizando pureza e santidade.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) é usada para descrever objetos, lugares e pessoas que foram consagrados a Deus, como em Números 7:67, onde a santidade é essencial para a adoração.","por_que_esta_palavra":"A santidade é uma característica fundamental de Deus e deve ser refletida na vida do Seu povo.","conexao_teologica":"A ideia de sagrado é central na adoração e na relação entre Deus e Seu povo, enfatizando a necessidade de pureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Êxodo 3:5"]},"numeros_7_67_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício dado a Deus, simbolizando devoção.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) é usada para descrever as contribuições feitas ao Senhor, como em Números 7:67, onde as ofertas são uma expressão de gratidão e adoração.","por_que_esta_palavra":"As ofertas são uma maneira de o povo expressar sua devoção e reconhecimento da soberania de Deus.","conexao_teologica":"As ofertas são um meio de comunhão com Deus e refletem a disposição do coração do ofertante.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Hebreus 13:16"]},"numeros_7_67_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de sacrifício, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'altar' (קׇרְבָּן) é usada para descrever o lugar onde os sacrifícios são oferecidos a Deus, como em Números 7:67, onde o altar é um ponto de encontro entre o homem e Deus.","por_que_esta_palavra":"O altar é um símbolo da reconciliação e da adoração, sendo essencial para a prática religiosa do povo de Israel.","conexao_teologica":"O altar representa a necessidade de sacrifício para a expiação dos pecados e a comunhão com Deus.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_7_68_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo que simboliza ação e poder.","explicacao_detalhada":"A palavra 'mão' (כַּף) é usada para descrever a capacidade de agir e realizar, como em Números 7:68, onde a mão pode simbolizar a ação de oferecer algo a Deus.","por_que_esta_palavra":"A mão é um símbolo de trabalho e esforço, refletindo a dedicação do povo em suas ofertas.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de poder e intervenção divina na história.","referencias_relacionadas":["Salmos 90:17","Isaías 41:10","Mateus 5:30"]},"numeros_7_68_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'homem' (אֶחָד) é usada para descrever a humanidade em sua totalidade, como em Números 7:68, onde o homem é visto como parte da criação de Deus.","por_que_esta_palavra":"O homem é a coroa da criação, refletindo a imagem de Deus e sua responsabilidade sobre a terra.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica, enfatizando a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"numeros_7_68_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, simbolizando plenitude e totalidade.","explicacao_detalhada":"A palavra 'fif' (עֶשֶׂר) é usada para descrever a quantidade de dez, como em Números 7:68, onde pode simbolizar a totalidade das ofertas ou a plenitude do que é oferecido a Deus.","por_que_esta_palavra":"O número dez é frequentemente associado a testes e a completude nas Escrituras.","conexao_teologica":"A plenitude e a totalidade são temas importantes na relação entre Deus e Seu povo, refletindo a fidelidade e a provisão divina.","referencias_relacionadas":["Gênesis 14:20","Mateus 25:1","Lucas 19:13"]},"numeros_7_69_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à força física ou poder, frequentemente associada a sacrifícios e ofertas.","explicacao_detalhada":"No contexto de Números 7:69, a força é mencionada em relação ao sacrifício que é oferecido ao Senhor. A força pode simbolizar tanto a força física do animal sacrificado quanto a força espiritual que os israelitas deveriam ter ao se aproximar de Deus.","por_que_esta_palavra":"A palavra 'força' é utilizada para enfatizar a importância do sacrifício e a devoção que deve ser oferecida a Deus.","conexao_teologica":"A força é um símbolo da dedicação e do compromisso que os crentes devem ter em suas ofertas a Deus, refletindo a força de sua fé.","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"numeros_7_69_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a continuidade da linhagem entre os israelitas.","explicacao_detalhada":"Em Números 7:69, 'filho' refere-se à descendência e à importância da família na cultura israelita. A menção de filhos em contextos de ofertas e sacrifícios destaca a responsabilidade dos pais em ensinar e guiar seus filhos na fé.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão da fé e das tradições entre as gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:11"]},"numeros_7_70_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão contra a lei de Deus, que requer sacrifícios para a expiação.","explicacao_detalhada":"Em Números 7:70, a menção do 'pecado' destaca a necessidade de sacrifícios para a purificação e reconciliação com Deus. O sacrifício é um ato de arrependimento e busca de perdão.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de redenção e a importância do sacrifício na relação entre Deus e Seu povo.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, culminando no sacrifício de Cristo como a expiação final.","referencias_relacionadas":["Levítico 4:20","Romanos 3:23","Hebreus 9:22"]},"numeros_7_70_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"A palavra 'bode' refere-se ao animal utilizado em sacrifícios, especialmente no contexto do Dia da Expiação.","explicacao_detalhada":"No contexto de Números 7:70, o bode é um símbolo de expiação e perdão, representando a transferência dos pecados do povo para o animal sacrificado.","por_que_esta_palavra":"A palavra 'bode' é usada para ilustrar o conceito de substituição e a necessidade de um sacrifício para a purificação do pecado.","conexao_teologica":"O bode é uma prefiguração de Cristo, que se tornou o sacrifício perfeito para a expiação dos pecados da humanidade.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","1 Pedro 2:24"]},"numeros_7_71_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' é usada novamente para enfatizar a força e a robustez do sacrifício oferecido.","explicacao_detalhada":"Em Números 7:71, a força do animal sacrificado é um reflexo da qualidade do que é oferecido a Deus, simbolizando a devoção e a seriedade do ato.","por_que_esta_palavra":"A palavra 'força' é importante para mostrar que as ofertas a Deus devem ser feitas com o melhor que temos.","conexao_teologica":"A força é um símbolo da entrega total a Deus, refletindo a força da fé e da devoção.","referencias_relacionadas":["Salmos 29:1","Romanos 12:1","Colossenses 3:23"]},"numeros_7_72_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que as ofertas e sacrifícios são realizados.","explicacao_detalhada":"Em Números 7:72, o 'dia' é significativo porque marca momentos de adoração e comunhão com Deus, onde as ofertas são apresentadas.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo sagrado e das celebrações religiosas.","conexao_teologica":"Os dias de adoração são momentos em que o povo se reúne para reconhecer a soberania de Deus e oferecer suas vidas a Ele.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Hebreus 10:25"]},"numeros_7_72_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para reforçar a continuidade da linhagem e a importância da família na adoração.","explicacao_detalhada":"Em Números 7:72, a menção de 'filho' destaca a responsabilidade dos pais em guiar seus filhos na fé e nas tradições religiosas.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a transmissão da fé e a importância da educação espiritual nas famílias.","conexao_teologica":"A relação entre pais e filhos é uma metáfora para a relação entre Deus e Seu povo, enfatizando o amor e a responsabilidade.","referencias_relacionadas":["Deuteronômio 6:7","Provérbios 22:6","Efésios 6:4"]},"numeros_7_72_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança que Deus exerce sobre Seu povo.","explicacao_detalhada":"Em Números 7:72, 'rei' simboliza a soberania de Deus e a importância de reconhecer Sua autoridade em todas as áreas da vida.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a necessidade de submissão e respeito à liderança divina.","conexao_teologica":"A soberania de Deus como Rei é um tema central na Bíblia, refletindo Seu controle e governo sobre a criação.","referencias_relacionadas":["Salmos 47:7","Isaías 33:22","Apocalipse 19:16"]},"numeros_7_73_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus e considerado puro.","explicacao_detalhada":"Em Números 7:73, o 'sagrado' destaca a importância da santidade nas ofertas e na adoração a Deus, indicando que o que é oferecido deve ser puro e sem mancha.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para entender a separação do que é comum e o que é dedicado a Deus.","conexao_teologica":"A santidade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"numeros_7_73_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se ao presente ou sacrifício que é trazido a Deus como ato de adoração.","explicacao_detalhada":"Em Números 7:73, a 'oferta' é um ato de gratidão e reconhecimento da provisão de Deus, simbolizando a entrega do coração e da vida ao Senhor.","por_que_esta_palavra":"A palavra 'oferta' é usada para enfatizar a importância de dar a Deus o que é valioso e significativo.","conexao_teologica":"A oferta é um símbolo da entrega total a Deus, refletindo a disposição do crente em servir e adorar.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:23-24","Hebreus 13:16"]},"numeros_7_73_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"No contexto de Números 7:73, o altar é mencionado como parte das ofertas que os líderes das tribos trouxeram para a dedicação do altar. O altar simboliza a presença de Deus e a necessidade de expiação pelos pecados.","por_que_esta_palavra":"A palavra 'altar' é fundamental na adoração israelita, representando o lugar de encontro entre Deus e o homem, onde os sacrifícios são feitos para restaurar a comunhão.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício perfeito, substituindo os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"numeros_7_74_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é usada como um símbolo de poder e ação, representando a capacidade de oferecer e receber.","explicacao_detalhada":"Em Números 7:74, a mão é mencionada no contexto da oferta que é apresentada ao altar. A mão simboliza a ação do ofertante e a entrega do que é precioso a Deus.","por_que_esta_palavra":"A palavra 'mão' é importante porque representa a habilidade humana de agir e a responsabilidade de trazer ofertas a Deus.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua intervenção e poder na vida dos crentes.","referencias_relacionadas":["Salmos 145:16","Isaías 41:10","Mateus 7:7"]},"numeros_7_74_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa a humanidade e sua relação com Deus, especialmente no contexto da adoração e sacrifício.","explicacao_detalhada":"Em Números 7:74, a palavra 'homem' refere-se ao ofertante que traz sua oferta ao altar. Isso destaca a importância da participação humana na adoração a Deus.","por_que_esta_palavra":"A palavra 'homem' é essencial para entender a responsabilidade individual na adoração e na busca de Deus.","conexao_teologica":"A humanidade é chamada a se reconciliar com Deus através de sacrifícios, que culminam na obra de Cristo.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","1 Pedro 2:9"]},"numeros_7_74_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"O número dez é frequentemente associado à plenitude e à totalidade nas Escrituras.","explicacao_detalhada":"Em Números 7:74, o 'fif' (dez) é mencionado em relação às ofertas apresentadas, simbolizando a totalidade das ofertas que cada tribo trouxe ao Senhor.","por_que_esta_palavra":"A palavra 'fif' é importante porque representa a ideia de completude e a totalidade das ofertas que são feitas a Deus.","conexao_teologica":"O conceito de dez também é visto na prática do dízimo, que é uma forma de reconhecer a soberania de Deus sobre nossas finanças.","referencias_relacionadas":["Gênesis 14:20","Levítico 27:30","Malaquias 3:10"]},"numeros_7_75_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e autoridade, especialmente no contexto de sacrifícios e ofertas.","explicacao_detalhada":"Em Números 7:75, a palavra 'forca' refere-se ao animal sacrificado, que representa a força e a vitalidade que são oferecidas a Deus como um ato de adoração.","por_que_esta_palavra":"A palavra 'forca' é significativa porque representa a entrega do melhor ao Senhor, simbolizando a devoção e o sacrifício.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo, que se entregou por nós na cruz.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","1 Pedro 1:19"]},"numeros_7_75_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O filho representa a continuidade da linhagem e a herança das promessas de Deus.","explicacao_detalhada":"Em Números 7:75, a palavra 'filho' é usada para descrever a relação familiar e a importância da descendência na cultura israelita, especialmente em relação às promessas de Deus.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, bem como a continuidade das promessas através das gerações.","conexao_teologica":"Cristo é chamado de Filho de Deus, e essa relação é central para a compreensão da salvação e da nova aliança.","referencias_relacionadas":["Gênesis 22:2","Mateus 3:17","João 1:12"]},"numeros_7_76_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é um ato de adoração e expiação, essencial para a relação entre Deus e o homem.","explicacao_detalhada":"Em Números 7:76, a palavra 'pecado' refere-se à necessidade de expiação através de sacrifícios, que eram uma parte fundamental da prática religiosa israelita.","por_que_esta_palavra":"A palavra 'sacrifício' é vital para entender a necessidade de redenção e a importância da expiação pelos pecados.","conexao_teologica":"O sacrifício de Cristo é o cumprimento perfeito de todos os sacrifícios do Antigo Testamento, oferecendo perdão completo.","referencias_relacionadas":["Levítico 4:35","Romanos 6:23","Hebreus 10:12"]},"numeros_7_76_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O bode é frequentemente associado ao sacrifício e à expiação dos pecados do povo.","explicacao_detalhada":"Em Números 7:76, o bode é mencionado como um dos animais sacrificiais, simbolizando a transferência dos pecados do povo para o animal, que é então oferecido a Deus.","por_que_esta_palavra":"A palavra 'bode' é importante porque representa a ideia de expiação e a necessidade de um sacrifício substitutivo.","conexao_teologica":"Cristo é o verdadeiro 'Cordeiro de Deus' que tira o pecado do mundo, cumprindo o simbolismo do bode expiatório.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","João 1:29"]},"numeros_7_77_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é um símbolo de poder e sacrifício, representando a entrega do melhor a Deus.","explicacao_detalhada":"Em Números 7:77, a palavra 'forca' refere-se novamente ao animal sacrificado, enfatizando a importância da entrega do que é forte e valioso a Deus.","por_que_esta_palavra":"A palavra 'forca' é significativa porque representa a devoção e a entrega total ao Senhor.","conexao_teologica":"A força do sacrifício aponta para a força de Cristo, que se entregou por nós na cruz.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:14","1 Pedro 1:19"]},"numeros_7_78_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um símbolo de tempo e oportunidade, representando momentos de adoração e sacrifício.","explicacao_detalhada":"Em Números 7:78, a palavra 'dia' é mencionada em relação ao momento específico em que as ofertas foram apresentadas, destacando a importância do tempo na adoração.","por_que_esta_palavra":"A palavra 'dia' é importante porque representa a oportunidade de se aproximar de Deus e oferecer sacrifícios.","conexao_teologica":"Cada dia é uma nova oportunidade para adorar a Deus e reconhecer Sua graça e misericórdia.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"numeros_7_78_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de uma pessoa, especialmente em um contexto de linhagem e herança.","explicacao_detalhada":"A palavra 'filho' é utilizada para descrever a relação familiar e a continuidade da linhagem. No contexto de Números 7:78, o 'filho' é mencionado em relação à oferta que os líderes de Israel trouxeram ao Senhor, simbolizando a dedicação e a consagração das gerações futuras.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a estrutura familiar e social do povo de Israel, onde a herança e a identidade são transmitidas de pai para filho.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"numeros_7_78_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Designa uma figura de autoridade e liderança, responsável por governar e proteger seu povo.","explicacao_detalhada":"A palavra 'rei' é utilizada para descrever a posição de liderança entre os israelitas. Em Números 7:78, o 'rei' é mencionado em um contexto de ofertas e consagração, refletindo a importância da liderança na adoração a Deus.","por_que_esta_palavra":"A figura do rei é central na história de Israel, simbolizando a autoridade e a responsabilidade de guiar o povo segundo os preceitos de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança terrena deve refletir essa soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"numeros_7_79_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é consagrado, separado para o serviço de Deus.","explicacao_detalhada":"A palavra 'sagrado' é usada para descrever objetos, lugares e pessoas que foram dedicados a Deus. Em Números 7:79, o 'sagrado' enfatiza a importância da pureza e da separação para o serviço divino.","por_que_esta_palavra":"A santidade é um tema central na Bíblia, refletindo a natureza de Deus e a expectativa de que Seu povo viva de maneira que O honre.","conexao_teologica":"A santidade de Deus exige que Seu povo também busque a santidade em suas vidas, como um reflexo de Sua natureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"numeros_7_79_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício dado a Deus como expressão de adoração e gratidão.","explicacao_detalhada":"A palavra 'oferta' é utilizada para descrever os presentes que os israelitas trouxeram ao Senhor. Em Números 7:79, as ofertas são uma demonstração de devoção e reconhecimento da soberania de Deus.","por_que_esta_palavra":"As ofertas são uma parte fundamental da adoração, simbolizando a entrega e a consagração ao Senhor.","conexao_teologica":"A oferta de Cristo como sacrifício é o cumprimento supremo do conceito de oferta, onde Ele se deu por amor à humanidade.","referencias_relacionadas":["Gênesis 4:3-4","Levítico 1:2","Hebreus 13:15"]},"numeros_7_79_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"Um local específico onde sacrifícios e ofertas são apresentados a Deus.","explicacao_detalhada":"A palavra 'altar' refere-se ao lugar de sacrifício, onde os israelitas se encontravam com Deus. Em Números 7:79, o altar é o ponto de encontro entre o humano e o divino, simbolizando a mediação entre Deus e o povo.","por_que_esta_palavra":"O altar é essencial na prática de adoração, representando a necessidade de expiação e a busca pela comunhão com Deus.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se tornou o altar definitivo onde a reconciliação com Deus é realizada.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"numeros_7_80_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano utilizada para realizar ações, simbolizando poder e controle.","explicacao_detalhada":"A palavra 'mão' é usada em Números 7:80 para descrever a ação de oferecer algo a Deus, simbolizando a entrega e a dedicação do que é feito com as próprias mãos.","por_que_esta_palavra":"A mão representa a capacidade de agir e realizar, sendo um símbolo de trabalho e esforço na adoração.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua ação e poder na história da salvação.","referencias_relacionadas":["Salmos 95:5","Isaías 41:10","Mateus 5:30"]},"numeros_7_80_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em um contexto de responsabilidade e moralidade.","explicacao_detalhada":"A palavra 'homem' em Números 7:80 é usada para enfatizar a dignidade e a responsabilidade do ser humano diante de Deus, que é criado à Sua imagem.","por_que_esta_palavra":"A humanidade é vista como a coroa da criação, com a responsabilidade de cuidar da terra e viver em comunhão com Deus.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, refletindo o desejo de Deus de ter um relacionamento pessoal com Sua criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"numeros_7_80_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, simbolizando plenitude e totalidade em contextos bíblicos.","explicacao_detalhada":"A palavra 'fif' é utilizada em Números 7:80 para indicar a quantidade de ofertas ou sacrifícios, representando a totalidade do que é oferecido ao Senhor.","por_que_esta_palavra":"O número dez é frequentemente associado à completude e à ordem divina, refletindo a estrutura do povo de Deus.","conexao_teologica":"O conceito de plenitude é importante na teologia bíblica, onde Deus completa e cumpre Suas promessas.","referencias_relacionadas":["Êxodo 20:3-17","Mateus 25:1-13","Apocalipse 21:16"]},"numeros_7_81_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a um animal forte, frequentemente usado em sacrifícios ou como símbolo de poder.","explicacao_detalhada":"A palavra 'forca' em Números 7:81 é utilizada para descrever a força e a robustez do animal que é oferecido a Deus, simbolizando a entrega do melhor ao Senhor.","por_que_esta_palavra":"A força é um atributo valorizado na cultura bíblica, representando a vitalidade e a capacidade de servir a Deus.","conexao_teologica":"A força de Cristo é vista na Sua ressurreição, onde Ele venceu a morte e trouxe vida nova aos crentes.","referencias_relacionadas":["Salmos 147:10","Isaías 40:29","Filipenses 4:13"]},"numeros_7_81_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de uma pessoa, especialmente em um contexto de linhagem e herança.","explicacao_detalhada":"A palavra 'filho' é utilizada para descrever a relação familiar e a continuidade da linhagem. Em Números 7:81, o 'filho' é mencionado em relação à oferta que os líderes de Israel trouxeram ao Senhor, simbolizando a dedicação e a consagração das gerações futuras.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a estrutura familiar e social do povo de Israel, onde a herança e a identidade são transmitidas de pai para filho.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"numeros_7_82_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O termo 'pecado' refere-se à transgressão da lei de Deus, que requer expiação.","explicacao_detalhada":"No contexto de Números 7:82, o pecado é visto como uma ofensa que precisa ser abordada através de sacrifícios, simbolizando a necessidade de reconciliação com Deus.","por_que_esta_palavra":"A palavra 'pecado' é central na teologia bíblica, pois representa a condição humana e a necessidade de redenção.","conexao_teologica":"O pecado separa o homem de Deus, e a expiação através de sacrifícios é um tema recorrente que culmina na obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"numeros_7_82_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"O 'bode' é utilizado como um símbolo de sacrifício, especialmente no contexto do Dia da Expiação.","explicacao_detalhada":"Em Números 7:82, o bode representa a oferta que leva sobre si os pecados do povo, sendo um meio de expiação.","por_que_esta_palavra":"O bode é uma figura importante na ritualística judaica, simbolizando a transferência de pecados e a purificação.","conexao_teologica":"O conceito do bode expiatório prefigura a obra de Cristo, que se tornou o sacrifício perfeito pelos nossos pecados.","referencias_relacionadas":["Levítico 16:10","Isaías 53:6","Hebreus 13:11"]},"numeros_7_83_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A 'força' refere-se à capacidade de realizar ações poderosas, especialmente em contextos de liderança e sacrifício.","explicacao_detalhada":"Em Números 7:83, a força é associada ao poder de Deus e à força necessária para liderar e sacrificar em adoração.","por_que_esta_palavra":"A força é um atributo de Deus e um chamado para que os líderes do povo de Israel se apresentem com coragem e determinação.","conexao_teologica":"A força de Deus é um tema que se conecta à Sua soberania e ao poder que Ele concede aos Seus servos.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"numeros_7_84_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Números 7:84, o altar é um símbolo da presença de Deus e do lugar de encontro entre o homem e o Criador através do sacrifício.","por_que_esta_palavra":"O altar representa a necessidade de um espaço dedicado à adoração e à expiação dos pecados.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se ofereceu uma vez por todas como o verdadeiro altar.","referencias_relacionadas":["Hebreus 13:10","Romanos 12:1","Gálatas 2:20"]},"numeros_7_84_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos sagrados.","explicacao_detalhada":"Em Números 7:84, o dia é importante para a realização dos rituais e sacrifícios, marcando momentos de consagração.","por_que_esta_palavra":"O conceito de dia é fundamental na liturgia judaica, onde cada dia pode ter significados e rituais específicos.","conexao_teologica":"O dia do Senhor é um tema que se relaciona com a expectativa de redenção e a santidade do tempo dedicado a Deus.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Mateus 6:34"]},"numeros_7_84_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' representa a autoridade e liderança sobre o povo de Israel.","explicacao_detalhada":"Em Números 7:84, o rei é visto como um líder responsável por guiar o povo em adoração e obediência a Deus.","por_que_esta_palavra":"A figura do rei é central na história de Israel, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"Cristo é apresentado como o Rei dos Reis, que cumpre a promessa de um governo justo e eterno.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"numeros_7_85_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O 'sagrado' refere-se ao que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"Em Números 7:85, o sagrado é o que deve ser tratado com reverência, refletindo a natureza de Deus.","por_que_esta_palavra":"A santidade é um atributo de Deus e um chamado para que Seu povo viva de maneira distinta.","conexao_teologica":"A santidade de Deus é um tema que permeia toda a Escritura, culminando na chamada à santidade para os crentes.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"numeros_7_86_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O 'sagrado' é um conceito que enfatiza a separação do profano e a dedicação a Deus.","explicacao_detalhada":"Em Números 7:86, o sagrado é associado a objetos e lugares que são consagrados para o serviço divino.","por_que_esta_palavra":"A repetição do conceito de sagrado reforça a importância da pureza e da devoção a Deus.","conexao_teologica":"A santidade de Deus exige que Seu povo também busque viver em santidade e separação do pecado.","referencias_relacionadas":["Êxodo 19:6","Salmos 30:4","Hebreus 12:14"]},"numeros_7_86_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza poder, ação e a capacidade de realizar tarefas.","explicacao_detalhada":"Em Números 7:86, a mão é um símbolo da ação de Deus e da responsabilidade do homem em obedecer.","por_que_esta_palavra":"A mão é frequentemente usada na Bíblia para representar a intervenção divina e a ajuda.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e providência sobre o Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28"]},"numeros_7_86_shekel":{"palavra_pt":"shekel","palavra_original":"שֶׁקֶל","transliteracao":"sheqel","strong":"H8255","significado_raiz":"Ideia básica: shekel.","significado_contextual":"O 'shekel' é uma unidade de medida e moeda, representando valor e troca.","explicacao_detalhada":"Em Números 7:86, o shekel é utilizado para medir ofertas e contribuições ao templo, simbolizando a importância do que é dado a Deus.","por_que_esta_palavra":"O shekel é uma expressão de valor material que deve ser oferecido com generosidade e gratidão.","conexao_teologica":"A oferta e o dízimo são princípios que refletem a adoração e a dependência de Deus como provedor.","referencias_relacionadas":["Levítico 27:25","Mateus 6:21","2 Coríntios 9:7"]},"numeros_7_87_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O termo 'pecado' refere-se à transgressão da lei de Deus, que separa o homem de Sua presença.","explicacao_detalhada":"No contexto de Números 7:87, o pecado é mencionado em relação aos sacrifícios que são oferecidos para expiação. A ideia é que o sacrifício é uma forma de restaurar o relacionamento entre o homem e Deus, que foi rompido pelo pecado.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a necessidade de sacrifícios no Antigo Testamento, pois eles simbolizam a culpa e a necessidade de perdão.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, onde Jesus é visto como o sacrifício perfeito que expia os pecados da humanidade.","referencias_relacionadas":["Levítico 4:27-31","Romanos 3:23-25","1 João 1:9"]},"numeros_7_87_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os sacrifícios devem ser realizados, seguindo as instruções divinas.","explicacao_detalhada":"Em Números 7:87, o 'modo' implica a importância de seguir as diretrizes estabelecidas por Deus para a adoração e os sacrifícios, refletindo a santidade do ato.","por_que_esta_palavra":"A palavra 'modo' enfatiza que a adoração a Deus deve ser feita de acordo com Sua vontade e não de qualquer maneira que o homem escolha.","conexao_teologica":"A obediência ao modo de adoração é um princípio que se estende ao Novo Testamento, onde a verdadeira adoração é feita em espírito e verdade.","referencias_relacionadas":["Êxodo 25:40","Hebreus 8:5","João 4:24"]},"numeros_7_88_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O 'sacrifício' é uma oferta feita a Deus, simbolizando devoção e arrependimento.","explicacao_detalhada":"Em Números 7:88, o sacrifício é parte do ritual de consagração e é essencial para a manutenção da relação entre Deus e o povo de Israel.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a prática religiosa do Antigo Testamento e sua importância na vida espiritual do povo.","conexao_teologica":"O sacrifício é um tema que culmina em Cristo, que se oferece como o sacrifício definitivo pela humanidade.","referencias_relacionadas":["Levítico 1:1-9","Hebreus 10:10","Romanos 12:1"]},"numeros_7_88_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é o local onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em Números 7:88, o altar é um símbolo da presença de Deus e do lugar de encontro entre o homem e o Criador, onde as ofertas são apresentadas.","por_que_esta_palavra":"A palavra 'altar' é significativa porque representa o espaço sagrado onde a adoração e a expiação ocorrem.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se torna o altar perfeito onde a redenção é consumada.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"numeros_7_89_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' refere-se à comunicação de Deus com Moisés, indicando Sua vontade e instruções.","explicacao_detalhada":"Em Números 7:89, a voz de Deus é um meio pelo qual Ele se revela e orienta Seu povo, mostrando a importância da revelação divina.","por_que_esta_palavra":"A palavra 'voz' é essencial para entender como Deus se comunica com a humanidade e a importância de ouvir Sua palavra.","conexao_teologica":"A voz de Deus é um tema que se estende ao Novo Testamento, onde Jesus é descrito como a Palavra que se fez carne.","referencias_relacionadas":["Êxodo 19:19","Salmos 29:4","João 1:1"]},"numeros_7_89_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O 'sagrado' refere-se àquilo que é separado para Deus, indicando sua pureza e santidade.","explicacao_detalhada":"Em Números 7:89, o sagrado é associado ao altar e aos sacrifícios, que são considerados puros e dedicados a Deus.","por_que_esta_palavra":"A palavra 'sagrado' é importante para entender a natureza de Deus e a forma como Ele deseja ser adorado.","conexao_teologica":"O conceito de sagrado é central na teologia, pois reflete a separação entre o profano e o divino, culminando na santidade de Cristo.","referencias_relacionadas":["Levítico 10:10","1 Pedro 1:16","Apocalipse 21:27"]},"numeros_7_89_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O termo 'vir/entrar' refere-se à ação de se aproximar de Deus, especialmente em adoração.","explicacao_detalhada":"Em Números 7:89, a ideia de 'vir' implica a necessidade de se aproximar de Deus com reverência e respeito, especialmente ao se dirigir a Ele em oração ou sacrifício.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a ação de se aproximar de Deus, que é um convite à comunhão.","conexao_teologica":"A ideia de 'vir' a Deus é um tema que se reflete na chamada de Jesus para que venhamos a Ele, o que nos convida a um relacionamento pessoal.","referencias_relacionadas":["Salmos 95:2","Mateus 11:28","Hebreus 4:16"]}}