{"numeros_9_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é um tema central na narrativa do Êxodo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o local que Deus prometeu aos israelitas. Em Números 9:1, isso se relaciona com a preparação do povo para entrar na terra prometida.","por_que_esta_palavra":"A ênfase na 'terra' destaca a fidelidade de Deus em cumprir Suas promessas ao Seu povo.","conexao_teologica":"A terra prometida simboliza a herança espiritual que todos os crentes têm em Cristo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Hebreus 11:9-10"]},"numeros_9_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação divina, onde Deus instrui Moisés sobre as leis e regulamentos.","explicacao_detalhada":"Neste contexto, 'falar' implica em transmitir uma mensagem clara e autoritária de Deus ao povo de Israel, enfatizando a importância da obediência às instruções divinas.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a relação direta entre Deus e Moisés, mostrando que a comunicação divina é essencial para a liderança e a orientação do povo.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, refletindo a necessidade de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 119:105"]},"numeros_9_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a posição de Deus como o governante supremo que dá ordens e estabelece normas para seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de aliança entre Deus e Israel, onde Deus é visto como o protetor e guia.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, enfatizando que Ele é o Senhor de toda a criação e merece reverência.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"numeros_9_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a proteção que Deus oferece ao seu povo.","explicacao_detalhada":"Embora 'urso' possa parecer fora de contexto, a ideia de força e proteção é relevante, pois Deus é frequentemente descrito como um defensor poderoso.","por_que_esta_palavra":"A inclusão de 'urso' pode simbolizar a ferocidade e a determinação de Deus em proteger e guiar Israel em sua jornada.","conexao_teologica":"A proteção divina é um tema importante, mostrando que Deus é um refúgio seguro em tempos de dificuldade.","referencias_relacionadas":["Salmos 91:2","Isaías 40:11","Hebreus 13:6"]},"numeros_9_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação de Israel como filho de Deus, enfatizando a paternidade divina.","explicacao_detalhada":"Neste contexto, 'filho' destaca a intimidade e a responsabilidade que Israel tem em obedecer a Deus, que é seu pai espiritual.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a aliança entre Deus e Israel, onde Deus se compromete a cuidar e guiar seu povo.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo o amor e a responsabilidade que Ele tem por seu povo.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Romanos 8:14"]},"numeros_9_2_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A palavra 'pascoa' refere-se à celebração da libertação de Israel da escravidão no Egito.","explicacao_detalhada":"Neste contexto, 'pascoa' simboliza a salvação e a redenção, sendo um evento central na história de Israel.","por_que_esta_palavra":"A inclusão da 'pascoa' destaca a importância da memória e da celebração das intervenções de Deus na história do seu povo.","conexao_teologica":"A Páscoa é um símbolo da redenção e é frequentemente associada à obra de Cristo na salvação da humanidade.","referencias_relacionadas":["Êxodo 12:13","Mateus 26:17","1 Coríntios 5:7"]},"numeros_9_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as instruções devem ser seguidas.","explicacao_detalhada":"Neste versículo, 'modo' enfatiza a importância de seguir as diretrizes de Deus de forma precisa e respeitosa.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta que a obediência a Deus deve ser feita com cuidado e atenção aos detalhes.","conexao_teologica":"A obediência às instruções divinas é um tema central na Bíblia, mostrando que Deus deseja que seu povo viva de acordo com seus preceitos.","referencias_relacionadas":["Deuteronômio 6:25","Salmos 119:4","Tiago 1:22"]},"numeros_9_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que as instruções devem ser cumpridas.","explicacao_detalhada":"Neste contexto, 'dia' enfatiza a importância da pontualidade e da observância das datas estabelecidas por Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a natureza temporal das celebrações e obrigações religiosas.","conexao_teologica":"O conceito de tempo e a observância de dias sagrados são importantes na vida espiritual do povo de Deus.","referencias_relacionadas":["Êxodo 20:8","Levítico 23:3","Colossenses 2:16"]},"numeros_9_3_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao calendário lunar que era usado para determinar as festividades religiosas.","explicacao_detalhada":"Neste contexto, 'lua' destaca a importância do ciclo lunar na vida religiosa e cultural de Israel.","por_que_esta_palavra":"A inclusão de 'lua' mostra como o tempo e os ciclos naturais são integrados na adoração e nas práticas religiosas.","conexao_teologica":"A relação entre os ciclos naturais e a adoração a Deus é um tema que aparece em várias partes da Bíblia.","referencias_relacionadas":["Salmos 104:19","Gênesis 1:14","Eclesiastes 3:1"]},"numeros_9_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente para simbolizar a força e a proteção divina.","explicacao_detalhada":"Neste contexto, 'urso' reforça a ideia de que Deus é um defensor poderoso que protege seu povo contra ameaças.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a continuidade da proteção divina ao longo da jornada de Israel.","conexao_teologica":"A proteção de Deus é uma constante na narrativa bíblica, mostrando que Ele está sempre presente para ajudar seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"numeros_9_4_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é novamente utilizada para indicar a comunicação de Deus com Moisés.","explicacao_detalhada":"Neste contexto, 'falar' reafirma a importância da revelação divina e da necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A repetição da palavra 'falar' sublinha a continuidade da instrução divina e a responsabilidade de Moisés em transmitir essa mensagem.","conexao_teologica":"A comunicação de Deus com seu povo é um aspecto essencial da fé, mostrando que Ele deseja se relacionar com a humanidade.","referencias_relacionadas":["Êxodo 3:4","Salmos 29:4","Hebreus 1:1"]},"numeros_9_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada frequentemente na Bíblia para descrever não apenas a relação biológica, mas também a relação espiritual e de compromisso entre Deus e Seu povo. Em Números 9:4, a menção de 'filhos' pode indicar a importância da família na observância das leis e festividades.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da descendência e do cumprimento das promessas de Deus através das gerações.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos familiares, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Salmos 127:3","Romanos 8:16"]},"numeros_9_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' aqui pode ser uma referência a um animal que simboliza força e proteção.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente em Números 9:5, a ideia de força e proteção é relevante no contexto das instruções sobre a Páscoa e a proteção divina sobre o povo de Israel.","por_que_esta_palavra":"A menção de animais fortes pode simbolizar a força de Deus em proteger Seu povo durante as festividades.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"numeros_9_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções devem ser seguidas, enfatizando a importância da obediência.","explicacao_detalhada":"A palavra 'modo' destaca a necessidade de seguir as diretrizes de Deus com precisão, refletindo a importância da ordem e da reverência nas práticas religiosas.","por_que_esta_palavra":"É crucial que o povo de Israel siga as instruções de Deus de maneira correta para que possam experimentar Suas bênçãos.","conexao_teologica":"A obediência às instruções divinas é um tema central na relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 5:32","Josué 1:8","Mateus 7:24"]},"numeros_9_5_pascoa":{"palavra_pt":"pascoa","palavra_original":"פֶּסַח","transliteracao":"peçach","strong":"H6453","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, um evento central na história da salvação do povo de Israel.","explicacao_detalhada":"A Páscoa é uma festividade que comemora a libertação dos israelitas da escravidão no Egito. Em Números 9:5, a observância da Páscoa é um lembrete da fidelidade de Deus e da importância da memória coletiva.","por_que_esta_palavra":"A Páscoa simboliza a redenção e a libertação, sendo um marco na identidade do povo de Deus.","conexao_teologica":"A Páscoa prefigura a obra redentora de Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17","1 Coríntios 5:7"]},"numeros_9_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida e à alma, enfatizando a importância da existência humana diante de Deus.","explicacao_detalhada":"A palavra 'alma' ou 'vida' em Números 9:6 destaca a dignidade e o valor da vida humana, que é criada à imagem de Deus.","por_que_esta_palavra":"A menção da alma reflete a conexão entre a vida física e a espiritual, mostrando que ambas são importantes para Deus.","conexao_teologica":"A vida é um presente de Deus, e a alma é vista como a parte eterna do ser humano que se relaciona com o Criador.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:14"]},"numeros_9_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Assim como mencionado anteriormente, refere-se à força e proteção.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força de Deus em proteger Seu povo durante a celebração da Páscoa.","por_que_esta_palavra":"A força é um atributo de Deus que garante a segurança e a proteção de Seu povo.","conexao_teologica":"Deus é visto como um defensor forte, que cuida de Seus filhos como um urso cuida de seus filhotes.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"numeros_9_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as instruções devem ser seguidas, enfatizando a importância da observância.","explicacao_detalhada":"A palavra 'dia' em Números 9:6 destaca a importância de momentos específicos na adoração e na celebração das festividades religiosas.","por_que_esta_palavra":"A observância do dia correto é crucial para a aceitação das ofertas e celebrações diante de Deus.","conexao_teologica":"Deus estabeleceu tempos e estações para a adoração, refletindo Sua ordem e propósito.","referencias_relacionadas":["Êxodo 20:8","Levítico 23:3","Colossenses 2:16-17"]},"numeros_9_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' em Números 9:7 destaca a responsabilidade do ser humano em seguir as instruções de Deus e participar da vida comunitária.","por_que_esta_palavra":"A menção do homem reflete a importância da liderança e da responsabilidade na observância das leis de Deus.","conexao_teologica":"O homem é criado à imagem de Deus e tem um papel especial na criação e na história da salvação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"numeros_9_7_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida e à alma, enfatizando a importância da existência humana diante de Deus.","explicacao_detalhada":"A palavra 'alma' ou 'vida' em Números 9:7 destaca a dignidade e o valor da vida humana, que é criada à imagem de Deus.","por_que_esta_palavra":"A menção da alma reflete a conexão entre a vida física e a espiritual, mostrando que ambas são importantes para Deus.","conexao_teologica":"A vida é um presente de Deus, e a alma é vista como a parte eterna do ser humano que se relaciona com o Criador.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:14"]},"numeros_9_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou declarar, enfatizando a importância da palavra.","explicacao_detalhada":"A palavra 'dizer' em Números 9:7 destaca a importância da comunicação e da declaração das verdades de Deus, especialmente em contextos de instrução e adoração.","por_que_esta_palavra":"A comunicação é fundamental para a transmissão da fé e das instruções divinas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação das verdades divinas é essencial para a edificação do povo.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Hebreus 4:12"]},"numeros_9_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada por Deus para comunicar instruções claras ao povo de Israel.","explicacao_detalhada":"No contexto de Números 9:8, Moisés é instruído a buscar a palavra do Senhor, enfatizando a importância da comunicação divina e da obediência às suas ordens.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão de mensagens e mandamentos, refletindo a autoridade de Deus na revelação de sua vontade.","conexao_teologica":"A comunicação entre Deus e seu povo é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade através de sua palavra.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:4","Salmos 119:105"]},"numeros_9_8_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção às instruções de Deus e agir de acordo com elas.","explicacao_detalhada":"Em Números 9:8, a ênfase em 'ouvir' sugere que a resposta do povo deve ser de obediência e atenção ao que Deus diz.","por_que_esta_palavra":"Ouvir é um ato ativo que envolve não apenas escutar, mas também entender e aplicar as instruções recebidas.","conexao_teologica":"A disposição para ouvir a voz de Deus é essencial para a vida espiritual e a relação com Ele, refletindo a importância da obediência.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 30:21","Tiago 1:22"]},"numeros_9_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre seu povo.","explicacao_detalhada":"Em Números 9:8, o uso do nome 'Senhor' destaca a relação de aliança entre Deus e Israel, enfatizando sua posição como guia e protetor.","por_que_esta_palavra":"O nome de Deus é invocado para lembrar ao povo de sua identidade e compromisso com eles, sendo um símbolo de sua presença constante.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando seu caráter, poder e a relação que Ele estabelece com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"numeros_9_9_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a comunicação direta de Deus a Moisés.","explicacao_detalhada":"Em Números 9:9, Deus fala a Moisés sobre as instruções específicas que devem ser seguidas, mostrando a importância da revelação divina.","por_que_esta_palavra":"Falar implica em um diálogo, onde Deus se comunica de forma clara e direta, reforçando a ideia de que Ele deseja ser ouvido.","conexao_teologica":"A comunicação de Deus com os líderes do povo é um tema recorrente, mostrando como Ele guia e dirige sua nação através de seus escolhidos.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Hebreus 1:1-2"]},"numeros_9_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a autoridade de Deus sobre as instruções dadas a Moisés.","explicacao_detalhada":"Neste versículo, o nome 'Senhor' é usado para enfatizar a seriedade e a importância das palavras que estão sendo faladas.","por_que_esta_palavra":"O nome de Deus é um lembrete constante de sua soberania e do dever do povo de obedecer às suas ordens.","conexao_teologica":"A invocação do nome de Deus é uma prática que reforça a relação de dependência e reverência que os crentes devem ter em relação a Ele.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"numeros_9_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de Deus com seu povo.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'dizer' reforça a importância da mensagem que está sendo transmitida e a necessidade de atenção por parte do povo.","por_que_esta_palavra":"A comunicação de Deus é vital para a vida espiritual do povo, e a palavra 'dizer' destaca a clareza e a autoridade de suas instruções.","conexao_teologica":"A ênfase na palavra de Deus é um tema central na Bíblia, mostrando como a revelação divina é essencial para a vida e a fé.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","2 Timóteo 3:16"]},"numeros_9_10_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, destacando a importância da vida diante de Deus.","explicacao_detalhada":"Em Números 9:10, a menção da 'alma' enfatiza a conexão entre a vida física e a espiritual, mostrando que Deus se importa com a totalidade do ser humano.","por_que_esta_palavra":"A palavra 'alma' é fundamental para entender a dignidade e o valor da vida humana aos olhos de Deus.","conexao_teologica":"A teologia bíblica ensina que a vida é um presente de Deus e deve ser vivida em comunhão com Ele.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:13-16","Mateus 10:28"]},"numeros_9_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever o caminho que o povo deve seguir sob a orientação de Deus.","explicacao_detalhada":"Em Números 9:10, a 'vida' é apresentada como um caminho de obediência e fé, refletindo a jornada espiritual do povo de Israel.","por_que_esta_palavra":"A vida, conforme entendida na Bíblia, é um chamado para viver em conformidade com a vontade de Deus e em comunhão com Ele.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a vida eterna é oferecida a todos que creem.","referencias_relacionadas":["João 14:6","Romanos 6:4","Gálatas 2:20"]},"numeros_9_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada em um contexto que pode ser interpretado como uma metáfora ou símbolo de força.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum na teologia, sua inclusão pode sugerir a força e a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"A menção de animais como o urso pode simbolizar a força e a proteção que Deus proporciona, refletindo seu cuidado por Israel.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e a imagem de um urso pode evocar essa ideia de defesa e segurança.","referencias_relacionadas":["Salmos 91:1-2","Isaías 40:11","Romanos 8:31"]},"numeros_9_11_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar que marca o tempo e as festividades religiosas do povo de Israel.","explicacao_detalhada":"Em Números 9:11, a menção da lua está ligada ao calendário religioso, que é fundamental para a observância das festas e rituais.","por_que_esta_palavra":"A lua é um símbolo de tempo e renovação, refletindo a fidelidade de Deus em marcar os tempos e as estações para seu povo.","conexao_teologica":"O calendário lunar é um aspecto importante da vida religiosa, mostrando como Deus ordena o tempo e as celebrações.","referencias_relacionadas":["Salmos 104:19","Gênesis 1:14","Eclesiastes 3:1"]},"numeros_9_11_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, que é importante para a contagem dos dias de festividades e sacrifícios.","explicacao_detalhada":"O termo 'dia' é usado para descrever um ciclo completo de luz e escuridão, que é fundamental na cultura hebraica para a observância de dias sagrados e rituais.","por_que_esta_palavra":"A palavra 'dia' é crucial para a compreensão do tempo litúrgico e das instruções dadas por Deus ao povo de Israel.","conexao_teologica":"O conceito de dia é frequentemente associado à criação e ao descanso de Deus no sétimo dia, simbolizando a santidade do tempo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"numeros_9_12_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à parte estrutural do corpo, que é importante em rituais de sacrifício e pureza.","explicacao_detalhada":"O 'osso' simboliza a força e a integridade do corpo, e sua menção em rituais pode indicar a necessidade de pureza e a preservação do corpo.","por_que_esta_palavra":"A palavra 'osso' é utilizada para enfatizar a importância da integridade física e espiritual nas ofertas a Deus.","conexao_teologica":"Os ossos são frequentemente usados como metáfora para a força e a durabilidade da aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 12:46","Salmos 34:20","Ezequiel 37:1-14"]},"numeros_9_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo deve ser feito, especialmente em relação a rituais e práticas religiosas.","explicacao_detalhada":"O 'modo' é essencial para a observância correta das leis e rituais, refletindo a ordem e a santidade exigidas por Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da obediência às instruções divinas em todos os aspectos da vida.","conexao_teologica":"A maneira como adoramos e seguimos a Deus reflete nossa compreensão de Sua santidade e nosso compromisso com Ele.","referencias_relacionadas":["Deuteronômio 6:5-7","Levítico 10:1-2","Colossenses 3:17"]},"numeros_9_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade das promessas de Deus e à necessidade de viver em verdade.","explicacao_detalhada":"A 'verdade' é um princípio fundamental na relação entre Deus e Seu povo, sendo um chamado à honestidade e à integridade.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de que Seu povo viva de acordo com Seus princípios.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["Salmos 119:160","João 4:24","Efésios 4:15"]},"numeros_9_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em seu papel como adorador e servo de Deus.","explicacao_detalhada":"O 'homem' é criado à imagem de Deus e tem a responsabilidade de viver em comunhão com Ele e seguir Suas instruções.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a dignidade e o propósito do ser humano na criação e na relação com Deus.","conexao_teologica":"A humanidade é central no plano de Deus, e cada homem é chamado a um relacionamento pessoal com o Criador.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-6","Romanos 5:12"]},"numeros_9_13_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à jornada da vida, incluindo os aspectos espirituais e físicos.","explicacao_detalhada":"A 'vida' é vista como um dom de Deus, e o 'caminho' representa a forma como devemos viver em obediência a Ele.","por_que_esta_palavra":"A palavra 'vida' é fundamental para entender a relação entre a obediência a Deus e a plenitude da vida que Ele oferece.","conexao_teologica":"A vida em Cristo é descrita como uma nova vida, onde os crentes são chamados a seguir o caminho da justiça e da verdade.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"numeros_9_13_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de algo, como a conclusão de um ciclo ou a realização de um propósito.","explicacao_detalhada":"O 'fim' pode indicar tanto a conclusão de um período de vida quanto a consumação dos planos de Deus.","por_que_esta_palavra":"A palavra 'fim' é importante para entender que tudo tem um propósito e que Deus está no controle do tempo e da história.","conexao_teologica":"A ideia de fim é frequentemente ligada à esperança da consumação final dos planos de Deus para a humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"numeros_9_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar, especialmente em relação a rituais e mandamentos.","explicacao_detalhada":"A palavra 'urso' implica em ação e obediência, destacando a importância de cumprir as instruções de Deus.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a necessidade de ação prática na vida de fé.","conexao_teologica":"A obediência às ordens de Deus é uma expressão de fé e confiança em Sua soberania.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Romanos 12:1"]},"numeros_9_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra prometida, que é central na história de Israel.","explicacao_detalhada":"A 'terra' simboliza a herança e a promessa de Deus ao Seu povo, representando um lugar de bênção e presença divina.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da terra na narrativa bíblica.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece a Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 4:1-11"]},"numeros_9_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e caráter.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de Sua presença e poder, e invocar Seu nome é um ato de adoração e reverência.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania de Deus e a relação de servidão que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade do relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"numeros_9_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, que é importante para a contagem do tempo e para a realização de rituais.","explicacao_detalhada":"O termo 'dia' é usado para descrever um ciclo completo de luz e escuridão, e na Bíblia, muitas vezes está associado a eventos significativos que ocorrem em um dia específico, como festas e celebrações.","por_que_esta_palavra":"A palavra 'dia' é fundamental para entender a ordem e a estrutura do tempo na narrativa bíblica, especialmente em relação aos mandamentos e rituais.","conexao_teologica":"O conceito de dia é central na criação e na observância do Sabbath, refletindo a importância do tempo sagrado na vida do povo de Deus.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"numeros_9_15_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habita entre o Seu povo, simbolizando a presença divina.","explicacao_detalhada":"O 'templo' é um espaço físico que representa a habitação de Deus na terra, onde os israelitas realizavam sacrifícios e cultos. É um símbolo da relação entre Deus e o Seu povo.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a adoração e a prática religiosa no Antigo Testamento, sendo um lugar de encontro entre Deus e a humanidade.","conexao_teologica":"O templo é um precursor do conceito de que Cristo é o verdadeiro templo, onde a presença de Deus se manifesta plenamente.","referencias_relacionadas":["Êxodo 25:8","1 Reis 6:1","João 2:19-21"]},"numeros_9_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de erguer ou colocar algo em uma posição elevada, frequentemente usada em contextos de adoração.","explicacao_detalhada":"A palavra 'levantar' é utilizada em várias situações, como levantar ofertas, levantar as mãos em oração, ou levantar o altar. Refere-se a uma ação física que simboliza reverência e entrega a Deus.","por_que_esta_palavra":"'Levantar' é uma ação que demonstra a disposição do povo em se aproximar de Deus e oferecer a Ele suas vidas e adorações.","conexao_teologica":"Levantar-se diante de Deus é um ato de submissão e reconhecimento da Sua soberania, refletindo a atitude do coração diante do Criador.","referencias_relacionadas":["Salmos 28:2","Salmos 63:4","1 Timóteo 2:8"]},"numeros_9_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus, geralmente envolvendo a morte de um animal, como um ato de adoração e expiação.","explicacao_detalhada":"O 'sacrifício' é uma prática central na adoração israelita, simbolizando a entrega e a busca de reconciliação com Deus. É um ato que expressa arrependimento e gratidão.","por_que_esta_palavra":"A palavra 'sacrifício' é essencial para entender a relação entre o povo e Deus, especialmente no contexto da expiação dos pecados.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é o sacrifício perfeito e final pela humanidade.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"numeros_9_16_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à percepção ou revelação que pode ser dada por Deus, muitas vezes associada a profecias ou instruções divinas.","explicacao_detalhada":"A 'visão' é uma forma de comunicação divina, onde Deus revela Seus planos e propósitos ao Seu povo. É um elemento importante na liderança espiritual.","por_que_esta_palavra":"A palavra 'visão' destaca a importância da revelação divina na vida do povo de Deus, guiando-os em suas decisões e ações.","conexao_teologica":"As visões são um meio pelo qual Deus se comunica com a humanidade, refletindo Sua vontade e direção.","referencias_relacionadas":["Ezequiel 1:1","Atos 2:17","Apocalipse 1:1"]},"numeros_9_17_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à parte do corpo usada para falar, expressar e comunicar, muitas vezes associada à proclamação da palavra de Deus.","explicacao_detalhada":"A 'boca' é um símbolo de comunicação e expressão, e na Bíblia, é frequentemente usada para descrever a importância da fala e da declaração da verdade.","por_que_esta_palavra":"A palavra 'boca' é significativa porque representa a capacidade de falar e declarar a vontade de Deus, sendo um instrumento de bênção ou maldição.","conexao_teologica":"A boca é um meio pelo qual a verdade de Deus é proclamada, refletindo a responsabilidade do crente em compartilhar o evangelho.","referencias_relacionadas":["Provérbios 18:21","Romanos 10:9","Salmos 34:13"]},"numeros_9_17_tenda":{"palavra_pt":"tenda","palavra_original":"אֹהֶל","transliteracao":"ʼôhel","strong":"H168","significado_raiz":"Ideia básica: tenda.","significado_contextual":"Refere-se à estrutura portátil que servia como habitação temporária para o povo de Israel durante a jornada no deserto.","explicacao_detalhada":"A 'tenda' é um símbolo da presença de Deus entre o Seu povo, representando a mobilidade e a provisão divina durante a peregrinação no deserto.","por_que_esta_palavra":"A palavra 'tenda' é importante para entender a natureza transitória da vida israelita no deserto e a constante presença de Deus em meio a eles.","conexao_teologica":"A tenda é um precursor do templo, simbolizando a habitação de Deus entre os homens e a promessa de Sua presença contínua.","referencias_relacionadas":["Êxodo 25:9","Hebreus 9:2","Gálatas 4:24"]},"numeros_9_18_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habita entre o Seu povo, simbolizando a presença divina.","explicacao_detalhada":"O 'templo' é um espaço físico que representa a habitação de Deus na terra, onde os israelitas realizavam sacrifícios e cultos. É um símbolo da relação entre Deus e o Seu povo.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a adoração e a prática religiosa no Antigo Testamento, sendo um lugar de encontro entre Deus e a humanidade.","conexao_teologica":"O templo é um precursor do conceito de que Cristo é o verdadeiro templo, onde a presença de Deus se manifesta plenamente.","referencias_relacionadas":["Êxodo 25:8","1 Reis 6:1","João 2:19-21"]},"numeros_9_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao título ou identificação de Deus, que carrega autoridade e poder.","explicacao_detalhada":"O 'nome' de Deus é um aspecto fundamental da Sua revelação, representando Sua natureza e caráter. Invocar o nome de Deus é um ato de fé e adoração.","por_que_esta_palavra":"A palavra 'nome' é significativa porque expressa a identidade de Deus e a relação que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é invocado em oração e adoração, refletindo a importância de conhecer e reconhecer Sua autoridade.","referencias_relacionadas":["Salmos 20:1","Romanos 10:13","Atos 4:12"]},"numeros_9_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especialmente entre Deus e Seu povo, e é frequentemente usado para descrever a relação de Jesus com Deus.","explicacao_detalhada":"A palavra 'filho' é usada para expressar a intimidade e a herança que os crentes têm em Cristo, sendo parte da família de Deus.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a relação especial que Jesus tem com o Pai e a posição dos crentes como filhos de Deus.","conexao_teologica":"A filiação é um tema central na teologia cristã, refletindo a adoção dos crentes como filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"numeros_9_19_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde a presença de Deus habitava entre o povo de Israel.","explicacao_detalhada":"O 'templo' ou 'mishkân' é o tabernáculo que os israelitas construíram no deserto, simbolizando a habitação de Deus entre eles. Este espaço era central para a adoração e os rituais religiosos.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da presença de Deus no meio do seu povo e a necessidade de um espaço sagrado para a adoração.","conexao_teologica":"O templo representa a relação entre Deus e a humanidade, onde Deus se revela e se relaciona com seu povo. É um símbolo da presença divina.","referencias_relacionadas":["Êxodo 25:8","Levítico 26:11-12","Salmos 27:4"]},"numeros_9_19_viver":{"palavra_pt":"viver","palavra_original":"אָרַךְ","transliteracao":"ʼârak","strong":"H748","significado_raiz":"Ideia básica: viver.","significado_contextual":"Indica a continuidade da vida e a experiência de existir sob a orientação de Deus.","explicacao_detalhada":"A palavra 'viver' implica não apenas a existência física, mas também uma vida plena em comunhão com Deus, seguindo suas instruções e experimentando sua bênção.","por_que_esta_palavra":"É usada para destacar a importância de viver de acordo com a vontade de Deus, que traz vida e prosperidade ao povo.","conexao_teologica":"A vida em Deus é um tema central nas Escrituras, onde viver segundo seus mandamentos resulta em bênçãos e proteção.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:4"]},"numeros_9_20_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se novamente ao espaço sagrado onde Deus se encontrava com seu povo.","explicacao_detalhada":"O 'templo' é um local de sacrifício e adoração, onde os israelitas buscavam a presença de Deus e ofereciam suas ofertas.","por_que_esta_palavra":"A repetição da palavra enfatiza a centralidade do templo na vida espiritual do povo de Israel.","conexao_teologica":"O templo é um símbolo da mediação entre Deus e a humanidade, representando a necessidade de um lugar sagrado para a adoração.","referencias_relacionadas":["Êxodo 40:34-35","1 Reis 8:10-11","Salmos 84:1-2"]},"numeros_9_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, que pode ter implicações espirituais e práticas.","explicacao_detalhada":"O 'dia' é uma unidade de tempo que, na cultura hebraica, muitas vezes está ligada a práticas religiosas e à observância de mandamentos.","por_que_esta_palavra":"A menção do 'dia' é importante para entender os momentos de adoração e as festividades que ocorrem no calendário religioso.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, onde cada dia pode ser visto como uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"numeros_9_21_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um momento específico do dia, que pode ser significativo para a adoração ou rituais.","explicacao_detalhada":"O 'dia' pode indicar um tempo de sacrifício ou de celebração, onde o povo se reúne para honrar a Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de momentos específicos na vida espiritual do povo.","conexao_teologica":"Cada dia é visto como uma dádiva de Deus, e a forma como se vive cada dia pode refletir a relação com Ele.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"numeros_9_22_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Mais uma referência ao espaço sagrado, reforçando sua importância na vida do povo.","explicacao_detalhada":"O 'templo' é o local onde os israelitas se reuniam para adorar e oferecer sacrifícios a Deus, sendo um símbolo da presença divina.","por_que_esta_palavra":"A repetição da palavra 'templo' destaca sua centralidade na adoração e na vida comunitária.","conexao_teologica":"O templo é um lugar de encontro entre Deus e seu povo, simbolizando a reconciliação e a comunhão.","referencias_relacionadas":["Êxodo 29:43","Salmos 122:1","Isaías 56:7"]},"numeros_9_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico que pode ser associado a rituais ou celebrações.","explicacao_detalhada":"O 'dia' é um conceito que envolve a observância de práticas religiosas e a importância de dedicar tempo a Deus.","por_que_esta_palavra":"A menção do 'dia' é crucial para entender a estrutura do culto e a vida espiritual do povo.","conexao_teologica":"O tempo é visto como sagrado, e cada dia é uma oportunidade para viver em obediência e adoração a Deus.","referencias_relacionadas":["Salmos 118:24","Lucas 4:16","Colossenses 3:17"]},"numeros_9_22_viver":{"palavra_pt":"viver","palavra_original":"אָרַךְ","transliteracao":"ʼârak","strong":"H748","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à experiência de vida sob a orientação divina.","explicacao_detalhada":"A palavra 'viver' implica em uma vida que reflete a vontade de Deus, cheia de propósito e significado.","por_que_esta_palavra":"É uma chamada à ação, enfatizando a importância de viver de acordo com os princípios divinos.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde viver em obediência traz frutos espirituais.","referencias_relacionadas":["Gálatas 2:20","Romanos 12:1-2","1 João 2:6"]},"numeros_9_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O nome 'senhor' (YHWH) é sagrado e carrega a essência da divindade, simbolizando sua soberania e relacionamento com o povo.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para entender a reverência e a adoração que lhe são devidas.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"numeros_9_23_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus, simbolizando seu poder e ação na história.","explicacao_detalhada":"A palavra 'mao' é frequentemente usada para descrever a intervenção divina e a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"A mão de Deus é uma metáfora poderosa que representa sua força e cuidado sobre aqueles que lhe pertencem.","conexao_teologica":"A mão de Deus é um símbolo de sua providência e soberania, atuando na vida dos crentes.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","1 Pedro 5:6-7"]},"numeros_9_23_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância de seguir Suas instruções.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a magnitude da presença de Deus e a importância de obedecer às Suas ordens, que são vistas como fundamentais para a vida do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a reverência que se deve ter em relação a Deus e Sua autoridade.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra da Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]}}