{"marcos_13_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao espaço reservado para o culto e a presença divina.","explicacao_detalhada":"O termo 'sagrado' é usado para descrever o templo e sua função como lugar de adoração. Jesus menciona a destruição do templo, o que provoca uma reflexão sobre o que é verdadeiramente sagrado.","por_que_esta_palavra":"A palavra 'sagrado' destaca a importância da reverência e do respeito em relação ao que é dedicado a Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e o templo é um símbolo dessa santidade.","referencias_relacionadas":["Êxodo 3:5","Levítico 19:30","1 Pedro 2:5"]},"marcos_13_1_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição de algo em meio a outros elementos.","explicacao_detalhada":"A palavra 'entre' aqui pode ser vista como uma referência ao contexto em que Jesus e Seus discípulos observam o templo e suas estruturas.","por_que_esta_palavra":"É importante para entender a interação entre Jesus e Seus discípulos no contexto do templo.","conexao_teologica":"A presença de Jesus 'entre' os discípulos enfatiza a relação íntima que Ele tem com aqueles que O seguem.","referencias_relacionadas":["Mateus 18:20","Hebreus 10:25","Atos 2:46"]},"marcos_13_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador e Sua identidade divina.","explicacao_detalhada":"O nome 'Jesus' é central para a fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"A menção de 'Jesus' é fundamental para entender a autoridade e a missão que Ele possui.","conexao_teologica":"Jesus é o centro da mensagem do evangelho, e Sua identidade é essencial para a compreensão da redenção.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"marcos_13_2_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"Refere-se ao período de escuridão, simbolizando incerteza ou perigo.","explicacao_detalhada":"A palavra 'noite' pode simbolizar momentos de provação ou a ausência de luz, que é frequentemente associada à presença de Deus.","por_que_esta_palavra":"A escuridão da noite pode ser uma metáfora para os desafios que os discípulos enfrentariam.","conexao_teologica":"A luz de Cristo é frequentemente contrastada com a escuridão do mundo, enfatizando a esperança que Ele traz.","referencias_relacionadas":["João 8:12","Salmos 139:12","1 Tessalonicenses 5:5"]},"marcos_13_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao espaço sagrado e à reverência que deve ser dada a ele.","explicacao_detalhada":"A palavra 'sagrado' aqui destaca a importância do templo como um lugar de adoração e a seriedade da mensagem de Jesus sobre sua destruição.","por_que_esta_palavra":"A ênfase no sagrado é crucial para entender a relação entre Deus e o Seu povo.","conexao_teologica":"A santidade de Deus é um tema recorrente, e o templo é um símbolo dessa santidade que será transformada com a nova aliança.","referencias_relacionadas":["Isaías 57:15","Hebreus 12:14","Apocalipse 21:27"]},"marcos_13_3_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a uma base firme, simbolizando segurança e estabilidade.","explicacao_detalhada":"A palavra 'rocha' é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro e inabalável.","por_que_esta_palavra":"A rocha representa a firmeza da fé e a confiança em Deus em tempos de incerteza.","conexao_teologica":"Cristo é descrito como a rocha sobre a qual a Igreja é construída, enfatizando a importância de uma fundação sólida na fé.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"marcos_13_3_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a uma relação de familiaridade ou conhecimento próximo.","explicacao_detalhada":"A palavra 'acquaintance' pode indicar a intimidade que os discípulos tinham com Jesus e como isso influencia sua compreensão de Sua mensagem.","por_que_esta_palavra":"A familiaridade com Jesus é essencial para entender Sua missão e Seus ensinamentos.","conexao_teologica":"O conhecimento de Cristo é fundamental para a vida cristã e para o relacionamento com Deus.","referencias_relacionadas":["Filipenses 3:10","1 João 2:3","João 10:14"]},"marcos_13_4_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Um sinal é um indicativo de algo maior, frequentemente relacionado a eventos divinos.","explicacao_detalhada":"No contexto de Marcos 13:4, o 'sinal' refere-se a eventos que precederão o fim dos tempos, servindo como alertas para os crentes.","por_que_esta_palavra":"A palavra 'sinal' é usada para descrever manifestações que apontam para a ação de Deus na história.","conexao_teologica":"Os sinais são frequentemente vistos como intervenções divinas que confirmam a soberania de Deus sobre a criação.","referencias_relacionadas":["Mateus 24:3","Lucas 21:7","Atos 2:19"]},"marcos_13_4_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar implica comunicar uma mensagem, muitas vezes com autoridade.","explicacao_detalhada":"Em Marcos 13:4, a palavra 'falar' é usada para descrever a instrução de Jesus sobre o que os discípulos devem esperar e como devem se preparar.","por_que_esta_palavra":"A comunicação de Jesus é essencial para a compreensão dos eventos futuros e para a preparação dos crentes.","conexao_teologica":"A palavra de Deus é uma fonte de verdade e orientação para os fiéis.","referencias_relacionadas":["João 8:47","Hebreus 1:1-2","Tiago 1:19"]},"marcos_13_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, central na fé cristã.","explicacao_detalhada":"Em Marcos 13:5, Jesus alerta seus discípulos sobre os enganos que surgirão, enfatizando sua autoridade como o Messias.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a identidade cristã e a salvação.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a redenção.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"marcos_13_5_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"No versículo, a verdade é contrastada com os enganos que surgirão, destacando a importância de permanecer na verdade de Cristo.","por_que_esta_palavra":"A verdade é essencial para a fé cristã, pois Jesus se apresenta como a verdade.","conexao_teologica":"A busca pela verdade é um chamado para os crentes, que devem discernir entre o que é verdadeiro e o que é falso.","referencias_relacionadas":["João 14:6","1 João 4:6","Salmos 119:160"]},"marcos_13_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e soberano sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a negação de falsos deuses e a importância de reconhecer o único Deus verdadeiro.","por_que_esta_palavra":"A afirmação de que não há outro deus além do Senhor é central na fé judaico-cristã.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, reafirmando sua autoridade sobre a história.","referencias_relacionadas":["Isaías 45:5","Deuteronômio 6:4","Romanos 3:30"]},"marcos_13_6_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se a algo de magnitude ou importância significativa.","explicacao_detalhada":"Em Marcos 13:6, Jesus alerta sobre falsos cristos que se apresentarão como grandes, enganando muitos.","por_que_esta_palavra":"A grandeza é frequentemente usada para descrever a influência e o poder, que podem ser usados para engano.","conexao_teologica":"A verdadeira grandeza é encontrada em Cristo, que é o maior entre todos.","referencias_relacionadas":["Mateus 24:24","Lucas 21:8","1 João 4:1"]},"marcos_13_6_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é a realidade que se opõe ao engano.","explicacao_detalhada":"Neste contexto, a verdade é crucial para discernir entre o que é genuíno e o que é falso, especialmente em tempos de engano.","por_que_esta_palavra":"A verdade é um pilar da fé cristã, essencial para a salvação e a vida cristã.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e em Jesus Cristo.","referencias_relacionadas":["João 8:32","Efésios 4:15","2 Timóteo 2:15"]},"marcos_13_7_batalha":{"palavra_pt":"batalha","palavra_original":"πόλεμος","transliteracao":"pólemos","strong":"G4171","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Batalha refere-se a conflitos e lutas espirituais.","explicacao_detalhada":"Em Marcos 13:7, Jesus menciona guerras e rumores de guerras, indicando que os crentes enfrentarão desafios.","por_que_esta_palavra":"A batalha é uma metáfora comum na Bíblia para descrever a luta entre o bem e o mal.","conexao_teologica":"A batalha espiritual é uma realidade para todos os crentes, que devem estar preparados.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"marcos_13_7_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Contínuo refere-se a algo que não cessa, que é persistente.","explicacao_detalhada":"No contexto, a ideia de contínuo sugere que as dificuldades e as lutas serão constantes até a volta de Cristo.","por_que_esta_palavra":"A persistência das dificuldades é um tema importante para preparar os crentes para a perseverança.","conexao_teologica":"A perseverança na fé é um chamado para todos os crentes, conforme ensinado nas Escrituras.","referencias_relacionadas":["Romanos 5:3-4","Tiago 1:2-4","Hebreus 12:1-2"]},"marcos_13_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se grande refere-se a um processo de transformação ou realização.","explicacao_detalhada":"Em Marcos 13:7, a ideia de 'tornar-se' sugere que eventos significativos ocorrerão, levando a mudanças no mundo.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornar mais semelhantes a Cristo.","conexao_teologica":"A obra de Deus em nossas vidas é um processo contínuo de crescimento e transformação.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"marcos_13_8_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como uma realidade inevitável que ocorrerá em tempos de tribulação.","explicacao_detalhada":"Neste versículo, a morte é mencionada em um contexto de sinais do fim dos tempos, onde Jesus alerta sobre guerras e desastres que levarão à morte de muitos.","por_que_esta_palavra":"A palavra 'morte' é utilizada para enfatizar a gravidade das situações que ocorrerão e a fragilidade da vida humana diante dos eventos apocalípticos.","conexao_teologica":"A morte é um tema central na teologia cristã, representando a separação do ser humano de Deus, mas também a promessa de vida eterna através da ressurreição em Cristo.","referencias_relacionadas":["Mateus 24:7-8","Lucas 21:10-11","Romanos 6:23"]},"marcos_13_9_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A igreja é vista como a comunidade de crentes que enfrentará perseguições.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a entrega dos crentes às autoridades, destacando a importância da igreja como um corpo que deve se unir em tempos de crise.","por_que_esta_palavra":"A palavra 'igreja' é crucial para entender a coletividade dos fiéis e a necessidade de apoio mútuo durante as tribulações.","conexao_teologica":"A igreja é o corpo de Cristo, chamado a ser luz e sal do mundo, especialmente em tempos de adversidade.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","1 Pedro 5:8-9"]},"marcos_13_9_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança refere-se ao pacto entre Deus e seu povo, que é fundamental para a compreensão da salvação.","explicacao_detalhada":"Neste contexto, a aliança é mencionada para lembrar os crentes de que, apesar das dificuldades, Deus permanece fiel às suas promessas.","por_que_esta_palavra":"A palavra 'aliança' é importante para entender a relação contínua entre Deus e a humanidade, especialmente em tempos de crise.","conexao_teologica":"A aliança é um tema central na Bíblia, simbolizando a fidelidade de Deus e a resposta do povo em fé e obediência.","referencias_relacionadas":["Gênesis 9:12-17","Êxodo 19:5-6","Hebreus 8:6-13"]},"marcos_13_10_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à mensagem do evangelho que deve ser proclamada em todas as nações.","explicacao_detalhada":"Neste versículo, Jesus destaca a importância de pregar o evangelho como uma boa nova que traz esperança e salvação.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a natureza positiva e transformadora da mensagem de Cristo.","conexao_teologica":"O evangelho é a boa nova que revela o plano de Deus para a redenção da humanidade através de Jesus Cristo.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"marcos_13_10_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A pregação da verdade é essencial para a missão da igreja em tempos de perseguição.","explicacao_detalhada":"Neste versículo, Jesus enfatiza a necessidade de proclamar a verdade do evangelho, mesmo diante de dificuldades.","por_que_esta_palavra":"A palavra 'pregar' é fundamental para a missão da igreja, que é levar a verdade de Cristo ao mundo.","conexao_teologica":"A verdade é um atributo de Deus e a base da mensagem cristã, que liberta e transforma vidas.","referencias_relacionadas":["João 8:32","2 Timóteo 4:2","Efésios 4:15"]},"marcos_13_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito é visto como a fonte de sabedoria e coragem em momentos de perseguição.","explicacao_detalhada":"Neste versículo, Jesus promete que o Espírito Santo dará aos crentes as palavras a serem ditas quando forem levados diante das autoridades.","por_que_esta_palavra":"A palavra 'espírito' é usada para enfatizar a presença e a ação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito Santo é o Consolador prometido que guia e fortalece os crentes em sua missão.","referencias_relacionadas":["Atos 1:8","João 14:26","Romanos 8:26"]},"marcos_13_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é invocada para reafirmar a soberania divina em meio às dificuldades.","explicacao_detalhada":"Neste contexto, a menção a Deus serve para lembrar os crentes de que Ele está no controle, mesmo quando enfrentam perseguições.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a fonte de esperança e força para os crentes.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele está sempre presente e atuante.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"marcos_13_11_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao tempo determinado por Deus para a manifestação de Sua vontade.","explicacao_detalhada":"Neste versículo, o 'dia' é mencionado em relação ao momento em que os crentes serão levados a prestar contas diante das autoridades.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo e da preparação espiritual dos crentes.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["2 Pedro 3:10","1 Tessalonicenses 5:2","Apocalipse 16:15"]},"marcos_13_12_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como uma consequência da perseguição enfrentada pelos seguidores de Cristo.","explicacao_detalhada":"Neste versículo, Jesus alerta que os crentes enfrentarão traições até mesmo de seus próprios familiares, resultando em morte.","por_que_esta_palavra":"A palavra 'morte' é utilizada para ilustrar a seriedade da perseguição que os crentes podem enfrentar.","conexao_teologica":"A morte, embora dolorosa, é vista na teologia cristã como uma passagem para a vida eterna em Cristo.","referencias_relacionadas":["Mateus 10:21-22","Lucas 14:26","Apocalipse 2:10"]},"marcos_13_13_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"O 'continuo' refere-se à perseverança dos crentes em sua fé diante das dificuldades.","explicacao_detalhada":"Neste versículo, Jesus afirma que aquele que perseverar até o fim será salvo, enfatizando a importância da continuidade na fé.","por_que_esta_palavra":"A palavra 'continuo' é usada para destacar a necessidade de uma fé firme e constante, mesmo em tempos de tribulação.","conexao_teologica":"A perseverança é um tema importante na Bíblia, que assegura aos crentes que a salvação é garantida para aqueles que permanecem fiéis.","referencias_relacionadas":["Mateus 24:13","Hebreus 10:36","Tiago 1:12"]},"marcos_13_13_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é um tema central na mensagem de Jesus, especialmente em tempos de perseguição.","explicacao_detalhada":"Neste contexto, o amor é visto como um mandamento essencial que deve prevalecer mesmo em meio a dificuldades e tribulações. O amor ao próximo é um reflexo do amor de Deus por nós.","por_que_esta_palavra":"A palavra 'amor' é utilizada para enfatizar a importância de manter relacionamentos saudáveis e solidários, mesmo quando a adversidade se aproxima.","conexao_teologica":"O amor é a essência da natureza de Deus e deve ser a base das interações humanas, conforme 1 João 4:8.","referencias_relacionadas":["Mateus 22:37-39","1 Coríntios 13:4-7","Romanos 13:10"]},"marcos_13_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o compromisso de Deus com Seu povo e a expectativa de fidelidade em resposta.","explicacao_detalhada":"Neste versículo, a aliança é um lembrete da relação especial entre Deus e Israel, e a necessidade de permanecer fiel a essa aliança, mesmo em tempos de crise.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e a humanidade, especialmente em momentos de provação.","conexao_teologica":"A aliança é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus e a resposta esperada do Seu povo.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 19:5-6","Hebreus 8:6"]},"marcos_13_14_desolation":{"palavra_pt":"desolation","palavra_original":"ἐρήμωσις","transliteracao":"erḗmōsis","strong":"G2050","significado_raiz":"Ideia básica: desolation.","significado_contextual":"A desolação é um sinal de juízo e abandono, refletindo a gravidade da situação espiritual.","explicacao_detalhada":"Neste contexto, a desolação é um aviso sobre as consequências de se afastar de Deus e a devastação que pode ocorrer como resultado.","por_que_esta_palavra":"A palavra 'desolação' é usada para alertar sobre a seriedade do estado espiritual e a necessidade de arrependimento.","conexao_teologica":"A desolação é frequentemente associada ao juízo divino e à necessidade de retorno a Deus.","referencias_relacionadas":["Mateus 24:15","Daniel 9:27","Apocalipse 3:14-22"]},"marcos_13_15_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A família é vista como uma unidade fundamental que deve ser protegida, mesmo em tempos difíceis.","explicacao_detalhada":"Neste versículo, a referência à família destaca a importância dos laços familiares e a necessidade de priorizar a proteção e o cuidado mútuo.","por_que_esta_palavra":"A palavra 'família' é utilizada para enfatizar a importância das relações interpessoais e o apoio que devemos oferecer uns aos outros.","conexao_teologica":"A família é uma instituição divina, e a Bíblia frequentemente fala sobre a importância de cuidar e amar uns aos outros dentro desse contexto.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","1 Timóteo 5:8"]},"marcos_13_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para reafirmar a soberania e a autoridade divina em todas as circunstâncias.","explicacao_detalhada":"Neste contexto, a menção a Deus serve como um lembrete da presença constante e do controle divino, mesmo em meio ao caos.","por_que_esta_palavra":"A palavra 'Deus' é central para a fé cristã, representando a fonte de esperança e força em tempos de dificuldade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:1-3","Romanos 8:28","Isaías 41:10"]},"marcos_13_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A menção a Deus reforça a ideia de que Ele é a fonte de proteção e orientação.","explicacao_detalhada":"Neste versículo, a referência a Deus destaca a necessidade de confiar Nele em tempos de crise e incerteza.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da providência divina e da esperança que ela traz.","conexao_teologica":"A confiança em Deus é um tema recorrente, enfatizando que Ele é nosso refúgio e fortaleza.","referencias_relacionadas":["Salmos 23:1-4","Filipenses 4:19","Hebreus 13:5-6"]},"marcos_13_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é frequentemente associado a eventos significativos na história da salvação.","explicacao_detalhada":"Neste contexto, o dia mencionado pode referir-se a um tempo de julgamento ou de revelação divina, enfatizando a importância de estar preparado.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um tempo específico em que Deus atuará de maneira decisiva.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na escatologia bíblica, referindo-se ao retorno de Cristo.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 1:7"]},"marcos_13_17_crianca":{"palavra_pt":"crianca","palavra_original":"γαστήρ","transliteracao":"gastḗr","strong":"G1064","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' simboliza a inocência e a vulnerabilidade, destacando a necessidade de proteção.","explicacao_detalhada":"Neste versículo, a referência à criança ressalta a importância de cuidar dos mais vulneráveis em tempos de crise.","por_que_esta_palavra":"A palavra 'criança' é utilizada para enfatizar a responsabilidade que temos em proteger e cuidar das gerações mais jovens.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de cuidar das crianças e de como elas são preciosas aos olhos de Deus.","referencias_relacionadas":["Mateus 18:10","Marcos 10:14","Lucas 18:16"]},"marcos_13_17_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A posse é vista como um símbolo de segurança e estabilidade, especialmente em tempos de incerteza.","explicacao_detalhada":"Neste contexto, a referência à posse destaca a importância de manter o que é nosso e proteger o que Deus nos deu.","por_que_esta_palavra":"A palavra 'posse' é utilizada para enfatizar a responsabilidade que temos em cuidar das bênçãos que Deus nos confiou.","conexao_teologica":"A Bíblia ensina que tudo o que temos é um presente de Deus, e devemos ser bons mordomos do que Ele nos deu.","referencias_relacionadas":["1 Coríntios 4:2","Mateus 25:14-30","Lucas 12:48"]},"marcos_13_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A menção a Deus reafirma a necessidade de confiar em Sua soberania em tempos de crise.","explicacao_detalhada":"Neste versículo, a referência a Deus serve como um lembrete de que Ele está no controle, mesmo quando as circunstâncias parecem caóticas.","por_que_esta_palavra":"A palavra 'Deus' é central para a fé, representando a fonte de esperança e força em tempos difíceis.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Salmos 121:1-2","Romanos 8:31","Isaías 40:28-31"]},"marcos_13_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a um evento significativo que está por vir.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um evento que se desenrola ao longo do tempo, indicando que algo importante está prestes a acontecer.","por_que_esta_palavra":"É usada para enfatizar a magnitude do que está por vir, sugerindo que será um tempo de grande importância.","conexao_teologica":"A transformação e os eventos futuros são centrais na escatologia cristã, onde Deus está no controle da história.","referencias_relacionadas":["Mateus 24:21","Lucas 21:23","Apocalipse 7:14"]},"marcos_13_19_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, marcado por eventos significativos.","explicacao_detalhada":"A palavra 'dia' aqui é usada para descrever um tempo de julgamento e tribulação, enfatizando a seriedade do que está por vir.","por_que_esta_palavra":"O uso de 'dia' destaca a iminência e a certeza dos eventos profetizados.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente nas Escrituras, simbolizando a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"marcos_13_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre os eventos futuros.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a natureza divina que controla e orquestra os eventos da história humana.","por_que_esta_palavra":"É fundamental para entender que, apesar das tribulações, Deus permanece no controle.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, especialmente em tempos de crise.","referencias_relacionadas":["Salmos 46:10","Isaías 45:7","Romanos 8:28"]},"marcos_13_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica um evento de grande magnitude que ocorrerá.","explicacao_detalhada":"A repetição da ideia de 'tornar-se' sugere que a grandeza do evento será evidente e impactante.","por_que_esta_palavra":"Enfatiza a seriedade e a importância do que está por vir, preparando os ouvintes para a gravidade da situação.","conexao_teologica":"A grandeza dos eventos futuros é um tema que aponta para a glorificação de Deus e a realização de Seus planos.","referencias_relacionadas":["Mateus 24:21","Lucas 21:25-26","Apocalipse 16:18"]},"marcos_13_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' implica um domínio absoluto e um poder que não pode ser contestado.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e a humanidade, especialmente em tempos de crise.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, refletindo Sua soberania e poder.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Efésios 1:21"]},"marcos_13_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de julgamento e tribulação.","explicacao_detalhada":"A palavra 'dia' é usada para descrever um período em que Deus intervirá de maneira significativa na história.","por_que_esta_palavra":"Destaca a certeza e a iminência do julgamento divino.","conexao_teologica":"O 'dia do Senhor' é um conceito que aparece em várias partes da Bíblia, simbolizando a justiça de Deus.","referencias_relacionadas":["Zacarias 14:1","2 Pedro 3:10","Apocalipse 16:14"]},"marcos_13_20_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição humana e suas limitações.","explicacao_detalhada":"A palavra 'carne' implica fraqueza e vulnerabilidade, contrastando com a força e a autoridade de Deus.","por_que_esta_palavra":"É importante para entender a fragilidade da humanidade diante dos eventos futuros.","conexao_teologica":"A natureza carnal é um tema que reflete a necessidade de redenção e dependência de Deus.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","1 Coríntios 15:50"]},"marcos_13_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e é um título que enfatiza a missão redentora de Jesus.","por_que_esta_palavra":"É fundamental para a identidade de Jesus e Sua obra na salvação da humanidade.","conexao_teologica":"A unção de Jesus como Cristo é central para a fé cristã, representando a realização das promessas de Deus.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 10:38"]},"marcos_13_21_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus.","explicacao_detalhada":"A palavra 'crer' implica uma resposta ativa à revelação de Deus, envolvendo confiança e compromisso.","por_que_esta_palavra":"É essencial para a vida cristã, pois a fé é o meio pelo qual recebemos a salvação.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da relação entre o crente e Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8-9"]},"marcos_13_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da divindade em um contexto de engano.","explicacao_detalhada":"A palavra 'não' é usada para enfatizar a rejeição de Deus e a verdade que Ele representa.","por_que_esta_palavra":"É crucial para entender a luta entre a verdade divina e as mentiras que podem surgir.","conexao_teologica":"A negação de Deus é um tema que aparece frequentemente nas Escrituras, alertando sobre os perigos do engano.","referencias_relacionadas":["Salmos 14:1","Romanos 1:21","2 Tessalonicenses 2:10"]},"marcos_13_22_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a falsos profetas que surgirão nos últimos dias, enganando muitos.","explicacao_detalhada":"A palavra 'profeta' neste contexto é usada para descrever aqueles que se apresentam como mensageiros de Deus, mas que na verdade são enganadores. Jesus alerta sobre a presença de tais indivíduos que distorcem a verdade.","por_que_esta_palavra":"A palavra é crucial para entender a advertência de Jesus sobre a necessidade de discernimento espiritual nos tempos finais.","conexao_teologica":"Os falsos profetas são um tema recorrente nas Escrituras, alertando os crentes a permanecerem firmes na verdade de Deus.","referencias_relacionadas":["Mateus 7:15","2 Pedro 2:1","1 João 4:1"]},"marcos_13_22_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui é mencionada em um contexto de sofrimento e tribulação que precede a vinda do Filho do Homem.","explicacao_detalhada":"A palavra 'morte' implica não apenas a separação física, mas também a morte espiritual que pode ocorrer através do engano e da apostasia.","por_que_esta_palavra":"É importante para entender as consequências do engano espiritual e a necessidade de vigilância.","conexao_teologica":"A morte é um tema central na teologia cristã, simbolizando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Apocalipse 20:14","1 Coríntios 15:55"]},"marcos_13_23_falar":{"palavra_pt":"falar","palavra_original":"προερέω","transliteracao":"proeréō","strong":"G4280","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de verdades ou enganos que podem ser proferidos por falsos profetas.","explicacao_detalhada":"A palavra 'falar' implica a importância da mensagem que é transmitida e a responsabilidade de quem fala em nome de Deus.","por_que_esta_palavra":"É essencial para entender a natureza da comunicação divina e a necessidade de discernimento nas palavras que ouvimos.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com a humanidade, e também um meio pelo qual o engano pode se infiltrar.","referencias_relacionadas":["Tiago 3:1-2","Provérbios 18:21","Mateus 12:36-37"]},"marcos_13_23_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da verdade que deve ser seguido pelos crentes, em contraste com os caminhos enganosos dos falsos profetas.","explicacao_detalhada":"A palavra 'caminho' simboliza a jornada espiritual e as escolhas que os crentes fazem em sua vida de fé.","por_que_esta_palavra":"É importante para enfatizar a necessidade de seguir o caminho correto que leva à vida eterna.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, e os crentes são chamados a seguir esse caminho.","referencias_relacionadas":["João 14:6","Salmos 119:105","Mateus 7:13-14"]},"marcos_13_24_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do Senhor, um tempo de julgamento e revelação.","explicacao_detalhada":"A palavra 'dia' neste contexto é carregada de significado escatológico, indicando um tempo específico em que Deus intervirá na história.","por_que_esta_palavra":"É crucial para entender a expectativa do retorno de Cristo e o juízo final.","conexao_teologica":"O dia do Senhor é um tema importante na profecia bíblica, simbolizando a consumação do plano de Deus.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 1:7"]},"marcos_13_24_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Implica a ação de acompanhar ou obedecer a Cristo, especialmente em tempos de tribulação.","explicacao_detalhada":"A palavra 'seguir' sugere um compromisso ativo com a fé e a disposição de suportar dificuldades por causa do Evangelho.","por_que_esta_palavra":"É fundamental para entender o chamado de Jesus para que seus discípulos o sigam, mesmo em meio a desafios.","conexao_teologica":"Seguir a Cristo é um aspecto central da vida cristã, envolvendo sacrifício e dedicação.","referencias_relacionadas":["Lucas 9:23","Mateus 16:24","João 10:27"]},"marcos_13_24_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se às tribulações e dificuldades que os crentes enfrentarão nos últimos dias.","explicacao_detalhada":"A palavra 'afflicted tion' (tribulação) enfatiza o sofrimento que pode resultar da fé em Cristo e da resistência ao engano.","por_que_esta_palavra":"É importante para preparar os crentes para os desafios que virão e para encorajá-los a permanecer firmes.","conexao_teologica":"A tribulação é um tema recorrente na Bíblia, mostrando que o sofrimento pode ser parte do caminho da fé.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 4:17","João 16:33"]},"marcos_13_25_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o domínio de Deus, onde ocorrerão sinais cósmicos antes do retorno de Cristo.","explicacao_detalhada":"A palavra 'céu' indica não apenas o espaço físico, mas também a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"É essencial para entender a grandeza de Deus e a expectativa do seu reino que será estabelecido.","conexao_teologica":"O céu é frequentemente mencionado como o lugar de habitação de Deus e a esperança final dos crentes.","referencias_relacionadas":["Mateus 24:29","Apocalipse 21:1","Filipenses 3:20"]},"marcos_13_25_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder de Deus que se manifestará através de sinais e maravilhas nos últimos dias.","explicacao_detalhada":"A palavra 'poder' destaca a autoridade divina que será revelada no retorno de Cristo e no juízo final.","por_que_esta_palavra":"É importante para entender a natureza do poder de Deus e sua capacidade de transformar a realidade.","conexao_teologica":"O poder de Deus é um tema central na Bíblia, mostrando sua capacidade de salvar, julgar e restaurar.","referencias_relacionadas":["Atos 1:8","Efésios 1:19-20","Romanos 1:16"]},"marcos_13_25_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Deus entre seu povo, especialmente em tempos de tribulação.","explicacao_detalhada":"A palavra 'entre' sugere a proximidade de Deus com os crentes, mesmo em meio ao sofrimento.","por_que_esta_palavra":"É fundamental para entender a promessa de que Deus nunca abandona seu povo.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, enfatizando seu relacionamento com a humanidade.","referencias_relacionadas":["Mateus 28:20","Salmos 46:1","Hebreus 13:5"]},"marcos_13_26_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder divino que se manifestará na vinda do Filho do Homem.","explicacao_detalhada":"A palavra 'poder' (δύναμις) é usada para descrever a força e a capacidade sobrenatural de Deus, que será revelada no retorno de Cristo. Este poder é associado a milagres e ações divinas que transcendem a natureza humana.","por_que_esta_palavra":"A escolha da palavra enfatiza a magnitude da manifestação de Deus no fim dos tempos, mostrando que a vinda de Cristo não será apenas um evento, mas uma demonstração poderosa de Sua autoridade.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, que destaca a soberania de Deus sobre todas as coisas e Sua capacidade de realizar o impossível.","referencias_relacionadas":["Mateus 24:30","Atos 1:11","Romanos 1:16"]},"marcos_13_26_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus será revelada na vinda do Filho do Homem.","explicacao_detalhada":"A palavra 'glória' (δόξα) implica a manifestação da majestade e do esplendor de Deus. No contexto da vinda de Cristo, isso se refere à revelação completa da Sua natureza divina e do Seu reino.","por_que_esta_palavra":"A utilização da palavra 'glória' ressalta a importância do reconhecimento da soberania de Deus e a reverência que devemos ter diante de Sua presença.","conexao_teologica":"A glória de Deus é um conceito fundamental na Bíblia, que nos lembra da grandeza de Deus e da adoração que Ele merece.","referencias_relacionadas":["João 1:14","Romanos 8:18","Apocalipse 21:23"]},"marcos_13_26_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do evento da vinda do Filho do Homem.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a magnitude e a importância do retorno de Cristo, que será um evento de proporções cósmicas e espirituais.","por_que_esta_palavra":"A escolha desta palavra enfatiza que a vinda de Cristo não é um evento trivial, mas algo que terá um impacto profundo e abrangente na criação.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Escritura, que nos lembra da Sua majestade e do impacto de Seus atos na história da salvação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"marcos_13_27_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde os eventos finais ocorrerão.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para indicar o mundo físico que será afetado pela vinda de Cristo e a restauração final de todas as coisas.","por_que_esta_palavra":"A menção da terra destaca a conexão entre o céu e a terra, mostrando que a redenção de Deus abrange toda a criação.","conexao_teologica":"A terra é frequentemente mencionada nas profecias bíblicas, simbolizando tanto a criação quanto a necessidade de redenção.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:21","Apocalipse 21:1"]},"marcos_13_27_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar de onde Cristo virá.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) indica a morada de Deus e o reino celestial, que será revelado na vinda do Filho do Homem.","por_que_esta_palavra":"A menção do céu enfatiza a origem divina de Cristo e a esperança de um futuro glorioso para os crentes.","conexao_teologica":"O céu é um tema central na escatologia cristã, representando a promessa de vida eterna e comunhão com Deus.","referencias_relacionadas":["Mateus 6:20","Filipenses 3:20","Apocalipse 22:5"]},"marcos_13_27_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere a ideia de separação e escolha, indicando que Deus reunirá Seu povo de diferentes lugares.","por_que_esta_palavra":"A escolha desta palavra ressalta a ação de Deus em reunir aqueles que pertencem a Ele, enfatizando a unidade do corpo de Cristo.","conexao_teologica":"A ideia de estar 'entre' é importante na teologia da comunidade cristã, que enfatiza a união dos crentes em Cristo.","referencias_relacionadas":["Efésios 2:19","Colossenses 3:14","Hebreus 10:25"]},"marcos_13_28_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que será revelada na vinda de Cristo.","explicacao_detalhada":"A palavra 'vida' (παραβολή) é usada para descrever a nova vida que os crentes experimentarão na plenitude do reino de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a transformação e a esperança que a vinda de Cristo traz para aqueles que creem.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, que destaca a nova criação e a redenção.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"marcos_13_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica uma transformação que ocorrerá na vida dos crentes com a vinda de Cristo.","por_que_esta_palavra":"A escolha desta palavra destaca a ideia de que a vinda de Cristo trará mudanças profundas e significativas na vida dos crentes.","conexao_teologica":"A transformação é um tema central na vida cristã, que enfatiza o processo de santificação e crescimento espiritual.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 3:18","Colossenses 3:10"]},"marcos_13_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada novamente para enfatizar a transformação que ocorrerá na vida dos crentes com a vinda de Cristo.","por_que_esta_palavra":"A repetição desta palavra reforça a ideia de que a vinda de Cristo é um ponto de virada que traz novas realidades para os crentes.","conexao_teologica":"A transformação e o novo nascimento são temas fundamentais na teologia cristã, que nos lembram da obra redentora de Cristo.","referencias_relacionadas":["João 3:3","Gálatas 6:15","Efésios 4:24"]},"marcos_13_29_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou conhecer a verdade sobre a vinda de Cristo.","explicacao_detalhada":"A palavra 'ver' (εἴδω) implica uma percepção clara e profunda da realidade espiritual que será revelada na vinda do Filho do Homem.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância do discernimento espiritual e da compreensão da verdade divina.","conexao_teologica":"O conhecimento de Deus e de Sua verdade é fundamental na vida cristã, que nos chama a buscar um relacionamento mais profundo com Ele.","referencias_relacionadas":["João 8:32","1 Coríntios 13:12","Filipenses 1:9"]},"marcos_13_30_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de transformação que ocorrerá na geração mencionada por Jesus.","explicacao_detalhada":"A palavra 'tornar-se' implica uma mudança significativa, indicando que eventos futuros trarão uma nova realidade para a geração que testemunhará essas coisas.","por_que_esta_palavra":"É usada para enfatizar a certeza de que as profecias de Jesus se cumprirão nesta geração.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a ideia de que Deus está sempre agindo na história.","referencias_relacionadas":["Mateus 24:34","Lucas 21:32","Hebreus 13:8"]},"marcos_13_30_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é uma negação, indicando a impossibilidade de saber o dia e a hora.","explicacao_detalhada":"A negação enfatiza a soberania de Deus sobre o tempo e os eventos futuros, mostrando que somente Ele tem esse conhecimento.","por_que_esta_palavra":"É crucial para entender a limitação humana em relação ao conhecimento divino.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia, destacando que Ele controla a história.","referencias_relacionadas":["Romanos 11:33","Isaías 55:8-9","Salmos 139:6"]},"marcos_13_30_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração contemporânea de Jesus, que testemunhará os eventos profetizados.","explicacao_detalhada":"A palavra 'geração' implica um grupo de pessoas que compartilham um tempo e experiências comuns, enfatizando a urgência da mensagem de Jesus.","por_que_esta_palavra":"É importante para entender que as promessas de Jesus se aplicam a um grupo específico de pessoas.","conexao_teologica":"A ideia de geração é relevante na escatologia, pois relaciona a expectativa de eventos futuros com a história presente.","referencias_relacionadas":["Mateus 24:34","Lucas 11:50-51","Atos 2:40"]},"marcos_13_31_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar onde suas promessas se realizam.","explicacao_detalhada":"A palavra 'céu' indica a eternidade e a permanência das palavras de Jesus, contrastando com a transitoriedade da terra.","por_que_esta_palavra":"É usada para afirmar a certeza e a durabilidade da mensagem de Cristo.","conexao_teologica":"O céu é um tema central na esperança cristã, representando a realização final das promessas de Deus.","referencias_relacionadas":["Mateus 6:20","Apocalipse 21:1-4","Filipenses 3:20"]},"marcos_13_31_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde os eventos ocorrerão.","explicacao_detalhada":"A palavra 'terra' destaca a realidade material em contraste com a eternidade do céu, enfatizando a importância dos eventos terrenos.","por_que_esta_palavra":"É crucial para entender a dualidade entre o céu e a terra na mensagem de Jesus.","conexao_teologica":"A relação entre céu e terra é fundamental na teologia, refletindo a interação entre o divino e o humano.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 5:5"]},"marcos_13_31_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é eterna e imutável.","explicacao_detalhada":"A palavra 'verbo' implica que a mensagem de Jesus é viva e ativa, refletindo a natureza de Cristo como a Palavra encarnada.","por_que_esta_palavra":"É usada para enfatizar a autoridade e a permanência da mensagem de Jesus.","conexao_teologica":"Cristo como a Palavra é um conceito central na teologia cristã, refletindo a revelação de Deus ao homem.","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 Pedro 1:25"]},"marcos_13_32_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do retorno de Cristo, que é desconhecido.","explicacao_detalhada":"A palavra 'dia' implica um momento específico no tempo, mas enfatiza que ninguém sabe quando isso ocorrerá.","por_que_esta_palavra":"É usada para alertar sobre a vigilância e a preparação para a volta de Cristo.","conexao_teologica":"A expectativa do retorno de Cristo é um tema central na escatologia cristã.","referencias_relacionadas":["Mateus 24:36","Atos 1:7","1 Tessalonicenses 5:2"]},"marcos_13_32_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu, onde Deus habita e de onde Cristo retornará.","explicacao_detalhada":"A palavra 'céu' aqui reforça a ideia de que o conhecimento de Deus transcende o entendimento humano.","por_que_esta_palavra":"É importante para entender a natureza divina e a soberania de Deus sobre o tempo.","conexao_teologica":"O céu é visto como o lugar de autoridade divina e cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 2:4","Isaías 66:1","Mateus 5:16"]},"marcos_13_33_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à necessidade de oração e vigilância diante da incerteza do futuro.","explicacao_detalhada":"A palavra 'deus' aqui implica a dependência do ser humano em relação a Deus para orientação e força.","por_que_esta_palavra":"É usada para enfatizar a importância da comunicação com Deus em tempos de incerteza.","conexao_teologica":"A oração é um meio de relacionamento com Deus, essencial para a vida cristã.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Tiago 5:16"]},"marcos_13_33_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se ao tempo oportuno para estar alerta e preparado para a volta de Cristo.","explicacao_detalhada":"A palavra 'oportunidade' implica que há momentos específicos que exigem vigilância e prontidão.","por_que_esta_palavra":"É usada para chamar a atenção dos crentes sobre a importância de estarem sempre prontos.","conexao_teologica":"A ideia de aproveitar as oportunidades é central na vida cristã, refletindo a responsabilidade do crente.","referencias_relacionadas":["Efésios 5:16","Colossenses 4:5","Mateus 25:13"]},"marcos_13_34_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é uma parte essencial da sociedade e da vida comunitária.","explicacao_detalhada":"A palavra 'familia' (οἰκία) é utilizada para descrever não apenas a estrutura familiar nuclear, mas também a ideia de um lar, um espaço de acolhimento e proteção. No contexto de Marcos 13, enfatiza a importância de estar atento às responsabilidades familiares e espirituais.","por_que_esta_palavra":"A palavra é usada para ressaltar a necessidade de vigilância e responsabilidade dentro do contexto familiar, especialmente em tempos de incerteza.","conexao_teologica":"A família é vista como uma instituição divina, onde os valores e ensinamentos de Deus devem ser transmitidos e vividos.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 127:1"]},"marcos_13_35_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é um título que expressa respeito e reconhecimento da autoridade divina. No contexto de Marcos 13, enfatiza que Jesus é o Senhor que deve ser respeitado e obedecido.","por_que_esta_palavra":"É fundamental para entender a relação entre o crente e Deus, destacando a necessidade de submissão à Sua vontade.","conexao_teologica":"A autoridade de Deus é central na teologia cristã, pois Ele é o criador e sustentador do universo.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Mateus 28:18"]},"marcos_13_35_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é uma parte essencial da sociedade e da vida comunitária.","explicacao_detalhada":"A palavra 'familia' (οἰκία) é utilizada para descrever não apenas a estrutura familiar nuclear, mas também a ideia de um lar, um espaço de acolhimento e proteção. No contexto de Marcos 13, enfatiza a importância de estar atento às responsabilidades familiares e espirituais.","por_que_esta_palavra":"A palavra é usada para ressaltar a necessidade de vigilância e responsabilidade dentro do contexto familiar, especialmente em tempos de incerteza.","conexao_teologica":"A família é vista como uma instituição divina, onde os valores e ensinamentos de Deus devem ser transmitidos e vividos.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 127:1"]},"marcos_13_35_midnight":{"palavra_pt":"midnight","palavra_original":"μεσονύκτιον","transliteracao":"mesonýktion","strong":"G3317","significado_raiz":"Ideia básica: midnight.","significado_contextual":"Refere-se ao momento da meia-noite, simbolizando um tempo de vigilância e preparação.","explicacao_detalhada":"A palavra 'midnight' (μεσονύκτιον) é usada para indicar um período de escuridão e incerteza, onde a vigilância se torna crucial. No contexto de Marcos 13, sugere que o retorno de Cristo pode ocorrer em um momento inesperado.","por_que_esta_palavra":"É importante para enfatizar a necessidade de estar sempre alerta e preparado para a volta do Senhor.","conexao_teologica":"A vigilância é um tema recorrente na teologia cristã, onde os crentes são chamados a estar prontos para a vinda de Cristo.","referencias_relacionadas":["Mateus 25:6","1 Tessalonicenses 5:2-6","Lucas 12:38"]},"marcos_13_36_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou à ausência de Deus em um contexto de vigilância.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para enfatizar a necessidade de estar atento, pois a ausência de vigilância pode levar à perda de bênçãos e proteção divina. No contexto de Marcos 13, alerta para a importância de não deixar a fé esfriar.","por_que_esta_palavra":"É crucial para entender a relação entre a vigilância e a presença de Deus em nossas vidas.","conexao_teologica":"A presença de Deus é fundamental para a vida do crente, e a vigilância é um meio de manter essa conexão.","referencias_relacionadas":["Salmos 121:3-4","Hebreus 13:5","Mateus 28:20"]},"marcos_13_36_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou chegar, especialmente em um contexto de expectativa.","explicacao_detalhada":"A palavra 'vir' (ἔρχομαι) é usada para descrever a ação de alguém que se aproxima, no caso, a vinda de Cristo. No contexto de Marcos 13, enfatiza a certeza do retorno do Senhor.","por_que_esta_palavra":"É importante para a esperança cristã, pois a vinda de Cristo é um evento central na fé.","conexao_teologica":"A expectativa da volta de Cristo é um dos pilares da escatologia cristã.","referencias_relacionadas":["Atos 1:11","Apocalipse 22:12","1 Coríntios 15:52"]},"marcos_13_36_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar ou descobrir algo que estava perdido.","explicacao_detalhada":"A palavra 'achar' (εὑρίσκω) implica em um esforço para encontrar algo. No contexto de Marcos 13, sugere a busca pela verdade e pela vigilância espiritual.","por_que_esta_palavra":"É essencial para entender a importância da busca ativa pela presença de Deus e pela verdade.","conexao_teologica":"A busca por Deus é um tema central na vida cristã, onde se nos é prometido que o encontraremos se O buscarmos de todo coração.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"marcos_13_37_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou convocar alguém.","explicacao_detalhada":"A palavra 'dizer' (λέγω) é usada para expressar a importância da comunicação, especialmente no contexto de advertir e instruir. Em Marcos 13, é um chamado à vigilância e à preparação.","por_que_esta_palavra":"É importante para entender a responsabilidade de comunicar a verdade e as advertências de Deus.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, e os crentes são chamados a proclamar a mensagem do Evangelho.","referencias_relacionadas":["Romanos 10:14","Mateus 28:19-20","2 Timóteo 4:2"]},"marcos_13_37_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho ou à maneira de viver que deve ser seguida.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica em uma jornada ou um estilo de vida. No contexto de Marcos 13, sugere que há um caminho correto a ser seguido na vigilância e na preparação para a volta de Cristo.","por_que_esta_palavra":"É essencial para entender que a vida cristã é uma jornada que requer escolhas e ações deliberadas.","conexao_teologica":"O caminho da fé é um tema central na Bíblia, onde Jesus é descrito como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 119:105","Mateus 7:13-14"]},"marcos_13_37_vigilant":{"palavra_pt":"vigilant","palavra_original":"γρηγορεύω","transliteracao":"grēgoreúō","strong":"G1127","significado_raiz":"Ideia básica: vigilant.","significado_contextual":"Refere-se à necessidade de estar alerta e atento.","explicacao_detalhada":"A palavra 'vigilant' (γρηγορεύω) enfatiza a importância de estar acordado e preparado. No contexto de Marcos 13, é um chamado à vigilância espiritual constante.","por_que_esta_palavra":"É crucial para a vida cristã, pois a vigilância é um sinal de fé e compromisso com Deus.","conexao_teologica":"A vigilância é um tema recorrente na Bíblia, onde os crentes são frequentemente chamados a estar alertas para a vinda do Senhor.","referencias_relacionadas":["Mateus 24:42","1 Pedro 5:8","Lucas 21:36"]}}