{"marcos_14_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia em que os eventos estão ocorrendo, especificamente a proximidade da Páscoa.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um tempo específico, que neste contexto é crucial para entender a cronologia dos eventos que levam à crucificação de Jesus.","por_que_esta_palavra":"A palavra 'dia' é importante para situar os acontecimentos dentro do calendário judaico e a urgência das ações dos líderes religiosos.","conexao_teologica":"O dia da Páscoa é um símbolo da libertação e da redenção, que se conecta com a obra redentora de Cristo.","referencias_relacionadas":["Êxodo 12:6","Mateus 26:2","Lucas 22:1"]},"marcos_14_1_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à intenção dos líderes religiosos de encontrar uma maneira de prender Jesus.","explicacao_detalhada":"A palavra 'buscar' implica uma ação deliberada e planejada, refletindo a determinação dos líderes em eliminar Jesus como uma ameaça.","por_que_esta_palavra":"A busca por Jesus é um tema recorrente nos Evangelhos, simbolizando a oposição ao ministério de Cristo.","conexao_teologica":"A busca por Jesus representa a luta entre a luz e as trevas, onde os líderes religiosos simbolizam a escuridão.","referencias_relacionadas":["Mateus 26:4","Lucas 22:2","João 11:53"]},"marcos_14_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'deus' é usada para enfatizar a negação de qualquer plano divino na prisão de Jesus.","explicacao_detalhada":"A palavra 'deus' aqui é utilizada para expressar a intenção dos líderes de agir sem considerar a vontade divina.","por_que_esta_palavra":"A negação da intervenção divina é um tema importante, pois mostra a arrogância dos líderes religiosos.","conexao_teologica":"A rejeição de Jesus é uma rejeição ao próprio Deus, que se revelou através de Cristo.","referencias_relacionadas":["Mateus 26:3","João 19:15","Atos 4:27"]},"marcos_14_3_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa de Simão, onde Jesus estava, simbolizando a intimidade e a comunhão entre os seguidores.","explicacao_detalhada":"A palavra 'família' sugere um ambiente de acolhimento e proteção, contrastando com a hostilidade dos líderes religiosos.","por_que_esta_palavra":"A casa de Simão representa um espaço seguro para Jesus e seus discípulos em um momento de crescente oposição.","conexao_teologica":"A ideia de família é central no ensino de Jesus sobre a comunidade de fé e a nova aliança.","referencias_relacionadas":["Mateus 12:50","Lucas 8:21","Atos 2:44"]},"marcos_14_3_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Simão, que é importante para identificar a pessoa e seu papel na narrativa.","explicacao_detalhada":"O nome 'Simão' é significativo, pois liga a história a um contexto familiar e cultural específico.","por_que_esta_palavra":"A identificação pelo nome é uma forma de dar dignidade e valor à pessoa mencionada.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a identidade e o propósito de Deus.","referencias_relacionadas":["Mateus 16:17","João 1:42","Atos 10:5"]},"marcos_14_3_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher que ungiu Jesus, destacando seu ato de devoção e amor.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para enfatizar a importância do ato dela em contraste com a indiferença dos homens presentes.","por_que_esta_palavra":"O ato da mulher é um exemplo de fé e adoração, que é frequentemente ignorado pelos líderes religiosos.","conexao_teologica":"A devoção da mulher antecipa a morte de Jesus e simboliza a preparação para sua sepultura.","referencias_relacionadas":["Mateus 26:6-13","Lucas 7:37-50","João 12:3"]},"marcos_14_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à magnitude do ato de unção da mulher, que foi considerado excessivo por alguns.","explicacao_detalhada":"A palavra 'grande' implica um valor significativo, tanto em termos de custo quanto de significado espiritual.","por_que_esta_palavra":"A grandeza do ato é um reflexo do amor e da devoção que a mulher tinha por Jesus.","conexao_teologica":"A grandeza do amor de Deus é refletida na resposta da mulher, que reconhece a importância de Jesus.","referencias_relacionadas":["Mateus 26:8","Lucas 7:47","João 12:5"]},"marcos_14_4_ointment":{"palavra_pt":"ointment","palavra_original":"μύρον","transliteracao":"mýron","strong":"G3464","significado_raiz":"Ideia básica: ointment.","significado_contextual":"Refere-se ao perfume caro usado pela mulher para ungir Jesus, simbolizando honra e respeito.","explicacao_detalhada":"O 'ointment' é um símbolo de adoração e um ato de preparação para a morte de Cristo.","por_que_esta_palavra":"O uso do perfume caro destaca a importância do ato e a disposição da mulher em sacrificar algo valioso.","conexao_teologica":"O ato de unção é um prenúncio da morte e ressurreição de Jesus, mostrando a importância do sacrifício.","referencias_relacionadas":["Mateus 26:7","Lucas 7:38","João 12:3"]},"marcos_14_5_ointment":{"palavra_pt":"ointment","palavra_original":"μύρον","transliteracao":"mýron","strong":"G3464","significado_raiz":"Ideia básica: ointment.","significado_contextual":"Reitera a importância do perfume caro, que foi criticado por alguns como um desperdício.","explicacao_detalhada":"A repetição do termo 'ointment' enfatiza o valor do ato de unção e a devoção da mulher.","por_que_esta_palavra":"A insistência no uso do perfume caro destaca a tensão entre o valor material e o valor espiritual.","conexao_teologica":"A crítica ao uso do perfume reflete a falta de compreensão do valor do sacrifício de Jesus.","referencias_relacionadas":["Mateus 26:8-9","Lucas 7:39","João 12:4"]},"marcos_14_5_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se à preocupação com os pobres, que foi usada como justificativa para criticar o ato da mulher.","explicacao_detalhada":"A palavra 'pobre' é utilizada para destacar a hipocrisia dos críticos, que se preocupam mais com a aparência do que com a verdadeira adoração.","por_que_esta_palavra":"A menção aos pobres é uma forma de desviar a atenção do ato de adoração e do valor que ele representa.","conexao_teologica":"A preocupação com os pobres é um tema importante na Bíblia, mas não deve ser usada para desmerecer a adoração a Deus.","referencias_relacionadas":["Mateus 26:11","Lucas 14:13","Tiago 1:27"]},"marcos_14_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e o Salvador da humanidade. No contexto de Marcos 14:6, Ele é mencionado em relação à unção que recebeu, simbolizando Sua preparação para a morte e sepultamento.","por_que_esta_palavra":"A menção de Jesus neste versículo destaca Sua importância e o reconhecimento de Sua missão redentora.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a encarnação do amor e da graça de Deus para a salvação da humanidade.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"marcos_14_6_forca":{"palavra_pt":"forca","palavra_original":"κόπος","transliteracao":"kópos","strong":"G2873","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao esforço ou trabalho árduo.","explicacao_detalhada":"A palavra 'força' neste contexto pode ser entendida como o esforço que é feito em nome de Jesus, especialmente em relação ao ato de unção que foi considerado um trabalho significativo e digno.","por_que_esta_palavra":"A força é necessária para realizar boas obras, especialmente aquelas que glorificam a Deus.","conexao_teologica":"A força e o esforço humano são complementados pela graça divina, que capacita os crentes a realizar boas obras.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","1 Coríntios 15:58"]},"marcos_14_6_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se a ações ou feitos que têm um propósito.","explicacao_detalhada":"No contexto de Marcos 14:6, a 'obra' se relaciona com o ato de unção de Jesus, que é visto como um ato de amor e devoção, representando uma obra significativa na preparação para Sua morte.","por_que_esta_palavra":"A obra de unção é um símbolo do reconhecimento da importância do sacrifício de Jesus.","conexao_teologica":"As obras dos crentes devem refletir a fé em Jesus e Sua obra redentora.","referencias_relacionadas":["Tiago 2:26","Gálatas 6:9","Mateus 5:16"]},"marcos_14_7_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se a pessoas em situação de necessidade ou carência.","explicacao_detalhada":"Jesus menciona os pobres em Marcos 14:7 para enfatizar a importância de cuidar dos necessitados, mas também para destacar que Sua presença e missão são prioritárias.","por_que_esta_palavra":"A referência aos pobres ressalta a compaixão de Jesus e a responsabilidade dos crentes em ajudar os necessitados.","conexao_teologica":"A preocupação com os pobres é um tema central na mensagem de Jesus e na prática cristã.","referencias_relacionadas":["Mateus 26:11","Lucas 4:18","Tiago 1:27"]},"marcos_14_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' neste contexto se relaciona com a ação de ungir Jesus, que é vista como um ato de devoção e reconhecimento de Sua importância.","por_que_esta_palavra":"O ato de fazer algo em nome de Jesus é um reflexo da fé e da adoração.","conexao_teologica":"A ação de fazer boas obras é uma expressão da fé viva em Cristo.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:17","1 Pedro 2:9"]},"marcos_14_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar algo.","explicacao_detalhada":"Assim como em Marcos 14:7, a palavra 'fazer' aqui enfatiza a importância do ato de unção, que é um gesto significativo de amor e respeito por Jesus.","por_que_esta_palavra":"O ato de fazer algo em honra a Jesus é um testemunho da fé e da devoção.","conexao_teologica":"As ações dos crentes devem refletir a adoração e o reconhecimento da soberania de Cristo.","referencias_relacionadas":["Mateus 5:16","Gálatas 6:9","Colossenses 3:23"]},"marcos_14_8_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Jesus, que seria sacrificado.","explicacao_detalhada":"A menção do 'corpo' em Marcos 14:8 é uma referência direta ao sacrifício que Jesus faria, simbolizando a entrega total por amor à humanidade.","por_que_esta_palavra":"O corpo de Jesus é central para a doutrina da expiação e redenção.","conexao_teologica":"A encarnação e o sacrifício de Jesus são fundamentais para a salvação dos crentes.","referencias_relacionadas":["1 Coríntios 11:24","Hebreus 10:10","Romanos 12:1"]},"marcos_14_8_burying":{"palavra_pt":"burying","palavra_original":"ἐνταφιασμός","transliteracao":"entaphiasmós","strong":"G1780","significado_raiz":"Ideia básica: burying.","significado_contextual":"Refere-se ao ato de sepultar ou enterrar.","explicacao_detalhada":"A palavra 'burying' se relaciona com a preparação do corpo de Jesus para o sepultamento, que é um ato de respeito e honra após Sua morte.","por_que_esta_palavra":"O sepultamento de Jesus é um aspecto crucial da narrativa da Paixão, que culmina na ressurreição.","conexao_teologica":"O sepultamento de Jesus é parte do plano redentor de Deus, que inclui Sua morte e ressurreição.","referencias_relacionadas":["Mateus 27:59","Marcos 15:46","Lucas 23:53"]},"marcos_14_9_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é de qualidade superior ou benéfico.","explicacao_detalhada":"A palavra 'bom' neste contexto se refere à ação de unção de Jesus, que é vista como uma obra de grande valor e significado espiritual.","por_que_esta_palavra":"A unção é considerada uma boa obra, pois honra a Jesus e Sua missão.","conexao_teologica":"As boas obras são um reflexo da fé e do amor que os crentes têm por Cristo.","referencias_relacionadas":["Gálatas 6:9","Efésios 2:10","Mateus 5:16"]},"marcos_14_9_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se ao ato de proclamar ou anunciar uma mensagem.","explicacao_detalhada":"A palavra 'pregar/proclamar' enfatiza a importância de compartilhar a mensagem de Jesus e Sua obra redentora, especialmente no contexto da unção e do sacrifício.","por_que_esta_palavra":"A proclamação da verdade sobre Jesus é essencial para a fé cristã.","conexao_teologica":"A pregação do evangelho é um chamado para todos os crentes, refletindo a missão de Jesus.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14","2 Timóteo 4:2"]},"marcos_14_9_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No contexto de Marcos 14:9, 'fazer' implica em realizar boas obras ou ações que glorificam a Deus, como a unção de Jesus por uma mulher, que é vista como um ato de amor e devoção.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância das ações que demonstram fé e devoção a Deus.","conexao_teologica":"A teologia cristã enfatiza que a fé sem obras é morta (Tiago 2:26), e 'fazer' é um chamado à ação na vida do crente.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 5:16"]},"marcos_14_10_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que neste caso é Judas Iscariotes.","explicacao_detalhada":"Judas é mencionado como o traidor, e seu nome se tornou sinônimo de traição. O nome carrega um peso significativo no contexto da narrativa evangélica.","por_que_esta_palavra":"O uso do nome é crucial para identificar Judas e seu papel na traição de Jesus, destacando a gravidade de suas ações.","conexao_teologica":"O nome de Judas serve como um alerta sobre as consequências da deslealdade e da traição na vida cristã.","referencias_relacionadas":["Mateus 26:14-16","João 13:21-27","Atos 1:16-20"]},"marcos_14_10_iscariot":{"palavra_pt":"iscariot","palavra_original":"Ἰσκαριώτης","transliteracao":"Iskariṓtēs","strong":"G2469","significado_raiz":"Ideia básica: iscariot.","significado_contextual":"A palavra 'iscariot' indica a origem de Judas, possivelmente referindo-se à cidade de Queriote.","explicacao_detalhada":"O termo 'Iscariot' é usado para distinguir Judas dos outros discípulos, enfatizando sua traição e a singularidade de sua ação contra Jesus.","por_que_esta_palavra":"É importante para a narrativa, pois ajuda a identificar Judas e seu papel específico na história da traição.","conexao_teologica":"A identificação de Judas como Iscariot serve para lembrar os crentes sobre a possibilidade de traição mesmo entre os mais próximos.","referencias_relacionadas":["Mateus 10:4","Lucas 6:16","João 12:4"]},"marcos_14_10_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, Judas, que é descrito como um traidor.","explicacao_detalhada":"O uso da palavra 'homem' destaca a humanidade de Judas, que, apesar de ser um dos doze discípulos, sucumbiu à tentação.","por_que_esta_palavra":"É uma lembrança de que todos os seres humanos têm a capacidade de errar e de se desviar do caminho de Deus.","conexao_teologica":"A humanidade de Judas serve como um exemplo de que mesmo aqueles que estão próximos de Deus podem falhar.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","1 Coríntios 10:12"]},"marcos_14_11_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é uma referência ao Senhor, que observa as ações humanas.","explicacao_detalhada":"No contexto, enfatiza a soberania de Deus sobre os eventos, mesmo quando a traição acontece.","por_que_esta_palavra":"É importante para lembrar que Deus está ciente de todas as ações e que nada escapa ao Seu controle.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele pode usar até mesmo o mal para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 139:1-4","Isaías 46:10","Romanos 8:28"]},"marcos_14_11_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ou investigar algo.","explicacao_detalhada":"No contexto, Judas busca uma oportunidade para trair Jesus, mostrando sua intenção maliciosa.","por_que_esta_palavra":"A escolha da palavra 'buscar' destaca a premeditação da traição de Judas.","conexao_teologica":"A busca de Judas por lucro e traição serve como um alerta sobre as motivações do coração humano.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Tiago 4:2"]},"marcos_14_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os eventos estão ocorrendo.","explicacao_detalhada":"No contexto, o 'dia' é significativo porque marca a preparação para a Páscoa, um evento central na fé judaica.","por_que_esta_palavra":"A menção do dia enfatiza a importância do tempo e da preparação para a celebração da Páscoa.","conexao_teologica":"A Páscoa é um símbolo da redenção, e o dia em que Judas trai Jesus é crucial para a narrativa da salvação.","referencias_relacionadas":["Êxodo 12:14","Lucas 22:7-8","1 Coríntios 5:7"]},"marcos_14_12_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de selecionar ou decidir entre opções.","explicacao_detalhada":"No contexto, Jesus escolhe seus discípulos e, neste caso, Judas é uma escolha que leva à traição.","por_que_esta_palavra":"A escolha de Judas destaca a liberdade humana e a responsabilidade nas decisões que tomamos.","conexao_teologica":"A escolha de Judas serve como um lembrete da importância de fazer escolhas que honrem a Deus.","referencias_relacionadas":["Deuteronômio 30:19","João 15:16","Romanos 12:2"]},"marcos_14_13_pitcher":{"palavra_pt":"pitcher","palavra_original":"κεράμιον","transliteracao":"kerámion","strong":"G2765","significado_raiz":"Ideia básica: pitcher.","significado_contextual":"A palavra 'pitcher' refere-se a um recipiente usado para armazenar líquidos, como vinho.","explicacao_detalhada":"No contexto, o 'pitcher' é um símbolo da preparação para a Última Ceia, onde o vinho representa o sangue de Cristo.","por_que_esta_palavra":"A menção do 'pitcher' é significativa para a narrativa da Ceia do Senhor, que é um ato de comunhão.","conexao_teologica":"O 'pitcher' simboliza a nova aliança em Cristo, onde o vinho representa o sangue que foi derramado por muitos.","referencias_relacionadas":["Mateus 26:27-28","Lucas 22:20","1 Coríntios 11:25"]},"marcos_14_13_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à ação de ir embora ou sair de um lugar.","explicacao_detalhada":"No contexto, 'depart' indica a ação dos discípulos em seguir as instruções de Jesus para preparar a Páscoa.","por_que_esta_palavra":"A palavra é importante para mostrar a obediência dos discípulos às instruções de Jesus.","conexao_teologica":"A obediência é um tema central na vida cristã, e 'depart' enfatiza a importância de seguir a direção de Deus.","referencias_relacionadas":["Mateus 28:19-20","João 14:15","Hebreus 5:9"]},"marcos_14_14_guestchamber":{"palavra_pt":"guestchamber","palavra_original":"κατάλυμα","transliteracao":"katályma","strong":"G2646","significado_raiz":"Ideia básica: guestchamber.","significado_contextual":"Refere-se ao local onde Jesus e seus discípulos se reuniram para a Última Ceia.","explicacao_detalhada":"O termo 'guestchamber' (κατάλυμα) indica um espaço reservado, geralmente uma sala de hóspedes, que foi preparado para a celebração da Páscoa. Este local é significativo porque marca o momento em que Jesus institui a Eucaristia.","por_que_esta_palavra":"A escolha de um 'guestchamber' simboliza a hospitalidade e a preparação divina para a revelação do sacrifício de Cristo.","conexao_teologica":"O 'guestchamber' é um espaço que representa a comunhão entre Jesus e seus seguidores, antecipando a nova aliança estabelecida pelo seu sacrifício.","referencias_relacionadas":["Lucas 22:11","Mateus 26:18","Marcos 14:15"]},"marcos_14_14_familia":{"palavra_pt":"familia","palavra_original":"οἰκοδεσπότης","transliteracao":"oikodespótēs","strong":"G3617","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao anfitrião que preparou o local para a Páscoa.","explicacao_detalhada":"O termo 'familia' (οἰκοδεσπότης) implica um papel de liderança e responsabilidade na preparação do espaço sagrado para a celebração. Este anfitrião é um símbolo de acolhimento e serviço.","por_que_esta_palavra":"A palavra destaca a importância da hospitalidade na cultura judaica e a disposição de servir a Deus e aos outros.","conexao_teologica":"A figura do 'familia' reflete a ideia de que todos são chamados a preparar seus corações e lares para receber a presença de Cristo.","referencias_relacionadas":["Hebreus 13:2","1 Pedro 4:9","Mateus 25:35"]},"marcos_14_14_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a Jesus como o ensinador e líder espiritual dos discípulos.","explicacao_detalhada":"A palavra 'mestre' (διδάσκαλος) enfatiza a autoridade de Jesus em ensinar e guiar seus seguidores. Ele não é apenas um professor, mas o próprio caminho para a verdade e a vida.","por_que_esta_palavra":"A designação de Jesus como 'mestre' é crucial para entender sua missão e o papel que desempenha na formação espiritual dos discípulos.","conexao_teologica":"Jesus, como 'mestre', representa a sabedoria divina e a revelação do plano de Deus para a salvação da humanidade.","referencias_relacionadas":["João 13:13","Mateus 23:8","Lucas 6:40"]},"marcos_14_15_shew":{"palavra_pt":"shew","palavra_original":"δεικνύω","transliteracao":"deiknýō","strong":"G1166","significado_raiz":"Ideia básica: shew.","significado_contextual":"Refere-se ao ato de mostrar ou revelar o local da Páscoa.","explicacao_detalhada":"A palavra 'shew' (δεικνύω) implica uma demonstração clara e intencional. Neste contexto, é a revelação do lugar onde a Última Ceia ocorrerá, um momento de grande importância.","por_que_esta_palavra":"A revelação do local é um ato de cumprimento profético e de preparação para o sacrifício de Cristo.","conexao_teologica":"O ato de 'shew' simboliza a transparência e a clareza da missão de Jesus, que se aproxima do seu sacrifício redentor.","referencias_relacionadas":["Mateus 26:18","Lucas 22:10","João 13:1"]},"marcos_14_16_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa judaica, que Jesus e seus discípulos estavam prestes a observar.","explicacao_detalhada":"A palavra 'pascoa' (πάσχα) é central na tradição judaica, simbolizando a libertação do povo de Israel da escravidão no Egito. Jesus, ao celebrar a Páscoa, institui um novo significado para a festa.","por_que_esta_palavra":"A Páscoa é um marco da redenção e da aliança de Deus com seu povo, e Jesus a transforma em um símbolo de sua própria morte e ressurreição.","conexao_teologica":"A Páscoa representa a transição da antiga aliança para a nova aliança em Cristo, que é o verdadeiro Cordeiro Pascal.","referencias_relacionadas":["Êxodo 12:13","1 Coríntios 5:7","Lucas 22:15"]},"marcos_14_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao momento em que os discípulos se reúnem com Jesus para a ceia.","explicacao_detalhada":"A expressão 'tornar-se/acontecer' (γίνομαι) indica a realização de um evento significativo. Este é o momento em que a Última Ceia se torna uma nova instituição na vida da Igreja.","por_que_esta_palavra":"A transformação que ocorre durante a Última Ceia é fundamental para a compreensão do sacrifício de Cristo e da Eucaristia.","conexao_teologica":"Este ato de 'tornar-se' simboliza a presença real de Cristo na Eucaristia e a continuidade da sua missão através dos séculos.","referencias_relacionadas":["Mateus 26:26","Lucas 22:19","João 6:51"]},"marcos_14_17_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir Jesus e seus ensinamentos.","explicacao_detalhada":"A palavra 'seguir' (μετά) implica um movimento em direção a algo ou alguém. Neste contexto, representa a disposição dos discípulos em acompanhar Jesus em sua missão.","por_que_esta_palavra":"Seguir Jesus é um chamado à obediência e à transformação pessoal, essencial para a vida cristã.","conexao_teologica":"O ato de 'seguir' é central na vida cristã, refletindo a necessidade de estar em comunhão com Cristo e seus ensinamentos.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"marcos_14_17_evening":{"palavra_pt":"even ing","palavra_original":"ὄψιος","transliteracao":"ópsios","strong":"G3798","significado_raiz":"Ideia básica: even ing.","significado_contextual":"Refere-se ao momento do dia em que a Última Ceia ocorreu.","explicacao_detalhada":"A palavra 'evening' (ὄψιος) indica o tempo do crepúsculo, um momento de transição que simboliza a passagem da antiga aliança para a nova.","por_que_esta_palavra":"O crepúsculo é um tempo de reflexão e preparação, adequado para a celebração da Páscoa e a instituição da Eucaristia.","conexao_teologica":"O 'evening' representa a chegada da luz de Cristo em um mundo de trevas, simbolizando a esperança e a redenção.","referencias_relacionadas":["Mateus 26:20","Marcos 1:32","Lucas 22:14"]},"marcos_14_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à presença de Jesus entre os discípulos durante a Última Ceia.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é central na fé cristã, representando o Salvador e o Filho de Deus. Sua presença é a essência da comunhão e da nova aliança.","por_que_esta_palavra":"Jesus é o cumprimento das promessas de Deus e a manifestação do amor divino pela humanidade.","conexao_teologica":"A presença de Jesus na Última Ceia é um ato de amor e sacrifício, estabelecendo a base para a salvação.","referencias_relacionadas":["Mateus 1:21","João 3:16","Hebreus 12:2"]},"marcos_14_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à relação de Jesus com seus discípulos durante a ceia.","explicacao_detalhada":"A palavra 'entre' (ἐκ) indica a proximidade e a intimidade da relação de Jesus com seus seguidores. Este momento é de comunhão e revelação.","por_que_esta_palavra":"A presença de Jesus 'entre' os discípulos enfatiza a importância da comunidade e da partilha na fé.","conexao_teologica":"A comunhão entre Jesus e seus discípulos é um reflexo da relação que Deus deseja ter com a humanidade.","referencias_relacionadas":["Mateus 18:20","João 15:5","Atos 2:42"]},"marcos_14_18_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em comunhão com alguém.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a traição de um dos seus discípulos, e o ato de seguir é uma referência à relação próxima que os discípulos têm com Ele. Seguir Jesus significa estar em sua presença e aprender de seus ensinamentos.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a ideia de lealdade e compromisso dos discípulos com Jesus, contrastando com a traição que será revelada.","conexao_teologica":"Seguir a Jesus é um tema central no Novo Testamento, onde a verdadeira fé é expressa através da obediência e do acompanhamento dos ensinamentos de Cristo.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"marcos_14_19_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Jesus menciona que um dos seus discípulos o trairá conforme o que está escrito. Isso sugere que os eventos estão se desenrolando de acordo com a profecia e o plano divino.","por_que_esta_palavra":"A palavra 'conforme' é usada para mostrar que a traição não é um acidente, mas parte do plano soberano de Deus.","conexao_teologica":"A soberania de Deus sobre os eventos da história é um tema recorrente, mostrando que mesmo as ações humanas estão sob o controle divino.","referencias_relacionadas":["Salmos 41:9","Isaías 53:3","Atos 2:23"]},"marcos_14_19_cause":{"palavra_pt":"cause","palavra_original":"λυπέω","transliteracao":"lypéō","strong":"G3076","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se a provocar ou gerar um efeito em alguém.","explicacao_detalhada":"Jesus expressa a dor que a traição de um discípulo causará, não apenas a Ele, mas a toda a comunidade dos seguidores.","por_que_esta_palavra":"A escolha da palavra 'cause' destaca a gravidade da traição e o impacto emocional que isso terá sobre Jesus e os outros discípulos.","conexao_teologica":"A dor causada pelo pecado e pela traição é um tema importante na teologia cristã, refletindo a natureza do amor e do sofrimento de Cristo.","referencias_relacionadas":["Mateus 26:21","João 13:21","Hebreus 4:15"]},"marcos_14_19_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar ou declarar algo.","explicacao_detalhada":"Jesus chama a atenção dos discípulos para a seriedade do que está prestes a acontecer, usando a palavra 'dizer' para enfatizar a importância de suas palavras.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois Jesus está revelando uma verdade profunda e dolorosa sobre a traição que está por vir.","conexao_teologica":"A comunicação de Jesus é sempre significativa e cheia de autoridade, refletindo a verdade divina que deve ser ouvida e compreendida.","referencias_relacionadas":["Mateus 5:37","João 8:32","1 João 1:5"]},"marcos_14_20_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Jesus menciona que um dos que estão 'entre' eles o trairá, sublinhando a intimidade da traição que ocorrerá dentro do círculo dos discípulos.","por_que_esta_palavra":"A palavra 'entre' destaca a traição que vem de alguém próximo, aumentando a dor e a gravidade do ato.","conexao_teologica":"A traição de alguém próximo é um tema que ressoa com a experiência humana de dor e desilusão, refletindo a realidade do pecado no mundo.","referencias_relacionadas":["Salmos 55:12-14","Mateus 26:23","João 13:18"]},"marcos_14_20_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' aqui também implica em acompanhar ou estar em comunhão.","explicacao_detalhada":"Assim como em Marcos 14:18, o ato de seguir é uma expressão de lealdade, e neste contexto, é uma reafirmação da relação dos discípulos com Jesus.","por_que_esta_palavra":"A repetição da palavra 'seguir' enfatiza a importância da fidelidade e do compromisso dos discípulos, mesmo diante da traição.","conexao_teologica":"A ideia de seguir Jesus é fundamental para a vida cristã, onde a obediência e a comunhão são essenciais.","referencias_relacionadas":["Lucas 14:27","João 12:26","1 Pedro 2:21"]},"marcos_14_21_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou se afastar.","explicacao_detalhada":"Jesus fala sobre a partida de Judas, que irá traí-lo, indicando que a traição resultará em uma separação dolorosa.","por_que_esta_palavra":"A palavra 'depart' é significativa, pois simboliza não apenas a traição, mas também a ruptura da comunhão entre Judas e os outros discípulos.","conexao_teologica":"A separação de Judas é um reflexo da escolha humana de se afastar de Deus, um tema que permeia a narrativa bíblica.","referencias_relacionadas":["Mateus 26:25","João 6:70","Atos 1:16-20"]},"marcos_14_21_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à figura paterna, simbolizando origem e autoridade.","explicacao_detalhada":"Jesus menciona que é melhor para aquele que trai do que não ter nascido, sublinhando a gravidade do ato e a relação de Judas com seu 'pai' espiritual, que é o diabo.","por_que_esta_palavra":"A palavra 'pai' é usada para contrastar a paternidade divina com a influência maligna que leva à traição.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, onde somos chamados a ser filhos de Deus e a rejeitar a paternidade do pecado.","referencias_relacionadas":["João 8:44","Romanos 8:15","1 João 3:10"]},"marcos_14_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus institui a Ceia do Senhor, revelando seu sacrifício iminente e a nova aliança que será estabelecida através de seu sangue.","por_que_esta_palavra":"A menção de 'Jesus' é central, pois Ele é o protagonista da salvação e o cumprimento das promessas de Deus.","conexao_teologica":"A identidade de Jesus como o Salvador é fundamental na teologia cristã, onde sua morte e ressurreição são o cerne da fé.","referencias_relacionadas":["Mateus 26:26-28","Lucas 22:19-20","1 Coríntios 11:24-25"]},"marcos_14_22_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica em comunicar uma mensagem importante.","explicacao_detalhada":"Jesus fala sobre o pão e o vinho, simbolizando seu corpo e sangue, e a importância de lembrar seu sacrifício.","por_que_esta_palavra":"A palavra 'falar' é crucial, pois Jesus está estabelecendo um rito que será central para a prática da fé cristã.","conexao_teologica":"A Ceia do Senhor é um sacramento que representa a nova aliança e a comunhão entre os crentes e Cristo.","referencias_relacionadas":["Mateus 26:29","Lucas 22:19","1 Coríntios 10:16"]},"marcos_14_22_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Jesus, que seria entregue em sacrifício.","explicacao_detalhada":"No contexto da Última Ceia, Jesus usa a palavra 'corpo' para simbolizar seu sacrifício iminente. Ele se refere ao seu corpo como o meio pelo qual a redenção seria realizada.","por_que_esta_palavra":"A escolha da palavra 'corpo' enfatiza a realidade física do sacrifício de Jesus, que seria crucificado.","conexao_teologica":"O corpo de Cristo é central na teologia da redenção, simbolizando a entrega total de Jesus pela humanidade.","referencias_relacionadas":["Mateus 26:26","Lucas 22:19","1 Coríntios 11:24"]},"marcos_14_23_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se ao ato de agradecer a Deus antes de compartilhar o pão e o vinho.","explicacao_detalhada":"Jesus expressa gratidão a Deus, reconhecendo a providência divina e a importância do que está prestes a acontecer.","por_que_esta_palavra":"A palavra 'graça' destaca a atitude de agradecimento que deve acompanhar a celebração da Ceia do Senhor.","conexao_teologica":"A gratidão é um princípio fundamental na vida cristã, refletindo a relação do crente com Deus.","referencias_relacionadas":["1 Tessalonicenses 5:18","Colossenses 3:17","Efésios 5:20"]},"marcos_14_23_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de Jesus entre seus discípulos durante a Ceia.","explicacao_detalhada":"A palavra 'entre' enfatiza a comunhão e a intimidade que Jesus tinha com seus seguidores, compartilhando momentos significativos.","por_que_esta_palavra":"A presença de Jesus entre os discípulos simboliza a nova aliança e a comunidade que se forma em torno dele.","conexao_teologica":"A comunhão entre os crentes é um reflexo da comunhão que Jesus estabelece com a humanidade.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","1 João 1:3"]},"marcos_14_24_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à nova aliança estabelecida por meio do sangue de Jesus.","explicacao_detalhada":"Jesus menciona a 'aliança' como um novo pacto que substitui o antigo, prometendo a salvação e a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e a humanidade através de Jesus.","conexao_teologica":"A nova aliança é um tema central na teologia cristã, simbolizando a graça e a redenção.","referencias_relacionadas":["Hebreus 9:15","Jeremias 31:31-34","Lucas 22:20"]},"marcos_14_24_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude do sacrifício de Jesus e a abrangência da nova aliança.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e o impacto do sacrifício de Cristo para a salvação da humanidade.","por_que_esta_palavra":"A grandeza do sacrifício de Jesus é um tema recorrente nas Escrituras, destacando o amor de Deus pela humanidade.","conexao_teologica":"A grandeza do amor de Deus é demonstrada na entrega de seu Filho, um ato que transforma a história da salvação.","referencias_relacionadas":["Romanos 5:8","João 3:16","Efésios 2:4-5"]},"marcos_14_24_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se à abundância do sangue de Cristo que é derramado para a remissão dos pecados.","explicacao_detalhada":"A palavra 'muito' destaca a eficácia do sacrifício de Jesus, que é suficiente para todos os pecados.","por_que_esta_palavra":"A ênfase em 'muito' ressalta que a salvação é oferecida a todos, sem exceção.","conexao_teologica":"A abundância da graça de Deus é um tema central na mensagem do evangelho.","referencias_relacionadas":["Romanos 5:20","1 João 1:7","Hebreus 10:14"]},"marcos_14_25_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Jesus voltará, simbolizando esperança e expectativa.","explicacao_detalhada":"Jesus menciona que não beberá mais do fruto da videira até o dia em que o fará no Reino de Deus, apontando para a consumação final.","por_que_esta_palavra":"A palavra 'dia' evoca a expectativa do retorno de Cristo e a restauração de todas as coisas.","conexao_teologica":"A esperança escatológica é um elemento essencial da fé cristã, que aguarda a volta de Cristo.","referencias_relacionadas":["Mateus 26:29","Apocalipse 19:9","1 Tessalonicenses 4:16-17"]},"marcos_14_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o destinatário da adoração e louvor durante a Ceia.","explicacao_detalhada":"A palavra 'Deus' enfatiza a centralidade da divindade na celebração e na vida cristã.","por_que_esta_palavra":"Reconhecer Deus é fundamental para a prática da fé, especialmente em momentos de comunhão.","conexao_teologica":"A adoração a Deus é um aspecto essencial da vida cristã, refletindo a relação do crente com o Criador.","referencias_relacionadas":["Salmos 100:4","Hebreus 13:15","Romanos 12:1"]},"marcos_14_26_deus":{"palavra_pt":"deus","palavra_original":"ὑμνέω","transliteracao":"hymnéō","strong":"G5214","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ato de louvar a Deus após a Ceia, um momento de gratidão.","explicacao_detalhada":"Jesus e seus discípulos cantaram um hino, demonstrando a importância do louvor na vida cristã.","por_que_esta_palavra":"A palavra 'louvar' destaca a prática de adoração que deve acompanhar a celebração da Ceia.","conexao_teologica":"O louvor é uma expressão de gratidão e reconhecimento da soberania de Deus.","referencias_relacionadas":["Salmos 150:6","Colossenses 3:16","Efésios 5:19"]},"marcos_14_26_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao Monte das Oliveiras, onde Jesus e os discípulos foram após a Ceia.","explicacao_detalhada":"O monte é um local significativo nas Escrituras, associado a momentos de oração e revelação.","por_que_esta_palavra":"A menção do monte destaca a importância dos lugares de encontro com Deus na vida espiritual.","conexao_teologica":"Os montes frequentemente simbolizam a proximidade de Deus e a revelação divina.","referencias_relacionadas":["Mateus 26:30","Lucas 22:39","Salmos 121:1"]},"marcos_14_26_olivet":{"palavra_pt":"olivet","palavra_original":"ἐλαιών","transliteracao":"elaiṓn","strong":"G1638","significado_raiz":"Ideia básica: olivet.","significado_contextual":"Olivete refere-se ao Monte das Oliveiras, um local significativo na vida de Jesus.","explicacao_detalhada":"O Monte das Oliveiras é mencionado várias vezes nos Evangelhos como um lugar onde Jesus se retirava para orar e ensinar. É um símbolo de sua conexão com a natureza e com o Pai.","por_que_esta_palavra":"A palavra 'Olivete' é importante porque representa um espaço sagrado e de reflexão na jornada de Jesus.","conexao_teologica":"O Monte das Oliveiras é um local de transição entre a vida de Jesus e sua paixão, simbolizando a preparação para o sacrifício.","referencias_relacionadas":["Mateus 26:30","Lucas 22:39","João 18:1"]},"marcos_14_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome dado ao Messias, o Salvador prometido.","explicacao_detalhada":"O nome Jesus significa 'O Senhor é salvação' e é central para a fé cristã, representando a encarnação de Deus entre os homens.","por_que_esta_palavra":"A menção de Jesus neste contexto é crucial, pois Ele está se preparando para enfrentar a crucificação.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas do Antigo Testamento, e sua morte e ressurreição são fundamentais para a salvação da humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"marcos_14_27_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Pecado refere-se à transgressão da lei de Deus.","explicacao_detalhada":"O pecado é um tema central na Bíblia, representando a separação entre Deus e a humanidade. Jesus fala sobre a possibilidade de seus discípulos pecarem ao abandoná-lo.","por_que_esta_palavra":"A palavra 'pecado' é usada para alertar os discípulos sobre a fragilidade humana e a necessidade de vigilância.","conexao_teologica":"O reconhecimento do pecado é essencial para entender a necessidade de redenção através de Jesus.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Tiago 4:17"]},"marcos_14_27_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Meia-noite simboliza um momento de grande tensão e expectativa.","explicacao_detalhada":"A meia-noite é frequentemente associada a momentos de crise ou revelação na Bíblia, como a passagem do Egito.","por_que_esta_palavra":"A menção de 'meia-noite' enfatiza a gravidade da situação que Jesus e seus discípulos estão prestes a enfrentar.","conexao_teologica":"A escuridão da meia-noite pode simbolizar a escuridão do pecado e a necessidade de luz, que é Jesus.","referencias_relacionadas":["Êxodo 12:29","Mateus 25:6","Lucas 12:38"]},"marcos_14_28_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte refere-se ao ato de morrer, especialmente em relação ao sacrifício de Jesus.","explicacao_detalhada":"A morte de Jesus é o ponto culminante da narrativa evangélica, representando a expiação pelos pecados da humanidade.","por_que_esta_palavra":"A palavra 'morte' é crucial, pois Jesus previu sua própria morte e a importância dela para a salvação.","conexao_teologica":"A morte de Jesus é vista como um ato redentor, essencial para a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Coríntios 15:3"]},"marcos_14_28_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar ou obedecer a Jesus.","explicacao_detalhada":"Seguir Jesus envolve um compromisso de fé e obediência, mesmo diante de dificuldades.","por_que_esta_palavra":"A palavra 'seguir' é um chamado à ação e à lealdade dos discípulos, especialmente em tempos de provação.","conexao_teologica":"Seguir a Cristo é um princípio fundamental da vida cristã, refletindo a disposição de carregar a própria cruz.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"marcos_14_28_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus começou seu ministério.","explicacao_detalhada":"Galileia é um símbolo de esperança e renovação, onde Jesus realizou muitos milagres e ensinamentos.","por_que_esta_palavra":"A menção de Galileia destaca a origem do ministério de Jesus e a promessa de que Ele retornará a essa região.","conexao_teologica":"Galileia representa a inclusão e a graça de Deus, alcançando até mesmo os marginalizados.","referencias_relacionadas":["Mateus 4:12","João 1:46","Mateus 28:7"]},"marcos_14_29_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha simboliza firmeza e estabilidade, frequentemente associada a Pedro.","explicacao_detalhada":"Jesus chamou Pedro de 'rocha', simbolizando sua liderança e a fundação da Igreja.","por_que_esta_palavra":"A palavra 'rocha' é significativa, pois representa a força e a durabilidade da fé em Cristo.","conexao_teologica":"Cristo é a rocha eterna sobre a qual a Igreja é construída, simbolizando segurança e proteção.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Pedro 2:4-5"]},"marcos_14_29_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Pecado é a transgressão que leva à separação de Deus.","explicacao_detalhada":"A repetição da palavra 'pecado' enfatiza a fragilidade dos discípulos e a necessidade de vigilância.","por_que_esta_palavra":"A palavra é usada para alertar sobre as consequências de se afastar de Jesus.","conexao_teologica":"O reconhecimento do pecado é essencial para a compreensão da graça e da redenção oferecidas por Cristo.","referencias_relacionadas":["Romanos 6:23","Gálatas 5:19-21","1 João 1:9"]},"marcos_14_29_falar":{"palavra_pt":"falar","palavra_original":"φημί","transliteracao":"phēmí","strong":"G5346","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação verbal, especialmente em contextos de afirmação ou negação.","explicacao_detalhada":"A palavra 'falar' é importante, pois Pedro se compromete a não negar Jesus, mas acaba falhando.","por_que_esta_palavra":"A ênfase na palavra 'falar' destaca a importância das promessas feitas e a fragilidade humana.","conexao_teologica":"As palavras têm poder, e a confissão de fé é fundamental na vida cristã.","referencias_relacionadas":["Mateus 12:36","Tiago 3:5-6","Romanos 10:9"]},"marcos_14_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Messias.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade. O nome significa 'O Senhor é salvação'.","por_que_esta_palavra":"A palavra é central na fé cristã, pois representa a pessoa que é a base da salvação e da relação com Deus.","conexao_teologica":"Jesus é visto como o cumprimento das profecias messiânicas do Antigo Testamento e a revelação plena de Deus ao homem.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_14_30_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se à meia-noite, um momento de escuridão e silêncio.","explicacao_detalhada":"A meia-noite é frequentemente associada a momentos de vigilância e oração, além de simbolizar transições importantes.","por_que_esta_palavra":"A palavra é usada para descrever um momento crítico em que eventos significativos podem ocorrer, como a traição de Pedro.","conexao_teologica":"A escuridão da meia-noite pode simbolizar a traição e a necessidade de vigilância espiritual.","referencias_relacionadas":["Mateus 25:6","Lucas 12:38","Atos 16:25"]},"marcos_14_30_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de falar ou dizer algo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar comunicação, instruções ou revelações importantes.","por_que_esta_palavra":"É fundamental para entender a dinâmica da conversa entre Jesus e seus discípulos, especialmente em momentos de advertência.","conexao_teologica":"A comunicação de Jesus é essencial para a revelação da verdade e a instrução dos seus seguidores.","referencias_relacionadas":["Mateus 5:37","João 8:32","Tiago 1:19"]},"marcos_14_31_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma posição entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação de Jesus com seus discípulos e a comunidade.","por_que_esta_palavra":"É importante para entender a dinâmica do grupo e a interação de Jesus com seus seguidores.","conexao_teologica":"Jesus está sempre presente entre seu povo, enfatizando a importância da comunhão e da unidade.","referencias_relacionadas":["Mateus 18:20","João 15:5","Atos 2:42"]},"marcos_14_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a divindade suprema, que é objeto de adoração e reverência.","por_que_esta_palavra":"É crucial para entender a relação entre Jesus e o Pai, e a natureza da adoração.","conexao_teologica":"A relação entre Jesus e Deus Pai é central na teologia cristã, enfatizando a Trindade.","referencias_relacionadas":["João 1:1","Romanos 1:20","Hebreus 11:6"]},"marcos_14_31_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de falar ou comunicar uma mensagem.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a proclamação do evangelho e a instrução dos discípulos.","por_que_esta_palavra":"É essencial para entender a missão de Jesus e a responsabilidade dos discípulos em compartilhar a mensagem.","conexao_teologica":"A pregação é um meio pelo qual a verdade de Deus é comunicada ao mundo.","referencias_relacionadas":["Marcos 16:15","Atos 2:4","Romanos 10:14"]},"marcos_14_32_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus em um contexto de oração e súplica.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a dependência de Jesus em relação ao Pai durante momentos de angústia.","por_que_esta_palavra":"É importante para entender a natureza da oração de Jesus e sua relação com o Pai.","conexao_teologica":"A oração é um aspecto vital da vida cristã e da comunicação com Deus.","referencias_relacionadas":["Mateus 26:39","Lucas 22:42","Filipenses 4:6"]},"marcos_14_33_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha' por Jesus.","explicacao_detalhada":"A palavra 'rocha' simboliza firmeza e estabilidade, representando a base da Igreja.","por_que_esta_palavra":"É crucial para entender o papel de Pedro na fundação da Igreja e sua liderança.","conexao_teologica":"A Igreja é construída sobre a confissão de fé em Jesus, que é a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"marcos_14_33_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, neste caso, possivelmente a referência a Tiago.","explicacao_detalhada":"O nome é importante na cultura bíblica, representando identidade e caráter.","por_que_esta_palavra":"É relevante para entender a relação entre os discípulos e a importância de seus nomes na história da salvação.","conexao_teologica":"Os nomes têm significados profundos e refletem o propósito de Deus na vida das pessoas.","referencias_relacionadas":["Mateus 1:1","Lucas 10:20","Apocalipse 3:5"]},"marcos_14_34_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma, a parte imaterial do ser humano.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a essência da vida e a relação do ser humano com Deus.","por_que_esta_palavra":"É importante para entender a natureza da angústia de Jesus e a profundidade de sua experiência humana.","conexao_teologica":"A alma é vista como a parte que busca a comunhão com Deus e a salvação.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Hebreus 4:12"]},"marcos_14_34_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Jesus sobre sua angústia.","explicacao_detalhada":"Neste versículo, Jesus se dirige a seus discípulos, compartilhando sua dor e necessidade de apoio. O ato de 'dizer' reflete a vulnerabilidade de Cristo em um momento crítico.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e do relacionamento entre Jesus e seus discípulos.","conexao_teologica":"A comunicação de Jesus com seus seguidores revela a natureza relacional de Deus, que se comunica e se preocupa com a humanidade.","referencias_relacionadas":["Mateus 26:38","Lucas 22:44","João 12:27"]},"marcos_14_35_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para descrever o local onde Jesus se encontra, simbolizando a fragilidade humana.","explicacao_detalhada":"Jesus se afasta para orar e se prostra no solo, mostrando sua humanidade e a conexão com a criação.","por_que_esta_palavra":"A palavra 'terra' destaca a humildade de Cristo, que, apesar de ser divino, se fez humano e se submeteu à criação.","conexao_teologica":"A relação de Jesus com a terra reflete a encarnação e a redenção da criação através de sua morte e ressurreição.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Romanos 8:21"]},"marcos_14_35_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada em um contexto de súplica e dependência total de Jesus em relação ao Pai.","explicacao_detalhada":"Jesus clama a Deus em busca de ajuda, demonstrando sua relação íntima e sua confiança no Pai durante o sofrimento.","por_que_esta_palavra":"A invocação de Deus mostra a necessidade de apoio divino em momentos de crise e a fé de Jesus na soberania do Pai.","conexao_teologica":"Este momento revela a Trindade, onde Jesus, o Filho, se dirige ao Pai, enfatizando a comunhão entre as pessoas da divindade.","referencias_relacionadas":["Mateus 27:46","João 17:1","Hebreus 5:7"]},"marcos_14_35_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' é usada para descrever a capacidade de Deus de realizar milagres e intervenções.","explicacao_detalhada":"Jesus reconhece a grandeza de Deus e Sua habilidade de mudar circunstâncias, pedindo que, se possível, afaste o cálice da crucificação.","por_que_esta_palavra":"A escolha de 'poderoso' enfatiza a soberania de Deus sobre todas as coisas, incluindo a vida e a morte.","conexao_teologica":"A noção de poder de Deus é central na teologia cristã, que vê Deus como capaz de salvar e redimir a humanidade.","referencias_relacionadas":["Salmos 147:5","Efésios 3:20","Filipenses 4:13"]},"marcos_14_36_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Repetição da palavra 'poderoso', reforçando a ênfase na capacidade de Deus em agir.","explicacao_detalhada":"Jesus reafirma sua crença na força de Deus ao pedir que a vontade divina prevaleça, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A repetição serve para enfatizar a confiança de Jesus na capacidade de Deus de intervir em sua situação.","conexao_teologica":"A confiança em um Deus poderoso é um tema recorrente na Bíblia, que encoraja os crentes a dependerem de Sua força.","referencias_relacionadas":["Isaías 40:29","Romanos 1:16","2 Coríntios 12:9"]},"marcos_14_36_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' reflete a vontade de Jesus em submeter-se ao plano de Deus, mesmo em dor.","explicacao_detalhada":"Jesus expressa seu desejo de que, se possível, o cálice de sofrimento seja afastado, mas se submete à vontade do Pai.","por_que_esta_palavra":"A escolha de 'escolher' destaca a luta interna de Jesus entre sua vontade humana e a divina.","conexao_teologica":"A submissão de Jesus à vontade de Deus é um exemplo de obediência que os crentes são chamados a seguir.","referencias_relacionadas":["Mateus 6:10","Lucas 22:42","Hebreus 5:8"]},"marcos_14_37_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para simbolizar a firmeza e a força, contrastando com a fraqueza dos discípulos.","explicacao_detalhada":"Jesus se dirige a Pedro, que é chamado de 'rocha', mas que falha em permanecer acordado e em vigilância.","por_que_esta_palavra":"A palavra 'rocha' destaca a expectativa de Jesus em relação a Pedro, que deveria ser forte e firme na fé.","conexao_teologica":"A falha de Pedro em ser vigilante reflete a fragilidade humana e a necessidade de dependência de Deus.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 10:4","Efésios 2:20"]},"marcos_14_37_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para se referir a Pedro, enfatizando sua identidade e papel entre os discípulos.","explicacao_detalhada":"Jesus chama Pedro pelo nome, lembrando-o de sua importância e responsabilidade como líder.","por_que_esta_palavra":"A menção do nome de Pedro destaca a relação pessoal entre Jesus e seus discípulos, e a responsabilidade que cada um carrega.","conexao_teologica":"A identidade em Cristo é fundamental para a vida cristã, onde cada crente é chamado pelo nome e tem um propósito.","referencias_relacionadas":["João 1:42","Atos 10:5","1 Pedro 2:9"]},"marcos_14_37_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um tempo específico de vigilância e oração.","explicacao_detalhada":"Jesus menciona a hora em que seus discípulos deveriam estar alertas, enfatizando a importância do momento.","por_que_esta_palavra":"A palavra 'dia' sugere a urgência e a necessidade de estar atento às circunstâncias espirituais.","conexao_teologica":"A vigilância espiritual é um tema importante na Bíblia, onde os crentes são chamados a estar alertas para as tentações.","referencias_relacionadas":["Mateus 24:42","1 Tessalonicenses 5:6","1 Pedro 5:8"]},"marcos_14_38_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à parte espiritual do ser humano, que deve estar alerta e vigilante.","explicacao_detalhada":"Jesus ensina que o espírito está disposto, mas a carne é fraca, destacando a luta entre a vontade espiritual e as fraquezas humanas.","por_que_esta_palavra":"A escolha de 'espírito' enfatiza a necessidade de força interior e vigilância na vida cristã.","conexao_teologica":"A luta entre o espírito e a carne é um tema central na teologia cristã, refletindo a batalha interna do crente.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:15","Efésios 6:12"]},"marcos_14_38_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas fraquezas.","explicacao_detalhada":"No contexto de Marcos 14:38, Jesus fala sobre a carne como a parte da natureza humana que é suscetível à fraqueza e ao pecado, contrastando com o espírito que é disposto.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a fragilidade da condição humana em momentos de provação.","conexao_teologica":"A luta entre a carne e o espírito é um tema central na teologia cristã, refletindo a necessidade de dependência de Deus para resistir à tentação.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","1 Pedro 2:11"]},"marcos_14_38_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à comunicação com Deus através da oração.","explicacao_detalhada":"A palavra 'deus' aqui se relaciona com a prática da oração e a busca de força divina em momentos de fraqueza.","por_que_esta_palavra":"É fundamental entender que a oração é um meio de se conectar com Deus e buscar Sua ajuda.","conexao_teologica":"A oração é um aspecto vital da vida cristã, onde os crentes se comunicam com Deus e buscam Sua orientação.","referencias_relacionadas":["Filipenses 4:6-7","Mateus 26:41","1 Tessalonicenses 5:17"]},"marcos_14_39_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à revelação divina.","explicacao_detalhada":"No contexto, 'Cristo' é a manifestação da palavra de Deus, que traz vida e verdade aos crentes.","por_que_esta_palavra":"A palavra é central na mensagem de Jesus, que é o Verbo que se fez carne.","conexao_teologica":"Cristo como o Logos é fundamental para entender a encarnação e a revelação de Deus ao homem.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","Colossenses 1:16"]},"marcos_14_39_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à invocação de Deus em oração.","explicacao_detalhada":"A oração é um ato de dependência e busca de força em Deus, especialmente em momentos de fraqueza.","por_que_esta_palavra":"A necessidade de se voltar a Deus em oração é enfatizada para enfrentar as dificuldades.","conexao_teologica":"A oração é um meio de relacionamento com Deus, essencial para a vida espiritual.","referencias_relacionadas":["Mateus 6:6","Tiago 5:16","Romanos 12:12"]},"marcos_14_39_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação verbal e à expressão de pensamentos.","explicacao_detalhada":"Falar é uma forma de expressar a necessidade de vigilância e oração, conforme Jesus instrui seus discípulos.","por_que_esta_palavra":"A comunicação é essencial para a edificação e o encorajamento mútuo entre os crentes.","conexao_teologica":"A fala é um dom que deve ser usado para glorificar a Deus e edificar a igreja.","referencias_relacionadas":["Efésios 4:29","Colossenses 3:8","Tiago 1:19"]},"marcos_14_40_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e vigilância espiritual.","explicacao_detalhada":"O 'olho' simboliza a capacidade de ver e discernir as realidades espirituais e a necessidade de estar alerta.","por_que_esta_palavra":"A vigilância é crucial para evitar a tentação e permanecer firme na fé.","conexao_teologica":"A visão espiritual é um tema importante, onde os crentes são chamados a estar atentos às armadilhas do inimigo.","referencias_relacionadas":["Mateus 6:22-23","1 Pedro 5:8","Efésios 6:18"]},"marcos_14_40_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à magnitude da tarefa de vigiar e orar.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a seriedade da responsabilidade que os discípulos têm em permanecer alertas.","por_que_esta_palavra":"A grandeza da tarefa é um lembrete da importância da vigilância na vida cristã.","conexao_teologica":"A grandeza da obra de Deus e a responsabilidade dos crentes são temas recorrentes nas Escrituras.","referencias_relacionadas":["Mateus 28:19-20","1 Coríntios 15:58","Colossenses 3:23-24"]},"marcos_14_40_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se à busca por força e vigilância.","explicacao_detalhada":"A palavra 'achar' implica a necessidade de encontrar a força em Deus através da oração.","por_que_esta_palavra":"A busca por força espiritual é essencial para resistir à tentação.","conexao_teologica":"A ideia de buscar e encontrar é um princípio espiritual que se aplica à vida de fé.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","Salmos 27:8"]},"marcos_14_41_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de vigilância e oração.","explicacao_detalhada":"O 'dia' simboliza o tempo em que os discípulos devem estar alertas e preparados para os desafios.","por_que_esta_palavra":"O tempo é um recurso precioso que deve ser usado sabiamente na busca por Deus.","conexao_teologica":"A noção de tempo e vigilância é importante na escatologia e na vida cristã.","referencias_relacionadas":["Efésios 5:15-16","1 Tessalonicenses 5:6","Romanos 13:11"]},"marcos_14_41_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação e ao poder de Deus.","explicacao_detalhada":"A 'mão' simboliza a ação de Deus em nossas vidas e a necessidade de agir em fé.","por_que_esta_palavra":"As mãos são frequentemente associadas à obra de Deus e ao serviço ao próximo.","conexao_teologica":"A ação de Deus através das mãos dos crentes é um tema importante na prática da fé.","referencias_relacionadas":["Salmos 90:17","Atos 4:30","1 Coríntios 15:58"]},"marcos_14_42_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é um tema central na narrativa da crucificação, simbolizando o sacrifício pelo pecado da humanidade.","explicacao_detalhada":"A palavra 'morte' aqui se refere ao ato de morrer, que é essencial para a compreensão do sacrifício de Cristo. A morte de Jesus não é apenas um evento trágico, mas o cumprimento das profecias e a realização do plano de salvação.","por_que_esta_palavra":"A escolha da palavra 'morte' enfatiza a gravidade do sacrifício de Jesus e a necessidade de sua morte para a redenção dos pecadores.","conexao_teologica":"A morte de Jesus é fundamental para a doutrina da expiação, onde Ele se torna o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Isaías 53:5","João 1:29","Romanos 5:8"]},"marcos_14_42_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar neste contexto refere-se à entrega de Jesus aos seus inimigos, que o prenderão e levarão à morte.","explicacao_detalhada":"A palavra 'libertar' implica em um ato de entrega, onde Jesus se entrega voluntariamente para cumprir a vontade do Pai, mesmo sabendo do sofrimento que viria.","por_que_esta_palavra":"A palavra é usada para mostrar que Jesus não foi capturado à força, mas que Ele se entregou para a realização do plano divino.","conexao_teologica":"A libertação de Jesus é um paralelo à libertação que Ele oferece a todos os que creem, libertando-os do pecado e da morte.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:2","João 8:36"]},"marcos_14_43_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder est' refere-se aos líderes religiosos da época, que estavam envolvidos na prisão de Jesus.","explicacao_detalhada":"Os 'elders' ou anciãos eram figuras de autoridade no judaísmo, e sua presença na prisão de Jesus indica a conivência das autoridades religiosas com o plano de condenação.","por_que_esta_palavra":"A menção dos anciãos destaca a corrupção e a hipocrisia dos líderes religiosos que se opuseram a Jesus.","conexao_teologica":"A oposição dos anciãos a Jesus é um exemplo de como a religião pode ser distorcida para servir a interesses pessoais e não a Deus.","referencias_relacionadas":["Mateus 26:57","Lucas 22:66","Atos 4:5-6"]},"marcos_14_43_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode se referir à multidão que veio prender Jesus, indicando a força e a determinação deles.","explicacao_detalhada":"A grandeza da multidão que veio com Judas para prender Jesus mostra a seriedade da situação e a oposição que Ele enfrentou.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a magnitude do evento e a pressão que Jesus estava enfrentando.","conexao_teologica":"A grandeza da multidão contrasta com a solidão de Jesus, que estava prestes a enfrentar a crucificação por amor à humanidade.","referencias_relacionadas":["Mateus 26:47","Lucas 22:52","João 18:3"]},"marcos_14_43_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Judas' é associado à traição, sendo o traidor que entregou Jesus.","explicacao_detalhada":"A menção do nome de Judas carrega um peso simbólico, representando a traição e a quebra de confiança entre amigos.","por_que_esta_palavra":"O uso do nome destaca a gravidade da traição e o cumprimento das profecias sobre a entrega de Jesus.","conexao_teologica":"A traição de Judas é um exemplo do pecado humano e da necessidade de redenção através de Cristo.","referencias_relacionadas":["Mateus 26:14-16","Lucas 22:3-6","João 13:21-27"]},"marcos_14_44_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' é usada por Judas ao se referir a Jesus, ironicamente, dado que ele o traiu.","explicacao_detalhada":"A utilização da palavra 'amigo' ressalta a traição profunda, pois Judas se aproxima de Jesus com um beijo, um sinal de afeto, enquanto planeja sua entrega.","por_que_esta_palavra":"A palavra é significativa porque contrasta a verdadeira amizade com a traição, mostrando a profundidade da decepção.","conexao_teologica":"A traição de Judas serve como um lembrete do amor sacrificial de Jesus, que mesmo sabendo da traição, ainda amava Judas.","referencias_relacionadas":["Mateus 26:50","Lucas 22:48","João 15:13"]},"marcos_14_44_sinal":{"palavra_pt":"sinal","palavra_original":"σύσσημον","transliteracao":"sýssēmon","strong":"G4953","significado_raiz":"Ideia básica: sinal.","significado_contextual":"O 'sinal' refere-se ao beijo que Judas usou para identificar Jesus para os soldados.","explicacao_detalhada":"O beijo, que deveria ser um gesto de amor, foi transformado em um sinal de traição, simbolizando a corrupção do que é sagrado.","por_que_esta_palavra":"A palavra 'sinal' é crucial, pois mostra como Judas usou um ato íntimo para trair Jesus, destacando a perversidade da traição.","conexao_teologica":"O sinal de traição de Judas contrasta com o sinal do amor de Cristo, que se entregou por todos nós.","referencias_relacionadas":["Mateus 26:48-49","Lucas 22:47-48","João 18:2-3"]},"marcos_14_44_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Judas entregar Jesus aos soldados.","explicacao_detalhada":"Judas 'dá' Jesus aos seus inimigos, simbolizando a traição e a entrega do Filho de Deus ao sofrimento.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação deliberada de Judas em trair Jesus, mostrando a gravidade da sua decisão.","conexao_teologica":"A entrega de Jesus é um ato que leva à salvação, contrastando com a traição de Judas que resulta em condenação.","referencias_relacionadas":["Mateus 26:15","Lucas 22:4","João 13:2"]},"marcos_14_45_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada por Judas ao se referir a Jesus, reconhecendo sua autoridade.","explicacao_detalhada":"O uso da palavra 'mestre' por Judas é irônico, pois ele o chama assim enquanto o entrega aos seus inimigos.","por_que_esta_palavra":"A palavra 'mestre' destaca a posição de Jesus como líder e professor, contrastando com a traição de Judas.","conexao_teologica":"Jesus, como mestre, ensina sobre amor e sacrifício, enquanto Judas exemplifica a traição e a deslealdade.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"marcos_14_45_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se à chegada dos soldados e da multidão para prender Jesus.","explicacao_detalhada":"A chegada da multidão é um momento decisivo na narrativa, onde a oposição a Jesus se torna física e evidente.","por_que_esta_palavra":"A palavra 'vir' enfatiza a iminência da prisão e o cumprimento das profecias sobre a paixão de Cristo.","conexao_teologica":"A vinda dos soldados para prender Jesus é um cumprimento do plano divino, onde o sofrimento de Cristo leva à redenção.","referencias_relacionadas":["Mateus 26:47","Lucas 22:52","João 18:3"]},"marcos_14_46_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como parte do corpo que é usada para agarrar ou tocar.","explicacao_detalhada":"No contexto de Marcos 14:46, a mão é mencionada em um momento de captura, simbolizando a ação de prender Jesus. A mão é um símbolo de poder e controle, e aqui representa a autoridade dos soldados que prenderam Jesus.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a ação física de prender Jesus, mostrando a brutalidade do ato.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de poder e proteção. Aqui, a mão humana é usada para o mal, contrastando com a mão divina que age para a salvação.","referencias_relacionadas":["Salmos 118:16","Isaías 41:10","Mateus 26:50"]},"marcos_14_46_cair":{"palavra_pt":"cair","palavra_original":"ἐπιβάλλω","transliteracao":"epibállō","strong":"G1911","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair ou ser derrubado, muitas vezes associada a uma queda forçada.","explicacao_detalhada":"No versículo, a palavra 'cair' é usada para descrever a ação de um dos discípulos que, em um momento de defesa, tenta proteger Jesus, mas acaba sendo derrubado. Isso simboliza a fragilidade humana diante da autoridade.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a vulnerabilidade dos discípulos e a inevitabilidade do plano de Deus, que se desenrola mesmo em momentos de resistência.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, simbolizando a separação de Deus. Aqui, a queda física reflete uma queda espiritual.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","1 Coríntios 10:12"]},"marcos_14_46_forca":{"palavra_pt":"forca","palavra_original":"κρατέω","transliteracao":"kratéō","strong":"G2902","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, especialmente em um contexto de controle ou dominação.","explicacao_detalhada":"A palavra 'força' é utilizada para descrever a força física que os soldados usaram para prender Jesus. Isso reflete a opressão e a violência que Ele enfrentou.","por_que_esta_palavra":"A palavra enfatiza a brutalidade do ato de captura e a força que o sistema religioso e político da época exerceu sobre Jesus.","conexao_teologica":"A força do homem contrasta com a fraqueza aparente de Cristo, que, mesmo sendo preso, estava cumprindo a vontade de Deus.","referencias_relacionadas":["Isaías 53:7","Mateus 26:53","2 Coríntios 12:9"]},"marcos_14_47_smite":{"palavra_pt":"smite","palavra_original":"παίω","transliteracao":"paíō","strong":"G3817","significado_raiz":"Ideia básica: smite.","significado_contextual":"Refere-se ao ato de ferir ou golpear, geralmente de forma violenta.","explicacao_detalhada":"No contexto, um dos discípulos usa uma espada para ferir um dos soldados que vieram prender Jesus. Isso representa a defesa impulsiva e a tentativa de proteger o Mestre.","por_que_esta_palavra":"A palavra 'smite' é usada para mostrar a intensidade do conflito e a disposição dos discípulos em lutar, mesmo que isso não estivesse alinhado com os ensinamentos de Jesus.","conexao_teologica":"A violência humana contrasta com a paz que Jesus pregou. Ele não veio para lutar com armas, mas para trazer salvação.","referencias_relacionadas":["Mateus 5:39","Lucas 22:51","Romanos 12:19"]},"marcos_14_47_guerra":{"palavra_pt":"guerra","palavra_original":"μάχαιρα","transliteracao":"máchaira","strong":"G3162","significado_raiz":"Ideia básica: guerra.","significado_contextual":"Refere-se a uma arma, especificamente uma espada, usada em combate.","explicacao_detalhada":"A palavra 'guerra' é usada para descrever a espada que um dos discípulos usou para atacar. Isso simboliza a luta física, mas também a luta espiritual que estava em jogo.","por_que_esta_palavra":"A menção da espada destaca a natureza conflituosa da situação e a resistência dos discípulos ao que estava prestes a acontecer.","conexao_teologica":"A guerra espiritual é um tema importante na Bíblia, e aqui, a luta física representa a luta maior entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","Hebreus 4:12"]},"marcos_14_48_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é o centro da narrativa, e seu nome é mencionado para enfatizar sua identidade e missão. Ele é o Salvador que veio para redimir a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é crucial, pois representa a encarnação de Deus e a esperança da salvação para todos.","conexao_teologica":"O nome de Jesus é poderoso e é associado à salvação, cura e libertação. Ele é o cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"marcos_14_49_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que um evento ocorre, neste caso, o dia da prisão de Jesus.","explicacao_detalhada":"A palavra 'dia' é usada para marcar a importância do momento em que Jesus foi preso, um dia que mudaria a história da humanidade.","por_que_esta_palavra":"O uso da palavra 'dia' enfatiza a gravidade e a seriedade do evento, que é um ponto de virada na narrativa bíblica.","conexao_teologica":"O dia da prisão de Jesus é um marco na história da salvação, que culmina na crucificação e ressurreição.","referencias_relacionadas":["Lucas 22:53","João 19:14","Mateus 27:1"]},"marcos_14_49_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é considerado santo ou dedicado a Deus.","explicacao_detalhada":"A palavra 'sagrado' é usada para descrever o templo e a importância do espaço onde Jesus foi preso. O sagrado é um espaço de encontro com Deus.","por_que_esta_palavra":"A menção do sagrado destaca a profanação que ocorre quando Jesus é preso em um lugar que deveria ser dedicado a Deus.","conexao_teologica":"O sagrado é um tema central na Bíblia, representando a presença de Deus entre seu povo. A prisão de Jesus em um lugar sagrado simboliza a rejeição do Messias.","referencias_relacionadas":["Êxodo 3:5","Mateus 21:12","Hebreus 9:24"]},"marcos_14_49_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se a algo que é separado para Deus, puro e digno de reverência.","explicacao_detalhada":"A palavra 'santo' é usada para descrever a natureza de Jesus e a missão que Ele cumpriu. Ele é o Santo de Deus, separado para a redenção da humanidade.","por_que_esta_palavra":"A palavra 'santo' enfatiza a pureza e a divindade de Jesus, contrastando com a corrupção dos líderes religiosos da época.","conexao_teologica":"A santidade de Jesus é fundamental para a compreensão de sua missão e sacrifício. Ele é o modelo de santidade que os crentes devem seguir.","referencias_relacionadas":["1 Pedro 1:16","Apocalipse 4:8","Hebreus 7:26"]},"marcos_14_50_escape":{"palavra_pt":"escape","palavra_original":"φεύγω","transliteracao":"pheúgō","strong":"G5343","significado_raiz":"Ideia básica: escape.","significado_contextual":"Refere-se ao ato de fugir ou escapar de uma situação perigosa.","explicacao_detalhada":"A palavra 'escape' é usada para descrever a reação dos discípulos que abandonaram Jesus em um momento de crise. Isso simboliza o medo e a falta de fé.","por_que_esta_palavra":"A escolha da palavra 'escape' destaca a fragilidade da lealdade humana e a dificuldade de permanecer firme em tempos de provação.","conexao_teologica":"O abandono dos discípulos reflete a condição humana de fraqueza e a necessidade de dependência de Deus em momentos de dificuldade.","referencias_relacionadas":["Mateus 26:56","João 16:32","Hebreus 13:5"]},"marcos_14_50_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que os discípulos estavam seguindo, simbolizando a jornada de fé.","explicacao_detalhada":"O termo 'caminho' aqui pode ser interpretado como a trajetória espiritual que os seguidores de Jesus devem percorrer, marcada por desafios e decisões.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a escolha de seguir Jesus, mesmo diante da adversidade.","conexao_teologica":"O caminho é um tema recorrente na Bíblia, representando a vida cristã e a obediência a Deus.","referencias_relacionadas":["Mateus 7:13-14","João 14:6","Atos 9:2"]},"marcos_14_50_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Indica uma conclusão ou consequência das ações dos discípulos.","explicacao_detalhada":"O uso de 'portanto' sugere que, devido ao medo e à fuga dos discípulos, uma nova fase na narrativa de Jesus se inicia.","por_que_esta_palavra":"Essa palavra é crucial para entender a lógica da narrativa e a resposta dos discípulos ao que estava acontecendo.","conexao_teologica":"Mostra como as decisões humanas podem ter consequências espirituais e práticas.","referencias_relacionadas":["Romanos 8:1","Tiago 1:22","1 Pedro 2:9"]},"marcos_14_51_linho":{"palavra_pt":"linho","palavra_original":"σινδών","transliteracao":"sindṓn","strong":"G4616","significado_raiz":"Ideia básica: linho.","significado_contextual":"Refere-se ao tecido que representa a simplicidade e a vulnerabilidade do homem.","explicacao_detalhada":"O 'linho' é um símbolo de pureza e também de fragilidade, refletindo a condição humana diante de eventos dramáticos.","por_que_esta_palavra":"A menção do linho destaca a situação de desamparo e a necessidade de proteção.","conexao_teologica":"O linho é frequentemente associado a vestes de justiça e pureza na Bíblia.","referencias_relacionadas":["Êxodo 28:5","Apocalipse 19:8","Isaías 61:10"]},"marcos_14_51_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo específico que estava presente na cena.","explicacao_detalhada":"A palavra 'homem' aqui pode simbolizar a humanidade em geral, que muitas vezes falha em momentos de crise.","por_que_esta_palavra":"É importante para entender a fragilidade humana e a necessidade de redenção.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de salvação.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:28","1 Coríntios 15:22"]},"marcos_14_52_linho":{"palavra_pt":"linho","palavra_original":"σινδών","transliteracao":"sindṓn","strong":"G4616","significado_raiz":"Ideia básica: linho.","significado_contextual":"Reforça a ideia de vulnerabilidade e despojamento.","explicacao_detalhada":"A repetição do termo 'linho' enfatiza a fragilidade do homem diante das circunstâncias adversas.","por_que_esta_palavra":"Destaca a condição de desamparo e a necessidade de proteção divina.","conexao_teologica":"O linho é um símbolo de pureza, que contrasta com a situação de medo e fuga.","referencias_relacionadas":["Salmos 104:2","Mateus 6:28-30","1 Timóteo 2:9"]},"marcos_14_52_forsake":{"palavra_pt":"forsake","palavra_original":"καταλείπω","transliteracao":"kataleípō","strong":"G2641","significado_raiz":"Ideia básica: forsake.","significado_contextual":"Refere-se ao ato de abandonar ou deixar algo para trás.","explicacao_detalhada":"A palavra 'forsake' implica uma escolha difícil, refletindo a traição e o abandono dos discípulos.","por_que_esta_palavra":"É crucial para entender a dinâmica de lealdade e traição entre os seguidores de Jesus.","conexao_teologica":"A ideia de abandono é central na narrativa da crucificação e na experiência humana de desespero.","referencias_relacionadas":["Mateus 26:56","Salmos 27:10","Hebreus 13:5"]},"marcos_14_52_nu":{"palavra_pt":"nu","palavra_original":"γυμνός","transliteracao":"gymnós","strong":"G1131","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição de vulnerabilidade e despojamento.","explicacao_detalhada":"A palavra 'nu' simboliza a fragilidade e a exposição do ser humano em momentos de crise.","por_que_esta_palavra":"É uma representação da vulnerabilidade diante do medo e da perseguição.","conexao_teologica":"A nudez é frequentemente associada à vergonha e à necessidade de redenção.","referencias_relacionadas":["Gênesis 2:25","Apocalipse 3:18","Romanos 13:14"]},"marcos_14_53_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central da fé cristã, Jesus Cristo.","explicacao_detalhada":"O nome 'Jesus' é fundamental para a identidade cristã e representa a salvação e a esperança.","por_que_esta_palavra":"A menção de Jesus aqui é crucial para entender o papel dele na narrativa da redenção.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e sua vida e morte têm implicações eternas.","referencias_relacionadas":["João 3:16","Atos 4:12","Filipenses 2:9-11"]},"marcos_14_53_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes religiosos da época, que desempenham um papel crucial na narrativa.","explicacao_detalhada":"Os 'elders' ou anciãos representam a autoridade religiosa e a resistência ao ministério de Jesus.","por_que_esta_palavra":"É importante para entender a oposição que Jesus enfrentou durante seu ministério.","conexao_teologica":"A luta entre a autoridade religiosa e a mensagem de Jesus é um tema recorrente na Bíblia.","referencias_relacionadas":["Mateus 15:1-3","Lucas 20:1-2","Atos 5:17-18"]},"marcos_14_53_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na Lei e frequentemente opositores de Jesus.","explicacao_detalhada":"Os escribas desempenham um papel importante na crítica à mensagem de Jesus e na interpretação da Lei.","por_que_esta_palavra":"A presença dos escribas destaca a tensão entre a tradição religiosa e a nova mensagem de Jesus.","conexao_teologica":"A relação entre a Lei e a graça é um tema central na teologia cristã.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38-40","Lucas 11:52"]},"marcos_14_54_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, que é chamado de 'rocha' por Jesus, simbolizando sua firmeza e papel fundamental na igreja.","explicacao_detalhada":"No contexto de Marcos 14:54, a referência a Pedro como 'rocha' destaca sua importância como líder entre os apóstolos, apesar de sua negação de Jesus. A rocha representa estabilidade e força, contrastando com a fragilidade humana.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a transformação que Jesus trouxe a Pedro, que, embora fraco em momentos críticos, se tornaria um pilar da fé cristã.","conexao_teologica":"A teologia cristã vê Pedro como a base sobre a qual a igreja é construída, refletindo a ideia de que a fé deve ser sólida como uma rocha.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:5","Efésios 2:20"]},"marcos_14_54_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de acompanhar Jesus, que é um tema central no discipulado.","explicacao_detalhada":"No versículo, Pedro segue Jesus à distância após sua prisão, simbolizando a luta interna entre a lealdade e o medo. O ato de seguir implica um compromisso que é testado em momentos de crise.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender o chamado de Jesus aos seus discípulos, que é um convite a uma vida de dedicação e sacrifício.","conexao_teologica":"O seguimento de Jesus é um tema recorrente no Novo Testamento, onde os discípulos são chamados a deixar tudo para segui-lo.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"marcos_14_54_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, muitas vezes em um contexto de submissão e obediência.","explicacao_detalhada":"No contexto do versículo, o servo é uma figura que representa a servidão e a lealdade, contrastando com a traição e a negação de Pedro. A servidão é um valor central no ensinamento de Jesus.","por_que_esta_palavra":"A palavra 'servo' é importante para entender a natureza do ministério de Jesus, que veio para servir e não para ser servido.","conexao_teologica":"A teologia do serviço é fundamental no cristianismo, onde os crentes são chamados a seguir o exemplo de Cristo como servos uns dos outros.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Gálatas 5:13"]},"marcos_14_55_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus é o foco da narrativa, sendo julgado e traído. Seu nome carrega a missão de redenção e a promessa de salvação para a humanidade.","por_que_esta_palavra":"O uso do nome 'Jesus' enfatiza a identidade divina e a missão messiânica, que é central para a fé cristã.","conexao_teologica":"A teologia cristã gira em torno da pessoa de Jesus, sua vida, morte e ressurreição, que são fundamentais para a salvação.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"marcos_14_55_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma busca ativa por algo ou alguém, neste caso, a condenação de Jesus.","explicacao_detalhada":"No versículo, os líderes religiosos buscam testemunhos falsos para incriminar Jesus, refletindo a corrupção e a injustiça do sistema religioso da época.","por_que_esta_palavra":"A palavra 'buscar' é significativa porque revela a intenção maliciosa dos líderes religiosos em encontrar qualquer justificativa para condenar Jesus.","conexao_teologica":"A busca por Jesus é um tema importante, onde muitos buscam a verdade, mas nem todos a reconhecem quando a encontram.","referencias_relacionadas":["Mateus 7:7","Lucas 19:10","João 1:38"]},"marcos_14_55_morte":{"palavra_pt":"morte","palavra_original":"θανατόω","transliteracao":"thanatóō","strong":"G2289","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao destino iminente de Jesus, que é central para a narrativa da crucificação.","explicacao_detalhada":"Neste contexto, a morte de Jesus é o clímax do plano de salvação, onde sua morte sacrificial é necessária para a redenção da humanidade.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender o sacrifício de Jesus e a importância da cruz na teologia cristã.","conexao_teologica":"A morte de Jesus é um tema central no Novo Testamento, simbolizando a expiação e a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Coríntios 15:3"]},"marcos_14_56_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do testemunho e da acusação contra Jesus.","explicacao_detalhada":"No versículo, a grandeza das acusações reflete a seriedade da situação e a intensidade do conflito entre Jesus e os líderes religiosos.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a gravidade das acusações e a importância do julgamento de Jesus.","conexao_teologica":"A grandeza do sacrifício de Jesus é um tema central, onde sua morte é vista como um ato de amor incomensurável.","referencias_relacionadas":["Mateus 5:19","Lucas 12:48","Romanos 8:37"]},"marcos_14_56_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com as leis e os testemunhos apresentados no julgamento.","explicacao_detalhada":"No contexto, 'conforme' sugere que as testemunhas estavam tentando alinhar suas declarações com as exigências legais para condenar Jesus.","por_que_esta_palavra":"A palavra 'conforme' é importante para entender a manipulação das evidências e a injustiça do julgamento.","conexao_teologica":"A conformidade com a verdade é um tema importante na teologia, onde Jesus é visto como a verdade absoluta.","referencias_relacionadas":["João 14:6","Romanos 12:2","1 João 1:6"]},"marcos_14_56_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àqueles que dão testemunho no julgamento de Jesus.","explicacao_detalhada":"No versículo, as testemunhas são fundamentais para o processo judicial, mas suas declarações são falsas, refletindo a corrupção do sistema.","por_que_esta_palavra":"A palavra 'testemunha' é significativa porque destaca a importância da verdade e da justiça, que estavam sendo distorcidas.","conexao_teologica":"O conceito de testemunho é central na fé cristã, onde os crentes são chamados a ser testemunhas da verdade de Cristo.","referencias_relacionadas":["Atos 1:8","1 João 5:10","Apocalipse 12:11"]},"marcos_14_57_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Em Marcos 14:57, \"conforme\" aparece na frase \"E, levantando-se alguns, testificaram falsamente contra ele, dizendo:\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (κατά; katá; G2596), \"conforme\" traz a ideia de conforme. Aqui, essa palavra deixa o ensino de Marcos 14:57 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"conforme\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Marcos 15:6. Lendo junto com Marcos 14:57, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Marcos 14:57","Marcos 15:6","João 1:1"]},"marcos_14_57_testemunha":{"palavra_pt":"testemunha","palavra_original":"ψευδομαρτυρέω","transliteracao":"pseudomartyréō","strong":"G5576","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se a alguém que dá testemunho ou prova de algo, especialmente em um contexto legal.","explicacao_detalhada":"No versículo, as testemunhas estão tentando incriminar Jesus, apresentando um falso testemunho sobre suas palavras e ações. A ideia de testemunho é central no processo judicial da época.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do testemunho verdadeiro e a gravidade do falso testemunho, que é uma violação da lei.","conexao_teologica":"O conceito de testemunha é fundamental na teologia cristã, pois Jesus é considerado a testemunha fiel (Apocalipse 1:5) e os crentes são chamados a serem testemunhas de sua verdade.","referencias_relacionadas":["Êxodo 20:16","Mateus 18:16","Atos 1:8"]},"marcos_14_57_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar o que alguém afirma ou declara.","explicacao_detalhada":"Neste contexto, refere-se ao ato de chamar Jesus de blasfemo, onde as palavras têm um peso significativo no julgamento que está sendo realizado.","por_que_esta_palavra":"É crucial porque as palavras proferidas têm implicações diretas sobre a condenação de Jesus.","conexao_teologica":"As palavras de Jesus e a sua autoridade são temas centrais no Novo Testamento, onde Ele é frequentemente chamado a dar conta de suas afirmações.","referencias_relacionadas":["Mateus 12:37","Tiago 3:5-6","Romanos 10:9"]},"marcos_14_58_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde os judeus adoravam a Deus.","explicacao_detalhada":"As acusações contra Jesus incluem a afirmação de que Ele destruiria o templo, o que representa uma ameaça à adoração judaica e à identidade nacional.","por_que_esta_palavra":"O templo é um símbolo da presença de Deus entre seu povo e sua destruição é vista como um ato de grande gravidade.","conexao_teologica":"Jesus é apresentado como o novo templo, onde a presença de Deus habita (João 2:19-21), mudando a forma como os crentes se relacionam com Deus.","referencias_relacionadas":["Mateus 21:12-13","João 2:19-21","Hebreus 9:11-12"]},"marcos_14_58_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou revelação.","explicacao_detalhada":"Neste contexto, o dia é mencionado em relação ao que Jesus supostamente disse sobre a destruição do templo, implicando um tempo de mudança.","por_que_esta_palavra":"O uso de 'dia' aqui sugere um tempo específico em que as profecias de Jesus se cumprirão.","conexao_teologica":"O conceito de dia é frequentemente associado ao Dia do Senhor, um tempo de julgamento e restauração na escatologia cristã.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","1 Tessalonicenses 5:2"]},"marcos_14_58_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A palavra 'noite' pode simbolizar escuridão, incerteza ou o tempo em que as ações ocultas ocorrem.","explicacao_detalhada":"No contexto do julgamento de Jesus, a noite representa um tempo de traição e injustiça, quando as coisas são feitas nas sombras.","por_que_esta_palavra":"A menção da noite destaca a natureza traiçoeira das ações contra Jesus, que ocorrem longe da luz da verdade.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para simbolizar o pecado e a separação de Deus, enquanto a luz representa a verdade e a presença divina.","referencias_relacionadas":["João 3:19-20","1 João 1:5","Efésios 5:8"]},"marcos_14_59_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' aqui é usada novamente para enfatizar a importância do testemunho em um tribunal.","explicacao_detalhada":"As testemunhas estão sendo convocadas para corroborar as acusações contra Jesus, mas suas declarações são contraditórias.","por_que_esta_palavra":"A repetição da palavra destaca a seriedade do testemunho e a necessidade de verdade em um julgamento.","conexao_teologica":"O testemunho verdadeiro é essencial na vida cristã, onde os crentes são chamados a dar testemunho da verdade de Cristo.","referencias_relacionadas":["Deuteronômio 19:15","Mateus 5:37","Atos 4:33"]},"marcos_14_59_bondoso":{"palavra_pt":"bondoso","palavra_original":"ἴσος","transliteracao":"ísos","strong":"G2470","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' refere-se a alguém que é justo ou correto em suas ações.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a natureza das acusações contra Jesus, que é injustamente tratado.","por_que_esta_palavra":"A palavra é significativa porque contrasta com a injustiça do julgamento que Jesus enfrenta.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e Jesus é a manifestação perfeita dessa bondade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 2:4"]},"marcos_14_60_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central para a fé cristã.","explicacao_detalhada":"Neste contexto, Jesus está sendo julgado e suas ações e palavras estão sendo questionadas por aqueles que O acusam.","por_que_esta_palavra":"O nome de Jesus é poderoso e carrega a autoridade divina, sendo o centro da mensagem do evangelho.","conexao_teologica":"Jesus é visto como o mediador entre Deus e a humanidade, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","João 14:6"]},"marcos_14_60_caminho":{"palavra_pt":"caminho","palavra_original":"μέσος","transliteracao":"mésos","strong":"G3319","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção ou modo de vida que alguém escolhe seguir.","explicacao_detalhada":"No contexto, pode se referir ao caminho que Jesus está prestes a trilhar, que é o caminho da cruz.","por_que_esta_palavra":"A escolha do caminho é crucial na vida espiritual, simbolizando a decisão de seguir a Deus ou não.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando que somente através dele se pode chegar ao Pai.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Atos 9:2"]},"marcos_14_60_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se ao ato de procurar ou investigar algo.","explicacao_detalhada":"Neste contexto, refere-se à busca de respostas e verdades sobre as ações de Jesus, que estão sendo questionadas.","por_que_esta_palavra":"A busca por verdade é um tema importante, especialmente em um julgamento onde a verdade é distorcida.","conexao_teologica":"Os crentes são chamados a buscar a verdade e a justiça, refletindo o caráter de Deus em suas vidas.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Hebreus 11:6"]},"marcos_14_61_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias, o Ungido de Deus, que veio para cumprir as promessas do Antigo Testamento.","explicacao_detalhada":"A palavra 'Cristo' deriva do grego 'Christós', que significa 'Ungido'. No contexto bíblico, refere-se a Jesus como o escolhido de Deus para salvar a humanidade. Ele é o cumprimento das profecias messiânicas.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade de Jesus como o Salvador prometido, que traz redenção e esperança.","conexao_teologica":"A teologia cristã vê Jesus como o cumprimento da aliança de Deus com Seu povo, sendo Ele o Ungido que traz a salvação.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 10:38"]},"marcos_14_61_falar":{"palavra_pt":"falar","palavra_original":"σιωπάω","transliteracao":"siōpáō","strong":"G4623","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada em um momento de silêncio, onde Jesus é questionado e não responde.","explicacao_detalhada":"A palavra 'falar' (σιωπάω) implica em um ato de não se pronunciar. No contexto, Jesus opta por não se defender diante das acusações, cumprindo assim as profecias sobre seu sofrimento.","por_que_esta_palavra":"A escolha de Jesus de não falar reflete sua submissão à vontade de Deus e ao plano de salvação.","conexao_teologica":"Este silêncio é visto como um cumprimento da profecia de Isaías sobre o Servo Sofredor, que não abriria a boca diante de seus opressores.","referencias_relacionadas":["Isaías 53:7","Mateus 27:12-14","1 Pedro 2:23"]},"marcos_14_61_blessed":{"palavra_pt":"bem aventurado","palavra_original":"εὐλογητός","transliteracao":"eulogētós","strong":"G2128","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem aventurado' é usada para descrever a condição espiritual de quem é favorecido por Deus.","explicacao_detalhada":"A palavra 'bem aventurado' (εὐλογητός) refere-se à bênção divina. No contexto, pode ser interpretada como uma declaração sobre a natureza de Jesus e sua missão redentora.","por_que_esta_palavra":"É importante para entender que Jesus, mesmo em sua humilhação, é reconhecido como aquele que traz bênçãos e salvação.","conexao_teologica":"A teologia cristã ensina que a verdadeira bem-aventurança vem de estar em comunhão com Deus, algo que Jesus oferece através de sua obra.","referencias_relacionadas":["Salmos 1:1","Mateus 5:3-12","Efésios 1:3"]},"marcos_14_62_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando o Salvador da humanidade.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é a forma grega do nome hebraico 'Yeshua', que significa 'O Senhor é salvação'. No contexto, é a afirmação da identidade de Jesus como o Messias.","por_que_esta_palavra":"É fundamental para a compreensão da missão de Jesus e seu papel como Redentor.","conexao_teologica":"Jesus é visto como o único caminho para a salvação, conforme ensinado em João 14:6.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"marcos_14_62_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à autoridade divina que Jesus possui.","explicacao_detalhada":"A palavra 'poder' (δύναμις) implica em força e capacidade sobrenatural. No contexto, Jesus afirma que terá poder para voltar em glória.","por_que_esta_palavra":"É essencial para entender a natureza divina de Jesus e sua autoridade sobre todas as coisas.","conexao_teologica":"A teologia cristã ensina que Jesus possui todo o poder no céu e na terra, conforme Mateus 28:18.","referencias_relacionadas":["Lucas 4:36","Romanos 1:16","Efésios 1:19-21"]},"marcos_14_62_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é o lugar da presença de Deus e a promessa de Jesus para os crentes.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) refere-se ao domínio celestial, onde Deus habita. No contexto, Jesus menciona sua ascensão ao céu após a ressurreição.","por_que_esta_palavra":"É importante para a esperança cristã de vida eterna e a promessa de estar com Deus.","conexao_teologica":"A ascensão de Jesus ao céu é um evento central que confirma sua divindade e a promessa de retorno.","referencias_relacionadas":["Atos 1:9-11","João 14:2-3","Hebreus 9:24"]},"marcos_14_63_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se ao tema da acusação contra Jesus.","explicacao_detalhada":"A palavra 'assunto' (χρεία) implica em necessidade ou questão a ser resolvida. No contexto, refere-se ao que está em jogo no julgamento de Jesus.","por_que_esta_palavra":"É crucial para entender a seriedade das acusações e a injustiça do julgamento.","conexao_teologica":"O julgamento de Jesus é visto como parte do plano redentor de Deus, onde Ele se torna o sacrifício pelos pecados.","referencias_relacionadas":["Mateus 26:59-61","Lucas 23:2","João 18:29-30"]},"marcos_14_63_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àqueles que falam sobre a verdade de Jesus.","explicacao_detalhada":"A palavra 'testemunha' (μάρτυς) é usada para descrever alguém que dá testemunho. No contexto, refere-se às falsas testemunhas apresentadas contra Jesus.","por_que_esta_palavra":"É importante para entender a injustiça do julgamento e o papel das testemunhas na condenação de Jesus.","conexao_teologica":"A teologia cristã enfatiza a importância do testemunho verdadeiro sobre Cristo e a necessidade de ser testemunha da verdade.","referencias_relacionadas":["Mateus 26:60","Marcos 14:56","Atos 1:8"]},"marcos_14_64_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao destino de Jesus após o julgamento.","explicacao_detalhada":"A palavra 'morte' (θάνατος) implica em separação e fim da vida. No contexto, refere-se à condenação de Jesus à morte na cruz.","por_que_esta_palavra":"É crucial para entender o sacrifício de Jesus e a importância da cruz na salvação.","conexao_teologica":"A morte de Jesus é central para a doutrina da expiação, onde Ele morre pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:5","João 3:16","Romanos 5:8"]},"marcos_14_64_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se à manifestação de Jesus após sua ressurreição.","explicacao_detalhada":"A palavra 'aparecer' (φαίνω) implica em se tornar visível. No contexto, refere-se à promessa de que Jesus voltará em glória.","por_que_esta_palavra":"É importante para a esperança cristã de que Jesus voltará e será visto por todos.","conexao_teologica":"A teologia cristã ensina que a segunda vinda de Cristo é uma esperança fundamental para os crentes.","referencias_relacionadas":["Mateus 24:30","Atos 1:11","Apocalipse 1:7"]},"marcos_14_64_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que leva à condenação de Jesus, simbolizando a trajetória de injustiça e traição.","explicacao_detalhada":"O 'caminho' aqui representa não apenas a jornada física, mas também a escolha moral e espiritual que os personagens da narrativa estão fazendo ao seguir um caminho de rejeição a Cristo.","por_que_esta_palavra":"A palavra 'caminho' é usada para enfatizar a decisão de seguir um caminho de iniquidade, contrastando com o caminho da verdade que Jesus representa.","conexao_teologica":"O conceito de caminho é central na teologia bíblica, onde Jesus se apresenta como o caminho, a verdade e a vida (João 14:6), contrastando com os caminhos da humanidade que levam à destruição.","referencias_relacionadas":["Salmos 1:6","Mateus 7:13-14","Provérbios 4:26-27"]},"marcos_14_65_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de proferir palavras, especialmente em um contexto de acusação e testemunho falso contra Jesus.","explicacao_detalhada":"A palavra 'falar' é utilizada para descrever a ação de testemunhar, muitas vezes de maneira distorcida, refletindo a injustiça do julgamento que Jesus enfrenta.","por_que_esta_palavra":"É importante porque destaca a natureza do testemunho e a responsabilidade que temos ao falar, especialmente em situações de injustiça.","conexao_teologica":"A fala é um tema recorrente na Bíblia, onde as palavras têm poder para edificar ou destruir (Provérbios 18:21), e aqui serve para ilustrar a traição.","referencias_relacionadas":["Tiago 3:5-6","Mateus 12:36-37","Salmos 34:13"]},"marcos_14_65_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face de uma pessoa, simbolizando a identidade e a presença de Jesus durante seu julgamento.","explicacao_detalhada":"O 'rosto' é um símbolo da revelação pessoal e da dignidade humana, e neste contexto, representa a vulnerabilidade de Jesus diante da injustiça.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a humanidade de Jesus e seu sofrimento, mostrando que Ele não é apenas uma figura distante, mas alguém que enfrenta a dor e a traição.","conexao_teologica":"A face de Jesus é um reflexo da glória de Deus, e ao ser confrontado, Ele revela a profundidade do amor e da compaixão divina mesmo em momentos de dor.","referencias_relacionadas":["Salmos 27:8","Êxodo 33:20","Mateus 5:8"]},"marcos_14_65_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a um servo ou criado, que desempenha um papel na cena de julgamento de Jesus.","explicacao_detalhada":"A palavra 'servo' destaca a posição de servidão e submissão, contrastando com a realeza e a divindade de Jesus, que se humilha por amor à humanidade.","por_que_esta_palavra":"É importante porque ilustra a dinâmica de poder e a injustiça que Jesus enfrenta, além de refletir o chamado de Cristo para que seus seguidores sejam servos uns dos outros.","conexao_teologica":"O conceito de servidão é central na vida de Jesus, que veio para servir e dar sua vida em resgate de muitos (Marcos 10:45).","referencias_relacionadas":["Filipenses 2:7","Mateus 20:26-28","Gálatas 5:13"]},"marcos_14_66_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, cujo nome significa 'rocha', simbolizando sua identidade e papel na comunidade cristã.","explicacao_detalhada":"A menção de 'rocha' aqui é um lembrete da fragilidade humana, pois Pedro, apesar de sua firmeza, nega Jesus em um momento de crise.","por_que_esta_palavra":"A palavra é significativa porque contrasta a força do nome de Pedro com sua fraqueza em momentos de pressão, refletindo a luta de todos os crentes.","conexao_teologica":"Pedro é visto como a rocha sobre a qual a Igreja seria edificada (Mateus 16:18), e sua negação serve como um aviso sobre a necessidade de vigilância e dependência de Deus.","referencias_relacionadas":["Mateus 16:18","Lucas 22:34","João 21:15-17"]},"marcos_14_66_femea":{"palavra_pt":"femea","palavra_original":"παιδίσκη","transliteracao":"paidískē","strong":"G3814","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se a uma jovem serva que reconhece Pedro, simbolizando a vulnerabilidade e a exposição de Pedro em sua negação.","explicacao_detalhada":"A palavra 'femea' destaca a interação entre Pedro e a serva, que representa a voz da verdade que confronta a fraqueza de Pedro.","por_que_esta_palavra":"É importante porque mostra como até mesmo as figuras mais humildes podem desempenhar um papel crucial na revelação da verdade.","conexao_teologica":"A interação de Pedro com a serva ilustra a realidade de que todos, independentemente de sua posição, são chamados a reconhecer e testemunhar a verdade de Cristo.","referencias_relacionadas":["Mateus 10:32-33","Lucas 12:8-9","Romanos 10:9"]},"marcos_14_67_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Novamente se refere a Pedro, enfatizando sua identidade e a fragilidade de sua fé durante o julgamento de Jesus.","explicacao_detalhada":"A repetição do termo 'rocha' aqui serve para reforçar a ideia de que mesmo aqueles que são considerados fortes podem falhar sob pressão.","por_que_esta_palavra":"É significativa porque destaca a luta interna de Pedro e a necessidade de graça e perdão, que é um tema central no cristianismo.","conexao_teologica":"A falha de Pedro é um lembrete de que todos os crentes são suscetíveis a fraquezas, mas também são chamados ao arrependimento e à restauração.","referencias_relacionadas":["1 Pedro 5:8-9","Gálatas 6:1","Tiago 4:10"]},"marcos_14_67_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o protagonista da narrativa, cuja identidade e missão estão em jogo durante o julgamento.","explicacao_detalhada":"A menção de 'Jesus' é central, pois Ele é o foco da acusação e o alvo da negação de Pedro, simbolizando a tensão entre a verdade e a mentira.","por_que_esta_palavra":"É importante porque enfatiza a centralidade de Cristo na história da salvação e a necessidade de reconhecer sua identidade divina.","conexao_teologica":"Jesus é o nome que significa 'Salvador', e sua identidade é fundamental para a compreensão do plano de redenção de Deus para a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_14_67_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Em Marcos 14:67, \"seguir\" aparece na frase \"E, vendo a Pedro, que se estava aquentando, olhou para ele, e disse: Tu também estavas com Jesus, o Nazareno.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (μετά; metá; G3326), \"seguir\" traz a ideia de seguir. Aqui, essa palavra deixa o ensino de Marcos 14:67 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"seguir\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Marcos 14:70. Lendo junto com Marcos 14:67, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Marcos 14:67","Marcos 14:70","João 1:1"]},"marcos_14_68_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer ou afirmar algo, especialmente no contexto da negação de Pedro.","explicacao_detalhada":"A palavra 'dizer' é usada para descrever a declaração de Pedro, que nega conhecer Jesus, refletindo a luta interna entre a lealdade e o medo.","por_que_esta_palavra":"É significativa porque destaca a importância das palavras que proferimos e como elas podem refletir nossa verdadeira fé ou dúvida.","conexao_teologica":"As palavras têm poder, e a negação de Pedro serve como um alerta sobre a importância de confessar a fé em Cristo, mesmo em tempos difíceis.","referencias_relacionadas":["Romanos 10:9","Mateus 12:36-37","Tiago 3:10"]},"marcos_14_68_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπίσταμαι","transliteracao":"epístamai","strong":"G1987","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Reconhecer ou ter conhecimento sobre alguém ou algo.","explicacao_detalhada":"A palavra 'conhecer' aqui implica um entendimento mais profundo, não apenas superficial. Pedro foi questionado sobre sua relação com Jesus, e a resposta dele reflete sua tentativa de se distanciar da associação.","por_que_esta_palavra":"Pedro usou essa palavra para negar sua conexão com Jesus, demonstrando medo e insegurança diante da pressão.","conexao_teologica":"A negação de Pedro é um exemplo da fragilidade humana e da necessidade de dependência de Deus para permanecer firme na fé.","referencias_relacionadas":["Mateus 10:33","Lucas 12:9","João 10:14"]},"marcos_14_69_femea":{"palavra_pt":"femea","palavra_original":"παιδίσκη","transliteracao":"paidískē","strong":"G3814","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se a uma jovem serva ou mulher que estava presente no local.","explicacao_detalhada":"A palavra 'femea' é usada para descrever a serva que reconheceu Pedro. Isso mostra que mesmo uma pessoa de posição social baixa pode ter um papel significativo na narrativa.","por_que_esta_palavra":"A escolha dessa palavra destaca a vulnerabilidade de Pedro, sendo confrontado por alguém que não tinha poder ou autoridade.","conexao_teologica":"Deus usa pessoas comuns e humildes para cumprir Seus propósitos e trazer à tona a verdade.","referencias_relacionadas":["1 Samuel 16:7","Lucas 1:48","Tiago 4:10"]},"marcos_14_69_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição de Pedro entre o grupo presente.","explicacao_detalhada":"A palavra 'entre' sugere que Pedro estava cercado por pessoas que poderiam testemunhar sua negação, aumentando a pressão sobre ele.","por_que_esta_palavra":"Refere-se à situação em que Pedro se encontrava, cercado por aqueles que poderiam expô-lo.","conexao_teologica":"A presença de testemunhas em momentos críticos pode refletir a realidade de ser um discípulo de Cristo em um mundo hostil.","referencias_relacionadas":["Mateus 5:14","Hebreus 10:25","1 Pedro 2:9"]},"marcos_14_69_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou ter conhecimento sobre alguém.","explicacao_detalhada":"Neste contexto, a palavra 'ver/conhecer' é usada para indicar que a serva reconheceu Pedro como um dos seguidores de Jesus.","por_que_esta_palavra":"A serva não apenas viu Pedro, mas também fez a conexão com sua identidade como discípulo de Jesus.","conexao_teologica":"O reconhecimento de um discípulo de Cristo pode levar a desafios e perseguições, refletindo a realidade da vida cristã.","referencias_relacionadas":["Mateus 10:32","Lucas 9:26","João 15:18"]},"marcos_14_70_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, cujo nome significa 'rocha'.","explicacao_detalhada":"A palavra 'rocha' simboliza a firmeza e a força, contrastando com a fraqueza que Pedro demonstrou ao negar Jesus.","por_que_esta_palavra":"Pedro, que foi chamado de 'rocha', falhou em sua confissão de fé, mostrando a fragilidade humana.","conexao_teologica":"A transformação de Pedro de um homem frágil para um líder forte na igreja é um testemunho da graça de Deus.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","1 Pedro 2:5"]},"marcos_14_70_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de seguir ou acompanhar alguém.","explicacao_detalhada":"A palavra 'seguir' aqui se refere ao ato de Pedro de estar com Jesus, mas também à sua hesitação em continuar essa associação sob pressão.","por_que_esta_palavra":"Pedro estava em um dilema entre seguir Jesus e se proteger de possíveis consequências.","conexao_teologica":"O chamado para seguir a Cristo envolve riscos e desafios, e a verdadeira fé é testada em momentos de adversidade.","referencias_relacionadas":["Mateus 16:24","Lucas 14:27","João 21:19"]},"marcos_14_70_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição de Pedro entre as pessoas que o cercavam.","explicacao_detalhada":"A palavra 'entre' enfatiza a vulnerabilidade de Pedro em um grupo que poderia facilmente denunciá-lo.","por_que_esta_palavra":"A situação de estar 'entre' os outros aumenta a tensão e o medo de Pedro ao ser questionado.","conexao_teologica":"A vida cristã muitas vezes envolve estar em meio a um mundo que não aceita a fé, exigindo coragem e firmeza.","referencias_relacionadas":["Mateus 5:14","Romanos 12:2","1 João 2:15"]},"marcos_14_71_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Refere-se a um compromisso sério ou uma declaração solene.","explicacao_detalhada":"A palavra 'juramento' indica a gravidade da negação de Pedro, onde ele se compromete a afirmar que não conhece Jesus.","por_que_esta_palavra":"Pedro usou um juramento para tentar se distanciar de Jesus, mostrando a profundidade de sua negação.","conexao_teologica":"O uso de juramentos pode refletir a luta interna entre a verdade e a pressão social, um tema recorrente na vida cristã.","referencias_relacionadas":["Mateus 5:34","Tiago 5:12","Hebreus 6:16"]},"marcos_14_71_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de falar ou declarar algo.","explicacao_detalhada":"A palavra 'dizer' é usada quando Pedro nega Jesus, enfatizando a ação verbal de sua negação.","por_que_esta_palavra":"Pedro não apenas negou, mas fez uma declaração clara, o que torna sua negação mais impactante.","conexao_teologica":"As palavras têm poder, e a negação de Pedro serve como um aviso sobre a importância de nossas declarações de fé.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"marcos_14_72_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se novamente a Pedro, simbolizando sua identidade como 'rocha'.","explicacao_detalhada":"A repetição da palavra 'rocha' destaca a ironia da negação de Pedro, que deveria ser firme, mas falhou.","por_que_esta_palavra":"A palavra é usada para lembrar a identidade de Pedro e a expectativa de sua firmeza na fé.","conexao_teologica":"A restauração de Pedro após sua negação é um poderoso testemunho da graça e do perdão de Deus.","referencias_relacionadas":["Mateus 16:18","João 21:15-17","Atos 2:14"]},"marcos_14_72_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus de Nazaré, o Messias.","explicacao_detalhada":"O nome 'Jesus' é derivado do hebraico 'Yeshua', que significa 'salvação'. No contexto do versículo, refere-se ao momento em que Pedro nega conhecer Jesus, enfatizando a importância da identidade de Jesus como o Salvador.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois Jesus é visto como o Filho de Deus e o Redentor da humanidade.","conexao_teologica":"A negação de Pedro e a identidade de Jesus estão interligadas, mostrando a fragilidade humana diante da divindade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_14_72_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Preposição que indica a posição ou relação entre pessoas ou coisas.","explicacao_detalhada":"No contexto, 'entre' é usado para descrever a situação de Pedro no meio dos que o cercavam, destacando sua tentativa de se distanciar de Jesus.","por_que_esta_palavra":"A preposição é crucial para entender a dinâmica social e a pressão que Pedro enfrentava ao ser questionado sobre sua associação com Jesus.","conexao_teologica":"Reflete a ideia de que, mesmo em meio à pressão, a fé deve prevalecer.","referencias_relacionadas":["Mateus 10:32","Lucas 12:8","Romanos 8:31"]}}