{"marcos_15_1_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Termo que se refere a um líder religioso ou ancião no contexto judaico.","explicacao_detalhada":"Os 'anciãos' eram figuras respeitadas na sociedade judaica, responsáveis por decisões e julgamentos. No versículo, eles estão envolvidos no julgamento de Jesus, mostrando a oposição religiosa.","por_que_esta_palavra":"A palavra é importante para entender a estrutura de liderança e a dinâmica de poder que levou à condenação de Jesus.","conexao_teologica":"A rejeição de Jesus pelos líderes religiosos destaca a tensão entre a tradição e a nova revelação que Ele trouxe.","referencias_relacionadas":["Mateus 21:23","Lucas 22:66","Atos 4:5"]},"marcos_15_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus, o Messias.","explicacao_detalhada":"Neste versículo, Jesus é apresentado diante do conselho dos líderes religiosos, enfatizando seu papel como o inocente sendo julgado.","por_que_esta_palavra":"A menção de Jesus é fundamental para o entendimento do sacrifício que Ele estava prestes a fazer pela humanidade.","conexao_teologica":"A injustiça do julgamento de Jesus ressalta a profundidade do amor de Deus pela humanidade.","referencias_relacionadas":["Isaías 53:7","Mateus 27:11","João 18:28"]},"marcos_15_1_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Verbo que significa 'fazer' ou 'realizar'.","explicacao_detalhada":"No contexto, refere-se à ação que os líderes religiosos estavam tomando ao levar Jesus para julgamento, destacando a ação deliberada contra Ele.","por_que_esta_palavra":"A palavra é significativa para entender a responsabilidade dos líderes em suas ações contra Jesus.","conexao_teologica":"A ação de fazer o mal contra o inocente é um tema recorrente nas Escrituras, refletindo a condição humana caída.","referencias_relacionadas":["Salmos 37:1","Mateus 5:16","Gálatas 6:7"]},"marcos_15_2_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Nome próprio que se refere a Pôncio Pilatos, o governador romano.","explicacao_detalhada":"Pilatos é a figura que representa a autoridade romana e a decisão final sobre o destino de Jesus, simbolizando a injustiça do sistema legal da época.","por_que_esta_palavra":"A presença de Pilatos é crucial para entender a interação entre o poder romano e a liderança judaica no julgamento de Jesus.","conexao_teologica":"A figura de Pilatos representa a luta entre a verdade e a corrupção do poder.","referencias_relacionadas":["Mateus 27:2","Lucas 23:1","João 19:16"]},"marcos_15_2_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Termo que se refere aos judeus, o povo escolhido de Deus.","explicacao_detalhada":"Neste contexto, refere-se à identidade étnica e religiosa dos que estavam envolvidos no julgamento de Jesus, destacando a traição de seu próprio povo.","por_que_esta_palavra":"A palavra é importante para entender a relação entre Jesus e seu povo, e a rejeição que Ele enfrentou.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema central na narrativa do Novo Testamento, refletindo a necessidade de salvação para todos.","referencias_relacionadas":["Mateus 1:21","João 1:11","Romanos 9:4-5"]},"marcos_15_2_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Verbo que significa 'perguntar' ou 'interrogar'.","explicacao_detalhada":"No versículo, refere-se à ação de Pilatos ao questionar Jesus, buscando entender as acusações contra Ele.","por_que_esta_palavra":"A busca por respostas é uma parte fundamental do julgamento, refletindo a incerteza e a confusão que cercavam a situação.","conexao_teologica":"A busca pela verdade é um tema importante nas Escrituras, especialmente em relação à identidade de Jesus.","referencias_relacionadas":["João 18:33","Mateus 27:11","Lucas 23:3"]},"marcos_15_3_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Adjetivo que significa 'muito' ou 'extenso'.","explicacao_detalhada":"Neste contexto, refere-se à magnitude das acusações feitas contra Jesus, que eram muitas e variadas.","por_que_esta_palavra":"A palavra é significativa para entender a gravidade da situação enfrentada por Jesus durante seu julgamento.","conexao_teologica":"A grandeza das acusações contrasta com a inocência de Jesus, enfatizando o sacrifício que Ele estava prestes a fazer.","referencias_relacionadas":["Mateus 26:59","Lucas 23:14","João 19:4"]},"marcos_15_3_accuse":{"palavra_pt":"accuse","palavra_original":"κατηγορέω","transliteracao":"katēgoréō","strong":"G2723","significado_raiz":"Ideia básica: accuse.","significado_contextual":"Verbo que significa 'acusar' ou 'denunciar'.","explicacao_detalhada":"Refere-se à ação dos líderes religiosos ao trazer acusações contra Jesus, que eram infundadas e motivadas por ciúmes e medo.","por_que_esta_palavra":"A acusação é um elemento central na narrativa do julgamento, refletindo a injustiça que Jesus enfrentou.","conexao_teologica":"As falsas acusações contra Jesus prefiguram a injustiça que muitos de seus seguidores enfrentariam.","referencias_relacionadas":["Mateus 26:60","Lucas 23:2","João 18:29"]},"marcos_15_3_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é usada para introduzir uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'portanto' conecta as ações e decisões que foram tomadas, indicando que o que se segue é uma consequência direta das declarações anteriores.","por_que_esta_palavra":"A utilização de 'portanto' é crucial para entender a lógica do discurso e a sequência dos eventos que levam à condenação de Jesus.","conexao_teologica":"A palavra reflete a inevitabilidade do plano divino, onde as ações humanas se entrelaçam com a soberania de Deus.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Atos 2:23"]},"marcos_15_4_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à postura de Pilatos, que se mostra decidido em sua posição durante o julgamento.","explicacao_detalhada":"Pilatos, apesar de suas dúvidas, mantém uma postura firme ao lidar com as acusações contra Jesus, refletindo a tensão entre sua autoridade e a pressão popular.","por_que_esta_palavra":"A firmeza de Pilatos é um elemento central na narrativa, pois destaca a luta entre a verdade e a conveniência política.","conexao_teologica":"A firmeza de Pilatos contrasta com a fragilidade humana diante do plano divino de salvação.","referencias_relacionadas":["Mateus 27:24","Lucas 23:4","João 19:12"]},"marcos_15_4_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma investigação ou questionamento sobre a verdade das acusações contra Jesus.","explicacao_detalhada":"Pilatos busca entender a natureza das acusações e a razão pela qual Jesus estava sendo entregue, refletindo sua tentativa de justiça.","por_que_esta_palavra":"A busca por verdade é um tema recorrente nas Escrituras, onde a justiça divina é sempre buscada.","conexao_teologica":"A busca de Pilatos por respostas ecoa a busca humana por compreensão e verdade em relação a Deus.","referencias_relacionadas":["Salmos 119:2","Provérbios 2:4","João 8:32"]},"marcos_15_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar o que Pilatos questiona Jesus, enfatizando a comunicação entre eles.","explicacao_detalhada":"Pilatos chama Jesus para responder às acusações, o que é um momento crucial que revela a natureza de Jesus e sua missão.","por_que_esta_palavra":"A comunicação é vital para a revelação de verdades espirituais, e o que Jesus diz neste momento é fundamental para a compreensão de sua identidade.","conexao_teologica":"As palavras de Jesus durante este julgamento revelam sua natureza divina e seu papel como o Messias.","referencias_relacionadas":["Mateus 26:63","Lucas 23:3","João 18:33"]},"marcos_15_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que está sendo julgado injustamente.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como o inocente que enfrenta acusações e injustiças, simbolizando o sacrifício que está por vir.","por_que_esta_palavra":"O nome de Jesus é central na narrativa do Novo Testamento, representando a salvação e a esperança para a humanidade.","conexao_teologica":"A injustiça sofrida por Jesus é um reflexo do amor de Deus pela humanidade, que se entrega por nossos pecados.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"marcos_15_5_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' aqui reforça a postura de Pilatos diante da pressão popular e das acusações contra Jesus.","explicacao_detalhada":"Pilatos se mantém firme em sua decisão, mesmo sabendo que a verdade está ao lado de Jesus, o que revela a complexidade de sua posição.","por_que_esta_palavra":"A firmeza de Pilatos é um reflexo da luta entre a verdade e a conveniência política, um tema relevante em todas as épocas.","conexao_teologica":"A firmeza de Pilatos contrasta com a fragilidade humana diante da verdade divina.","referencias_relacionadas":["Mateus 27:24","Lucas 23:4","João 19:12"]},"marcos_15_5_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana, enfatizando a humanidade de Jesus em contraste com sua divindade.","explicacao_detalhada":"Neste contexto, a referência a Jesus como 'homem' destaca sua encarnação e a experiência humana que ele compartilha conosco.","por_que_esta_palavra":"A humanidade de Jesus é fundamental para a compreensão do seu sacrifício e da redenção que ele oferece.","conexao_teologica":"A dualidade de Jesus como verdadeiro Deus e verdadeiro homem é um pilar da fé cristã.","referencias_relacionadas":["Filipenses 2:7","Hebreus 2:14","1 João 4:2"]},"marcos_15_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que as ações estão de acordo com uma norma ou padrão estabelecido.","explicacao_detalhada":"Neste contexto, 'conforme' sugere que o que está acontecendo segue a prática habitual durante a Páscoa, onde um prisioneiro era libertado.","por_que_esta_palavra":"A conformidade com a tradição ressalta a ironia da escolha entre Jesus e Barrabás, revelando a injustiça do sistema.","conexao_teologica":"A conformidade com as tradições humanas contrasta com a verdade divina que Jesus representa.","referencias_relacionadas":["Mateus 27:15","Lucas 23:17","João 18:39"]},"marcos_15_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Pilatos em relação ao que deve ser decidido sobre Jesus.","explicacao_detalhada":"Neste contexto, 'fazer' implica a responsabilidade de Pilatos em tomar uma decisão que afetará o destino de Jesus.","por_que_esta_palavra":"A ação de fazer escolhas é central na narrativa, refletindo a liberdade humana e suas consequências.","conexao_teologica":"As escolhas humanas têm um impacto significativo no plano de Deus, que é soberano sobre todas as coisas.","referencias_relacionadas":["Gálatas 6:7","Tiago 1:22","Romanos 12:2"]},"marcos_15_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ideia de acompanhar ou estar em conformidade com algo ou alguém.","explicacao_detalhada":"Neste contexto, 'seguir' pode se referir à multidão que seguia a tradição de libertar um prisioneiro, em contraste com a verdadeira liberdade que Jesus oferece.","por_que_esta_palavra":"A ideia de seguir é central na vida cristã, onde somos chamados a seguir a Jesus e seus ensinamentos.","conexao_teologica":"Seguir a Jesus é um convite à transformação e à verdadeira liberdade espiritual.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"marcos_15_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, no contexto da escolha do povo.","explicacao_detalhada":"Neste versículo, a multidão estava pedindo a Pilatos que fizesse algo, ou seja, que tomasse uma decisão sobre a libertação de um prisioneiro.","por_que_esta_palavra":"A escolha de 'fazer' destaca a responsabilidade de Pilatos em agir conforme a vontade do povo.","conexao_teologica":"A ação de fazer é central na narrativa da salvação, onde Deus age em favor da humanidade.","referencias_relacionadas":["Mateus 27:21","Lucas 23:18","João 18:39"]},"marcos_15_8_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que clamava por Barabbas em vez de Jesus.","explicacao_detalhada":"O povo, representando a sociedade da época, tinha o poder de influenciar a decisão de Pilatos, mostrando a dinâmica entre a autoridade e a vontade popular.","por_que_esta_palavra":"A escolha do povo é crucial, pois reflete a rejeição de Jesus e a preferência por um criminoso.","conexao_teologica":"O povo simboliza a humanidade que, muitas vezes, escolhe o pecado em vez da salvação.","referencias_relacionadas":["Mateus 27:20","Lucas 23:13","João 19:15"]},"marcos_15_8_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência das ações anteriores.","explicacao_detalhada":"Neste contexto, 'portanto' liga a decisão de Pilatos à pressão da multidão, mostrando a inevitabilidade da escolha que ele tinha que fazer.","por_que_esta_palavra":"É uma palavra de transição que enfatiza a lógica da narrativa e a responsabilidade de Pilatos.","conexao_teologica":"A escolha de Pilatos reflete a escolha que todos têm entre seguir a verdade ou ceder à pressão.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Tiago 1:15"]},"marcos_15_9_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão que Pilatos tinha que tomar entre libertar Jesus ou Barabbas.","explicacao_detalhada":"A escolha de Pilatos é um momento crítico que revela a natureza do poder e da influência da multidão.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, onde somos chamados a escolher entre o bem e o mal.","conexao_teologica":"A escolha de Pilatos antecipa a escolha que cada ser humano deve fazer em relação a Cristo.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Mateus 7:13-14"]},"marcos_15_9_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à posição de Pilatos como governador, que deveria agir com autoridade.","explicacao_detalhada":"Pilatos, como representante do poder romano, tinha a responsabilidade de manter a ordem e a justiça, mas sua firmeza foi testada pela pressão popular.","por_que_esta_palavra":"A firmeza de Pilatos é um contraste com a vacilação que ele demonstrou ao ceder à multidão.","conexao_teologica":"A firmeza é uma qualidade que Deus espera de seus líderes, refletindo a necessidade de justiça e verdade.","referencias_relacionadas":["Provérbios 29:2","Romanos 13:1-4","1 Pedro 2:13-14"]},"marcos_15_9_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' refere-se à identidade étnica e religiosa do povo judeu.","explicacao_detalhada":"Neste contexto, a identidade judaica é importante, pois a multidão que clamava por Barabbas era composta por judeus que rejeitaram Jesus.","por_que_esta_palavra":"A identidade étnica e religiosa é crucial para entender as dinâmicas sociais e religiosas da época.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema que permeia o Novo Testamento, refletindo a luta entre a tradição e a nova aliança.","referencias_relacionadas":["Mateus 1:21","João 1:11","Atos 2:22-23"]},"marcos_15_10_envy":{"palavra_pt":"envy","palavra_original":"φθόνος","transliteracao":"phthónos","strong":"G5355","significado_raiz":"Ideia básica: envy.","significado_contextual":"A palavra 'inveja' refere-se ao motivo pelo qual os líderes religiosos queriam ver Jesus condenado.","explicacao_detalhada":"A inveja dos líderes religiosos em relação ao sucesso e à popularidade de Jesus os levou a tramar sua morte.","por_que_esta_palavra":"A inveja é um pecado que leva a ações destrutivas e é um tema recorrente nas Escrituras.","conexao_teologica":"A inveja é um dos pecados que se opõem ao amor e à unidade que Cristo prega.","referencias_relacionadas":["Gálatas 5:26","Tiago 3:16","1 Pedro 2:1"]},"marcos_15_10_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se ao entendimento e à percepção que os líderes religiosos tinham sobre Jesus.","explicacao_detalhada":"Os líderes religiosos conheciam a verdade sobre Jesus, mas escolheram ignorá-la por causa de sua inveja.","por_que_esta_palavra":"O conhecimento é uma responsabilidade; saber a verdade e não agir de acordo com ela é um grave erro.","conexao_teologica":"O conhecimento de Cristo é fundamental para a salvação, e ignorá-lo leva à condenação.","referencias_relacionadas":["João 8:32","Romanos 1:21","Hebreus 10:26"]},"marcos_15_10_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de soltar um prisioneiro, que era uma prática comum durante a Páscoa.","explicacao_detalhada":"A libertação de Barabbas em vez de Jesus é um símbolo da escolha do pecado sobre a salvação.","por_que_esta_palavra":"A libertação é um tema central na mensagem do evangelho, onde Jesus é o verdadeiro libertador.","conexao_teologica":"A libertação de Barabbas antecipa a libertação que Jesus oferece a todos os que creem nele.","referencias_relacionadas":["João 8:36","Romanos 8:1-2","Gálatas 5:1"]},"marcos_15_11_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' novamente refere-se à multidão que clamava por Barabbas.","explicacao_detalhada":"A repetição da palavra 'povo' enfatiza a influência da multidão na decisão de Pilatos e a rejeição coletiva de Jesus.","por_que_esta_palavra":"O povo, como coletivo, representa a humanidade que muitas vezes se afasta de Deus.","conexao_teologica":"A escolha do povo é um reflexo da condição humana de rejeitar a verdade em favor do que é popular.","referencias_relacionadas":["Mateus 27:20","Lucas 23:18","João 19:15"]},"marcos_15_12_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão de Pilatos em liberar um prisioneiro, refletindo a escolha entre Jesus e Barrabás.","explicacao_detalhada":"Neste contexto, 'escolher' implica a ação deliberada de selecionar alguém ou algo entre opções disponíveis. Pilatos, ao perguntar à multidão quem deveria ser libertado, estava colocando a responsabilidade da escolha nas mãos do povo.","por_que_esta_palavra":"A escolha é um tema central na narrativa, simbolizando a rejeição de Jesus pelo povo em favor de um criminoso.","conexao_teologica":"A escolha de Barrabás em vez de Jesus representa a rejeição do Messias e a natureza pecaminosa da humanidade, que frequentemente opta pelo pecado em vez da salvação.","referencias_relacionadas":["Mateus 27:17","Lucas 23:18","João 18:40"]},"marcos_15_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é usada para descrever a ação de Pilatos ao tentar agradar à multidão.","explicacao_detalhada":"Neste versículo, 'fazer' refere-se à ação de Pilatos em atender ao pedido da multidão, mostrando sua tentativa de evitar um tumulto e manter a paz.","por_que_esta_palavra":"A escolha de 'fazer' enfatiza a ação de Pilatos em um momento crítico, onde ele se vê pressionado pela multidão.","conexao_teologica":"A ação de fazer o que a multidão queria reflete a fragilidade da liderança humana diante da pressão popular, contrastando com a soberania de Deus.","referencias_relacionadas":["Mateus 27:21","Lucas 23:20","João 19:12"]},"marcos_15_12_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à figura de Pilatos como governador, que deveria agir com autoridade.","explicacao_detalhada":"Neste contexto, 'firme' sugere a necessidade de Pilatos de manter sua posição de poder e controle, mesmo diante da pressão popular.","por_que_esta_palavra":"A firmeza de Pilatos é questionada, pois ele cede à multidão, revelando a fragilidade da autoridade humana.","conexao_teologica":"A firmeza de Deus contrasta com a fraqueza humana, mostrando que a verdadeira autoridade reside em Cristo.","referencias_relacionadas":["Mateus 27:2","Lucas 3:1","João 19:10"]},"marcos_15_13_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução de Jesus, simbolizando o sacrifício.","explicacao_detalhada":"Neste versículo, 'cruz' é central para a narrativa da paixão, representando não apenas a morte de Jesus, mas também a redenção da humanidade.","por_que_esta_palavra":"A cruz é um símbolo de dor e sofrimento, mas também de esperança e salvação para os crentes.","conexao_teologica":"A crucificação é o cumprimento do plano de Deus para a salvação, onde a morte de Jesus traz vida eterna.","referencias_relacionadas":["Mateus 27:32","Lucas 23:26","João 19:17"]},"marcos_15_13_chamar":{"palavra_pt":"chamar","palavra_original":"κράζω","transliteracao":"krázō","strong":"G2896","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou gritar, utilizado pela multidão para exigir a crucificação de Jesus.","explicacao_detalhada":"Neste contexto, 'chamar' enfatiza a intensidade da demanda popular, mostrando a rejeição de Jesus de forma veemente.","por_que_esta_palavra":"A ação de chamar destaca a voz da multidão, que se opõe à verdade e à justiça representadas por Jesus.","conexao_teologica":"A rejeição de Jesus pela multidão é um reflexo da condição humana, que muitas vezes clama por aquilo que é contrário à vontade de Deus.","referencias_relacionadas":["Mateus 27:23","Lucas 23:21","João 19:15"]},"marcos_15_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é novamente utilizada para descrever a ação de Pilatos em relação à multidão.","explicacao_detalhada":"Aqui, 'fazer' implica a ação de Pilatos ao tentar justificar sua decisão e evitar a responsabilidade pela condenação de Jesus.","por_que_esta_palavra":"A repetição da palavra 'fazer' enfatiza a ação contínua de Pilatos em um momento de crise.","conexao_teologica":"A luta de Pilatos entre a verdade e a pressão popular reflete a luta interna que muitos enfrentam ao seguir a Cristo.","referencias_relacionadas":["Mateus 27:24","Lucas 23:22","João 19:16"]},"marcos_15_14_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é novamente mencionada, reforçando a centralidade da crucificação na narrativa.","explicacao_detalhada":"A repetição de 'cruz' neste contexto sublinha a inevitabilidade do sacrifício de Jesus e seu papel na redenção.","por_que_esta_palavra":"A cruz é o ponto culminante do ministério de Jesus, onde a justiça e a misericórdia de Deus se encontram.","conexao_teologica":"A cruz é o símbolo máximo do amor de Deus pela humanidade, onde a morte de Jesus traz vida.","referencias_relacionadas":["Mateus 27:31","Lucas 23:33","João 19:18"]},"marcos_15_14_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à posição de Pilatos, que deveria ser um juiz justo.","explicacao_detalhada":"Neste contexto, 'firme' sugere que Pilatos deveria ter agido com integridade e justiça, mas falhou ao ceder à pressão da multidão.","por_que_esta_palavra":"A firmeza é um atributo desejável em um líder, mas Pilatos demonstra fraqueza ao não defender a inocência de Jesus.","conexao_teologica":"A falha de Pilatos em ser firme reflete a condição humana de sucumbir à pressão e ao pecado.","referencias_relacionadas":["Mateus 27:24","Lucas 23:4","João 19:6"]},"marcos_15_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que estava prestes a ser crucificado.","explicacao_detalhada":"Neste contexto, 'Jesus' é o centro da narrativa, representando a encarnação de Deus e o cumprimento das profecias messiânicas.","por_que_esta_palavra":"O nome Jesus é sinônimo de salvação e esperança, mesmo em meio ao sofrimento.","conexao_teologica":"A crucificação de Jesus é o ato supremo de amor e sacrifício, que traz reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"marcos_15_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada novamente para descrever a ação de Pilatos ao entregar Jesus para ser crucificado.","explicacao_detalhada":"Aqui, 'fazer' implica a ação de Pilatos em cumprir a vontade da multidão, mesmo sabendo da inocência de Jesus.","por_que_esta_palavra":"A repetição de 'fazer' enfatiza a responsabilidade de Pilatos em um ato de injustiça.","conexao_teologica":"A entrega de Jesus à crucificação é um ato que revela a profundidade do amor de Deus e o plano de redenção.","referencias_relacionadas":["Mateus 27:26","Lucas 23:25","João 19:16"]},"marcos_15_15_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa o instrumento de tortura e execução utilizado na crucificação de Jesus.","explicacao_detalhada":"No contexto do versículo, a cruz simboliza o sacrifício de Cristo, que morreu pelos pecados da humanidade. A crucificação era uma forma brutal de punição, e a escolha da cruz como meio de execução enfatiza o sofrimento e a humilhação que Jesus enfrentou.","por_que_esta_palavra":"A palavra 'cruz' é central na narrativa da paixão de Cristo, pois representa o ato supremo de amor e sacrifício por parte de Jesus.","conexao_teologica":"A cruz é um símbolo de redenção e salvação, sendo o ponto focal da teologia cristã sobre o sacrifício expiatório de Jesus.","referencias_relacionadas":["Mateus 27:32","Lucas 23:33","João 19:17"]},"marcos_15_16_juizo":{"palavra_pt":"juizo","palavra_original":"πραιτώριον","transliteracao":"praitṓrion","strong":"G4232","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O 'praetório' era o local onde o governador romano realizava julgamentos e decisões legais.","explicacao_detalhada":"Neste versículo, o juízo refere-se ao tribunal onde Jesus foi levado para ser julgado por Pôncio Pilatos. O uso do termo destaca a injustiça do julgamento e a condenação de um inocente.","por_que_esta_palavra":"A palavra 'juízo' é importante porque reflete a situação legal em que Jesus se encontrava, sendo julgado por crimes que não cometeu.","conexao_teologica":"O juízo de Jesus ante Pilatos é um exemplo da injustiça que Ele suportou, cumprindo as profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Mateus 27:11","Lucas 23:1","João 18:28"]},"marcos_15_17_purple":{"palavra_pt":"purpura","palavra_original":"πορφύρα","transliteracao":"porphýra","strong":"G4209","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A púrpura era uma cor associada à realeza e à riqueza, usada para zombar de Jesus como 'rei dos judeus'.","explicacao_detalhada":"Os soldados romanos vestiram Jesus com um manto púrpura para escarnecer dele, ironizando sua reivindicação de realeza. Isso destaca a humilhação que Ele sofreu antes da crucificação.","por_que_esta_palavra":"A palavra 'púrpura' é significativa porque simboliza a zombaria e a rejeição da verdadeira realeza de Cristo.","conexao_teologica":"A humilhação de Jesus é um tema central na teologia cristã, mostrando que Ele se fez servo e suportou desprezo para cumprir a vontade de Deus.","referencias_relacionadas":["Mateus 27:28","João 19:2","Apocalipse 17:4"]},"marcos_15_17_clothe":{"palavra_pt":"clothe","palavra_original":"ἐνδιδύσκω","transliteracao":"endidýskō","strong":"G1737","significado_raiz":"Ideia básica: clothe.","significado_contextual":"O ato de vestir Jesus com um manto púrpura foi parte da zombaria que Ele sofreu antes da crucificação.","explicacao_detalhada":"Os soldados não apenas vestiram Jesus, mas também o trataram com desprezo, colocando uma coroa de espinhos em sua cabeça. Isso simboliza a dor e a humilhação que Ele suportou.","por_que_esta_palavra":"A palavra 'vestir' é relevante porque representa a forma como Jesus foi tratado como um rei de forma irônica, ao invés de ser reconhecido como o verdadeiro Rei.","conexao_teologica":"O ato de vestir Jesus reflete a inversão de valores do Reino de Deus, onde o maior é o que serve.","referencias_relacionadas":["Mateus 27:28","Lucas 23:11","João 19:2"]},"marcos_15_18_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada em um contexto de zombaria, onde os soldados se referem a Jesus de forma sarcástica.","explicacao_detalhada":"Neste versículo, a referência a Deus é uma ironia, pois os soldados não reconhecem a divindade de Jesus, mas o tratam como um objeto de escárnio.","por_que_esta_palavra":"A palavra 'Deus' é crucial, pois reflete a incredulidade e a rejeição que Jesus enfrentou durante sua paixão.","conexao_teologica":"A rejeição de Jesus como Deus é um tema central na narrativa da crucificação, mostrando a necessidade da salvação que Ele trouxe.","referencias_relacionadas":["Mateus 27:43","Lucas 23:35","João 19:7"]},"marcos_15_18_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se ao povo escolhido de Deus, que, neste contexto, rejeitou seu Messias.","explicacao_detalhada":"Os soldados se referem a Jesus como 'rei dos judeus' de forma sarcástica, destacando a rejeição que Ele sofreu de seu próprio povo.","por_que_esta_palavra":"A palavra 'judeu' é significativa porque representa a identidade de Jesus e a expectativa messiânica que foi frustrada.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema importante na teologia, refletindo a necessidade de uma nova aliança.","referencias_relacionadas":["Mateus 27:37","João 19:19","Atos 2:36"]},"marcos_15_18_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência das ações anteriores.","explicacao_detalhada":"Neste contexto, 'portanto' conecta a zombaria e o escárnio dos soldados com a identidade de Jesus como o rei dos judeus.","por_que_esta_palavra":"A palavra 'portanto' é importante para entender a lógica do argumento e a sequência dos eventos que levaram à crucificação.","conexao_teologica":"A sequência de eventos que culmina na crucificação de Jesus é fundamental para a compreensão do plano de salvação.","referencias_relacionadas":["Romanos 5:8","1 Coríntios 15:3","Gálatas 3:13"]},"marcos_15_19_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato físico de bater ou agredir Jesus.","explicacao_detalhada":"Os soldados batiam em Jesus com as mãos, simbolizando a brutalidade e a violência que Ele sofreu durante seu julgamento.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a ação direta de violência contra Jesus, enfatizando seu sofrimento.","conexao_teologica":"O sofrimento físico de Jesus é um aspecto importante da sua paixão, que cumpre as profecias sobre o Messias sofredor.","referencias_relacionadas":["Mateus 26:67","Lucas 22:63","João 19:3"]},"marcos_15_19_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode referir-se ao ato de colocar algo em uma posição específica, como a coroa de espinhos na cabeça de Jesus.","explicacao_detalhada":"Neste contexto, o ato de colocar a coroa de espinhos é uma forma de zombaria, simbolizando a realeza de Jesus de maneira cruel.","por_que_esta_palavra":"A palavra 'arco' é relevante porque representa a ação de colocar a coroa, que é um símbolo de dor e humilhação.","conexao_teologica":"A coroa de espinhos é um símbolo do sofrimento de Cristo e da rejeição que Ele enfrentou como Rei.","referencias_relacionadas":["Mateus 27:29","Marcos 15:17","João 19:2"]},"marcos_15_19_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' refere-se à parte do corpo onde a coroa de espinhos foi colocada.","explicacao_detalhada":"A cabeça de Jesus foi ferida com a coroa de espinhos, simbolizando a dor e a humilhação que Ele suportou durante seu julgamento.","por_que_esta_palavra":"A palavra 'cabeça' é significativa porque representa o local do sofrimento físico e a zombaria que Jesus enfrentou.","conexao_teologica":"O sofrimento de Jesus, incluindo as feridas na cabeça, é um aspecto central da sua paixão e sacrifício pela humanidade.","referencias_relacionadas":["Mateus 27:29","Marcos 15:17","João 19:2"]},"marcos_15_20_strip":{"palavra_pt":"strip","palavra_original":"ἐκδύω","transliteracao":"ekdýō","strong":"G1562","significado_raiz":"Ideia básica: strip.","significado_contextual":"A palavra 'strip' refere-se ao ato de despir, que neste contexto é usado para descrever a humilhação de Jesus antes da crucificação.","explicacao_detalhada":"No versículo, Jesus é despido de suas vestes como parte do processo de zombaria e tortura que precede sua crucificação. Este ato simboliza a total desumanização e desprezo que Ele sofreu.","por_que_esta_palavra":"A escolha da palavra 'strip' enfatiza a brutalidade e a vergonha que Jesus enfrentou, cumprindo as profecias sobre o sofrimento do Messias.","conexao_teologica":"Este ato de ser despido é um reflexo do sofrimento de Cristo, que se fez vulnerável para redimir a humanidade, conforme Isaías 53:5.","referencias_relacionadas":["Isaías 53:5","Mateus 27:28","João 19:23"]},"marcos_15_20_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução utilizado para crucificar Jesus, simbolizando a morte e o sacrifício.","explicacao_detalhada":"A cruz é central na narrativa da crucificação, representando não apenas a morte física de Jesus, mas também a redenção dos pecados da humanidade através de seu sacrifício.","por_que_esta_palavra":"A menção da cruz destaca a importância do sacrifício de Jesus e o cumprimento das profecias messiânicas sobre a salvação.","conexao_teologica":"A cruz é um símbolo de esperança e redenção, conforme Gálatas 6:14, onde Paulo fala sobre se gloriar na cruz de Cristo.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Romanos 5:8"]},"marcos_15_20_purple":{"palavra_pt":"purpura","palavra_original":"πορφύρα","transliteracao":"porphýra","strong":"G4209","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A palavra 'purpura' refere-se à cor da vestimenta que foi colocada sobre Jesus, simbolizando realeza e zombaria.","explicacao_detalhada":"A purpura era uma cor associada à realeza e riqueza, e ao vestir Jesus com essa cor, os soldados estavam zombando de sua reivindicação como Rei dos Judeus.","por_que_esta_palavra":"A escolha da purpura enfatiza a ironia da situação, onde Jesus, o verdadeiro Rei, é tratado com desprezo.","conexao_teologica":"A purpura também antecipa a glorificação de Cristo após sua ressurreição, como mencionado em Filipenses 2:9-11.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 27:28","João 19:2"]},"marcos_15_21_rufus":{"palavra_pt":"rufus","palavra_original":"Ῥοῦφος","transliteracao":"Rhoûphos","strong":"G4504","significado_raiz":"Ideia básica: rufus.","significado_contextual":"A palavra 'Rufus' refere-se a um homem mencionado como o pai de Simão, que foi compelido a carregar a cruz de Jesus.","explicacao_detalhada":"Rufus é mencionado para dar um contexto histórico e social, mostrando que a crucificação de Jesus teve impacto em pessoas reais e suas famílias.","por_que_esta_palavra":"A inclusão de Rufus destaca a participação de indivíduos comuns na narrativa da crucificação, mostrando que todos têm um papel na história da salvação.","conexao_teologica":"Rufus é um exemplo de como a cruz de Cristo afeta vidas e gera testemunhos de fé, como em Romanos 16:13.","referencias_relacionadas":["Romanos 16:13","Marcos 15:21","Mateus 27:32"]},"marcos_15_21_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' aqui é usada novamente para enfatizar o instrumento de execução que Jesus teve que carregar.","explicacao_detalhada":"Simão de Cirene é compelido a carregar a cruz, simbolizando a carga do pecado que Jesus estava prestes a levar por toda a humanidade.","por_que_esta_palavra":"A repetição da palavra 'cruz' reforça a centralidade do sacrifício de Jesus na narrativa da salvação.","conexao_teologica":"A cruz é um símbolo de sacrifício e redenção, conforme 1 Coríntios 1:18, onde Paulo fala sobre a mensagem da cruz.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 2:20","Romanos 6:6"]},"marcos_15_21_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se ao nome de Simão, que é mencionado para identificar o homem que carregou a cruz.","explicacao_detalhada":"O nome 'Simão' é significativo, pois representa um homem comum que foi escolhido para ajudar Jesus em um momento de grande necessidade.","por_que_esta_palavra":"A menção do nome destaca a individualidade e a importância de cada pessoa na história da salvação.","conexao_teologica":"O nome de Simão é um lembrete de que todos são chamados a carregar a cruz e seguir a Cristo, conforme Lucas 9:23.","referencias_relacionadas":["Lucas 9:23","Mateus 16:24","Marcos 8:34"]},"marcos_15_23_drink":{"palavra_pt":"drink","palavra_original":"πίνω","transliteracao":"pínō","strong":"G4095","significado_raiz":"Ideia básica: drink.","significado_contextual":"A palavra 'drink' refere-se à bebida oferecida a Jesus, que era uma mistura de vinho e mirra.","explicacao_detalhada":"Essa bebida era destinada a aliviar a dor, mas Jesus recusou, mostrando sua determinação em suportar o sofrimento completo.","por_que_esta_palavra":"A recusa de Jesus em beber simboliza sua aceitação do sofrimento e seu compromisso com a missão de redimir a humanidade.","conexao_teologica":"A recusa de Jesus em aceitar a bebida é um ato de amor e sacrifício, refletindo a profecia em Salmos 69:21.","referencias_relacionadas":["Salmos 69:21","Mateus 27:34","Marcos 15:23"]},"marcos_15_23_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer a bebida a Jesus, que ele não aceitou.","explicacao_detalhada":"O verbo 'dar' aqui é significativo, pois representa a oferta de alívio em um momento de intenso sofrimento, que Jesus rejeita.","por_que_esta_palavra":"A recusa de Jesus em aceitar a bebida é um ato de entrega total à sua missão de salvação.","conexao_teologica":"Este ato de dar e recusar é um reflexo do amor sacrificial de Cristo, conforme João 3:16.","referencias_relacionadas":["João 3:16","Mateus 27:34","Marcos 15:23"]},"marcos_15_24_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é novamente mencionada no contexto da crucificação de Jesus.","explicacao_detalhada":"A crucificação é o clímax do sofrimento de Jesus, onde Ele é pregado na cruz, simbolizando a entrega total por nossos pecados.","por_que_esta_palavra":"A repetição da palavra 'cruz' enfatiza a importância do sacrifício de Jesus e a centralidade da cruz na fé cristã.","conexao_teologica":"A cruz é um símbolo de esperança e redenção, conforme Colossenses 2:14, onde Paulo fala sobre como a cruz cancela a dívida do pecado.","referencias_relacionadas":["Colossenses 2:14","1 Pedro 2:24","Gálatas 3:13"]},"marcos_15_24_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Ideia básica: cloven.","significado_contextual":"A palavra 'cloven' refere-se ao ato de dividir as vestes de Jesus entre os soldados.","explicacao_detalhada":"Os soldados lançaram sortes para dividir as vestes de Jesus, cumprindo a profecia de Salmos 22:18, que fala sobre a divisão das roupas do Messias.","por_que_esta_palavra":"Este ato de dividir as vestes é uma demonstração da zombaria e desprezo que Jesus enfrentou durante sua crucificação.","conexao_teologica":"A divisão das vestes é um cumprimento profético que mostra a soberania de Deus sobre os eventos da crucificação.","referencias_relacionadas":["Salmos 22:18","Mateus 27:35","João 19:24"]},"marcos_15_25_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é o instrumento de execução utilizado para crucificar Jesus, simbolizando o sacrifício e a redenção.","explicacao_detalhada":"No contexto de Marcos 15:25, a cruz representa não apenas a morte física de Jesus, mas também a carga do pecado da humanidade que Ele carregou. A crucificação é um ato central na teologia cristã, onde a morte de Cristo é vista como um sacrifício expiatório.","por_que_esta_palavra":"A palavra 'cruz' é utilizada para enfatizar o meio pelo qual a salvação foi alcançada, sendo um símbolo de dor e sofrimento, mas também de esperança e redenção.","conexao_teologica":"A cruz é central na mensagem do evangelho, representando a vitória sobre o pecado e a morte. É um chamado à identificação com o sofrimento de Cristo e à aceitação do sacrifício que Ele fez.","referencias_relacionadas":["Mateus 27:32","Lucas 23:33","João 19:17","Gálatas 6:14","1 Pedro 2:24"]},"marcos_15_25_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se ao momento específico da crucificação de Jesus, que ocorreu na terceira hora do dia.","explicacao_detalhada":"Em Marcos 15:25, o 'dia' é crucial para entender o tempo da crucificação. A referência à hora do dia ajuda a situar o evento dentro da narrativa da Paixão, destacando a importância do tempo na obra redentora de Cristo.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar a cronologia dos eventos que levaram à crucificação, enfatizando a realidade histórica do acontecimento.","conexao_teologica":"O dia da crucificação é um marco na história da salvação, onde a morte de Cristo é vista como o cumprimento das profecias e a realização do plano divino.","referencias_relacionadas":["Mateus 27:45","Lucas 23:44","João 19:14","Atos 2:23","Hebreus 9:26"]},"marcos_15_26_superscription":{"palavra_pt":"superscription","palavra_original":"ἐπιγραφή","transliteracao":"epigraphḗ","strong":"G1923","significado_raiz":"Ideia básica: superscription.","significado_contextual":"A superscrição refere-se à inscrição que foi colocada acima da cruz de Jesus, indicando a acusação contra Ele.","explicacao_detalhada":"Em Marcos 15:26, a superscrição 'Jesus Nazareno, Rei dos Judeus' é uma declaração que resume a acusação que levou à sua crucificação. Essa inscrição é significativa porque revela a ironia da rejeição de Jesus como Rei, enquanto Ele realmente é o Messias.","por_que_esta_palavra":"A palavra 'superscrição' é importante para entender a forma como Jesus foi tratado e a percepção pública de sua identidade durante o julgamento e crucificação.","conexao_teologica":"A superscrição destaca a rejeição de Jesus por parte do povo e das autoridades, mas também serve como um testemunho da sua verdadeira identidade como Rei e Salvador.","referencias_relacionadas":["Mateus 27:37","Lucas 23:38","João 19:19","Filipenses 2:9-11","Apocalipse 19:16"]},"marcos_15_26_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se ao povo escolhido de Deus, que teve um papel central na história da salvação.","explicacao_detalhada":"Em Marcos 15:26, a referência aos judeus é importante para entender o contexto cultural e religioso da época. Jesus, sendo judeu, veio para cumprir as promessas feitas a Israel, mas também enfrentou a rejeição de seu próprio povo.","por_que_esta_palavra":"A palavra 'judeu' é utilizada para identificar a origem étnica e cultural de Jesus, além de destacar a relação entre Ele e o povo de Israel.","conexao_teologica":"A identidade judaica de Jesus é fundamental para a compreensão do cumprimento das profecias do Antigo Testamento e da revelação do plano de Deus para a salvação.","referencias_relacionadas":["Mateus 1:1","João 4:22","Romanos 1:16","Gálatas 3:28","Hebreus 7:14"]},"marcos_15_27_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é o instrumento de execução utilizado para crucificar Jesus, simbolizando o sacrifício e a redenção.","explicacao_detalhada":"No contexto de Marcos 15:27, a cruz representa não apenas a morte física de Jesus, mas também a carga do pecado da humanidade que Ele carregou. A crucificação é um ato central na teologia cristã, onde a morte de Cristo é vista como um sacrifício expiatório.","por_que_esta_palavra":"A palavra 'cruz' é utilizada para enfatizar o meio pelo qual a salvação foi alcançada, sendo um símbolo de dor e sofrimento, mas também de esperança e redenção.","conexao_teologica":"A cruz é central na mensagem do evangelho, representando a vitória sobre o pecado e a morte. É um chamado à identificação com o sofrimento de Cristo e à aceitação do sacrifício que Ele fez.","referencias_relacionadas":["Mateus 27:32","Lucas 23:33","João 19:17","Gálatas 6:14","1 Pedro 2:24"]},"marcos_15_27_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição de Jesus em relação aos dois ladrões crucificados ao seu lado.","explicacao_detalhada":"Em Marcos 15:27, a expressão 'entre' enfatiza a solidariedade de Jesus com os pecadores, sendo crucificado ao lado de dois criminosos. Isso simboliza a identificação de Cristo com a humanidade e seu papel como Salvador.","por_que_esta_palavra":"A palavra 'entre' é utilizada para mostrar a proximidade de Jesus com aqueles que estavam sendo punidos, reforçando a ideia de que Ele veio para salvar os perdidos.","conexao_teologica":"A crucificação entre os ladrões é um poderoso símbolo da graça de Deus, que se estende a todos, independentemente de seu passado ou pecado.","referencias_relacionadas":["Lucas 23:32","Mateus 27:38","João 19:18","Romanos 5:8","1 Timóteo 1:15"]},"marcos_15_28_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à Escritura que foi cumprida na crucificação de Jesus.","explicacao_detalhada":"Em Marcos 15:28, a referência ao 'santo' indica que a crucificação de Jesus estava de acordo com as profecias do Antigo Testamento, mostrando que sua morte não foi um acidente, mas parte do plano divino.","por_que_esta_palavra":"A palavra 'santo' é utilizada para enfatizar a natureza divina das Escrituras e a importância do cumprimento das profecias messiânicas.","conexao_teologica":"O cumprimento das Escrituras na crucificação de Jesus é um testemunho da soberania de Deus e da certeza de que Ele cumpre suas promessas.","referencias_relacionadas":["Isaías 53:3-5","Salmos 22:1-18","Zacarias 12:10","Mateus 1:22-23","Atos 3:18"]},"marcos_15_28_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao cumprimento das profecias que previam a crucificação do Messias.","explicacao_detalhada":"Em Marcos 15:28, a ideia de 'seguir' implica que os eventos da crucificação estavam em conformidade com o plano de Deus, que havia sido revelado nas Escrituras.","por_que_esta_palavra":"A palavra 'seguir' é utilizada para mostrar que a morte de Jesus não foi um desvio do plano divino, mas sim uma parte essencial da história da salvação.","conexao_teologica":"O cumprimento das profecias na crucificação de Jesus reforça a fé dos crentes na veracidade das Escrituras e na soberania de Deus sobre a história.","referencias_relacionadas":["Isaías 53:7-9","Mateus 26:54","Lucas 24:44","Atos 2:23","Romanos 15:4"]},"marcos_15_28_fim":{"palavra_pt":"cumprir/encher","palavra_original":"πληρόω","transliteracao":"plēróō","strong":"G4137","significado_raiz":"Ideia básica: cumprir.","significado_contextual":"A palavra 'cumprir/encher' refere-se ao cumprimento das profecias messiânicas na crucificação de Jesus.","explicacao_detalhada":"Em Marcos 15:28, a ideia de 'cumprir' é fundamental para entender que a morte de Jesus estava prevista nas Escrituras e que Ele veio para realizar a vontade do Pai.","por_que_esta_palavra":"A palavra 'cumprir' é utilizada para enfatizar a fidelidade de Deus em cumprir suas promessas e a importância da crucificação na história da salvação.","conexao_teologica":"O cumprimento das profecias na crucificação de Jesus é um testemunho da soberania de Deus e da certeza de que Ele cumpre suas promessas.","referencias_relacionadas":["Mateus 5:17","Lucas 24:44","João 19:30","Atos 3:18","Hebreus 10:7"]},"marcos_15_29_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde os judeus adoravam a Deus, que simboliza a presença de Deus entre o seu povo.","explicacao_detalhada":"Em Marcos 15:29, a referência ao templo é significativa, pois Jesus, sendo o verdadeiro templo, estava prestes a ser sacrificado, cumprindo a função do templo como lugar de encontro entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'templo' é utilizada para destacar a importância da adoração e da presença de Deus, além de simbolizar a transição de um sistema sacrificial para o sacrifício perfeito de Cristo.","conexao_teologica":"A destruição do templo e a ressurreição de Jesus marcam uma nova era na relação entre Deus e a humanidade, onde Cristo se torna o novo templo.","referencias_relacionadas":["Mateus 26:61","João 2:19-21","Hebreus 9:11-12","Apocalipse 21:22","1 Coríntios 3:16"]},"marcos_15_29_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia em que Jesus estava sendo crucificado, simbolizando a escuridão espiritual que pairava sobre a cena.","explicacao_detalhada":"O termo 'dia' aqui pode ser visto como uma metáfora para a revelação e a manifestação do plano de Deus, onde a luz e a escuridão se encontram. A crucificação de Jesus ocorreu em um dia específico, mas também representa um dia de julgamento e redenção.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar o tempo em que os eventos cruciais da salvação estavam se desenrolando.","conexao_teologica":"O dia da crucificação é central na teologia cristã, pois marca o momento em que Jesus tomou sobre si os pecados da humanidade.","referencias_relacionadas":["Mateus 27:45","Lucas 23:44","João 19:14"]},"marcos_15_29_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A 'noite' pode simbolizar a ausência de esperança e a escuridão que envolveu a crucificação de Cristo.","explicacao_detalhada":"A noite representa não apenas a parte do dia em que Jesus foi crucificado, mas também a escuridão espiritual que dominava o coração dos que O rejeitaram.","por_que_esta_palavra":"A palavra 'noite' é utilizada para contrastar com a luz da verdade que Jesus trouxe ao mundo.","conexao_teologica":"A escuridão da noite durante a crucificação reflete a rejeição de Cristo e a necessidade de Sua luz para iluminar o caminho da salvação.","referencias_relacionadas":["Mateus 27:45","Lucas 22:53","João 3:19"]},"marcos_15_30_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A 'cruz' é o instrumento de tortura e morte de Jesus, mas também é um símbolo de redenção e salvação.","explicacao_detalhada":"A cruz representa o sacrifício supremo de Jesus, onde Ele se tornou o Cordeiro de Deus que tira o pecado do mundo. É um símbolo de amor e entrega.","por_que_esta_palavra":"A palavra 'cruz' é central na mensagem do evangelho, pois é através dela que a salvação é oferecida à humanidade.","conexao_teologica":"A cruz é um ponto de encontro entre a justiça de Deus e Sua misericórdia, onde o pecado é punido e o pecador é perdoado.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"marcos_15_30_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de libertar e redimir, especialmente no contexto da crucificação de Jesus.","explicacao_detalhada":"Jesus, ao ser crucificado, estava cumprindo a missão de salvar a humanidade do pecado e da morte. O ato de salvar é central na mensagem cristã.","por_que_esta_palavra":"A palavra 'salvar' é usada para enfatizar a necessidade de redenção e a oferta de vida eterna através de Cristo.","conexao_teologica":"A salvação é o tema central da Bíblia, e a cruz é o meio pelo qual essa salvação é realizada.","referencias_relacionadas":["Romanos 10:9","Efésios 2:8-9","Atos 4:12"]},"marcos_15_30_cair":{"palavra_pt":"cair","palavra_original":"καταβαίνω","transliteracao":"katabaínō","strong":"G2597","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda do homem em pecado e a necessidade de redenção.","explicacao_detalhada":"Cair pode referir-se ao ato de sucumbir à tentação ou ao pecado, contrastando com a necessidade de se levantar e seguir a Cristo.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a fragilidade humana e a necessidade de um Salvador.","conexao_teologica":"A queda do homem é um tema recorrente na teologia, e a crucificação de Jesus é a resposta divina a essa queda.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"marcos_15_31_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou imitar, especialmente no contexto do discipulado.","explicacao_detalhada":"Seguir a Cristo implica em uma vida de obediência e entrega, refletindo os ensinamentos e o exemplo de Jesus.","por_que_esta_palavra":"A palavra 'seguir' é fundamental para entender o chamado de Jesus para Seus discípulos e para todos os crentes.","conexao_teologica":"O discipulado é um aspecto central da vida cristã, onde os crentes são chamados a seguir o exemplo de Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"marcos_15_31_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"A palavra 'escriba' refere-se aos mestres da lei que conheciam as Escrituras e eram responsáveis por ensiná-las.","explicacao_detalhada":"Os escribas frequentemente se opuseram a Jesus, questionando Sua autoridade e interpretando a lei de maneira rígida.","por_que_esta_palavra":"A palavra 'escriba' é usada para destacar a oposição religiosa que Jesus enfrentou durante Seu ministério.","conexao_teologica":"Os escribas representam a religiosidade sem entendimento, contrastando com a verdadeira mensagem de Cristo.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38-40","Lucas 11:52"]},"marcos_15_31_mock":{"palavra_pt":"mock","palavra_original":"ἐμπαίζω","transliteracao":"empaízō","strong":"G1702","significado_raiz":"Ideia básica: mock.","significado_contextual":"A palavra 'mock' refere-se ao ato de zombar ou escarnecer, especialmente em relação a Jesus durante Sua crucificação.","explicacao_detalhada":"Os que zombavam de Jesus não compreendiam Sua verdadeira identidade e missão, refletindo a dureza do coração humano.","por_que_esta_palavra":"A palavra 'mock' é usada para enfatizar a rejeição e o desprezo que Jesus enfrentou, mesmo em Sua hora mais crítica.","conexao_teologica":"A zombaria de Jesus é um exemplo da rejeição do Messias e do sofrimento que Ele suportou por amor à humanidade.","referencias_relacionadas":["Mateus 27:39","Marcos 15:29","Lucas 23:35"]},"marcos_15_32_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'Ungido' e refere-se à identidade messiânica de Jesus.","explicacao_detalhada":"Jesus é reconhecido como o Ungido de Deus, aquele que veio para cumprir as promessas do Antigo Testamento.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a compreensão da missão de Jesus e Sua relação com o povo de Israel.","conexao_teologica":"A unção de Jesus como o Cristo é central para a fé cristã, pois Ele é o cumprimento das profecias messiânicas.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 2:36"]},"marcos_15_32_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A 'cruz' é novamente mencionada, reforçando seu papel central na crucificação de Jesus.","explicacao_detalhada":"A cruz é o símbolo do sacrifício de Cristo, onde Ele pagou o preço pelos pecados da humanidade.","por_que_esta_palavra":"A repetição da palavra 'cruz' enfatiza a importância do sacrifício de Jesus e a necessidade de reconhecer Sua obra redentora.","conexao_teologica":"A cruz é o ponto focal da salvação, onde a justiça de Deus e a graça se encontram.","referencias_relacionadas":["Gálatas 2:20","1 Pedro 2:24","Hebreus 12:2"]},"marcos_15_32_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé em Jesus como o Messias.","explicacao_detalhada":"No contexto de Marcos 15:32, a palavra 'crer' é um chamado à fé genuína em Jesus, que estava sendo zombado na cruz. A crença em sua divindade e missão é central para a salvação.","por_que_esta_palavra":"Esta palavra é crucial porque destaca a necessidade de fé em momentos de dúvida e sofrimento.","conexao_teologica":"A fé é um tema central no Novo Testamento, onde crer em Jesus é a chave para a salvação.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:1"]},"marcos_15_33_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico onde os eventos estão ocorrendo.","explicacao_detalhada":"Em Marcos 15:33, a escuridão que cobriu a terra simboliza um momento de grande angústia e separação de Deus durante a crucificação de Jesus.","por_que_esta_palavra":"A menção da terra enfatiza a gravidade do momento e a reação da criação ao sacrifício de Cristo.","conexao_teologica":"A terra, como criação de Deus, responde ao sofrimento do Filho, refletindo a conexão entre o céu e a terra.","referencias_relacionadas":["Mateus 27:45","Gênesis 1:1","Romanos 8:22"]},"marcos_15_33_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre durante a crucificação.","explicacao_detalhada":"No versículo, a escuridão que se torna presente é um sinal do peso do pecado e da separação de Deus, um momento crucial na narrativa da salvação.","por_que_esta_palavra":"Esta palavra é importante porque indica a mudança drástica no ambiente espiritual e físico durante a crucificação.","conexao_teologica":"A transformação que ocorre na crucificação é um reflexo do poder de Deus em trazer redenção ao mundo.","referencias_relacionadas":["Isaías 53:5","2 Coríntios 5:17","Gálatas 6:14"]},"marcos_15_33_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico da crucificação.","explicacao_detalhada":"Em Marcos 15:33, o dia se torna um momento de escuridão e desespero, simbolizando a culminação do sofrimento de Cristo.","por_que_esta_palavra":"A menção do dia é significativa, pois marca um evento histórico e espiritual que muda a história da humanidade.","conexao_teologica":"O dia da crucificação é central para a teologia cristã, representando o sacrifício de Jesus por nossos pecados.","referencias_relacionadas":["Lucas 23:44","Mateus 27:45","João 19:30"]},"marcos_15_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que estava sendo crucificado.","explicacao_detalhada":"Em Marcos 15:34, Jesus clama a Deus, expressando a profundidade de seu sofrimento e a sensação de abandono.","por_que_esta_palavra":"O nome de Jesus é fundamental, pois representa a encarnação de Deus e a esperança da humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu clamor revela a gravidade do sacrifício que estava fazendo.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 5:8"]},"marcos_15_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Pai celestial, que parece estar distante durante a crucificação.","explicacao_detalhada":"No clamor de Jesus, Ele se dirige a Deus, expressando a dor da separação que sente ao carregar os pecados da humanidade.","por_que_esta_palavra":"A menção de Deus é crucial, pois destaca a relação entre o Filho e o Pai, especialmente em um momento de sofrimento extremo.","conexao_teologica":"A relação entre Jesus e Deus Pai é central para a compreensão da Trindade e do plano de salvação.","referencias_relacionadas":["Mateus 27:46","João 1:1","Hebreus 1:1-3"]},"marcos_15_34_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao grande medo e reverência que a situação provoca.","explicacao_detalhada":"Em Marcos 15:34, o temor é uma resposta ao sofrimento de Jesus e à escuridão que cobre a terra, simbolizando a gravidade do pecado.","por_que_esta_palavra":"O temor é importante porque reflete a seriedade do momento e a necessidade de reverência diante de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e neste contexto, revela a seriedade do sacrifício de Cristo.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"marcos_15_35_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"A palavra 'Elias' refere-se ao profeta do Antigo Testamento, que era esperado como um precursor do Messias.","explicacao_detalhada":"Em Marcos 15:35, a menção de Elias indica a confusão das pessoas sobre a identidade de Jesus e seu papel como Messias.","por_que_esta_palavra":"A referência a Elias é significativa porque conecta Jesus com as profecias do Antigo Testamento.","conexao_teologica":"Elias representa a esperança e a expectativa do povo de Israel, e sua menção destaca a rejeição de Jesus como o Messias.","referencias_relacionadas":["Mateus 17:10-13","Malaquias 4:5","Lucas 1:17"]},"marcos_15_35_mao":{"palavra_pt":"mao","palavra_original":"παρίστημι","transliteracao":"parístēmi","strong":"G3936","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à ação de chamar ou invocar alguém.","explicacao_detalhada":"Em Marcos 15:35, a ação de chamar é um reflexo da busca por ajuda ou intervenção divina em um momento de desespero.","por_que_esta_palavra":"A palavra é importante porque mostra a necessidade humana de clamar por socorro em tempos de crise.","conexao_teologica":"A mão de Deus é frequentemente vista como um símbolo de poder e proteção, e a invocação de ajuda é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 34:17","Isaías 41:10","Hebreus 4:16"]},"marcos_15_35_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de falar ou clamar.","explicacao_detalhada":"Em Marcos 15:35, o ato de dizer revela a urgência e a necessidade de comunicação em momentos de angústia.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância da comunicação, especialmente em momentos de crise.","conexao_teologica":"A comunicação com Deus é essencial na vida do crente, e clamar a Ele é um ato de fé.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","1 João 5:14"]},"marcos_15_36_vinho":{"palavra_pt":"vinho","palavra_original":"ὄξος","transliteracao":"óxos","strong":"G3690","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho, neste contexto, é uma referência ao vinagre oferecido a Jesus na cruz, simbolizando o desprezo e a dor.","explicacao_detalhada":"O vinagre (ὄξος) era uma bebida comum entre os soldados romanos e, ao ser oferecido a Jesus, representa a humilhação e o sofrimento que Ele estava enfrentando. Este ato também cumpre profecias do Antigo Testamento sobre o sofrimento do Messias.","por_que_esta_palavra":"A palavra 'vinho' é usada para descrever a bebida que foi oferecida a Jesus, destacando a crueldade do momento e a natureza humana do sofrimento.","conexao_teologica":"O oferecimento de vinagre a Jesus na cruz conecta-se com a ideia de que Ele se fez pecado por nós e experimentou a totalidade do sofrimento humano.","referencias_relacionadas":["Salmos 69:21","Mateus 27:34","João 19:29"]},"marcos_15_37_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome Jesus é central na narrativa da crucificação, representando o Salvador e o cumprimento das promessas de Deus.","explicacao_detalhada":"Jesus (Ἰησοῦς) é o nome que significa 'O Senhor salva'. Sua morte na cruz é o clímax de sua missão redentora, onde Ele se entrega como sacrifício pelos pecados da humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a identidade cristã, pois é através d'Ele que a salvação é oferecida ao mundo.","conexao_teologica":"A morte de Jesus na cruz é o ponto central da teologia cristã, onde a justiça de Deus e a misericórdia se encontram.","referencias_relacionadas":["Isaías 53:5","João 3:16","Atos 4:12"]},"marcos_15_37_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor mencionado aqui refere-se à reverência e ao assombro diante da morte de Jesus e suas implicações.","explicacao_detalhada":"O temor (μέγας) que se abate sobre os presentes após a morte de Jesus indica a magnitude do evento e a percepção de que algo sobrenatural ocorreu.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a reação dos que testemunharam a crucificação, refletindo a gravidade do momento.","conexao_teologica":"O temor é uma resposta natural ao reconhecimento da divindade de Jesus e da seriedade do sacrifício que Ele fez.","referencias_relacionadas":["Hebreus 10:31","Lucas 23:48","Mateus 27:54"]},"marcos_15_38_porta":{"palavra_pt":"porta","palavra_original":"καταπέτασμα","transliteracao":"katapétasma","strong":"G2665","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta mencionada refere-se ao véu do templo que se rasgou, simbolizando o acesso direto a Deus.","explicacao_detalhada":"O véu (καταπέτασμα) que se rasga no momento da morte de Jesus representa a remoção da barreira entre Deus e a humanidade, permitindo que todos tenham acesso ao Pai.","por_que_esta_palavra":"A palavra 'porta' é significativa porque indica a abertura de um novo caminho para a comunhão com Deus através do sacrifício de Jesus.","conexao_teologica":"A ruptura do véu é um símbolo poderoso da nova aliança, onde todos podem se aproximar de Deus sem intermediários.","referencias_relacionadas":["Hebreus 10:19-20","Mateus 27:51","Lucas 23:45"]},"marcos_15_38_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é o local sagrado onde os judeus adoravam a Deus, e sua menção aqui está ligada à mudança na adoração após a morte de Jesus.","explicacao_detalhada":"O templo (ναός) simboliza a presença de Deus entre o Seu povo. A morte de Jesus e a ruptura do véu indicam que a adoração não está mais restrita a um lugar físico, mas se torna acessível a todos os crentes.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a transição da adoração do Antigo Testamento para a nova aliança em Cristo.","conexao_teologica":"Jesus é descrito como o verdadeiro templo, onde a presença de Deus habita plenamente.","referencias_relacionadas":["João 2:19-21","1 Coríntios 3:16","Efésios 2:19-22"]},"marcos_15_38_break":{"palavra_pt":"quebrar","palavra_original":"σχίζω","transliteracao":"schízō","strong":"G4977","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"O ato de quebrar refere-se à ruptura do véu do templo, simbolizando a nova relação entre Deus e a humanidade.","explicacao_detalhada":"Quebrar (σχίζω) o véu do templo é um ato que representa a remoção da separação entre Deus e os homens, permitindo acesso direto ao Pai através de Jesus.","por_que_esta_palavra":"A palavra 'quebrar' é usada para enfatizar a importância do sacrifício de Jesus e a mudança radical que ele trouxe.","conexao_teologica":"A quebra do véu é um símbolo da nova aliança, onde a salvação é oferecida a todos, não apenas aos sacerdotes.","referencias_relacionadas":["Mateus 27:51","Hebreus 10:20","Romanos 5:1-2"]},"marcos_15_39_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A menção de Deus aqui é uma declaração de fé e reconhecimento da divindade de Jesus após sua morte.","explicacao_detalhada":"Deus (θεός) é reconhecido pelo centurião como o Filho de Deus, indicando uma revelação divina sobre a verdadeira identidade de Jesus após sua crucificação.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da divindade de Jesus e sua missão redentora.","conexao_teologica":"O reconhecimento de Jesus como Filho de Deus é um ponto crucial na teologia cristã, afirmando sua divindade e autoridade.","referencias_relacionadas":["Mateus 27:54","João 1:14","Romanos 1:4"]},"marcos_15_39_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra entre refere-se à posição do centurião em relação ao que aconteceu na crucificação de Jesus.","explicacao_detalhada":"Entre (ἐκ) indica a proximidade e a experiência direta do centurião com a cena da crucificação, levando-o a reconhecer a divindade de Jesus.","por_que_esta_palavra":"A palavra 'entre' é significativa porque mostra a participação ativa do centurião no evento e sua resposta ao que testemunhou.","conexao_teologica":"A experiência do centurião ilustra como a revelação de Jesus pode impactar até mesmo aqueles que inicialmente estavam longe da fé.","referencias_relacionadas":["Lucas 23:47","Mateus 27:54","Atos 10:34-35"]},"marcos_15_40_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado aqui se refere a Maria, uma das mulheres que estavam presentes na crucificação de Jesus.","explicacao_detalhada":"Maria (Μαρία) é uma figura importante no Novo Testamento, e sua presença na crucificação destaca o papel das mulheres na história da salvação.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar uma das seguidoras de Jesus, enfatizando a importância das testemunhas femininas na narrativa.","conexao_teologica":"A inclusão de mulheres como testemunhas da crucificação e ressurreição de Jesus é um testemunho da dignidade e valor que Deus atribui a todos os seus seguidores.","referencias_relacionadas":["Mateus 27:56","Marcos 15:47","João 19:25"]},"marcos_15_40_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra mulher refere-se a Maria e outras mulheres que estavam presentes na crucificação, simbolizando a fidelidade e o amor.","explicacao_detalhada":"Mulher (γυνή) é um termo que destaca a dignidade e o papel das mulheres na história da salvação, especialmente na crucificação e ressurreição de Jesus.","por_que_esta_palavra":"A palavra 'mulher' é significativa porque representa a presença e o testemunho das mulheres na vida de Jesus, que muitas vezes foram marginalizadas.","conexao_teologica":"A presença das mulheres na crucificação e ressurreição de Jesus é um lembrete do valor e da importância de todos os seguidores de Cristo, independentemente de gênero.","referencias_relacionadas":["Lucas 8:1-3","Mateus 28:1","João 20:16"]},"marcos_15_41_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se a alguém que é próximo e leal, especialmente em momentos de dor e sofrimento.","explicacao_detalhada":"No contexto de Marcos 15:41, a palavra 'amigo' é usada para descrever as mulheres que seguiam Jesus e o apoiavam, mesmo em sua crucificação. Elas eram fiéis e estavam presentes em um momento de grande tristeza.","por_que_esta_palavra":"Esta palavra é importante porque destaca a lealdade e o apoio que os amigos oferecem em tempos difíceis, refletindo a importância da comunidade na fé.","conexao_teologica":"A amizade e o apoio mútuo são temas centrais na vida cristã, refletindo o amor de Cristo por seus seguidores e a necessidade de estarmos juntos em momentos de provação.","referencias_relacionadas":["João 15:15","Provérbios 17:17","Gálatas 6:2"]},"marcos_15_41_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da dor e do sofrimento que Jesus enfrentou, bem como a importância do evento da crucificação.","explicacao_detalhada":"No versículo, 'grande' enfatiza a profundidade do impacto emocional e espiritual da crucificação, tanto para Jesus quanto para aqueles que o seguiam.","por_que_esta_palavra":"A palavra é crucial para entender a seriedade da situação e a grandeza do sacrifício de Jesus pela humanidade.","conexao_teologica":"A grandeza do sacrifício de Cristo é um tema central na teologia cristã, simbolizando a extensão do amor de Deus pela humanidade.","referencias_relacionadas":["Romanos 5:8","1 João 3:1","Isaías 53:5"]},"marcos_15_41_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus iniciou seu ministério e onde muitos de seus seguidores vieram.","explicacao_detalhada":"A menção da Galileia neste contexto lembra a origem de muitos dos discípulos e o local de muitos milagres e ensinamentos de Jesus.","por_que_esta_palavra":"É significativa porque conecta a história de Jesus com suas raízes e o povo que o acompanhou desde o início.","conexao_teologica":"Galileia representa o início do ministério de Jesus e a expansão da mensagem do evangelho para além das fronteiras de Israel.","referencias_relacionadas":["Mateus 4:12-17","Lucas 4:14-15","João 1:46"]},"marcos_15_42_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de algo se transformar ou acontecer, especialmente em relação ao sepultamento de Jesus.","explicacao_detalhada":"Neste contexto, 'tornar-se' indica a transição do estado de Jesus vivo para o estado de morto, marcando um momento crucial na narrativa da salvação.","por_que_esta_palavra":"É importante porque enfatiza a realidade da morte de Jesus, que é fundamental para a compreensão do sacrifício e da ressurreição.","conexao_teologica":"A morte e ressurreição de Cristo são centrais na fé cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["1 Coríntios 15:3-4","Romanos 6:4","Hebreus 2:14"]},"marcos_15_42_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual as ações estão sendo realizadas, ligando eventos e suas causas.","explicacao_detalhada":"Neste contexto, 'porque' explica a necessidade de preparar o corpo de Jesus para o sepultamento, destacando a urgência e a importância do ato.","por_que_esta_palavra":"É crucial para entender a lógica e a sequência dos eventos que cercam a morte de Jesus.","conexao_teologica":"A preparação do corpo de Jesus para o sepultamento é um passo importante que leva à ressurreição, um evento central na fé cristã.","referencias_relacionadas":["Mateus 27:62-66","Lucas 23:54","João 19:40"]},"marcos_15_42_preparation":{"palavra_pt":"preparation","palavra_original":"παρασκευή","transliteracao":"paraskeuḗ","strong":"G3904","significado_raiz":"Ideia básica: preparation.","significado_contextual":"A palavra 'preparação' refere-se ao ato de se preparar para algo importante, neste caso, o sepultamento de Jesus.","explicacao_detalhada":"No contexto, 'preparação' indica a necessidade de cuidar do corpo de Jesus antes do sábado, mostrando a reverência e o respeito por seu corpo.","por_que_esta_palavra":"É significativa porque demonstra a importância do ritual e da honra na morte, especialmente para alguém tão importante como Jesus.","conexao_teologica":"A preparação do corpo de Jesus é um símbolo da importância do corpo físico e da ressurreição, que é central na mensagem cristã.","referencias_relacionadas":["Lucas 23:54","Mateus 27:57-60","João 19:39-40"]},"marcos_15_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que tem um papel central na narrativa da salvação.","explicacao_detalhada":"Neste contexto, a menção de Deus é um lembrete da soberania divina sobre os eventos que cercam a crucificação e a morte de Jesus.","por_que_esta_palavra":"É importante porque destaca a relação entre a ação de Deus e a salvação da humanidade através de Jesus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que mesmo na morte de Jesus, Deus estava em controle.","referencias_relacionadas":["Romanos 8:28","Atos 2:23","Efésios 1:11"]},"marcos_15_43_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Neste contexto, a menção de Jesus enfatiza sua identidade como o Messias e o Filho de Deus, que veio para salvar a humanidade.","por_que_esta_palavra":"É fundamental porque Jesus é o foco da narrativa e o cumprimento das profecias messiânicas.","conexao_teologica":"A identidade de Jesus como o Salvador é central para a mensagem do evangelho e a esperança da ressurreição.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_15_43_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que neste caso é José de Arimateia, um seguidor de Jesus.","explicacao_detalhada":"No contexto, o nome é importante porque identifica José como alguém que teve coragem de pedir o corpo de Jesus para sepultá-lo.","por_que_esta_palavra":"É significativa porque destaca a coragem e a fé de José em um momento de grande risco.","conexao_teologica":"A disposição de José de Arimateia para cuidar do corpo de Jesus reflete a importância de agir em fé, mesmo em tempos difíceis.","referencias_relacionadas":["Mateus 27:57","Lucas 23:50-51","João 19:38"]},"marcos_15_44_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à autoridade e à decisão de Pôncio Pilatos em lidar com o corpo de Jesus.","explicacao_detalhada":"Neste contexto, 'firme' indica a determinação de Pilatos em conceder o pedido de José, apesar da pressão política.","por_que_esta_palavra":"É importante porque mostra a complexidade da situação política e a coragem de Pilatos em um momento crítico.","conexao_teologica":"A decisão de Pilatos, embora controversa, é parte do plano soberano de Deus para a salvação da humanidade.","referencias_relacionadas":["Mateus 27:11-26","Marcos 15:15","João 19:12"]},"marcos_15_44_grande":{"palavra_pt":"grande","palavra_original":"πάλαι","transliteracao":"pálai","strong":"G3819","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância do corpo de Jesus após sua morte.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a significância do corpo de Jesus, que foi tratado com respeito e dignidade após sua crucificação. A palavra sugere não apenas tamanho físico, mas também a grandeza do sacrifício que Ele fez.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a importância do corpo de Cristo na narrativa da crucificação e ressurreição, simbolizando o impacto do seu sacrifício na salvação da humanidade.","conexao_teologica":"A grandeza do corpo de Cristo é um símbolo do amor e do sacrifício de Deus pela humanidade, refletindo a importância da encarnação e da redenção.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 Pedro 2:24"]},"marcos_15_45_corpo":{"palavra_pt":"corpo","palavra_original":"πτῶμα","transliteracao":"ptōma","strong":"G4430","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao corpo físico de Jesus, que foi entregue na crucificação.","explicacao_detalhada":"O corpo de Jesus é central para a narrativa da crucificação, representando o sacrifício que Ele fez por todos. O uso da palavra 'corpo' aqui é crucial para entender a realidade física da morte de Cristo.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para enfatizar a realidade da morte de Jesus, que não foi apenas um evento espiritual, mas um acontecimento físico que teve consequências eternas.","conexao_teologica":"O corpo de Cristo é visto como o sacrifício perfeito, que leva os pecados da humanidade e é essencial para a doutrina da expiação.","referencias_relacionadas":["Isaías 53:5","Mateus 26:26","Hebreus 10:10"]},"marcos_15_45_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'José' refere-se a José de Arimateia, que pediu o corpo de Jesus para sepultá-lo.","explicacao_detalhada":"José de Arimateia é uma figura importante que demonstra coragem ao reivindicar o corpo de Jesus, desafiando as autoridades judaicas e romanas. Seu ato de fé é um exemplo de devoção.","por_que_esta_palavra":"O uso do nome 'José' destaca a importância das pessoas que participaram do sepultamento de Jesus, mostrando que mesmo em momentos de desespero, há aqueles que se levantam em fé.","conexao_teologica":"A ação de José de Arimateia é um símbolo de esperança e fé, mostrando que mesmo na morte, a história de Jesus continua com aqueles que acreditam nele.","referencias_relacionadas":["Mateus 27:57","Lucas 23:50","João 19:38"]},"marcos_15_46_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se ao ato de colocar ou dispor o corpo de Jesus em um sepulcro.","explicacao_detalhada":"O verbo 'arco' neste contexto implica a ação de preparar o corpo de Jesus para o sepultamento, simbolizando o cuidado e respeito que foi dado a Ele após sua morte.","por_que_esta_palavra":"A escolha da palavra 'arco' enfatiza a importância do sepultamento adequado, que é um aspecto significativo na tradição judaica e na honra ao falecido.","conexao_teologica":"O sepultamento de Jesus é um passo crucial na narrativa da ressurreição, mostrando que Ele realmente morreu e foi sepultado antes de ressuscitar.","referencias_relacionadas":["Mateus 27:59","Lucas 23:53","João 19:40"]},"marcos_15_46_linho":{"palavra_pt":"linho","palavra_original":"σινδών","transliteracao":"sindṓn","strong":"G4616","significado_raiz":"Ideia básica: linho.","significado_contextual":"A palavra 'linho' refere-se ao tecido usado para envolver o corpo de Jesus durante o sepultamento.","explicacao_detalhada":"O uso de linho para envolver o corpo é um sinal de respeito e cuidado, refletindo as práticas funerárias da época. O linho também simboliza pureza e dignidade.","por_que_esta_palavra":"A escolha do linho destaca a importância do sepultamento de Jesus e a reverência que foi dada ao seu corpo após a crucificação.","conexao_teologica":"O linho usado no sepultamento de Jesus é um símbolo da pureza e da santidade de Cristo, que, mesmo na morte, permanece sem pecado.","referencias_relacionadas":["Mateus 27:59","João 19:40","Apocalipse 19:8"]},"marcos_15_47_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' refere-se a Maria Madalena, que estava presente no sepultamento de Jesus.","explicacao_detalhada":"Maria Madalena é uma figura central na narrativa da ressurreição, e sua presença no sepultamento de Jesus destaca a importância das mulheres na história do cristianismo.","por_que_esta_palavra":"O uso do nome 'Maria' enfatiza a devoção e o papel das mulheres como testemunhas da morte e ressurreição de Jesus.","conexao_teologica":"Maria Madalena representa a fé e a lealdade, sendo uma das primeiras a testemunhar a ressurreição, simbolizando a esperança que vem após a dor.","referencias_relacionadas":["Mateus 27:61","Marcos 16:1","João 20:1"]},"marcos_15_47_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se ao ato de colocar ou dispor o corpo de Jesus em um sepulcro.","explicacao_detalhada":"Assim como no versículo anterior, o verbo 'arco' implica a ação de preparar o corpo de Jesus para o sepultamento, simbolizando o cuidado e respeito que foi dado a Ele após sua morte.","por_que_esta_palavra":"A repetição da palavra 'arco' enfatiza a importância do sepultamento adequado, que é um aspecto significativo na tradição judaica e na honra ao falecido.","conexao_teologica":"O sepultamento de Jesus é um passo crucial na narrativa da ressurreição, mostrando que Ele realmente morreu e foi sepultado antes de ressuscitar.","referencias_relacionadas":["Mateus 27:59","Lucas 23:53","João 19:40"]}}