{"marcos_16_1_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' refere-se a Maria Madalena, que, junto com outras mulheres, foi ao sepulcro após o sábado.","explicacao_detalhada":"Maria Madalena é uma das primeiras a visitar o sepulcro, simbolizando a devoção e a busca pela verdade após a morte de Jesus. Sua presença é significativa na narrativa da ressurreição.","por_que_esta_palavra":"O uso do nome 'Maria' destaca a importância das mulheres como testemunhas da ressurreição, mostrando que a fé não é limitada a um gênero.","conexao_teologica":"Maria Madalena representa a esperança e a fé, sendo uma das primeiras a testemunhar a ressurreição, simbolizando a nova vida que Cristo oferece.","referencias_relacionadas":["Mateus 28:1","Marcos 16:9","João 20:1"]},"marcos_16_1_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso, que precede a ressurreição de Jesus.","explicacao_detalhada":"O sábado é um dia sagrado para os judeus, e a menção deste dia enfatiza a transição entre a morte de Jesus e sua ressurreição, simbolizando um novo começo.","por_que_esta_palavra":"A referência ao sábado destaca a importância do descanso e da preparação antes de um evento significativo, como a ressurreição.","conexao_teologica":"O sábado representa o cumprimento da lei e a promessa de um novo dia, simbolizando a nova criação que se inicia com a ressurreição de Cristo.","referencias_relacionadas":["Gênesis 2:2","Êxodo 20:8","Hebreus 4:9-10"]},"marcos_16_2_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso, que precede a ressurreição de Jesus.","explicacao_detalhada":"Assim como no versículo anterior, o sábado é um dia sagrado que enfatiza a transição entre a morte de Jesus e sua ressurreição, simbolizando um novo começo.","por_que_esta_palavra":"A repetição da referência ao sábado reforça a importância do descanso e da preparação antes de um evento significativo, como a ressurreição.","conexao_teologica":"O sábado representa o cumprimento da lei e a promessa de um novo dia, simbolizando a nova criação que se inicia com a ressurreição de Cristo.","referencias_relacionadas":["Gênesis 2:2","Êxodo 20:8","Hebreus 4:9-10"]},"marcos_16_2_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Refere-se ao local onde os mortos eram sepultados, um túmulo.","explicacao_detalhada":"A palavra 'grave' (μνημεῖον) é usada para descrever um lugar de sepultamento. No contexto do versículo, as mulheres estavam indo ao túmulo de Jesus para ungir seu corpo, demonstrando o luto e a reverência pela morte de Cristo.","por_que_esta_palavra":"A escolha da palavra 'grave' enfatiza a realidade da morte de Jesus e a importância do sepulcro na narrativa da ressurreição.","conexao_teologica":"O sepulcro é um elemento crucial na história da ressurreição, simbolizando a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["Mateus 28:1-10","Lucas 24:1-7","João 20:1-18"]},"marcos_16_2_sol":{"palavra_pt":"sol","palavra_original":"ἥλιος","transliteracao":"hḗlios","strong":"G2246","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao astro que ilumina a Terra, simbolizando um novo começo.","explicacao_detalhada":"A menção do 'sol' (ἥλιος) indica o momento do dia em que as mulheres foram ao sepulcro, simbolizando a luz que vem após a escuridão da morte de Jesus.","por_que_esta_palavra":"O sol representa a esperança e a nova vida que se inicia com a ressurreição de Cristo.","conexao_teologica":"A ressurreição de Jesus é frequentemente associada à luz e à vida, contrastando com a escuridão da morte.","referencias_relacionadas":["João 8:12","2 Coríntios 4:6","Apocalipse 22:16"]},"marcos_16_3_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se à grande pedra que selava a entrada do sepulcro.","explicacao_detalhada":"A palavra 'pedra' (λίθος) é importante porque representa o obstáculo que as mulheres enfrentavam ao tentar acessar o corpo de Jesus. A pedra também simboliza a barreira entre a vida e a morte.","por_que_esta_palavra":"A pedra é um símbolo da morte, mas também da ressurreição, pois foi removida para revelar o túmulo vazio.","conexao_teologica":"A remoção da pedra é um ato que simboliza a vitória de Cristo sobre a morte e a promessa de ressurreição para todos os crentes.","referencias_relacionadas":["Mateus 27:60","Mateus 28:2","João 20:1"]},"marcos_16_3_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização em relação a algo.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a situação das mulheres ao se dirigirem ao sepulcro, enfatizando a ação de ir em direção ao local onde Jesus estava sepultado.","por_que_esta_palavra":"A preposição 'entre' destaca a jornada das mulheres e a expectativa de encontrar o corpo de Jesus.","conexao_teologica":"A busca das mulheres por Jesus no sepulcro reflete a busca espiritual de todos os crentes por Cristo, que é a vida.","referencias_relacionadas":["Lucas 24:5","João 20:13","Hebreus 11:6"]},"marcos_16_4_behold":{"palavra_pt":"eis","palavra_original":"θεωρέω","transliteracao":"theōréō","strong":"G2334","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' (θεωρέω) é um convite para observar e perceber a realidade do túmulo vazio, um momento crucial na narrativa da ressurreição.","por_que_esta_palavra":"O uso de 'eis' enfatiza a importância do que as mulheres estavam prestes a descobrir: a ressurreição de Jesus.","conexao_teologica":"Este momento de revelação é central para a fé cristã, pois confirma a vitória de Cristo sobre a morte.","referencias_relacionadas":["Mateus 28:6","Lucas 24:6","João 20:6-7"]},"marcos_16_4_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se novamente à pedra que selava o sepulcro.","explicacao_detalhada":"A repetição da palavra 'pedra' (λίθος) reforça a importância do evento da remoção da pedra e o impacto que isso teve na ressurreição de Jesus.","por_que_esta_palavra":"A pedra não é apenas um obstáculo físico, mas um símbolo da morte que foi superada.","conexao_teologica":"A remoção da pedra é um sinal da nova vida que Cristo oferece a todos os que creem nele.","referencias_relacionadas":["Mateus 28:2","Marcos 15:46","Lucas 24:2"]},"marcos_16_5_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Refere-se ao túmulo onde Jesus foi colocado após sua crucificação.","explicacao_detalhada":"A palavra 'grave' (μνημεῖον) aqui novamente destaca o local de sepultamento, enfatizando a realidade da morte de Jesus antes da ressurreição.","por_que_esta_palavra":"Reforça a transição da morte para a vida, um tema central na mensagem cristã.","conexao_teologica":"O sepulcro vazio é um testemunho da ressurreição e da esperança que isso traz aos crentes.","referencias_relacionadas":["Mateus 28:1","Lucas 24:3","João 20:1"]},"marcos_16_5_long":{"palavra_pt":"long","palavra_original":"στολή","transliteracao":"stolḗ","strong":"G4749","significado_raiz":"Ideia básica: long.","significado_contextual":"Refere-se à vestimenta ou túnica que Jesus usava.","explicacao_detalhada":"A palavra 'long' (στολή) descreve a vestimenta que estava no sepulcro, simbolizando a humanidade de Jesus e a realidade de sua morte.","por_que_esta_palavra":"A menção da vestimenta destaca a realidade física da morte de Jesus e a transformação que ocorreu com sua ressurreição.","conexao_teologica":"A ressurreição de Jesus não apenas confirma sua divindade, mas também sua humanidade, mostrando que ele venceu a morte em nossa carne.","referencias_relacionadas":["Mateus 27:31","João 19:23","Hebreus 2:14"]},"marcos_16_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, Jesus Cristo.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é central para a fé cristã, pois representa o Messias prometido que morreu e ressuscitou para a salvação da humanidade.","por_que_esta_palavra":"O nome de Jesus é invocado para lembrar sua missão e sacrifício, bem como sua vitória sobre a morte.","conexao_teologica":"A ressurreição de Jesus é a base da esperança cristã e da promessa de vida eterna.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"marcos_16_6_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de procurar ou investigar.","explicacao_detalhada":"A palavra 'buscar' (ζητέω) indica a intenção das mulheres de encontrar o corpo de Jesus, refletindo a dor e a confusão após sua crucificação.","por_que_esta_palavra":"A busca representa a busca espiritual por Jesus e a necessidade de compreender o que aconteceu após sua morte.","conexao_teologica":"A busca por Jesus é um tema recorrente na vida cristã, simbolizando a busca pela verdade e pela vida eterna.","referencias_relacionadas":["Mateus 7:7","Lucas 19:10","Hebreus 11:6"]},"marcos_16_6_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa o sacrifício de Jesus e a redenção da humanidade.","explicacao_detalhada":"No contexto do evangelho de Marcos, a cruz é o símbolo central da missão de Jesus, que veio ao mundo para morrer pelos pecados da humanidade. A ressurreição, que é anunciada neste versículo, confirma a vitória sobre a morte e o pecado.","por_que_esta_palavra":"A palavra 'cruz' é crucial para entender o sacrifício de Cristo e a mensagem do evangelho.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça de Deus e a misericórdia, onde o amor de Deus é manifestado através do sacrifício de Jesus.","referencias_relacionadas":["Mateus 27:32","Lucas 23:26","João 19:17","Gálatas 6:14"]},"marcos_16_7_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A rocha simboliza a firmeza e a estabilidade, representando a base da fé em Cristo.","explicacao_detalhada":"Neste versículo, a referência à rocha é uma alusão a Pedro, que é chamado de 'rocha' por Jesus. Isso enfatiza a importância da fé e da liderança na comunidade cristã.","por_que_esta_palavra":"A palavra 'rocha' é usada para ilustrar a força e a durabilidade da fé em Cristo, que é a verdadeira fundação da igreja.","conexao_teologica":"Cristo é a rocha eterna sobre a qual a igreja é edificada, simbolizando segurança e proteção espiritual.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"marcos_16_7_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Departar implica em uma mudança de estado ou lugar, neste caso, a saída do sepulcro.","explicacao_detalhada":"A palavra 'depart' refere-se ao ato de deixar o sepulcro, simbolizando a ressurreição de Jesus e a nova vida que Ele oferece aos crentes.","por_que_esta_palavra":"É importante para entender que a ressurreição não é apenas um retorno à vida, mas uma transformação e um novo começo.","conexao_teologica":"A ressurreição de Cristo é a garantia da nossa própria ressurreição e esperança de vida eterna.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:20","Filipenses 3:10-11"]},"marcos_16_8_temor":{"palavra_pt":"temor","palavra_original":"τρόμος","transliteracao":"trómos","strong":"G5156","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui reflete a reação dos discípulos diante da ressurreição, um misto de medo e maravilha.","explicacao_detalhada":"O temor é uma resposta natural ao sobrenatural. A ressurreição de Jesus é um evento que desafia a compreensão humana e provoca temor e reverência.","por_que_esta_palavra":"O temor é um reconhecimento da grandeza de Deus e da seriedade do que aconteceu na ressurreição.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a ressurreição nos leva a reverenciar a obra de Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 2:43"]},"marcos_16_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Reforça a ideia de firmeza e segurança, especialmente em relação à fé em Cristo.","explicacao_detalhada":"A rocha, como mencionado anteriormente, simboliza a base sólida da fé e a certeza da ressurreição de Jesus.","por_que_esta_palavra":"A repetição da palavra 'rocha' enfatiza a importância da fé inabalável em tempos de incerteza.","conexao_teologica":"Cristo é a rocha que sustenta a igreja, e a ressurreição é a prova de Sua divindade e poder.","referencias_relacionadas":["Mateus 7:24-25","Salmos 62:6","1 Pedro 2:4-6"]},"marcos_16_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome Jesus é central para a mensagem do evangelho, representando o Salvador.","explicacao_detalhada":"Neste versículo, a menção de Jesus é crucial, pois é Ele quem ressuscitou e trouxe esperança à humanidade.","por_que_esta_palavra":"O nome Jesus significa 'O Senhor salva', e é através dEle que temos a salvação.","conexao_teologica":"A ressurreição de Jesus é a confirmação de Sua identidade como o Messias e Salvador do mundo.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"marcos_16_9_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Maria é mencionado como a primeira a testemunhar a ressurreição, destacando seu papel na história da salvação.","explicacao_detalhada":"Maria Madalena é uma figura importante, pois foi escolhida por Jesus para ser a primeira a anunciar a ressurreição aos discípulos.","por_que_esta_palavra":"O nome é significativo porque representa a inclusão e o valor das mulheres no ministério de Jesus.","conexao_teologica":"A escolha de Maria para ser a mensageira da ressurreição demonstra que todos têm um papel na obra de Deus.","referencias_relacionadas":["João 20:11-18","Lucas 8:2","Mateus 28:1-10"]},"marcos_16_9_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é o dia de descanso, e sua menção aqui destaca a importância do cumprimento das leis e tradições judaicas.","explicacao_detalhada":"O sábado representa o fim do trabalho e a preparação para a nova criação que se inicia com a ressurreição de Jesus.","por_que_esta_palavra":"A referência ao sábado mostra a continuidade entre o Antigo e o Novo Testamento, e a nova aliança que se estabelece.","conexao_teologica":"A ressurreição de Jesus inaugura um novo dia, simbolizando um novo descanso e uma nova criação.","referencias_relacionadas":["Êxodo 20:8-11","Hebreus 4:9-10","Colossenses 2:16-17"]},"marcos_16_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A ideia de 'tornar-se' ou 'acontecer' reflete a transformação que a ressurreição traz à vida dos crentes.","explicacao_detalhada":"A ressurreição de Jesus não é apenas um evento histórico, mas um ponto de virada que transforma a vida dos que creem.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a mudança radical que a fé em Cristo pode trazer.","conexao_teologica":"Em Cristo, somos novas criaturas; a ressurreição é o início dessa nova vida.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 6:4","Gálatas 2:20"]},"marcos_16_10_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em um compromisso de viver de acordo com os ensinamentos de Jesus após a ressurreição.","explicacao_detalhada":"A palavra 'seguir' destaca a chamada para os discípulos e crentes a continuarem a missão de Jesus, espalhando a boa nova.","por_que_esta_palavra":"Seguir a Jesus é um convite para uma vida de discipulado e obediência.","conexao_teologica":"O chamado para seguir a Jesus é um tema central no Novo Testamento, refletindo a vida de fé e compromisso.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"marcos_16_10_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' é usada no contexto da missão dos discípulos após a ressurreição de Jesus.","explicacao_detalhada":"O verbo 'ir' implica um movimento em direção a um objetivo, que neste caso é a pregação do evangelho a toda criatura. É um chamado à ação.","por_que_esta_palavra":"Esta palavra é crucial porque representa o início da missão evangelística dos apóstolos, que foram enviados para espalhar a mensagem de Cristo.","conexao_teologica":"A ordem de ir é um reflexo do mandato de Jesus de fazer discípulos de todas as nações (Mateus 28:19).","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 10:15"]},"marcos_16_11_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é utilizada para descrever a nova vida que os crentes têm em Cristo após a ressurreição.","explicacao_detalhada":"Viver, neste contexto, refere-se não apenas à existência física, mas a uma vida plena e abundante que é oferecida por Jesus.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a transformação que ocorre na vida do crente ao aceitar Jesus como Senhor e Salvador.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a ressurreição é a garantia da vida eterna (João 3:16).","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"marcos_16_11_behold":{"palavra_pt":"eis","palavra_original":"θεάομαι","transliteracao":"theáomai","strong":"G2300","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é um chamado à atenção, indicando a importância do que está sendo apresentado.","explicacao_detalhada":"Usada para direcionar o foco do ouvinte para algo significativo, neste caso, a ressurreição de Jesus.","por_que_esta_palavra":"É uma palavra que provoca uma reação, incentivando os ouvintes a perceberem a realidade da ressurreição.","conexao_teologica":"A ressurreição é o ponto central da fé cristã, e 'eis' destaca a revelação desse evento crucial.","referencias_relacionadas":["Lucas 24:6-7","Atos 2:24","1 Coríntios 15:4"]},"marcos_16_11_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"A palavra 'concerning' é usada para introduzir o assunto da ressurreição.","explicacao_detalhada":"Ela conecta a declaração anterior à explicação sobre a ressurreição, enfatizando a importância do evento.","por_que_esta_palavra":"É fundamental para entender que a mensagem é sobre a ressurreição de Jesus, um tema central da fé cristã.","conexao_teologica":"A ressurreição é a base da esperança cristã e a razão pela qual os crentes têm vida eterna.","referencias_relacionadas":["Romanos 6:9","1 Coríntios 15:20-22","Filipenses 3:10-11"]},"marcos_16_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou obedecer a um chamado.","explicacao_detalhada":"Neste contexto, implica que os discípulos devem seguir a mensagem da ressurreição e a missão que lhes foi confiada.","por_que_esta_palavra":"É essencial para a compreensão do discipulado, onde seguir Jesus significa viver de acordo com seus ensinamentos.","conexao_teologica":"O chamado para seguir Jesus é um tema recorrente nos evangelhos, onde o discipulado é central.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"marcos_16_12_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para descrever a presença de Jesus entre os discípulos.","explicacao_detalhada":"Ela indica a relação e a comunhão que os crentes têm com Cristo e entre si.","por_que_esta_palavra":"É importante porque enfatiza a comunidade de fé e a presença de Jesus no meio deles.","conexao_teologica":"A presença de Cristo entre os crentes é um tema importante, simbolizando a unidade do corpo de Cristo.","referencias_relacionadas":["Mateus 18:20","1 Coríntios 12:12-13","Efésios 4:4-6"]},"marcos_16_12_form":{"palavra_pt":"form","palavra_original":"μορφή","transliteracao":"morphḗ","strong":"G3444","significado_raiz":"Ideia básica: form.","significado_contextual":"A palavra 'form' refere-se à aparência ou à manifestação de Jesus após a ressurreição.","explicacao_detalhada":"Ela destaca a transformação que ocorreu na natureza de Jesus, que agora é glorificada.","por_que_esta_palavra":"É relevante para entender a natureza glorificada de Cristo e como isso afeta a compreensão da ressurreição.","conexao_teologica":"A forma glorificada de Jesus é um símbolo da esperança da ressurreição para todos os crentes.","referencias_relacionadas":["Filipenses 3:21","1 João 3:2","Romanos 8:11"]},"marcos_16_13_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é fundamental para a resposta dos discípulos à ressurreição de Jesus.","explicacao_detalhada":"Crer implica em aceitar e confiar na verdade da ressurreição e na mensagem do evangelho.","por_que_esta_palavra":"É essencial para a salvação e a vida cristã, pois sem fé é impossível agradar a Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação do crente com Deus.","referencias_relacionadas":["Hebreus 11:6","Romanos 10:9-10","Gálatas 2:20"]},"marcos_16_13_descanso":{"palavra_pt":"descanso","palavra_original":"λοιποί","transliteracao":"loipoí","strong":"G3062","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' é usada para descrever um estado de paz e confiança em Deus.","explicacao_detalhada":"Refere-se ao alívio que os crentes encontram em Cristo, especialmente após a ressurreição.","por_que_esta_palavra":"É importante porque enfatiza a segurança e a esperança que os crentes têm em Cristo, mesmo em tempos difíceis.","conexao_teologica":"O descanso em Cristo é um tema importante, simbolizando a paz que excede todo entendimento.","referencias_relacionadas":["Mateus 11:28-30","Filipenses 4:7","Hebreus 4:9-11"]},"marcos_16_14_coracao":{"palavra_pt":"coracao","palavra_original":"σκληροκαρδία","transliteracao":"sklērokardía","strong":"G4641","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se à disposição interior dos discípulos em relação à ressurreição.","explicacao_detalhada":"Um coração endurecido é um símbolo de incredulidade e resistência à verdade de Deus.","por_que_esta_palavra":"É crucial para entender a necessidade de um coração aberto e receptivo à mensagem de Cristo.","conexao_teologica":"A transformação do coração é essencial na experiência de salvação e na vida cristã.","referencias_relacionadas":["Ezequiel 36:26","Romanos 10:9-10","2 Coríntios 5:17"]},"marcos_16_14_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui se refere à separação espiritual e física, especialmente no contexto da ressurreição de Jesus.","explicacao_detalhada":"A palavra 'morte' é utilizada para descrever a condição de separação da vida, tanto no sentido físico quanto espiritual. No contexto de Marcos 16:14, a morte é superada pela ressurreição de Cristo, que traz esperança de vida eterna.","por_que_esta_palavra":"A morte é um tema central na teologia cristã, pois representa a consequência do pecado, mas também a vitória de Cristo sobre a morte.","conexao_teologica":"A ressurreição de Jesus é a garantia de que a morte não tem a última palavra, oferecendo aos crentes a promessa de vida eterna.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25-26"]},"marcos_16_14_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é a crença e confiança em Jesus Cristo e em sua obra redentora.","explicacao_detalhada":"A palavra 'crer' implica em uma confiança ativa e pessoal em Jesus. No contexto de Marcos 16:14, a falta de fé dos discípulos é um ponto crítico, pois eles duvidam da ressurreição.","por_que_esta_palavra":"A fé é fundamental para a salvação e a vida cristã, sendo a resposta do coração humano à revelação de Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e a salvação em Cristo.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","João 3:16"]},"marcos_16_15_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' se refere à mensagem do evangelho, que é considerada uma boa nova para a humanidade.","explicacao_detalhada":"A palavra 'bom' no contexto do evangelho destaca a natureza positiva da mensagem de salvação e reconciliação com Deus através de Cristo.","por_que_esta_palavra":"O evangelho é chamado de 'bom' porque traz esperança e transformação para aqueles que creem.","conexao_teologica":"A boa nova do evangelho é central na missão da Igreja e na vida do crente.","referencias_relacionadas":["Isaías 61:1","Romanos 1:16","1 Coríntios 15:1-4"]},"marcos_16_15_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Pregar ou proclamar refere-se à ação de compartilhar a mensagem do evangelho com os outros.","explicacao_detalhada":"A palavra 'pregar' implica em anunciar publicamente a verdade do evangelho, um chamado que Jesus deu aos seus discípulos.","por_que_esta_palavra":"A pregação é essencial para a propagação da fé e para que outros conheçam a verdade de Cristo.","conexao_teologica":"A pregação do evangelho é um ato de obediência e um meio pelo qual Deus salva os que creem.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","2 Timóteo 4:2"]},"marcos_16_15_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O 'mundo' refere-se à totalidade da humanidade, que precisa ouvir a mensagem do evangelho.","explicacao_detalhada":"A palavra 'mundo' neste contexto abrange todas as nações e povos, enfatizando a universalidade da missão da Igreja.","por_que_esta_palavra":"A inclusão do mundo destaca a intenção de Deus de alcançar todos os povos com sua mensagem de salvação.","conexao_teologica":"A missão da Igreja é ir a todas as nações, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Apocalipse 7:9"]},"marcos_16_16_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é novamente enfatizada como essencial para a salvação.","explicacao_detalhada":"A palavra 'crer' aqui reforça a ideia de que a salvação é recebida pela fé em Jesus Cristo.","por_que_esta_palavra":"A fé é a resposta necessária para a salvação, conforme ensinado em várias partes do Novo Testamento.","conexao_teologica":"A fé é o meio pelo qual os crentes são justificados diante de Deus.","referencias_relacionadas":["Gálatas 2:16","Romanos 10:9-10","Hebreus 11:6"]},"marcos_16_16_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar refere-se à ação de resgatar ou libertar da condenação do pecado.","explicacao_detalhada":"A palavra 'salvar' implica em um ato divino de graça, onde Deus oferece perdão e vida eterna através de Jesus.","por_que_esta_palavra":"A salvação é o propósito central da obra de Cristo e a razão pela qual Ele veio ao mundo.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a reconciliação do homem com Deus.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 5:1"]},"marcos_16_16_julgar":{"palavra_pt":"julgar","palavra_original":"κατακρίνω","transliteracao":"katakrínō","strong":"G2632","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à ação de decidir sobre a condição espiritual das pessoas com base em sua fé.","explicacao_detalhada":"A palavra 'julgar' neste contexto implica em um julgamento final, onde aqueles que não crerem serão condenados.","por_que_esta_palavra":"O julgamento é uma realidade que todos enfrentarão, e a fé em Cristo determina o resultado desse julgamento.","conexao_teologica":"O julgamento final é um aspecto importante da escatologia cristã, onde a justiça de Deus será plenamente revelada.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10-12","Apocalipse 20:11-15"]},"marcos_16_17_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é novamente destacada como a base para a manifestação de sinais e maravilhas.","explicacao_detalhada":"A palavra 'crer' aqui sugere que a fé é o que ativa a obra de Deus através dos crentes, permitindo que sinais e milagres ocorram.","por_que_esta_palavra":"A fé é essencial para experimentar o poder de Deus em ação na vida do crente.","conexao_teologica":"Os sinais que acompanham os crentes são uma confirmação da presença e do poder de Deus entre seu povo.","referencias_relacionadas":["Atos 2:43","Hebreus 2:4","Marcos 11:22-24"]},"marcos_16_17_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Sinal refere-se a manifestações sobrenaturais que confirmam a mensagem do evangelho.","explicacao_detalhada":"A palavra 'sinal' implica em um ato divino que serve como prova da veracidade da mensagem de Cristo e da presença do Espírito Santo.","por_que_esta_palavra":"Os sinais são uma evidência do poder de Deus e da autenticidade da missão dos crentes.","conexao_teologica":"Os milagres e sinais são uma parte integral da missão da Igreja, mostrando que o Reino de Deus está presente.","referencias_relacionadas":["João 14:12","Atos 4:30","Romanos 15:18-19"]},"marcos_16_18_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como um instrumento de ação e poder.","explicacao_detalhada":"A mão é frequentemente simbolizada na Bíblia como um meio de realizar milagres e curas. Neste contexto, a mão é mencionada como parte da autoridade dada aos crentes para operar em nome de Jesus.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a ação física e a manifestação do poder de Deus através dos crentes.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e poder na vida dos crentes, mostrando que eles são instrumentos de Sua vontade.","referencias_relacionadas":["Mateus 10:1","Atos 4:30","Tiago 5:14"]},"marcos_16_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para negar a influência de forças malignas.","explicacao_detalhada":"Neste versículo, a negação de 'deus' enfatiza que nada pode prevalecer contra os que têm fé em Deus. É uma afirmação da soberania divina sobre as forças do mal.","por_que_esta_palavra":"A palavra é usada para reafirmar que a proteção e o poder de Deus são superiores a qualquer outra entidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o único digno de adoração e que tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 91:1-2","Romanos 8:31","1 João 4:4"]},"marcos_16_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' indica a posição de Jesus como autoridade suprema, que comanda tanto os céus quanto a terra. Isso é crucial para entender a missão dos discípulos.","por_que_esta_palavra":"A utilização da palavra 'senhor' reforça a ideia de que Jesus é o mestre e que os crentes atuam sob Sua autoridade.","conexao_teologica":"A autoridade de Cristo é fundamental para a missão da Igreja, pois é através dessa autoridade que os crentes realizam obras poderosas.","referencias_relacionadas":["Mateus 28:18","Efésios 1:20-22","Filipenses 2:9-11"]},"marcos_16_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que é central na fé cristã.","explicacao_detalhada":"O nome 'Jesus' é sinônimo de salvação e é através dele que os crentes têm acesso ao Pai. Este versículo destaca a importância do nome de Jesus na missão dos discípulos.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade e a missão de Jesus como Salvador e Senhor.","conexao_teologica":"A centralidade de Jesus na teologia cristã é inegável, pois Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","João 14:6"]},"marcos_16_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar de autoridade e glória de Deus.","explicacao_detalhada":"O céu é apresentado como o domínio de Deus, onde Jesus se assenta à direita do Pai, simbolizando Sua autoridade e poder.","por_que_esta_palavra":"A palavra 'céu' é utilizada para mostrar a origem e o destino da autoridade de Jesus, bem como a esperança dos crentes.","conexao_teologica":"A esperança cristã é ancorada na realidade do céu, onde os crentes esperam estar com Deus eternamente.","referencias_relacionadas":["Efésios 2:6","Colossenses 3:1","Hebreus 12:2"]},"marcos_16_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente à autoridade de Jesus que opera através dos crentes.","explicacao_detalhada":"A repetição da palavra 'senhor' enfatiza que todas as ações dos crentes são realizadas sob a autoridade de Cristo, que confirma a mensagem pregada.","por_que_esta_palavra":"A palavra é usada para reafirmar a soberania de Jesus em relação à missão da Igreja.","conexao_teologica":"A missão da Igreja é realizada na autoridade de Cristo, que garante a eficácia da pregação do evangelho.","referencias_relacionadas":["Mateus 28:19-20","Marcos 13:10","Atos 1:8"]},"marcos_16_20_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra como a mensagem de Deus que deve ser proclamada.","explicacao_detalhada":"A palavra 'verbo' ou 'palavra' é fundamental na teologia cristã, representando a mensagem de salvação que deve ser anunciada ao mundo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da pregação do evangelho como meio de comunicar a verdade de Deus.","conexao_teologica":"A pregação da palavra é essencial para a edificação da fé e a expansão do Reino de Deus.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:25","2 Timóteo 4:2"]},"marcos_16_20_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se ao ato de pregar ou proclamar a mensagem de Cristo.","explicacao_detalhada":"A palavra 'pregar' implica em anunciar com autoridade a mensagem do evangelho, que é a verdade de Deus para a salvação da humanidade.","por_que_esta_palavra":"A palavra é utilizada para destacar a responsabilidade dos crentes em compartilhar a mensagem de Cristo.","conexao_teologica":"A proclamação do evangelho é um mandamento de Cristo e é essencial para a missão da Igreja.","referencias_relacionadas":["Marcos 1:15","Mateus 24:14","Lucas 9:2"]}}