{"marcos_2_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Jesus entrou em Capernaum, um momento significativo em seu ministério.","explicacao_detalhada":"O termo 'dia' aqui indica um período específico em que eventos importantes ocorreram, como a cura de um paralítico. Este dia é marcado por uma grande expectativa e multidões.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância do momento em que Jesus realizou milagres e ensinou.","conexao_teologica":"O dia simboliza a intervenção divina na história, onde Jesus se revela como o Messias.","referencias_relacionadas":["Marcos 1:21","Marcos 1:29","Marcos 2:1"]},"marcos_2_1_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou ao lar, onde a família se reúne, simbolizando a comunidade e a unidade.","explicacao_detalhada":"A palavra 'família' implica um espaço de acolhimento e pertencimento, onde Jesus realiza milagres e ensina.","por_que_esta_palavra":"A ênfase na 'família' destaca a importância das relações interpessoais e da fé em um ambiente familiar.","conexao_teologica":"A família é vista como uma unidade fundamental na sociedade e na igreja, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 2:19","1 Timóteo 5:8","Gálatas 6:10"]},"marcos_2_1_capernaum":{"palavra_pt":"capernaum","palavra_original":"Καπερναούμ","transliteracao":"Kapernaoúm","strong":"G2584","significado_raiz":"Ideia básica: capernaum.","significado_contextual":"Capernaum é a cidade onde Jesus realizou muitos de seus milagres e ensinamentos.","explicacao_detalhada":"A cidade serve como um centro de ministério para Jesus, onde Ele é reconhecido e seguido por muitos.","por_que_esta_palavra":"Capernaum é mencionada para situar geograficamente os eventos e mostrar a relevância do local na narrativa do evangelho.","conexao_teologica":"Capernaum representa a manifestação do Reino de Deus na terra através de Jesus.","referencias_relacionadas":["Mateus 4:13","Mateus 8:5","Lucas 7:1"]},"marcos_2_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Jesus, que tem poder e autoridade para curar e ensinar.","explicacao_detalhada":"O 'verbo' é central na teologia cristã, representando a comunicação divina e a ação de Deus no mundo.","por_que_esta_palavra":"A palavra 'verbo' enfatiza a importância da mensagem de Jesus e sua capacidade de transformar vidas.","conexao_teologica":"Cristo é o 'Verbo' que se fez carne, revelando a natureza de Deus aos homens.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"marcos_2_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a grande multidão que se reuniu para ouvir Jesus, refletindo sua popularidade.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude do evento e a expectativa em torno do ministério de Jesus.","por_que_esta_palavra":"A ênfase na grandeza da multidão mostra o impacto que Jesus teve na sociedade da época.","conexao_teologica":"A grandeza da multidão simboliza a busca por salvação e verdade em Cristo.","referencias_relacionadas":["Mateus 5:1","Lucas 8:4","João 6:2"]},"marcos_2_3_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de 'vir' do paralítico, que simboliza a busca por cura e libertação.","explicacao_detalhada":"A palavra 'vir' implica movimento e a decisão de se aproximar de Jesus em busca de ajuda.","por_que_esta_palavra":"A ação de 'vir' é crucial para a narrativa, pois representa a fé do paralítico e de seus amigos.","conexao_teologica":"Vir a Jesus é um ato de fé que resulta em transformação e cura espiritual.","referencias_relacionadas":["Mateus 11:28","João 7:37","Hebreus 7:25"]},"marcos_2_3_urso":{"palavra_pt":"urso","palavra_original":"φέρω","transliteracao":"phérō","strong":"G5342","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de 'carregar' o paralítico, simbolizando apoio e solidariedade.","explicacao_detalhada":"A palavra 'urso' destaca a importância da comunidade e do suporte mútuo na fé.","por_que_esta_palavra":"O ato de 'carregar' enfatiza a ação coletiva em direção à cura e à ajuda ao próximo.","conexao_teologica":"A solidariedade entre os crentes é um reflexo do amor de Cristo por nós.","referencias_relacionadas":["Gálatas 6:2","Romanos 15:1","1 Tessalonicenses 5:11"]},"marcos_2_3_sick":{"palavra_pt":"sick","palavra_original":"παραλυτικός","transliteracao":"paralytikós","strong":"G3885","significado_raiz":"Ideia básica: sick.","significado_contextual":"Em Marcos 2:3, \"sick\" aparece na frase \"E vieram ter com ele conduzindo um paralítico, trazido por quatro.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (παραλυτικός; paralytikós; G3885), \"sick\" traz a ideia de sick. Aqui, essa palavra deixa o ensino de Marcos 2:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"sick\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 1:1. Lendo junto com Marcos 2:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Marcos 2:3","João 1:1","Romanos 8:28"]},"marcos_2_4_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de 'oferecer' o paralítico a Jesus, simbolizando fé e esperança.","explicacao_detalhada":"A palavra 'urso' aqui implica um ato de entrega e confiança na capacidade de Jesus de curar.","por_que_esta_palavra":"A ação de 'oferecer' é um testemunho da fé dos amigos do paralítico.","conexao_teologica":"Oferecer alguém a Jesus é um ato de intercessão e fé na sua graça.","referencias_relacionadas":["Tiago 5:16","1 João 5:14","Mateus 18:19"]},"marcos_2_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra destaca a relação entre a divindade e a ação de Jesus como Filho de Deus.","por_que_esta_palavra":"A menção de 'deus' reforça a ideia de que Jesus atua com a autoridade divina.","conexao_teologica":"A divindade de Cristo é central na fé cristã, revelando a natureza de Deus ao mundo.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:3"]},"marcos_2_4_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus, demonstrando a popularidade e a necessidade de cura.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) indica um grupo de pessoas que se reuniram em torno de Jesus, muitas vezes em busca de milagres e ensinamentos. Neste contexto, a multidão era tão grande que impediu que os amigos do paralítico chegassem até Jesus.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a coletividade e a urgência da situação, mostrando que a necessidade de Jesus era reconhecida por muitos.","conexao_teologica":"A multidão representa a humanidade que busca a salvação e a cura em Cristo, refletindo a missão de Jesus de atender a todos.","referencias_relacionadas":["Mateus 9:36","Lucas 8:4","João 6:2"]},"marcos_2_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o protagonista da história, o curador e salvador que responde à fé do paralítico e de seus amigos.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central no Novo Testamento, representando o Filho de Deus que veio ao mundo para salvar a humanidade. Neste versículo, Ele demonstra Seu poder de perdoar pecados e curar doenças.","por_que_esta_palavra":"A menção de Jesus é crucial, pois é através Dele que a cura e o perdão são oferecidos, destacando Sua divindade e autoridade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua capacidade de perdoar pecados é um tema central na teologia cristã.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_2_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é o meio pelo qual o paralítico e seus amigos acessam a cura e o perdão de Jesus.","explicacao_detalhada":"A palavra 'fé' (πίστις) implica confiança e crença em Jesus como o Salvador. Neste contexto, a fé deles é destacada como a razão pela qual o paralítico foi curado.","por_que_esta_palavra":"A ênfase na fé mostra que a cura não é apenas física, mas também espiritual, e que a crença em Jesus é fundamental para a salvação.","conexao_teologica":"A fé é um princípio central no cristianismo, sendo a chave para a relação com Deus e a recepção de Suas promessas.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 10:17"]},"marcos_2_6_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas eram autoridades religiosas que questionavam a autoridade de Jesus para perdoar pecados.","explicacao_detalhada":"A palavra 'escriba' (γραμματεύς) refere-se a especialistas na Lei de Moisés. Neste contexto, eles representam a oposição à nova mensagem de Jesus e sua autoridade divina.","por_que_esta_palavra":"A presença dos escribas destaca o conflito entre a tradição religiosa e a nova revelação trazida por Jesus.","conexao_teologica":"Os escribas simbolizam a resistência à verdade de Cristo, que desafia as normas religiosas estabelecidas.","referencias_relacionadas":["Mateus 23:13","Lucas 11:52","Marcos 12:38-40"]},"marcos_2_6_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro dos pensamentos e intenções, onde a incredulidade dos escribas se manifesta.","explicacao_detalhada":"A palavra 'coração' (καρδία) representa não apenas o órgão físico, mas também a sede das emoções e decisões. Neste contexto, Jesus percebe a incredulidade dos escribas em seus corações.","por_que_esta_palavra":"A menção do coração enfatiza a importância da atitude interna em relação a Deus e à fé.","conexao_teologica":"A condição do coração é fundamental na relação com Deus, sendo um tema recorrente nas Escrituras sobre a necessidade de um coração puro.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"marcos_2_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o único que pode perdoar pecados, e a afirmação de Jesus desafia a compreensão dos escribas.","explicacao_detalhada":"A palavra 'Deus' (θεός) refere-se ao Criador e à fonte de toda autoridade. Neste contexto, a afirmação de Jesus de perdoar pecados é uma declaração de Sua divindade.","por_que_esta_palavra":"A menção de Deus destaca a gravidade da questão do perdão e a autoridade de Jesus como o Filho de Deus.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, e Seu poder de perdoar pecados é uma demonstração de Sua natureza divina.","referencias_relacionadas":["Isaías 43:25","Mateus 9:6","1 João 1:9"]},"marcos_2_7_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus sobre o perdão e a cura, essencial para a compreensão do evangelho.","explicacao_detalhada":"A palavra 'falar' (λαλέω) implica a ação de comunicar verdades espirituais. Neste contexto, Jesus fala sobre o perdão dos pecados, que é central em Sua missão.","por_que_esta_palavra":"A comunicação de Jesus é vital para a revelação de Deus e para a edificação da fé dos ouvintes.","conexao_teologica":"A pregação do evangelho é um mandamento para os cristãos, refletindo a importância da palavra de Deus na vida da igreja.","referencias_relacionadas":["Romanos 10:14","Marcos 16:15","Atos 2:4"]},"marcos_2_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus, conhecendo os pensamentos dos escribas, responde a eles com autoridade.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é novamente mencionada para enfatizar Sua autoridade divina e conhecimento sobrenatural sobre os corações humanos.","por_que_esta_palavra":"A repetição do nome de Jesus reforça Sua centralidade na narrativa e Sua capacidade de discernir as intenções do coração.","conexao_teologica":"A onisciência de Jesus é um atributo divino que confirma Sua identidade como Deus encarnado.","referencias_relacionadas":["Mateus 9:4","Lucas 6:8","João 2:25"]},"marcos_2_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito é associado ao poder de Deus que opera na cura e na transformação.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) refere-se à presença e ao poder de Deus. Neste contexto, o espírito é o meio pelo qual a cura e a transformação espiritual ocorrem.","por_que_esta_palavra":"A menção do espírito destaca a dimensão espiritual da cura, que vai além do físico.","conexao_teologica":"O Espírito Santo é fundamental na vida do crente, capacitando e guiando na fé.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:26","Atos 1:8"]},"marcos_2_8_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é o lugar onde a fé e a incredulidade se manifestam, sendo central na resposta a Jesus.","explicacao_detalhada":"A palavra 'coração' (καρδία) é novamente mencionada para enfatizar a importância da disposição interna em relação a Jesus e Sua mensagem.","por_que_esta_palavra":"A repetição do conceito de coração reforça a ideia de que a verdadeira fé deve vir de um coração sincero.","conexao_teologica":"A transformação do coração é essencial na experiência cristã, refletindo a necessidade de um novo nascimento.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:10","Mateus 15:18-19"]},"marcos_2_9_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui se refere à condição espiritual e física do ser humano, que é restaurada por Jesus.","explicacao_detalhada":"Neste versículo, Jesus se refere à capacidade de perdoar pecados, o que implica em trazer vida onde antes havia morte espiritual. A morte é vista como separação de Deus, e o perdão é a restauração dessa relação.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a necessidade de redenção e a obra de Cristo, que veio para dar vida.","conexao_teologica":"A morte é um tema central na teologia cristã, simbolizando a separação do homem de Deus devido ao pecado, e a necessidade de um Salvador.","referencias_relacionadas":["Romanos 6:23","João 10:10","Efésios 2:1-5"]},"marcos_2_10_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lugar físico onde os seres humanos habitam e onde a autoridade de Jesus se manifesta.","explicacao_detalhada":"Neste contexto, Jesus afirma que tem autoridade para perdoar pecados, o que se estende à sua soberania sobre toda a criação, incluindo a terra.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a abrangência da autoridade de Jesus, que não se limita ao espiritual, mas também ao físico.","conexao_teologica":"A terra é parte da criação de Deus, e a autoridade de Cristo sobre ela reafirma sua divindade e poder redentor.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Colossenses 1:16-17"]},"marcos_2_10_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A autoridade de Jesus é um tema central, mostrando seu poder sobre o pecado e a enfermidade.","explicacao_detalhada":"Jesus demonstra sua autoridade ao perdoar pecados e curar o paralítico, validando sua identidade como Filho de Deus.","por_que_esta_palavra":"A palavra 'autoridade' destaca o poder que Jesus possui, não apenas como um profeta, mas como o próprio Deus.","conexao_teologica":"A autoridade de Cristo é fundamental para a fé cristã, pois garante que suas promessas e ensinamentos são verdadeiros e dignos de confiança.","referencias_relacionadas":["Mateus 7:29","Lucas 4:36","João 5:27"]},"marcos_2_11_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A família é vista como a unidade básica da sociedade e da vida comunitária, refletindo a importância das relações humanas.","explicacao_detalhada":"Jesus menciona a família ao instruir o homem a levar sua cura para casa, enfatizando a importância da restauração nas relações familiares.","por_que_esta_palavra":"A palavra 'família' é significativa porque ressalta a necessidade de cura e reconciliação não apenas individual, mas também em contextos relacionais.","conexao_teologica":"A família é um reflexo da relação entre Deus e seu povo, e a cura trazida por Cristo se estende a todas as áreas da vida, incluindo as relações familiares.","referencias_relacionadas":["Efésios 5:25-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"marcos_2_11_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"O ato de 'departar' implica em levar a cura e a transformação para o ambiente familiar e social.","explicacao_detalhada":"Jesus instrui o homem a 'departar' e levar a boa nova de sua cura, simbolizando a missão de compartilhar o que Deus fez.","por_que_esta_palavra":"A palavra 'depart' é importante porque indica um movimento de transformação e testemunho, que deve ser levado adiante.","conexao_teologica":"A ideia de partir para testemunhar é central na missão cristã, refletindo o chamado de Jesus para que seus seguidores compartilhem o evangelho.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"marcos_2_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A menção a Deus aqui é para reafirmar a divindade de Jesus e sua relação com o Pai.","explicacao_detalhada":"Jesus, ao perdoar pecados e curar, revela a natureza divina de sua missão, mostrando que ele é um com o Pai.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a identidade de Jesus e sua autoridade sobre o perdão e a cura.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, pois somente Deus pode perdoar pecados e trazer verdadeira restauração.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:3"]},"marcos_2_12_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é novamente mencionada para enfatizar a transformação que Jesus traz à vida do homem.","explicacao_detalhada":"Neste contexto, a morte é superada pelo poder de Cristo, que oferece vida e perdão ao pecador.","por_que_esta_palavra":"A repetição da palavra 'morte' reforça a seriedade do pecado e a necessidade de redenção.","conexao_teologica":"A superação da morte é um tema central na ressurreição de Cristo, que garante a vida eterna aos que creem.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 5:12-21","Apocalipse 21:4"]},"marcos_2_12_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é manifestada através das obras de Jesus, especialmente no perdão e na cura.","explicacao_detalhada":"Quando Jesus realiza milagres, ele revela a glória de Deus, que é a manifestação de seu poder e amor.","por_que_esta_palavra":"A palavra 'glória' é essencial para entender a natureza de Deus e como Ele se revela ao mundo.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, e a obra de Cristo é um dos maiores exemplos dessa glória sendo revelada.","referencias_relacionadas":["João 1:14","Romanos 11:36","2 Coríntios 4:6"]},"marcos_2_13_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa tanto o elemento físico quanto o simbolismo de agitação e necessidade de paz.","explicacao_detalhada":"Jesus realiza suas obras em meio ao povo, que muitas vezes se assemelha a um mar agitado, clamando por ajuda e cura.","por_que_esta_palavra":"A palavra 'mar' é usada para ilustrar a vastidão da necessidade humana e a capacidade de Jesus de trazer paz.","conexao_teologica":"A imagem do mar é frequentemente usada na Bíblia para descrever a condição do coração humano e a intervenção divina.","referencias_relacionadas":["Salmos 107:29","Mateus 8:26","Marcos 4:39"]},"marcos_2_13_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo representa a multidão que busca a Jesus, simbolizando a necessidade coletiva de cura e salvação.","explicacao_detalhada":"Jesus se dirige ao povo, mostrando que sua missão é para todos, e não apenas para alguns escolhidos.","por_que_esta_palavra":"A palavra 'povo' é significativa porque destaca a universalidade da mensagem de Cristo e sua compaixão por todos.","conexao_teologica":"A inclusão do povo na obra de Jesus reflete o coração de Deus por todas as nações e a chamada para a evangelização.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","Atos 2:21"]},"marcos_2_13_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' indica movimento em direção a um lugar ou situação futura.","explicacao_detalhada":"No contexto de Marcos 2:13, Jesus estava saindo para ensinar e chamar pessoas para segui-lo, simbolizando um novo começo e a expansão de seu ministério.","por_que_esta_palavra":"A escolha da palavra 'adiante' enfatiza a ação de Jesus em ir em direção a novos desafios e oportunidades para ensinar.","conexao_teologica":"A ideia de ir adiante é central na missão de Jesus, que constantemente chamava as pessoas a deixarem suas vidas passadas e seguirem um novo caminho.","referencias_relacionadas":["Mateus 4:19","Lucas 5:10","João 1:43"]},"marcos_2_14_receipt":{"palavra_pt":"receipt","palavra_original":"τελώνιον","transliteracao":"telṓnion","strong":"G5058","significado_raiz":"Ideia básica: receipt.","significado_contextual":"A palavra 'receipt' refere-se ao local onde os impostos eram coletados, simbolizando a função de Levi como cobrador de impostos.","explicacao_detalhada":"Levi, ao ser chamado por Jesus, representa a transformação de uma vida dedicada à coleta de impostos para uma vida de discipulado e serviço ao Reino de Deus.","por_que_esta_palavra":"A palavra 'receipt' é significativa porque destaca a posição social e moral de Levi, que era desprezado pelos judeus.","conexao_teologica":"A chamada de Levi ilustra a graça de Deus que alcança até os mais marginalizados e pecadores.","referencias_relacionadas":["Mateus 9:9","Lucas 5:27","Lucas 19:1-10"]},"marcos_2_14_nome":{"palavra_pt":"nome","palavra_original":"Λευΐ","transliteracao":"Leuḯ","strong":"G3017","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Levi' tem conotações de união e ligação, refletindo seu papel como coletor de impostos e, posteriormente, como apóstolo.","explicacao_detalhada":"O nome de Levi é importante porque representa a transformação de sua identidade de cobrador de impostos para um seguidor de Cristo.","por_que_esta_palavra":"O nome é mencionado para enfatizar a mudança radical que ocorre na vida de Levi após seu encontro com Jesus.","conexao_teologica":"A mudança de nome ou identidade é um tema recorrente na Bíblia, simbolizando a nova vida em Cristo.","referencias_relacionadas":["Gênesis 29:34","Mateus 9:9","Lucas 5:27"]},"marcos_2_14_depart":{"palavra_pt":"depart","palavra_original":"παράγω","transliteracao":"parágō","strong":"G3855","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' implica em deixar um lugar ou situação, simbolizando a decisão de Levi de abandonar sua antiga vida.","explicacao_detalhada":"Levi deixa seu trabalho como coletor de impostos para seguir Jesus, representando um ato de fé e compromisso.","por_que_esta_palavra":"A escolha de 'depart' destaca a urgência e a importância da resposta de Levi ao chamado de Jesus.","conexao_teologica":"O ato de deixar tudo para seguir a Cristo é um chamado universal para todos os discípulos.","referencias_relacionadas":["Mateus 4:19-20","Lucas 9:23","Filipenses 3:13-14"]},"marcos_2_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na mensagem do evangelho.","explicacao_detalhada":"Neste versículo, Jesus é o agente de transformação na vida de Levi e dos outros que estavam com ele.","por_que_esta_palavra":"O nome 'Jesus' é mencionado para enfatizar sua autoridade e poder para mudar vidas.","conexao_teologica":"Jesus é o centro da fé cristã, e sua presença é o que transforma e redime.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_2_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica uma mudança ou transformação significativa na vida de alguém.","explicacao_detalhada":"A transformação de Levi em um seguidor de Jesus é um exemplo de como o encontro com Cristo pode mudar radicalmente a vida de uma pessoa.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a natureza da conversão e do discipulado.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde a nova vida em Cristo é enfatizada.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"marcos_2_16_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"A palavra 'escriba' refere-se a um especialista na Lei, que frequentemente se opunha ao ministério de Jesus.","explicacao_detalhada":"Os escribas questionavam as ações de Jesus, especialmente sua associação com pecadores, revelando a tensão entre a tradição religiosa e a nova mensagem do evangelho.","por_que_esta_palavra":"A menção dos escribas destaca a crítica e o desafio que Jesus enfrentou em seu ministério.","conexao_teologica":"A oposição dos escribas é um reflexo da resistência à nova aliança que Jesus estava estabelecendo.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38-40","Lucas 11:52"]},"marcos_2_16_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou ser discípulo de alguém, especialmente no contexto do discipulado.","explicacao_detalhada":"Os escribas criticavam Jesus por se associar com aqueles que 'seguem' a Ele, revelando a exclusividade do chamado de Jesus.","por_que_esta_palavra":"A palavra 'seguir' é fundamental para entender o que significa ser um discípulo de Cristo.","conexao_teologica":"O chamado para seguir a Jesus é um convite para todos, independentemente de seu passado.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"marcos_2_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' reafirma a centralidade do Salvador na mensagem de redenção e cura.","explicacao_detalhada":"Jesus explica que veio para os doentes, não para os sãos, enfatizando sua missão de salvar e curar os pecadores.","por_que_esta_palavra":"A repetição do nome 'Jesus' destaca sua autoridade e a razão de sua vinda ao mundo.","conexao_teologica":"A missão de Jesus é de buscar e salvar o que estava perdido, refletindo o amor de Deus pela humanidade.","referencias_relacionadas":["Lucas 19:10","Mateus 9:12-13","1 Timóteo 1:15"]},"marcos_2_17_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade espiritual e à condição dos pecadores.","explicacao_detalhada":"Jesus usa a palavra 'assunto' para enfatizar que sua missão é atender às necessidades espirituais dos que estão perdidos.","por_que_esta_palavra":"A escolha da palavra 'assunto' destaca a urgência e a importância do ministério de Jesus.","conexao_teologica":"A preocupação de Jesus com os necessitados é um reflexo do coração de Deus pela humanidade.","referencias_relacionadas":["Isaías 61:1","Mateus 11:28-30","Romanos 5:8"]},"marcos_2_17_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se àqueles que são justos ou inocentes, em contraste com os pecadores.","explicacao_detalhada":"A palavra 'inocente' no contexto de Marcos 2:17 é usada por Jesus para descrever aqueles que não precisam de arrependimento, implicando que Ele veio para salvar os pecadores, não os justos.","por_que_esta_palavra":"Jesus usa 'inocente' para enfatizar a necessidade de arrependimento e a missão de salvar os que estão perdidos.","conexao_teologica":"A ideia de que Jesus veio para os pecadores é central na teologia cristã, mostrando a graça de Deus em ação.","referencias_relacionadas":["Lucas 5:32","Mateus 9:13","Romanos 3:23"]},"marcos_2_18_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é mencionado no contexto de questionar a prática de jejum.","explicacao_detalhada":"O nome 'João' é associado ao batismo e à preparação do caminho para Jesus, e sua menção destaca a importância do arrependimento e da preparação espiritual.","por_que_esta_palavra":"O uso do nome 'João' serve para contrastar as práticas dos discípulos de Jesus com as tradições judaicas.","conexao_teologica":"João Batista é visto como o precursor de Cristo, preparando o caminho para a nova aliança.","referencias_relacionadas":["Mateus 3:1-3","Lucas 1:76","João 1:23"]},"marcos_2_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Filho de Deus e o Messias.","explicacao_detalhada":"A menção de 'Jesus' neste versículo destaca sua autoridade e a nova era que Ele traz, onde a alegria e a celebração são apropriadas.","por_que_esta_palavra":"Jesus é o centro da mensagem do evangelho, e sua presença é motivo de alegria.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a compreensão da salvação e da nova aliança.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"marcos_2_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a autoridade divina e a relação de Jesus com o Pai.","explicacao_detalhada":"O uso de 'deus' no contexto de Marcos 2:19 sublinha a divindade de Jesus e sua missão redentora.","por_que_esta_palavra":"A menção de Deus reforça a conexão entre Jesus e a vontade divina.","conexao_teologica":"A relação entre Jesus e Deus Pai é central na doutrina da Trindade.","referencias_relacionadas":["João 10:30","Hebreus 1:3","Colossenses 2:9"]},"marcos_2_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Jesus estava presente, simbolizando uma nova era.","explicacao_detalhada":"O 'dia' mencionado representa a época do ministério de Jesus, onde a alegria e a celebração são apropriadas.","por_que_esta_palavra":"A ideia de 'dia' é importante para entender a transição entre as antigas práticas religiosas e a nova vida em Cristo.","conexao_teologica":"O conceito de tempo e cumprimento das promessas de Deus é um tema recorrente na Bíblia.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 4:4-5","Efésios 2:19-22"]},"marcos_2_20_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou chegar, simbolizando a presença de Jesus.","explicacao_detalhada":"A palavra 'vir' implica a chegada de algo novo e significativo, que é a presença de Jesus entre seu povo.","por_que_esta_palavra":"A vinda de Jesus é um marco na história da salvação, trazendo esperança e transformação.","conexao_teologica":"A vinda de Cristo é um cumprimento das profecias do Antigo Testamento.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Lucas 2:10-11"]},"marcos_2_21_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de transformação ou mudança que ocorre com a nova aliança.","explicacao_detalhada":"A palavra 'tornar-se' destaca a necessidade de uma mudança radical na vida dos crentes, que é necessária para acolher a nova mensagem de Jesus.","por_que_esta_palavra":"A transformação é essencial para a vida cristã, onde o velho dá lugar ao novo.","conexao_teologica":"A ideia de transformação é central na experiência cristã de regeneração e renovação.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"marcos_2_22_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao vinho como símbolo da nova aliança e da alegria.","explicacao_detalhada":"A palavra 'vinho' é usada para ilustrar a nova vida que Jesus traz, contrastando com as tradições antigas.","por_que_esta_palavra":"O vinho simboliza a alegria e a celebração, representando a nova aliança em Cristo.","conexao_teologica":"O vinho é um símbolo importante na Ceia do Senhor, representando o sangue de Cristo.","referencias_relacionadas":["Mateus 26:27-28","Lucas 22:20","1 Coríntios 11:25"]},"marcos_2_22_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina sobre as tradições.","explicacao_detalhada":"A menção de 'deus' destaca a importância de seguir a vontade divina em vez das tradições humanas.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a nova aliança e a vontade de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Hebreus 4:13"]},"marcos_2_22_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à incapacidade de seguir as tradições sem a ajuda divina.","explicacao_detalhada":"A palavra 'homem' enfatiza a fragilidade e a necessidade de redenção que todos têm.","por_que_esta_palavra":"A menção de 'homem' é importante para reconhecer a necessidade de um Salvador.","conexao_teologica":"A condição do homem é um tema recorrente na Bíblia, que aponta para a necessidade de salvação em Cristo.","referencias_relacionadas":["Romanos 3:10-12","Gálatas 3:22","Efésios 2:1-3"]},"marcos_2_23_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de algo se tornar ou acontecer, enfatizando a transformação ou mudança de estado.","explicacao_detalhada":"A palavra 'tornar-se' sugere uma transição, como a mudança de um estado de inatividade para atividade, que é central na narrativa sobre o sábado e as práticas religiosas.","por_que_esta_palavra":"É utilizada para ilustrar a ideia de que as regras podem ser reinterpretadas ou que novas realidades podem surgir a partir de ações humanas.","conexao_teologica":"A transformação é um tema recorrente na Bíblia, onde Deus frequentemente transforma situações e pessoas para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"marcos_2_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Indica a ação de fazer, que é central para a discussão sobre o que é permitido no sábado.","explicacao_detalhada":"A palavra 'fazer' implica em atividade e trabalho, que são temas debatidos em relação ao descanso sabático.","por_que_esta_palavra":"É crucial para entender a controvérsia sobre as ações permitidas no sábado e a natureza do descanso.","conexao_teologica":"A ideia de fazer é importante na teologia cristã, onde as obras são vistas como uma expressão da fé.","referencias_relacionadas":["Mateus 12:12","João 5:17","Tiago 2:26"]},"marcos_2_23_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso, um conceito fundamental na lei judaica.","explicacao_detalhada":"O sábado é um dia de descanso e adoração, e a discussão em Marcos 2 aborda a interpretação das leis relacionadas a ele.","por_que_esta_palavra":"É essencial para entender a relação entre a lei e a graça, e como Jesus redefine o significado do sábado.","conexao_teologica":"O sábado simboliza descanso e renovação, refletindo a obra de Deus na criação e na redenção.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Hebreus 4:9-10"]},"marcos_2_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Novamente, refere-se à ação de fazer, enfatizando a prática no contexto do sábado.","explicacao_detalhada":"A repetição da palavra 'fazer' reforça a ideia de que as ações têm um papel importante na observância do sábado.","por_que_esta_palavra":"É usada para desafiar as normas rígidas sobre o que pode ser feito no sábado.","conexao_teologica":"As ações realizadas em nome da necessidade e da misericórdia são valorizadas acima da mera observância da lei.","referencias_relacionadas":["Lucas 6:9","Mateus 12:10-14","Marcos 3:4"]},"marcos_2_24_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Novamente, refere-se ao conceito de sábado, enfatizando sua importância na lei judaica.","explicacao_detalhada":"A repetição do termo 'sábado' destaca a centralidade desse dia nas discussões sobre a lei e a prática religiosa.","por_que_esta_palavra":"É crucial para entender a tensão entre a tradição religiosa e a nova interpretação trazida por Jesus.","conexao_teologica":"O sábado é um símbolo de descanso em Deus e da libertação que Jesus oferece.","referencias_relacionadas":["Êxodo 31:14-15","Marcos 2:27","Colossenses 2:16-17"]},"marcos_2_25_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Davi, uma figura central na história de Israel e na linhagem messiânica.","explicacao_detalhada":"A menção a Davi é significativa, pois Jesus usa sua autoridade como exemplo para justificar ações que desafiam a tradição.","por_que_esta_palavra":"Davi é um símbolo de liderança e legitimidade, e sua referência fortalece a argumentação de Jesus.","conexao_teologica":"A linhagem de Davi é fundamental para a compreensão do Messias, que é identificado como descendente de Davi.","referencias_relacionadas":["1 Samuel 16:1-13","Mateus 1:1","Atos 2:30"]},"marcos_2_25_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a assuntos ou necessidades, especialmente em relação ao que é permitido fazer no sábado.","explicacao_detalhada":"A palavra 'assunto' implica em questões práticas que podem surgir, desafiando a rigidez da observância do sábado.","por_que_esta_palavra":"É usada para justificar a necessidade de agir em situações que exigem atenção, mesmo no dia de descanso.","conexao_teologica":"A ideia de atender às necessidades é central na mensagem de Jesus, que enfatiza a misericórdia sobre a lei.","referencias_relacionadas":["Mateus 12:11","Lucas 14:5","Gálatas 6:2"]},"marcos_2_25_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Mais uma vez, refere-se à ação de fazer, reforçando a ideia de que a atividade é necessária em certas circunstâncias.","explicacao_detalhada":"A repetição da palavra 'fazer' sublinha a importância de agir em resposta a necessidades, mesmo no sábado.","por_que_esta_palavra":"É uma defesa da ação em nome da compaixão e da necessidade humana.","conexao_teologica":"A prática da fé é demonstrada através de ações que refletem o amor e a misericórdia de Deus.","referencias_relacionadas":["Mateus 12:12","Lucas 6:9","Tiago 2:14-17"]},"marcos_2_26_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família, especialmente no contexto da casa de Davi e suas tradições.","explicacao_detalhada":"A palavra 'família' destaca a importância das relações e da herança na cultura judaica.","por_que_esta_palavra":"É relevante para entender a legitimidade das ações de Jesus em relação à tradição familiar e religiosa.","conexao_teologica":"A família é vista como uma unidade fundamental na sociedade e na obra de Deus na história da salvação.","referencias_relacionadas":["Gênesis 2:24","Êxodo 20:12","Efésios 6:1-4"]},"marcos_2_26_templo":{"palavra_pt":"templo","palavra_original":"πρόθεσις","transliteracao":"próthesis","strong":"G4286","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo, um lugar sagrado de adoração e presença de Deus.","explicacao_detalhada":"A palavra 'templo' é usada para enfatizar a importância da adoração e da presença divina na vida do povo.","por_que_esta_palavra":"É crucial para entender a relação entre o culto e as práticas religiosas, especialmente em relação ao sábado.","conexao_teologica":"O templo simboliza a presença de Deus entre Seu povo e a necessidade de um lugar de adoração.","referencias_relacionadas":["Salmos 27:4","Mateus 21:12-13","1 Coríntios 3:16"]},"marcos_2_27_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação ou mudança de estado, indicando que algo pode ser alterado em sua essência.","explicacao_detalhada":"Neste contexto, Jesus ensina que o sábado foi feito para o homem, e não o homem para o sábado, sugerindo que a observância do sábado deve ser entendida como algo que serve ao bem-estar humano, e não como uma carga.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a flexibilidade e a intenção por trás das leis religiosas, enfatizando que a vida e a misericórdia são mais importantes que a rigidez da lei.","conexao_teologica":"A ideia de que Deus se preocupa mais com o ser humano do que com a observância ritual é um tema central na teologia cristã, refletindo o amor e a graça de Deus.","referencias_relacionadas":["Mateus 12:8","Lucas 6:5","Romanos 14:6"]},"marcos_2_27_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, estabelecido por Deus como um tempo sagrado.","explicacao_detalhada":"Jesus redefine o entendimento do sábado, mostrando que sua finalidade é proporcionar descanso e não ser uma carga. Ele enfatiza que a observância do sábado deve ser uma bênção para a humanidade.","por_que_esta_palavra":"A palavra 'sábado' é central para a discussão sobre a lei e a graça, pois representa a tradição judaica que Jesus estava reinterpretando.","conexao_teologica":"O sábado simboliza o descanso de Deus após a criação e é um prefiguração do descanso eterno que os crentes encontrarão em Cristo.","referencias_relacionadas":["Êxodo 20:8-11","Hebreus 4:9-10","Colossenses 2:16-17"]},"marcos_2_27_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a comunicação de uma verdade ou ensinamento.","explicacao_detalhada":"Jesus usa a palavra 'dizer' para ensinar sobre a verdadeira natureza do sábado, desafiando as interpretações rígidas da lei.","por_que_esta_palavra":"A comunicação é fundamental para a revelação divina e a compreensão das Escrituras, mostrando que a verdade deve ser proclamada.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de suas verdades é essencial para a fé e a prática cristã.","referencias_relacionadas":["João 1:1","Romanos 10:17","2 Timóteo 3:16"]},"marcos_2_28_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' denota autoridade e domínio, especialmente em relação a Deus.","explicacao_detalhada":"Jesus afirma sua autoridade sobre o sábado, indicando que Ele é o Senhor do sábado e, portanto, tem o direito de interpretar a lei.","por_que_esta_palavra":"A noção de autoridade é fundamental para entender a relação de Jesus com a lei e sua missão redentora.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"marcos_2_28_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é visto como um presente de Deus para a humanidade, um tempo de descanso e renovação.","explicacao_detalhada":"A repetição da palavra 'sábado' enfatiza sua importância e o papel que desempenha na vida espiritual dos crentes.","por_que_esta_palavra":"A palavra 'sábado' é essencial para a compreensão do descanso que Deus oferece e a liberdade que Jesus traz.","conexao_teologica":"O sábado é um símbolo do descanso espiritual que encontramos em Cristo, que nos liberta das obrigações da lei.","referencias_relacionadas":["Gênesis 2:2-3","Mateus 11:28","Hebreus 4:9-11"]}}