{"marcos_5_1_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"A palavra 'além' indica a transição para uma nova região, simbolizando a expansão do ministério de Jesus.","explicacao_detalhada":"Jesus e seus discípulos atravessam para o outro lado do mar, onde encontram um homem possesso, mostrando que seu poder se estende além das fronteiras.","por_que_esta_palavra":"A palavra 'além' sugere um movimento para novas oportunidades e desafios no ministério.","conexao_teologica":"A missão de Jesus é universal, alcançando todos os povos e lugares, não se limitando a Israel.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 15:17-19"]},"marcos_5_1_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' aqui representa a barreira que Jesus e seus discípulos cruzam para alcançar os necessitados do outro lado.","explicacao_detalhada":"O mar é um símbolo de separação e perigo, mas Jesus atravessa isso para cumprir sua missão de salvação.","por_que_esta_palavra":"A menção do 'mar' enfatiza a coragem e a determinação de Jesus em ir aonde as pessoas precisam dele.","conexao_teologica":"Jesus é o bom pastor que busca as ovelhas perdidas, não se importando com as barreiras que precisa cruzar.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","João 10:11"]},"marcos_5_1_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se ao lugar onde Jesus chega, simbolizando a terra dos gentios e a necessidade de salvação.","explicacao_detalhada":"Ao chegar ao solo dos gerasenos, Jesus se depara com um homem possesso, mostrando que sua missão é para todos, independentemente de sua origem.","por_que_esta_palavra":"A palavra 'solo' destaca a importância do local e da cultura onde Jesus ministra.","conexao_teologica":"A inclusão dos gentios na mensagem de Jesus é um tema central no Novo Testamento, mostrando que a salvação é para todos.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:13-14","Atos 10:34-35"]},"marcos_5_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a essência vital do ser humano, que pode estar em conflito ou em harmonia com Deus.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a parte imaterial do ser humano, que é capaz de se relacionar com Deus. No contexto de Marcos 5, o espírito é apresentado como atormentado e em necessidade de libertação.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza espiritual do ser humano e a necessidade de redenção e cura espiritual.","conexao_teologica":"O conceito de espírito é central na teologia cristã, pois enfatiza a necessidade de um relacionamento espiritual com Deus e a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:7","João 4:24"]},"marcos_5_2_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a localização ou a condição de estar em meio a algo ou alguém.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma relação de proximidade ou inclusão, enfatizando a presença do indivíduo em um contexto específico, como a comunidade ou o ambiente ao seu redor.","por_que_esta_palavra":"É importante para entender a dinâmica social e espiritual do contexto em que Jesus opera, mostrando que Ele está acessível e presente entre as pessoas.","conexao_teologica":"A presença de Jesus entre as pessoas é um tema recorrente, mostrando que Ele se importa com a humanidade e busca estar próximo de nós.","referencias_relacionadas":["Mateus 18:20","Lucas 5:30","João 1:14"]},"marcos_5_3_dwelling":{"palavra_pt":"dwelling","palavra_original":"κατοίκησις","transliteracao":"katoíkēsis","strong":"G2731","significado_raiz":"Ideia básica: dwelling.","significado_contextual":"Refere-se ao lugar onde alguém reside ou habita, muitas vezes associado a um estado de vida ou condição.","explicacao_detalhada":"A palavra 'dwelling' (κατοίκησις) implica um espaço de habitação que pode ser físico ou espiritual, refletindo a condição de vida do indivíduo.","por_que_esta_palavra":"É relevante para entender a situação do homem possesso, que habitava em um lugar de desespero e opressão, contrastando com a liberdade que Jesus oferece.","conexao_teologica":"A habitação de Deus entre os homens é um tema central na Bíblia, culminando na promessa de que Deus habitará com Seu povo na Nova Jerusalém.","referencias_relacionadas":["Êxodo 25:8","Salmos 91:1","Apocalipse 21:3"]},"marcos_5_3_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se ao estado de ter controle ou domínio sobre algo, neste caso, sobre a vida de uma pessoa.","explicacao_detalhada":"A palavra 'possessao' (ἔχω) indica que o homem estava sob o domínio de espíritos malignos, o que afetava sua vida e comportamento.","por_que_esta_palavra":"É fundamental para entender a opressão espiritual e a necessidade de libertação que Jesus proporciona.","conexao_teologica":"A libertação da possessão demoníaca é um sinal do poder de Jesus sobre as forças do mal e Sua missão de trazer liberdade aos cativos.","referencias_relacionadas":["Lucas 4:18","João 8:36","Atos 10:38"]},"marcos_5_4_vento":{"palavra_pt":"vento","palavra_original":"δέω","transliteracao":"déō","strong":"G1210","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se a um fenômeno natural que pode simbolizar poder, força ou a presença do Espírito.","explicacao_detalhada":"A palavra 'vento' (δέω) pode ser interpretada como uma metáfora para a força do Espírito Santo ou a turbulência que acompanha a possessão.","por_que_esta_palavra":"É importante para ilustrar a intensidade da luta espiritual que o homem enfrentava e a intervenção divina que se seguia.","conexao_teologica":"O vento é frequentemente associado ao Espírito de Deus, que traz transformação e renovação.","referencias_relacionadas":["João 3:8","Atos 2:2","Ezequiel 37:9"]},"marcos_5_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo, simbolizando a vida cotidiana e as experiências humanas.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) representa o tempo em que as ações e eventos ocorrem, refletindo a realidade da vida do homem possesso.","por_que_esta_palavra":"É relevante para entender a continuidade da luta do homem e a esperança de libertação que Jesus traz.","conexao_teologica":"O dia é um símbolo do tempo de Deus, onde Ele atua na história da humanidade para trazer redenção.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","2 Coríntios 6:2"]},"marcos_5_5_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento mais escuro da noite, simbolizando desespero e opressão.","explicacao_detalhada":"A palavra 'mid night' (νύξ) pode simbolizar um tempo de crise e necessidade, refletindo a condição extrema do homem possesso.","por_que_esta_palavra":"É importante para ilustrar a profundidade da escuridão espiritual que ele enfrentava antes da intervenção de Jesus.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para simbolizar o pecado e a separação de Deus, contrastando com a luz que Jesus traz.","referencias_relacionadas":["Salmos 30:5","João 8:12","1 Tessalonicenses 5:5"]},"marcos_5_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, que traz salvação e libertação.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é o nome que significa 'O Senhor salva', enfatizando Sua missão de resgatar os perdidos.","por_que_esta_palavra":"É fundamental para reconhecer a autoridade e o poder de Jesus sobre as forças do mal.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus de enviar um Salvador, e Sua obra de libertação é central na mensagem do evangelho.","referencias_relacionadas":["Mateus 1:21","Lucas 19:10","Atos 4:12"]},"marcos_5_6_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber ou entender algo, muitas vezes em um nível mais profundo.","explicacao_detalhada":"A palavra 'ver/conhecer' (εἴδω) implica um reconhecimento que vai além da simples observação, envolvendo uma compreensão espiritual.","por_que_esta_palavra":"É importante para entender a revelação de Jesus e o reconhecimento de Sua autoridade por parte dos que O encontram.","conexao_teologica":"O conhecimento de Jesus é essencial para a fé e a salvação, pois envolve um relacionamento pessoal com Ele.","referencias_relacionadas":["João 10:14","Filipenses 3:10","1 João 5:20"]},"marcos_5_6_andar":{"palavra_pt":"andar","palavra_original":"τρέχω","transliteracao":"tréchō","strong":"G5143","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir, muitas vezes simbolizando a jornada da vida.","explicacao_detalhada":"A palavra 'andar' (τρέχω) pode ser interpretada como uma metáfora para a maneira como uma pessoa vive sua vida, incluindo suas ações e decisões.","por_que_esta_palavra":"É relevante para entender a transformação que ocorre na vida de alguém que encontra Jesus e é libertado.","conexao_teologica":"Andar com Cristo é um tema central na vida cristã, simbolizando a obediência e a comunhão com Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"marcos_5_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e Salvador da humanidade. Neste versículo, Ele é invocado por um homem possuído por espíritos impuros, demonstrando a autoridade e poder de Jesus sobre as forças malignas.","por_que_esta_palavra":"A menção de Jesus neste contexto enfatiza a sua divindade e poder de libertação, sendo a única esperança para aqueles que estão em situações de opressão espiritual.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua presença é essencial para a salvação e libertação do pecado e da opressão.","referencias_relacionadas":["Mateus 1:21","Lucas 4:18","João 14:6"]},"marcos_5_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador de todas as coisas.","explicacao_detalhada":"Neste versículo, a invocação de Deus é feita em um contexto de desespero e busca de ajuda. A palavra 'Deus' é usada para reconhecer a soberania e o poder divino sobre todas as situações, incluindo a libertação de demônios.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o homem e o Criador, especialmente em momentos de crise, quando se busca auxílio divino.","conexao_teologica":"A natureza de Deus como protetor e salvador é um tema recorrente nas Escrituras, mostrando que Ele está sempre presente para ajudar aqueles que clamam por Ele.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"marcos_5_7_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se a um medo profundo e reverente.","explicacao_detalhada":"O temor mencionado aqui é uma resposta à presença de Jesus e ao seu poder. Este temor é diferente do medo comum; é um reconhecimento da grandeza e autoridade de Cristo, que provoca uma reação de respeito e submissão.","por_que_esta_palavra":"O temor é uma resposta natural à manifestação do poder divino, refletindo a necessidade de reverência diante de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é essencial para uma relação saudável com Deus, que envolve respeito e adoração.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"marcos_5_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, muitas vezes associado à vida e à presença de Deus.","explicacao_detalhada":"A palavra 'espírito' neste contexto é usada para descrever a natureza espiritual que Jesus confronta. Ele tem autoridade sobre os espíritos malignos, mostrando que pode expulsá-los e trazer libertação.","por_que_esta_palavra":"A menção do espírito é crucial para entender a batalha espiritual que ocorre e a autoridade de Jesus sobre essas forças.","conexao_teologica":"O Espírito Santo é o agente de transformação e poder na vida dos crentes, e a vitória de Jesus sobre os espíritos impuros é um sinal do seu domínio sobre o mal.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:9","1 Coríntios 12:7"]},"marcos_5_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a interação entre Jesus e os espíritos impuros, enfatizando a proximidade e a confrontação direta que ocorre neste momento.","por_que_esta_palavra":"A noção de 'entre' destaca a presença de Jesus em situações de conflito espiritual, mostrando que Ele não está distante, mas ativo e presente.","conexao_teologica":"A presença de Jesus entre nós é um tema central no cristianismo, onde Ele promete estar conosco em todas as circunstâncias.","referencias_relacionadas":["Mateus 18:20","Hebreus 13:5","João 14:23"]},"marcos_5_8_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de falar ou invocar.","explicacao_detalhada":"A palavra 'dizer' é usada para descrever a ação de Jesus ao se dirigir aos espíritos impuros, mostrando a autoridade que Ele tem para ordenar e comandar.","por_que_esta_palavra":"A capacidade de Jesus de 'dizer' e fazer acontecer é um testemunho de sua divindade e poder sobre a criação.","conexao_teologica":"A palavra de Jesus é poderosa e eficaz, refletindo a criação do mundo através da Sua palavra e a autoridade que Ele possui sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:3"]},"marcos_5_9_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é numeroso ou significativo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a quantidade de demônios que possuíam o homem, enfatizando a gravidade da situação e a necessidade de intervenção divina.","por_que_esta_palavra":"A grandeza dos demônios contrasta com a grandeza do poder de Jesus, que é capaz de libertar mesmo das situações mais difíceis.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza do pecado e do mal, mostrando que Ele é sempre maior.","referencias_relacionadas":["1 João 4:4","Romanos 5:20","Salmos 147:5"]},"marcos_5_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Novamente refere-se a algo que é numeroso ou significativo.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'grande' reforça a ideia da magnitude da opressão que o homem estava enfrentando, mas também a grandeza do poder de Jesus para confrontar essa opressão.","por_que_esta_palavra":"A ênfase na grandeza dos demônios serve para destacar a eficácia da intervenção de Jesus, que é capaz de lidar com qualquer situação.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Ele é apresentado como o Todo-Poderoso que pode fazer infinitamente mais do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 3:20","Salmos 145:3","Isaías 40:12"]},"marcos_5_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou ausência.","explicacao_detalhada":"A palavra 'não' é usada para enfatizar a impossibilidade de os demônios permanecerem diante do poder de Jesus, indicando que eles não têm autoridade sobre Ele.","por_que_esta_palavra":"A negação é uma afirmação poderosa da autoridade de Jesus, que não permite que o mal prevaleça.","conexao_teologica":"A vitória de Jesus sobre o mal é um tema central no Novo Testamento, onde Ele é apresentado como aquele que derrota o pecado e a morte.","referencias_relacionadas":["Colossenses 2:15","1 Coríntios 15:57","Romanos 8:37"]},"marcos_5_10_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao lugar ou território.","explicacao_detalhada":"A palavra 'solo' é usada para descrever a região onde os demônios habitavam, enfatizando a territorialidade do mal e a necessidade de Jesus para trazer libertação.","por_que_esta_palavra":"O solo representa o domínio onde o mal opera, e a intervenção de Jesus é necessária para restaurar a ordem e a vida.","conexao_teologica":"A ideia de que Jesus tem autoridade sobre todos os lugares e situações é um tema recorrente, mostrando que Ele é Senhor sobre toda a criação.","referencias_relacionadas":["Mateus 28:18","Salmos 24:1","Romanos 14:11"]},"marcos_5_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere ao medo intenso que as pessoas sentem diante de eventos sobrenaturais.","explicacao_detalhada":"Neste contexto, o temor é uma reação ao poder de Jesus, que demonstrou autoridade sobre os espíritos malignos. As pessoas ficaram aterrorizadas ao ver a transformação do homem possesso, o que gerou um sentimento de reverência e medo.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a resposta humana ao poder divino e à presença de algo que transcende a compreensão natural.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10). Este temor é saudável e leva à reverência e adoração a Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Lucas 8:37"]},"marcos_5_11_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte é um símbolo de grandeza e estabilidade, frequentemente associado à presença de Deus.","explicacao_detalhada":"Neste versículo, o monte pode representar um lugar elevado onde se pode ter uma visão mais clara das coisas, tanto fisicamente quanto espiritualmente. A menção de montes na Bíblia muitas vezes está ligada a encontros com Deus.","por_que_esta_palavra":"A palavra 'monte' é utilizada para enfatizar a grandeza e a majestade de Deus, além de ser um local de revelação divina.","conexao_teologica":"Os montes são frequentemente mencionados na Bíblia como locais de adoração e revelação, como o Monte Sinai e o Monte das Oliveiras.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"marcos_5_12_espirito":{"palavra_pt":"espirito","palavra_original":"δαίμων","transliteracao":"daímōn","strong":"G1142","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito aqui se refere a um ser espiritual maligno, um demônio que possui o homem.","explicacao_detalhada":"Neste contexto, o espírito maligno é a causa da tormenta e da desgraça do homem possesso. A palavra 'espírito' é usada para descrever a natureza imaterial e maligna que afeta a vida humana.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a batalha espiritual que ocorre entre o bem e o mal, e a autoridade de Jesus sobre essas forças.","conexao_teologica":"A presença de espíritos malignos é um tema recorrente na Bíblia, mostrando a necessidade de libertação e a vitória de Cristo sobre o mal.","referencias_relacionadas":["Mateus 12:43-45","Marcos 1:34","Lucas 8:30"]},"marcos_5_12_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de invocar ou pedir algo, neste caso, o espírito maligno pedindo para ser enviado para os porcos.","explicacao_detalhada":"O espírito maligno, ao ser confrontado por Jesus, pede para ser enviado para os porcos, demonstrando sua consciência e a necessidade de um corpo para habitar.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque revela a dinâmica de autoridade entre Jesus e os espíritos malignos.","conexao_teologica":"A autoridade de Jesus é evidente quando os demônios reconhecem seu poder e se submetem a Ele.","referencias_relacionadas":["Mateus 8:31","Marcos 1:24","Lucas 4:34"]},"marcos_5_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa a salvação e a autoridade divina.","explicacao_detalhada":"Neste contexto, Jesus exerce seu poder sobre os demônios, mostrando que Ele é o Senhor sobre todas as forças espirituais.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a salvação da humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua autoridade é reconhecida até mesmo pelos espíritos malignos.","referencias_relacionadas":["Mateus 1:21","João 14:6","Filipenses 2:9-11"]},"marcos_5_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O sopro refere-se ao espírito que sai do homem possesso, simbolizando libertação.","explicacao_detalhada":"Neste versículo, o sopro representa a saída do espírito maligno, indicando a libertação do homem e a restauração de sua vida.","por_que_esta_palavra":"A palavra 'sopro' é usada para descrever a ação do espírito, que é essencial para a vida e a liberdade.","conexao_teologica":"A libertação do espírito maligno é um ato de redenção, mostrando o poder de Jesus para restaurar vidas.","referencias_relacionadas":["João 20:22","Atos 2:4","Romanos 8:2"]},"marcos_5_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se à transformação que ocorre após a libertação do homem possesso.","explicacao_detalhada":"Neste contexto, a transformação do homem é um testemunho do poder de Jesus e da mudança que Ele pode trazer à vida das pessoas.","por_que_esta_palavra":"A palavra 'tornar-se' é significativa porque indica um processo de mudança e renovação.","conexao_teologica":"A transformação espiritual é um tema central na Bíblia, onde a nova vida em Cristo é enfatizada.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"marcos_5_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o agente da transformação e da cura.","explicacao_detalhada":"Neste versículo, a presença de Jesus é fundamental para a mudança que ocorre na vida do homem libertado.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua importância e autoridade na realização de milagres.","conexao_teologica":"Jesus é o Salvador que traz cura e libertação, cumprindo as promessas de Deus para a humanidade.","referencias_relacionadas":["Mateus 9:35","Marcos 1:34","Lucas 4:18"]},"marcos_5_15_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Vir refere-se à ação de se aproximar ou se apresentar, neste caso, o homem libertado se apresenta a Jesus.","explicacao_detalhada":"O ato de vir até Jesus demonstra a resposta do homem à transformação que ocorreu em sua vida, simbolizando a gratidão e a nova direção.","por_que_esta_palavra":"A palavra 'vir' é importante porque indica a ação de se mover em direção a algo ou alguém, especialmente em busca de ajuda ou reconhecimento.","conexao_teologica":"Vir a Jesus é um passo essencial na vida cristã, simbolizando a fé e a aceitação da salvação.","referencias_relacionadas":["Mateus 11:28","João 6:37","Hebreus 7:25"]},"marcos_5_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se à continuação da transformação e ao impacto que a libertação teve na vida do homem.","explicacao_detalhada":"Neste versículo, a transformação é um testemunho do poder de Jesus e do impacto que Ele tem na vida das pessoas.","por_que_esta_palavra":"A repetição da ideia de 'tornar-se' enfatiza a continuidade da obra de Deus na vida do crente.","conexao_teologica":"A transformação contínua é um aspecto da vida cristã, onde os crentes são chamados a crescer e se tornar mais semelhantes a Cristo.","referencias_relacionadas":["Filipenses 1:6","1 Pedro 2:2","2 Pedro 3:18"]},"marcos_5_16_declare":{"palavra_pt":"declare","palavra_original":"διηγέομαι","transliteracao":"diēgéomai","strong":"G1334","significado_raiz":"Ideia básica: declare.","significado_contextual":"A palavra 'declare' refere-se ao ato de relatar ou contar algo de forma clara e detalhada.","explicacao_detalhada":"Neste contexto, a declaração é feita sobre os milagres de Jesus, enfatizando a importância de compartilhar a experiência de transformação e cura.","por_que_esta_palavra":"A escolha da palavra 'declare' destaca a necessidade de testemunhar e compartilhar as obras de Deus na vida das pessoas.","conexao_teologica":"A declaração das obras de Deus é um chamado para que os crentes compartilhem suas experiências de fé e transformação.","referencias_relacionadas":["Salmos 66:16","Mateus 5:16","Atos 1:8"]},"marcos_5_17_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou uma solicitação para que alguém se aproxime ou se una a algo.","explicacao_detalhada":"Aqui, a palavra é usada para descrever como as pessoas pedem a Jesus que saia de suas regiões, revelando o medo e a incompreensão diante de seus milagres.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque reflete a resposta humana ao poder divino, que pode ser tanto de acolhimento quanto de rejeição.","conexao_teologica":"O chamado de Jesus para seguir a Ele é um tema central no Novo Testamento, onde somos convidados a responder ao seu amor.","referencias_relacionadas":["Mateus 11:28","João 10:27","Romanos 8:30"]},"marcos_5_17_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Neste versículo, 'portanto' conecta a ação de chamar Jesus a uma resposta de medo e rejeição por parte das pessoas.","por_que_esta_palavra":"A utilização de 'portanto' enfatiza a lógica da narrativa, mostrando como as ações de Jesus levam a reações específicas das pessoas.","conexao_teologica":"A lógica da fé muitas vezes envolve entender as consequências das ações de Deus em nossas vidas e como respondemos a elas.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"marcos_5_18_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou seguir alguém em sua jornada.","explicacao_detalhada":"Aqui, a palavra é usada para descrever o desejo do homem curado de acompanhar Jesus após sua libertação.","por_que_esta_palavra":"A escolha de 'seguir' destaca a resposta natural de gratidão e devoção após experimentar a cura e a salvação.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, simbolizando a entrega e a disposição de viver segundo seus ensinamentos.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"marcos_5_18_andar":{"palavra_pt":"andar","palavra_original":"ἐμβαίνω","transliteracao":"embaínō","strong":"G1684","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento e progresso na jornada da vida.","explicacao_detalhada":"Neste contexto, 'andar' é usado para descrever a ação de seguir Jesus, que envolve não apenas a movimentação física, mas também uma caminhada espiritual.","por_que_esta_palavra":"A palavra 'andar' sugere um estilo de vida, indicando que seguir Jesus é uma jornada contínua de fé.","conexao_teologica":"A caminhada com Cristo é um tema recorrente nas Escrituras, simbolizando a vida em obediência e comunhão com Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"marcos_5_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é reconhecido como a fonte de cura e libertação, destacando sua autoridade divina.","por_que_esta_palavra":"A menção de 'Jesus' é central para a narrativa, pois enfatiza a identidade e o poder do Filho de Deus.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é invocado em momentos de necessidade e salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_5_19_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao núcleo familiar, incluindo parentes e aqueles que compartilham laços de sangue ou de fé.","explicacao_detalhada":"Neste contexto, a ênfase na família destaca a importância das relações e do testemunho dentro do lar após a cura.","por_que_esta_palavra":"A palavra 'família' é significativa porque reflete o desejo de Jesus de que a transformação impacte não apenas o indivíduo, mas também sua casa.","conexao_teologica":"A salvação e a transformação em Cristo devem ser compartilhadas com a família, refletindo o plano de Deus para a redenção de todos.","referencias_relacionadas":["Atos 16:31","Efésios 6:1-4","1 Timóteo 5:8"]},"marcos_5_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a alguém que possui autoridade e domínio.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a autoridade de Jesus sobre a vida e a situação do homem curado.","por_que_esta_palavra":"A palavra 'senhor' é crucial, pois estabelece a relação de submissão e respeito que o crente deve ter em relação a Cristo.","conexao_teologica":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em aceitar sua autoridade sobre todas as áreas da vida.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Colossenses 3:24"]},"marcos_5_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' novamente enfatiza a identidade do Salvador e seu papel central na narrativa.","explicacao_detalhada":"Neste versículo, o foco em Jesus destaca a continuidade de sua missão de pregar e transformar vidas.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça a importância de sua presença e ação na vida dos crentes.","conexao_teologica":"A centralidade de Jesus na vida do crente é um tema que permeia toda a Escritura, sendo Ele o caminho, a verdade e a vida.","referencias_relacionadas":["João 1:12","Hebreus 12:2","Apocalipse 1:8"]},"marcos_5_20_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar/proclamar' refere-se ao ato de anunciar ou divulgar uma mensagem.","explicacao_detalhada":"Neste contexto, a ênfase está na responsabilidade do homem curado de compartilhar o que Jesus fez por ele.","por_que_esta_palavra":"A palavra 'pregar' é significativa porque reflete o chamado de todos os crentes para testemunhar sobre a obra de Cristo.","conexao_teologica":"A proclamação do evangelho é um mandamento de Jesus, que nos comissiona a levar a mensagem de salvação ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14"]},"marcos_5_20_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, neste caso, a transformação da vida do homem que foi curado.","explicacao_detalhada":"No contexto de Marcos 5:20, o homem que foi liberto dos demônios começou a 'fazer' o que Jesus lhe ordenou, ou seja, contar aos outros sobre a grandeza de Deus. Isso mostra a importância da ação na fé.","por_que_esta_palavra":"A palavra 'fazer' é central para entender a resposta do homem à cura que recebeu, enfatizando que a fé deve se manifestar em ações concretas.","conexao_teologica":"A ação de 'fazer' está ligada ao conceito de testemunho e evangelização, que são fundamentais na vida cristã.","referencias_relacionadas":["Mateus 28:19-20","Tiago 2:17","1 Pedro 2:9"]},"marcos_5_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando a salvação e a cura que Ele traz.","explicacao_detalhada":"Em Marcos 5:21, Jesus é mencionado como aquele que tem autoridade sobre a vida e a morte, e é a figura que traz esperança ao aflito Jairo.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor salva', e é crucial para entender a missão de Cristo na Terra.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua presença é sinônimo de transformação e restauração.","referencias_relacionadas":["Lucas 19:10","João 14:6","Atos 4:12"]},"marcos_5_21_cruz":{"palavra_pt":"cruz","palavra_original":"διαπεράω","transliteracao":"diaperáō","strong":"G1276","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza o sacrifício e a redenção que Jesus traria através de sua morte.","explicacao_detalhada":"Embora a cruz não seja mencionada diretamente em Marcos 5:21, a ideia de sacrifício está implícita na missão de Jesus, que culminaria na cruz.","por_que_esta_palavra":"A cruz é o símbolo máximo do amor de Deus pela humanidade, representando a entrega de Jesus por nossos pecados.","conexao_teologica":"A cruz é o ponto central da teologia cristã, onde a justiça e a misericórdia de Deus se encontram.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Coríntios 1:18"]},"marcos_5_21_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a multidão que seguia Jesus, enfatizando a importância de sua presença.","explicacao_detalhada":"Em Marcos 5:21, a grande multidão que se aglomera ao redor de Jesus demonstra seu impacto e a expectativa que as pessoas tinham de suas ações.","por_que_esta_palavra":"A grandeza da multidão reflete a fama de Jesus e a urgência das necessidades que as pessoas buscavam atender.","conexao_teologica":"A grandeza de Jesus é um tema recorrente nos evangelhos, mostrando que Ele é digno de toda adoração e atenção.","referencias_relacionadas":["Mateus 4:25","Lucas 5:15","João 6:2"]},"marcos_5_22_jairus":{"palavra_pt":"jairus","palavra_original":"Ἰάειρος","transliteracao":"Iáeiros","strong":"G2383","significado_raiz":"Ideia básica: jairus.","significado_contextual":"Jairo é um líder da sinagoga que representa a busca desesperada por ajuda em meio à crise.","explicacao_detalhada":"Em Marcos 5:22, Jairo se aproxima de Jesus com fé, reconhecendo sua autoridade e poder para curar sua filha.","por_que_esta_palavra":"A figura de Jairo ilustra a intercessão e a fé que muitos têm em Jesus, mesmo em situações de desespero.","conexao_teologica":"A história de Jairo destaca a importância da fé e da confiança em Jesus como o único que pode trazer vida.","referencias_relacionadas":["Mateus 9:18","Lucas 8:41-42","Hebreus 11:6"]},"marcos_5_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A repetição da palavra 'grande' enfatiza a gravidade da situação da filha de Jairo.","explicacao_detalhada":"Em Marcos 5:23, Jairo implora a Jesus com grande desespero, mostrando a urgência de sua necessidade.","por_que_esta_palavra":"A grandeza da situação ressalta a fé de Jairo e a necessidade de um milagre.","conexao_teologica":"A grandeza da necessidade humana é um convite à intervenção divina, mostrando que Jesus é a resposta.","referencias_relacionadas":["Mateus 9:36","Marcos 10:46","Lucas 7:13"]},"marcos_5_23_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é central na súplica de Jairo, que busca a restauração da vida de sua filha.","explicacao_detalhada":"Em Marcos 5:23, Jairo pede a Jesus que imponha as mãos sobre sua filha para que ela viva, refletindo a esperança de cura.","por_que_esta_palavra":"A busca pela vida é um tema fundamental na fé cristã, que acredita na restauração e na vida eterna através de Cristo.","conexao_teologica":"Jesus é a fonte da vida, e sua capacidade de trazer vida é um testemunho de sua divindade.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"marcos_5_24_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' novamente destaca a multidão que segue Jesus, simbolizando a busca coletiva por cura e esperança.","explicacao_detalhada":"Em Marcos 5:24, a grande multidão que acompanha Jesus ilustra a necessidade universal de intervenção divina.","por_que_esta_palavra":"A grandeza da multidão reflete a urgência e a expectativa de muitos que buscam a ajuda de Jesus.","conexao_teologica":"A multidão representa a humanidade em busca de salvação, mostrando que todos têm um lugar no plano de Deus.","referencias_relacionadas":["Mateus 8:1","Marcos 3:9","Lucas 6:19"]},"marcos_5_24_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de acompanhar Jesus, que é um chamado à discipleship.","explicacao_detalhada":"Em Marcos 5:24, seguir Jesus implica em estar disposto a ir aonde Ele vai, demonstrando fé e compromisso.","por_que_esta_palavra":"Seguir Jesus é um convite à transformação e à vivência da fé em ação.","conexao_teologica":"O chamado para seguir Jesus é um tema central nos evangelhos, enfatizando a necessidade de um relacionamento ativo com Ele.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 12:26"]},"marcos_5_24_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que se aglomera ao redor de Jesus, simbolizando a busca coletiva por cura.","explicacao_detalhada":"Em Marcos 5:24, o povo representa a necessidade universal de salvação e cura, mostrando que todos estão em busca de esperança.","por_que_esta_palavra":"O povo é um reflexo da humanidade que clama por ajuda e intervenção divina.","conexao_teologica":"Jesus veio para salvar o povo, e sua missão é inclusiva, abrangendo todos os que buscam a verdade.","referencias_relacionadas":["Mateus 9:36","Marcos 2:17","Lucas 19:10"]},"marcos_5_25_sangue":{"palavra_pt":"sangue","palavra_original":"ῥύσις","transliteracao":"rhýsis","strong":"G4511","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e purificação na tradição judaica.","explicacao_detalhada":"No contexto de Marcos 5:25, o sangue representa a condição de impureza da mulher que sofria de uma hemorragia, o que a tornava socialmente excluída e espiritualmente impura segundo a lei mosaica.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a gravidade da doença da mulher e a necessidade de cura e restauração.","conexao_teologica":"O sangue é frequentemente associado ao sacrifício e à redenção, culminando na obra de Cristo na cruz, onde seu sangue é derramado para a salvação da humanidade.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"marcos_5_25_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher é uma figura central na narrativa, representando aqueles que buscam cura e libertação.","explicacao_detalhada":"Neste versículo, a mulher que sofre de hemorragia é um exemplo de fé e perseverança, pois ela se aproxima de Jesus em busca de cura, desafiando normas sociais.","por_que_esta_palavra":"A palavra 'mulher' é usada para destacar a identidade e a dignidade da personagem, que, apesar de sua condição, demonstra grande fé.","conexao_teologica":"A inclusão da mulher na narrativa ressalta a importância de todos os indivíduos, independentemente de seu status social, na obra de Jesus.","referencias_relacionadas":["Lucas 8:43-48","Mateus 9:20-22","Gálatas 3:28"]},"marcos_5_26_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à intensidade do sofrimento da mulher e à gravidade de sua condição.","explicacao_detalhada":"A mulher havia sofrido muito com médicos e gastos, o que enfatiza a magnitude de sua dor e a desesperança que sentia antes de encontrar Jesus.","por_que_esta_palavra":"A utilização de 'grande' serve para ilustrar a profundidade do sofrimento humano e a necessidade de intervenção divina.","conexao_teologica":"A grandeza do sofrimento humano contrasta com a grandeza da graça e do poder de Jesus para curar e restaurar.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28","Romanos 8:18"]},"marcos_5_26_passion":{"palavra_pt":"passion","palavra_original":"πάσχω","transliteracao":"páschō","strong":"G3958","significado_raiz":"Ideia básica: passion.","significado_contextual":"A palavra 'passion' refere-se ao sofrimento intenso que a mulher experimentou devido à sua enfermidade.","explicacao_detalhada":"Ela não apenas enfrentou dor física, mas também o sofrimento emocional e social que a sua condição lhe trouxe, sendo rejeitada e isolada.","por_que_esta_palavra":"A escolha da palavra 'passion' destaca a seriedade da condição da mulher e a necessidade de cura não apenas física, mas também emocional.","conexao_teologica":"O sofrimento é uma parte da experiência humana, e Jesus se identifica com nosso sofrimento, oferecendo cura e esperança.","referencias_relacionadas":["Isaías 53:4","Hebreus 4:15","2 Coríntios 1:5"]},"marcos_5_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o protagonista que traz cura e restauração à vida da mulher.","explicacao_detalhada":"A mulher acreditava que, ao tocar nas vestes de Jesus, ela seria curada, demonstrando sua fé na autoridade e no poder de Jesus.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois é através dele que a cura e a salvação são oferecidas.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus de cura e redenção, sendo o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"marcos_5_27_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo representa a multidão que cercava Jesus, simbolizando a busca coletiva por cura e esperança.","explicacao_detalhada":"A presença do povo destaca a notoriedade de Jesus e a necessidade de muitos de serem tocados por seu poder.","por_que_esta_palavra":"A palavra 'povo' é usada para mostrar que a cura da mulher não é um evento isolado, mas parte de um ministério mais amplo de Jesus.","conexao_teologica":"Jesus veio para todos, e sua missão inclui a cura e a libertação de todos os que se aproximam dele com fé.","referencias_relacionadas":["Mateus 9:36","Lucas 4:18","Marcos 2:17"]},"marcos_5_28_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de fé da mulher ao tocar em Jesus.","explicacao_detalhada":"Ela pensou que, se apenas tocasse suas vestes, seria curada, expressando sua crença no poder de Jesus.","por_que_esta_palavra":"A ação de 'dizer' é fundamental, pois revela a fé que precede a cura e a importância da confissão de fé.","conexao_teologica":"A fé é um elemento essencial na experiência de salvação e cura, conforme ensinado em várias passagens bíblicas.","referencias_relacionadas":["Romanos 10:9","Marcos 11:24","Tiago 5:15"]},"marcos_5_28_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à cura física e à restauração espiritual que a mulher experimenta.","explicacao_detalhada":"Ao ser curada, a mulher não apenas recupera sua saúde, mas também sua dignidade e lugar na sociedade.","por_que_esta_palavra":"A palavra 'salvar' enfatiza que a obra de Jesus vai além da cura física, abrangendo a salvação total do ser humano.","conexao_teologica":"A salvação em Cristo é integral, envolvendo corpo, alma e espírito, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Efésios 2:8-9","Lucas 19:10","1 Tessalonicenses 5:23"]},"marcos_5_29_agua":{"palavra_pt":"agua","palavra_original":"πηγή","transliteracao":"pēgḗ","strong":"G4077","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água é frequentemente associada à vida e à purificação nas Escrituras.","explicacao_detalhada":"Neste contexto, a cura da mulher é comparada a uma fonte de água viva que restaura a vida e a saúde.","por_que_esta_palavra":"A palavra 'água' simboliza a renovação e a purificação que Jesus oferece a todos que se aproximam dele.","conexao_teologica":"Jesus é descrito como a água da vida, que sacia a sede espiritual e traz verdadeira satisfação.","referencias_relacionadas":["João 4:14","Apocalipse 21:6","Isaías 12:3"]},"marcos_5_29_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo representa a totalidade do ser humano, incluindo a saúde física e espiritual.","explicacao_detalhada":"A cura do corpo da mulher simboliza a restauração completa que Jesus oferece, não apenas em termos físicos, mas também espirituais.","por_que_esta_palavra":"A palavra 'corpo' é importante para enfatizar que a cura de Jesus abrange todas as dimensões da vida humana.","conexao_teologica":"A redenção em Cristo inclui a restauração do corpo, refletindo a esperança da ressurreição e da vida eterna.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:42-44","2 Coríntios 5:1"]},"marcos_5_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Messias e Salvador. Neste contexto, Ele é o foco da fé da mulher que tocou suas vestes em busca de cura.","por_que_esta_palavra":"A menção de Jesus destaca sua autoridade divina e poder de cura, essencial para a narrativa do milagre.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, sendo a encarnação de Deus que traz salvação e cura.","referencias_relacionadas":["Mateus 1:21","Lucas 19:10","João 3:16"]},"marcos_5_30_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à força ou capacidade sobrenatural de realizar milagres.","explicacao_detalhada":"O poder de Jesus é evidente em suas ações, especialmente em curas e milagres. Neste versículo, o poder é o que cura a mulher que tocou suas vestes.","por_que_esta_palavra":"A palavra 'poder' enfatiza a natureza divina de Jesus e sua capacidade de operar milagres, essencial para a fé dos crentes.","conexao_teologica":"O poder de Jesus é um testemunho de sua divindade e da presença do Reino de Deus na Terra.","referencias_relacionadas":["Mateus 9:6","Lucas 8:46","Atos 10:38"]},"marcos_5_30_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou situação de estar entre pessoas.","explicacao_detalhada":"A palavra 'entre' descreve a multidão ao redor de Jesus, que é um elemento crucial para entender o contexto da cura.","por_que_esta_palavra":"A utilização de 'entre' mostra a proximidade da mulher com Jesus e a dificuldade que ela enfrentou para chegar até Ele.","conexao_teologica":"A presença de Jesus entre o povo simboliza a acessibilidade de Deus e sua disposição para se relacionar com a humanidade.","referencias_relacionadas":["Mateus 18:20","Lucas 5:17","João 1:14"]},"marcos_5_31_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus.","explicacao_detalhada":"O povo representa a necessidade coletiva de cura e esperança, refletindo a busca por Jesus como fonte de ajuda.","por_que_esta_palavra":"A palavra 'povo' destaca a popularidade de Jesus e a urgência das necessidades das pessoas ao seu redor.","conexao_teologica":"Jesus veio para salvar e curar não apenas indivíduos, mas também comunidades, mostrando seu amor por todos.","referencias_relacionadas":["Mateus 9:36","Lucas 6:19","João 7:49"]},"marcos_5_31_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de falar ou convocar alguém.","explicacao_detalhada":"Jesus chama a atenção da multidão, questionando quem o tocou, o que revela sua consciência do que aconteceu e sua intenção de ensinar.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a interação de Jesus com a mulher e a multidão, mostrando sua autoridade.","conexao_teologica":"A comunicação de Jesus é um meio de revelar a verdade e promover a fé, essencial para a experiência de cura.","referencias_relacionadas":["Mateus 4:19","João 10:27","Hebreus 3:15"]},"marcos_5_32_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de realizar ou executar algo.","explicacao_detalhada":"Jesus, ao fazer perguntas, demonstra seu interesse pessoal e sua intenção de trazer à luz a fé da mulher que foi curada.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a ação de Jesus em trazer cura e restauração, além de seu papel ativo na vida das pessoas.","conexao_teologica":"As ações de Jesus são um reflexo do caráter de Deus, que age em favor da humanidade.","referencias_relacionadas":["Mateus 11:4","Lucas 7:22","João 14:12"]},"marcos_5_32_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou perceber algo com clareza.","explicacao_detalhada":"A palavra 'ver' implica um reconhecimento profundo da fé da mulher e do milagre que ocorreu, além de um convite à revelação.","por_que_esta_palavra":"A ênfase em 'ver' destaca a importância do testemunho e da experiência pessoal com Jesus.","conexao_teologica":"O conhecimento de Jesus é fundamental para a fé, pois Ele é a verdade que liberta.","referencias_relacionadas":["João 8:32","1 João 1:1","Hebreus 11:1"]},"marcos_5_33_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a um evento significativo ou a transformação de uma situação.","explicacao_detalhada":"A transformação da mulher, de enferma a curada, é um grande testemunho do poder de Jesus e da fé que ela exerceu.","por_que_esta_palavra":"A palavra 'tornar-se' indica a mudança radical que ocorre na vida da mulher após seu encontro com Jesus.","conexao_teologica":"A grandeza da obra de Jesus é um tema central na teologia cristã, que fala sobre a transformação que Ele traz à vida das pessoas.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"marcos_5_33_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher que, em sua vulnerabilidade, busca Jesus.","explicacao_detalhada":"A mulher é um símbolo de fé e perseverança, mostrando que mesmo em situações difíceis, a busca por Jesus pode trazer cura e restauração.","por_que_esta_palavra":"A palavra 'mulher' destaca a dignidade e o valor das mulheres na narrativa bíblica, especialmente em um contexto cultural que muitas vezes as marginalizava.","conexao_teologica":"Jesus trata as mulheres com respeito e dignidade, desafiando normas sociais e revelando o amor inclusivo de Deus.","referencias_relacionadas":["Lucas 8:2","João 4:7","Gálatas 3:28"]},"marcos_5_33_temor":{"palavra_pt":"temor","palavra_original":"φοβέω","transliteracao":"phobéō","strong":"G5399","significado_raiz":"Ideia básica: temor.","significado_contextual":"Sentimento de medo ou reverência.","explicacao_detalhada":"O temor da mulher após ser curada reflete tanto o reconhecimento do poder de Jesus quanto a sua vulnerabilidade diante dEle.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a resposta emocional da mulher ao milagre e sua relação com a divindade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a reverência diante de Jesus é um aspecto fundamental da fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28"]},"marcos_5_34_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança plena em Deus e em Suas promessas.","explicacao_detalhada":"Neste versículo, Jesus reconhece a fé da mulher que foi curada. A fé dela foi o meio pelo qual ela recebeu a cura, mostrando que a fé não é apenas crença, mas uma confiança ativa em Deus.","por_que_esta_palavra":"A palavra 'fé' é central no cristianismo, pois é através da fé que os crentes se conectam com Deus e experimentam Sua graça.","conexao_teologica":"A fé é essencial para a salvação e para a vida cristã, conforme Romanos 1:17 e Hebreus 11:6.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"marcos_5_34_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz aqui se refere a um estado de bem-estar e harmonia que vem de Deus.","explicacao_detalhada":"Jesus oferece paz à mulher curada, indicando que não apenas sua saúde foi restaurada, mas também sua vida emocional e espiritual. A paz de Cristo é um presente que transcende as circunstâncias.","por_que_esta_palavra":"A paz é uma das promessas de Jesus para aqueles que creem Nele, refletindo a restauração completa que Ele traz.","conexao_teologica":"A paz de Deus é um tema recorrente nas Escrituras, como em Filipenses 4:7 e João 14:27.","referencias_relacionadas":["Filipenses 4:7","João 14:27","Isaías 26:3"]},"marcos_5_34_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Departar significa ir embora ou se afastar de um lugar.","explicacao_detalhada":"Neste contexto, Jesus instrui a mulher a ir em paz, indicando que ela pode retornar à sua vida normal após a cura, sem mais preocupações.","por_que_esta_palavra":"A palavra 'depart' enfatiza a mudança de estado da mulher, que passa de sofrimento para liberdade e restauração.","conexao_teologica":"A ideia de partir em paz é um tema que aparece em várias passagens, simbolizando a libertação do pecado e da dor.","referencias_relacionadas":["Mateus 11:28","Salmos 34:14","Romanos 8:1"]},"marcos_5_35_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Mestre refere-se a alguém que ensina ou orienta, especialmente em um contexto espiritual.","explicacao_detalhada":"Jesus é reconhecido como mestre, não apenas por seus ensinamentos, mas também por sua autoridade e poder de curar. Ele é o guia espiritual que traz sabedoria e direção.","por_que_esta_palavra":"A palavra 'mestre' destaca a posição de Jesus como aquele que tem conhecimento e autoridade divina.","conexao_teologica":"Jesus é frequentemente chamado de mestre, e seus ensinamentos são fundamentais para a vida cristã, como em Mateus 23:8.","referencias_relacionadas":["Mateus 23:8","Lucas 6:40","João 13:13"]},"marcos_5_35_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar aqui se refere à comunicação de verdades espirituais e ensinamentos.","explicacao_detalhada":"Jesus, ao falar, não apenas transmite informações, mas também traz vida e transformação através de Suas palavras.","por_que_esta_palavra":"A palavra 'falar' é importante porque a comunicação de Jesus é poderosa e eficaz, trazendo cura e esperança.","conexao_teologica":"A pregação da palavra é essencial para a fé, conforme Romanos 10:14-15.","referencias_relacionadas":["Romanos 10:14-15","1 Pedro 2:9","Mateus 28:19-20"]},"marcos_5_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é mencionado como a fonte de cura e salvação, reafirmando Sua identidade divina e missão redentora.","por_que_esta_palavra":"O nome 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e Sua obra de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, conforme 1 Timóteo 2:5.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","João 14:6"]},"marcos_5_36_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo significa 'O Ungido', referindo-se à missão messiânica de Jesus.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a natureza divina de Jesus e Sua função como Salvador e Rei.","por_que_esta_palavra":"A designação 'Cristo' é fundamental para entender a identidade de Jesus e Sua obra redentora.","conexao_teologica":"Cristo é o cumprimento das profecias do Antigo Testamento sobre o Messias, conforme Isaías 53.","referencias_relacionadas":["Isaías 53:5","Mateus 16:16","João 1:41"]},"marcos_5_36_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Sozinho implica estar em um estado de separação ou solidão.","explicacao_detalhada":"Jesus, ao agir sozinho, demonstra Sua autoridade e poder, mostrando que não depende de ninguém para realizar milagres.","por_que_esta_palavra":"A palavra 'sozinho' ressalta a singularidade da ação de Jesus e Sua divindade.","conexao_teologica":"A solidão de Jesus em momentos de ministério destaca Sua total dependência do Pai, como em Lucas 5:16.","referencias_relacionadas":["Lucas 5:16","Mateus 14:23","João 6:15"]},"marcos_5_37_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha simboliza firmeza e estabilidade, referindo-se a Pedro, que é chamado de 'rocha' por Jesus.","explicacao_detalhada":"A referência a Pedro como rocha indica a fundação da Igreja e a importância de sua fé e liderança.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque representa a base sólida sobre a qual a Igreja é construída.","conexao_teologica":"A firmeza de Cristo e a fé de Pedro são fundamentais para a edificação da Igreja, conforme Mateus 16:18.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"marcos_5_37_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica acompanhar ou obedecer a alguém.","explicacao_detalhada":"Jesus chama os discípulos a segui-Lo, indicando um compromisso de vida e aprendizado sob Sua liderança.","por_que_esta_palavra":"A palavra 'seguir' é central no discipulado, refletindo a disposição de deixar tudo para seguir a Cristo.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, conforme Lucas 9:23.","referencias_relacionadas":["Lucas 9:23","Mateus 4:19","João 10:27"]},"marcos_5_37_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e o poder divino sobre a vida e a morte.","explicacao_detalhada":"Neste contexto, Jesus está prestes a realizar um milagre, e a menção de Deus reforça a ideia de que Ele tem autoridade sobre todas as coisas, incluindo a ressurreição.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina de Jesus e sua relação com o Pai.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele tem controle sobre todas as situações.","referencias_relacionadas":["Salmos 115:3","Romanos 8:31","Hebreus 13:6"]},"marcos_5_38_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se ao núcleo familiar, que é central na cultura judaica e na narrativa do evangelho.","explicacao_detalhada":"Jesus entra na casa de Jairo, um líder da sinagoga, e a menção da família destaca a importância das relações familiares e o impacto do milagre na vida deles.","por_que_esta_palavra":"A palavra 'familia' é usada para mostrar a conexão emocional e social que Jesus tem com aqueles que Ele cura.","conexao_teologica":"A família é vista como uma instituição divina, e Jesus valoriza as relações familiares em seu ministério.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","1 Timóteo 5:8"]},"marcos_5_38_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do evento que está prestes a acontecer.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à grande dor e ao grande milagre que Jesus está prestes a realizar, enfatizando a transformação que ocorrerá.","por_que_esta_palavra":"A palavra 'grande' é importante para mostrar a seriedade da situação e a grandeza do poder de Jesus.","conexao_teologica":"A grandeza de Deus é um tema recorrente, mostrando que Ele pode fazer muito além do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 3:20","Salmos 126:3","Isaías 40:26"]},"marcos_5_39_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada quando Jesus se dirige à menina morta, chamando-a de volta à vida.","explicacao_detalhada":"Neste contexto, 'levantar' simboliza a ressurreição e o poder de Jesus sobre a morte.","por_que_esta_palavra":"A palavra 'levantar' é crucial para entender a autoridade de Jesus para trazer vida onde há morte.","conexao_teologica":"A ressurreição é um tema central na fé cristã, simbolizando a vitória sobre a morte.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:55-57"]},"marcos_5_39_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada quando Jesus ordena que a menina se levante.","explicacao_detalhada":"Neste contexto, a palavra 'dizer' enfatiza a autoridade de Jesus, que com sua palavra pode trazer vida.","por_que_esta_palavra":"A palavra 'dizer' é importante para mostrar que a criação e a ressurreição acontecem pela palavra de Deus.","conexao_teologica":"A palavra de Deus tem poder criativo, como visto em Gênesis e em outros milagres de Jesus.","referencias_relacionadas":["Gênesis 1:3","Hebreus 11:3","Salmos 33:9"]},"marcos_5_41_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a condição da menina antes do milagre de Jesus.","explicacao_detalhada":"Neste contexto, 'morte' representa a separação da vida e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a profundidade do milagre que Jesus está prestes a realizar.","conexao_teologica":"A morte é um tema central na teologia, representando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:26","Apocalipse 20:14"]},"marcos_5_41_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao toque de Jesus ao ressuscitar a menina.","explicacao_detalhada":"Neste contexto, o toque de Jesus simboliza a proximidade e o cuidado que Ele tem com aqueles que estão em sofrimento.","por_que_esta_palavra":"A palavra 'mao' é importante para mostrar a ação física de Jesus e seu envolvimento nas vidas das pessoas.","conexao_teologica":"O toque de Jesus é um símbolo de cura e restauração, refletindo seu amor e compaixão.","referencias_relacionadas":["Mateus 8:3","Marcos 1:41","Lucas 8:54"]},"marcos_5_42_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' é usada para descrever a reação das pessoas diante do milagre de Jesus.","explicacao_detalhada":"Neste contexto, o temor é uma resposta natural ao poder divino manifestado através de Jesus.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a reverência que as pessoas têm diante de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a importância de reconhecer a grandeza de Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"marcos_5_43_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada novamente para enfatizar a magnitude do milagre e a reação das pessoas.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à grande alegria e ao espanto que o milagre de Jesus provoca.","por_que_esta_palavra":"A palavra 'grande' é importante para mostrar a transformação que ocorre na vida das pessoas através do poder de Jesus.","conexao_teologica":"A grandeza de Deus é frequentemente associada a Seus atos poderosos e milagrosos.","referencias_relacionadas":["Salmos 126:3","Atos 2:43","Romanos 11:33"]},"marcos_5_43_charge":{"palavra_pt":"charge","palavra_original":"διαστέλλομαι","transliteracao":"diastéllomai","strong":"G1291","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' é usada quando Jesus instrui as pessoas a não divulgarem o milagre.","explicacao_detalhada":"Neste contexto, a 'charge' reflete a necessidade de manter a missão de Jesus em foco, evitando a fama desnecessária.","por_que_esta_palavra":"A palavra 'charge' é importante para entender a humildade de Jesus e sua intenção de não ser visto apenas como um milagreiro.","conexao_teologica":"A humildade de Jesus é um aspecto central de sua missão, mostrando que Ele veio para servir e não para ser servido.","referencias_relacionadas":["Mateus 20:28","Filipenses 2:7-8","Marcos 10:45"]},"marcos_5_43_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à fragilidade da vida.","explicacao_detalhada":"Neste versículo, a palavra 'homem' é utilizada para enfatizar a humanidade de Jesus e sua compaixão pelas pessoas. Ele se dirige a um homem que estava em uma situação de desespero, mostrando que Ele se importa com as necessidades humanas.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a conexão de Jesus com a humanidade e sua missão de salvar os perdidos.","conexao_teologica":"A humanidade de Jesus é central na teologia cristã, pois Ele se fez homem para redimir a humanidade do pecado.","referencias_relacionadas":["Hebreus 2:14-17","Filipenses 2:7-8","Romanos 5:12"]}}