{"marcos_6_1_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Indica um movimento para fora, um avanço em direção a algo novo.","explicacao_detalhada":"A palavra 'adiante' é usada para descrever o ato de Jesus de sair de sua cidade natal e ir para outros lugares, onde Ele continuaria seu ministério. Isso simboliza a expansão do evangelho.","por_que_esta_palavra":"A palavra 'adiante' sugere progresso e a necessidade de seguir em frente na missão de Deus.","conexao_teologica":"A ideia de avançar é fundamental na missão da igreja, que é chamada a ir e fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:15"]},"marcos_6_2_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se ao local de reunião e adoração da comunidade de crentes.","explicacao_detalhada":"A palavra 'igreja' neste contexto se refere à sinagoga, onde Jesus ensinava. É um espaço sagrado onde a palavra de Deus é compartilhada e a comunidade se reúne.","por_que_esta_palavra":"A utilização da palavra 'igreja' destaca a importância da comunhão e do ensino na vida cristã.","conexao_teologica":"A igreja é o corpo de Cristo, e sua função é edificar os crentes e evangelizar o mundo.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Colossenses 1:18"]},"marcos_6_2_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se ao entendimento e à capacidade de discernir a verdade.","explicacao_detalhada":"Neste versículo, a sabedoria de Jesus é questionada, pois Ele ensinava com autoridade que surpreendia os ouvintes. A sabedoria divina é um tema recorrente nas Escrituras.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial para entender a natureza do ensino de Jesus e sua origem divina.","conexao_teologica":"A sabedoria é frequentemente associada a Cristo, que é chamado de a sabedoria de Deus.","referencias_relacionadas":["Provérbios 2:6","1 Coríntios 1:24","Tiago 1:5"]},"marcos_6_2_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar milagres e atos sobrenaturais.","explicacao_detalhada":"A palavra 'poder' é usada para descrever as obras milagrosas de Jesus, que demonstram sua autoridade sobre a natureza e as forças espirituais.","por_que_esta_palavra":"A menção do poder de Jesus é essencial para reconhecer sua divindade e seu papel como Salvador.","conexao_teologica":"O poder de Jesus é um testemunho de sua identidade como Filho de Deus e seu domínio sobre todas as coisas.","referencias_relacionadas":["Lucas 4:36","Mateus 28:18","Atos 10:38"]},"marcos_6_3_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao reconhecimento de Jesus entre os seus.","explicacao_detalhada":"A palavra 'nome' é importante, pois representa a reputação e a autoridade de Jesus. Os habitantes de Nazaré se lembram de sua origem humilde e questionam sua autoridade.","por_que_esta_palavra":"A palavra 'nome' enfatiza a importância da identidade de Jesus e como ela é percebida pelas pessoas ao seu redor.","conexao_teologica":"O nome de Jesus é central na fé cristã, pois é através dele que encontramos salvação.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"marcos_6_3_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à ofensa contra Deus e à incredulidade.","explicacao_detalhada":"A palavra 'pecado' é utilizada para descrever a reação dos habitantes de Nazaré à mensagem de Jesus. Sua incredulidade é vista como um pecado que os impede de receber as bênçãos de Deus.","por_que_esta_palavra":"A menção do pecado destaca a necessidade de arrependimento e fé para experimentar a obra de Deus.","conexao_teologica":"O pecado é um tema central na teologia cristã, pois é a razão pela qual Jesus veio ao mundo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 5:19-21"]},"marcos_6_3_madeira":{"palavra_pt":"madeira","palavra_original":"τέκτων","transliteracao":"téktōn","strong":"G5045","significado_raiz":"Ideia básica: madeira.","significado_contextual":"Refere-se ao material de construção e à profissão de Jesus.","explicacao_detalhada":"A palavra 'madeira' é usada para descrever a profissão de Jesus como carpinteiro, o que revela sua vida antes do ministério e sua conexão com o trabalho manual.","por_que_esta_palavra":"A escolha da palavra 'madeira' enfatiza a humildade de Jesus e sua identificação com a vida cotidiana das pessoas.","conexao_teologica":"A vida de Jesus como carpinteiro é um exemplo de humildade e serviço, refletindo seu caráter.","referencias_relacionadas":["Mateus 13:55","Lucas 2:51","João 1:46"]},"marcos_6_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome e à identidade do Salvador.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"A menção do nome 'Jesus' é fundamental, pois é por meio dele que temos acesso ao Pai e à vida eterna.","conexao_teologica":"Jesus é o centro da mensagem do evangelho e a chave para a reconciliação com Deus.","referencias_relacionadas":["João 14:6","Atos 2:21","Romanos 5:1"]},"marcos_6_5_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar milagres e curas.","explicacao_detalhada":"Neste versículo, a palavra 'poder' é mencionada em relação à incapacidade de Jesus de realizar milagres em Nazaré devido à incredulidade das pessoas.","por_que_esta_palavra":"A repetição da palavra 'poder' enfatiza a importância da fé para experimentar a obra de Deus.","conexao_teologica":"A fé é um elemento crucial na relação entre o ser humano e Deus, e a incredulidade pode limitar a ação divina.","referencias_relacionadas":["Mateus 13:58","Marcos 9:23","Hebreus 11:6"]},"marcos_6_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar milagres e obras poderosas.","explicacao_detalhada":"No contexto de Marcos 6:5, Jesus não pôde realizar muitos milagres em sua terra natal devido à incredulidade das pessoas. A palavra 'fazer' implica a capacidade de realizar ações que demonstram poder divino.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a ação ativa de Jesus em realizar milagres, que é central para sua missão.","conexao_teologica":"A capacidade de Jesus de fazer milagres é um testemunho de sua divindade e autoridade como Filho de Deus.","referencias_relacionadas":["Mateus 11:20-21","Lucas 4:23-24","João 14:12"]},"marcos_6_5_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui pode ser entendida como uma referência à natureza divina e ao poder de Deus.","explicacao_detalhada":"Em Marcos 6:5, a incredulidade das pessoas impede que Jesus manifeste o poder de Deus. A palavra 'deus' destaca a relação entre a ação divina e a fé humana.","por_que_esta_palavra":"A inclusão da palavra 'deus' reforça a ideia de que a ação de Jesus é uma extensão da vontade e do poder de Deus.","conexao_teologica":"A relação entre a incredulidade e a manifestação do poder de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Hebreus 11:6","Tiago 1:6","Mateus 13:58"]},"marcos_6_6_maravilha":{"palavra_pt":"maravilha","palavra_original":"θαυμάζω","transliteracao":"thaumázō","strong":"G2296","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A palavra 'maravilha' refere-se à admiração e espanto que os milagres de Jesus provocavam.","explicacao_detalhada":"Em Marcos 6:6, Jesus se maravilha com a incredulidade das pessoas. A palavra 'maravilha' é usada para descrever a reação de surpresa diante de algo extraordinário.","por_que_esta_palavra":"A palavra 'maravilha' é significativa porque mostra que até mesmo Jesus ficou surpreso com a falta de fé, destacando a importância da crença.","conexao_teologica":"A maravilha de Jesus diante da incredulidade ressalta a tensão entre fé e dúvida na experiência humana.","referencias_relacionadas":["Mateus 8:10","Lucas 7:9","João 11:38-40"]},"marcos_6_6_andar":{"palavra_pt":"andar","palavra_original":"περιάγω","transliteracao":"periágō","strong":"G4013","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' pode ser entendida como um movimento físico, mas também simboliza o caminhar na fé.","explicacao_detalhada":"No contexto de Marcos 6:6, 'andar' pode referir-se ao modo como Jesus se movia entre as pessoas, realizando seu ministério.","por_que_esta_palavra":"A palavra 'andar' é importante porque representa a ação contínua de Jesus em sua missão de ensinar e curar.","conexao_teologica":"O andar de Jesus entre as pessoas é um símbolo de sua encarnação e presença entre a humanidade.","referencias_relacionadas":["Mateus 4:19","João 8:12","1 João 1:7"]},"marcos_6_7_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"Em Marcos 6:7, Jesus envia os discípulos com autoridade, o que implica a ação do Espírito Santo em sua missão.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a capacitação divina que os discípulos recebem para realizar a obra de Deus.","conexao_teologica":"A presença do Espírito Santo é fundamental para a missão da Igreja e a vida cristã.","referencias_relacionadas":["Atos 1:8","Romanos 8:26-27","Gálatas 5:25"]},"marcos_6_7_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder que Jesus confere aos seus discípulos para pregar e realizar milagres.","explicacao_detalhada":"Em Marcos 6:7, Jesus dá aos discípulos autoridade sobre espíritos imundos, mostrando que eles agem em seu nome.","por_que_esta_palavra":"A palavra 'autoridade' é significativa porque indica que a missão dos discípulos é respaldada pelo poder de Jesus.","conexao_teologica":"A autoridade dada aos discípulos é um reflexo da autoridade de Cristo e da continuidade de sua obra na Terra.","referencias_relacionadas":["Mateus 28:18-20","Lucas 10:19","Atos 3:6"]},"marcos_6_7_chamar":{"palavra_pt":"chamar","palavra_original":"προσκαλέομαι","transliteracao":"proskaléomai","strong":"G4341","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar os discípulos para a missão.","explicacao_detalhada":"Em Marcos 6:7, Jesus chama os doze discípulos, indicando um convite pessoal e uma responsabilidade na obra do Reino.","por_que_esta_palavra":"A palavra 'chamar' é importante porque enfatiza a escolha divina e o propósito que cada discípulo tem.","conexao_teologica":"O chamado de Jesus aos discípulos é um modelo do chamado que todos os crentes recebem para seguir a Cristo.","referencias_relacionadas":["Mateus 4:19","Lucas 5:10-11","João 15:16"]},"marcos_6_8_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' refere-se à condição de estar separado ou isolado.","explicacao_detalhada":"Em Marcos 6:8, Jesus instrui os discípulos a não levarem provisões, indicando que eles devem confiar em Deus durante a missão.","por_que_esta_palavra":"A palavra 'sozinho' é significativa porque destaca a dependência dos discípulos em relação a Deus, mesmo em situações de vulnerabilidade.","conexao_teologica":"A ideia de estar sozinho, mas acompanhado por Deus, é um tema importante na vida cristã.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"marcos_6_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui pode ser entendida como uma referência à negação ou à ausência de algo.","explicacao_detalhada":"Em Marcos 6:8, a palavra 'deus' pode ser interpretada como uma forma de enfatizar a confiança em Deus em vez de depender de recursos materiais.","por_que_esta_palavra":"A palavra 'deus' é importante porque ressalta a necessidade de fé e confiança em Deus durante a missão.","conexao_teologica":"A dependência de Deus é um princípio fundamental na vida cristã e na missão da Igreja.","referencias_relacionadas":["Filipenses 4:19","Mateus 6:25-26","Romanos 8:32"]},"marcos_6_9_sandal":{"palavra_pt":"sandal","palavra_original":"σανδάλιον","transliteracao":"sandálion","strong":"G4547","significado_raiz":"Ideia básica: sandal.","significado_contextual":"A palavra 'sandal' refere-se ao calçado usado pelos discípulos, simbolizando a preparação para a missão.","explicacao_detalhada":"Em Marcos 6:9, Jesus instrui os discípulos sobre o que levar, e a menção das sandálias indica a prontidão para viajar e pregar.","por_que_esta_palavra":"A palavra 'sandal' é significativa porque representa a preparação e a disposição dos discípulos para a obra que Jesus os chamou a fazer.","conexao_teologica":"A ideia de estar preparado para a missão é um tema recorrente nas Escrituras, refletindo a prontidão dos crentes para seguir a Cristo.","referencias_relacionadas":["Efésios 6:15","Isaías 52:7","Romanos 10:15"]},"marcos_6_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que é adorado e reverenciado.","explicacao_detalhada":"No contexto de Marcos 6:9, a palavra 'deus' é utilizada para enfatizar a soberania e a autoridade divina sobre todas as coisas. É um lembrete de que Deus é a fonte de poder e autoridade.","por_que_esta_palavra":"A palavra 'deus' é central na mensagem cristã, pois representa a relação entre o ser humano e o Criador, destacando a importância da fé e da obediência.","conexao_teologica":"A teologia cristã ensina que Deus é o criador e sustentador do universo, e que a relação com Ele é fundamental para a vida espiritual.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"marcos_6_10_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou ordenar algo a alguém.","explicacao_detalhada":"Em Marcos 6:10, a palavra 'dizer' é usada para transmitir instruções claras, mostrando a importância da comunicação na missão dos discípulos.","por_que_esta_palavra":"A comunicação é vital na propagação do evangelho, e a palavra 'dizer' destaca a necessidade de transmitir a mensagem de Deus com clareza.","conexao_teologica":"A teologia enfatiza que a palavra de Deus deve ser proclamada, e que a comunicação é um meio pelo qual a fé é compartilhada.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Atos 1:8"]},"marcos_6_10_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de levantar-se ou erguer-se.","explicacao_detalhada":"No contexto de Marcos 6:10, 'levantar' pode simbolizar a disposição de agir e seguir as instruções de Jesus, representando um chamado à ação.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque implica movimento e resposta à chamada de Deus, essencial para a vida cristã.","conexao_teologica":"Teologicamente, levantar-se é um símbolo de ressurreição e nova vida em Cristo, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["Romanos 6:4","Efésios 2:6","Colossenses 3:1"]},"marcos_6_11_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou julgamento.","explicacao_detalhada":"Em Marcos 6:11, 'dia' pode ser interpretado como um tempo de decisão e ação, onde as escolhas feitas têm consequências eternas.","por_que_esta_palavra":"A noção de 'dia' enfatiza a urgência da mensagem e a importância de aproveitar as oportunidades que Deus oferece.","conexao_teologica":"A teologia cristã fala sobre o 'dia do Senhor', um tempo de julgamento e restauração, ressaltando a importância de estar preparado.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 5:2","Apocalipse 16:15"]},"marcos_6_11_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de juízo ou avaliação moral.","explicacao_detalhada":"No contexto de Marcos 6:11, 'juízo' implica a avaliação das ações das pessoas e as consequências que elas enfrentam diante de Deus.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender a justiça divina e a responsabilidade humana em relação às suas ações.","conexao_teologica":"A teologia cristã ensina que todos serão julgados por suas obras, enfatizando a necessidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Hebreus 9:27"]},"marcos_6_12_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se ao ato de proclamar a mensagem de Deus com sinceridade e clareza.","explicacao_detalhada":"Em Marcos 6:12, 'pregar' destaca a responsabilidade dos discípulos de compartilhar a verdade do evangelho com os outros.","por_que_esta_palavra":"A pregação é um meio pelo qual a verdade de Deus é revelada e aceita, essencial para a salvação.","conexao_teologica":"A teologia enfatiza a importância da pregação como um meio de edificação da fé e da disseminação do evangelho.","referencias_relacionadas":["1 Coríntios 1:21","2 Timóteo 4:2","Romanos 1:16"]},"marcos_6_12_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Indica o movimento em direção a um objetivo ou propósito.","explicacao_detalhada":"No contexto de Marcos 6:12, 'adiante' sugere a ideia de avançar na missão que Jesus confiou aos discípulos.","por_que_esta_palavra":"A palavra 'adiante' é importante porque representa a continuidade da missão e o progresso na obra de Deus.","conexao_teologica":"Teologicamente, avançar na fé é um chamado para todos os crentes, que são incentivados a seguir em frente na sua jornada espiritual.","referencias_relacionadas":["Filipenses 3:14","Hebreus 12:1","Atos 20:24"]},"marcos_6_13_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Marcos 6:13, 'grande' pode se referir ao impacto das obras realizadas pelos discípulos, mostrando a grandeza do poder de Deus em ação.","por_que_esta_palavra":"A palavra 'grande' destaca a capacidade de Deus de realizar milagres e transformações significativas na vida das pessoas.","conexao_teologica":"A teologia cristã ensina que Deus é grande em poder e amor, capaz de realizar coisas extraordinárias através de Seus servos.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Lucas 1:49"]},"marcos_6_13_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ação de curar ou restaurar, associada ao poder divino.","explicacao_detalhada":"Em Marcos 6:13, 'deus' é mencionado em relação ao poder de cura que opera através dos discípulos, enfatizando a presença de Deus nas suas ações.","por_que_esta_palavra":"A cura é um sinal do reino de Deus e uma demonstração do amor e compaixão divina.","conexao_teologica":"Teologicamente, a cura é vista como uma manifestação do poder de Deus e um sinal da vinda do seu reino.","referencias_relacionadas":["Mateus 10:1","Tiago 5:14-15","Isaías 53:5"]},"marcos_6_14_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou entidade, muitas vezes associada a reputação ou autoridade.","explicacao_detalhada":"Em Marcos 6:14, 'nome' é mencionado em relação a Herodes, enfatizando a importância da identidade e do reconhecimento público.","por_que_esta_palavra":"O nome carrega peso e significado, refletindo a autoridade e o caráter da pessoa a quem se refere.","conexao_teologica":"Na teologia cristã, o nome de Jesus é central, representando Sua autoridade e poder para salvar.","referencias_relacionadas":["Filipenses 2:9-10","Atos 4:12","Romanos 10:13"]},"marcos_6_14_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder de realizar milagres, especialmente no contexto da obra de Jesus.","explicacao_detalhada":"A palavra 'poder' (δύναμις) é usada para descrever a capacidade divina que Jesus tinha de realizar milagres e curas, demonstrando sua autoridade sobre a natureza e as forças espirituais.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do ministério de Jesus e como ele era percebido por aqueles ao seu redor, especialmente em relação à sua identidade messiânica.","conexao_teologica":"O poder de Jesus é um tema central no Novo Testamento, mostrando que Ele é o Filho de Deus com autoridade sobre todas as coisas.","referencias_relacionadas":["Mateus 9:6","Lucas 4:36","Atos 10:38"]},"marcos_6_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o surgimento de algo significativo, como a fama de Jesus.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever como a fama de Jesus se espalhou, e como Ele se tornou uma figura central na sociedade da época.","por_que_esta_palavra":"É importante para entender como a percepção pública de Jesus evoluiu e como isso impactou seu ministério.","conexao_teologica":"A transformação de Jesus de um pregador desconhecido para uma figura famosa é um reflexo do plano de Deus para a salvação da humanidade.","referencias_relacionadas":["Mateus 4:24","Lucas 8:1","João 7:12"]},"marcos_6_15_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Refere-se ao profeta Elias, uma figura importante do Antigo Testamento, que simboliza a profecia e a preparação para o Messias.","explicacao_detalhada":"A menção de Elias (Ἡλίας) destaca a expectativa messiânica entre o povo, que acreditava que Elias retornaria antes da vinda do Messias.","por_que_esta_palavra":"A conexão com Elias é fundamental para entender a identidade de Jesus e como Ele se encaixa nas profecias do Antigo Testamento.","conexao_teologica":"Jesus é frequentemente associado a Elias, mostrando que Ele cumpre as promessas de Deus e as profecias do Antigo Testamento.","referencias_relacionadas":["Mateus 11:14","Lucas 1:17","Malaquias 4:5"]},"marcos_6_16_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que simboliza a autoridade e o poder político da época.","explicacao_detalhada":"O nome 'Herodes' (Ἡρώδης) é associado a um governante que tinha um papel significativo na história de Jesus, especialmente em relação à sua perseguição.","por_que_esta_palavra":"O nome é importante para entender a dinâmica de poder e a oposição que Jesus enfrentou durante seu ministério.","conexao_teologica":"A menção de Herodes mostra como as autoridades terrenas reagiram ao ministério de Jesus, refletindo a tensão entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Mateus 2:1","Lucas 23:7","Atos 12:1"]},"marcos_6_16_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de João Batista, que é um evento significativo que impacta a narrativa do ministério de Jesus.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) é usada para descrever a morte violenta de João, que simboliza a rejeição da mensagem de Deus e a perseguição dos profetas.","por_que_esta_palavra":"A morte de João Batista é um precursor da morte de Jesus, mostrando a continuidade da rejeição dos mensageiros de Deus.","conexao_teologica":"A morte de João Batista antecipa a morte de Jesus, destacando o custo do ministério e a seriedade da mensagem do evangelho.","referencias_relacionadas":["Mateus 14:10","Lucas 9:9","Marcos 6:27"]},"marcos_6_17_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente se refere ao nome de Herodes, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição do nome 'Herodes' (Ἡρώδης) reforça a conexão entre o governante e os eventos que cercam a vida de Jesus e João Batista.","por_que_esta_palavra":"É essencial para entender a relação entre os poderes políticos e a mensagem do evangelho.","conexao_teologica":"A presença de Herodes na narrativa destaca a oposição que Jesus enfrentou e a luta entre o bem e o mal.","referencias_relacionadas":["Mateus 14:1","Lucas 3:19","Atos 4:27"]},"marcos_6_17_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a ordem para a prisão de João Batista foi dada, um momento crucial na narrativa.","explicacao_detalhada":"A palavra 'dia' (φυλακή) é usada para marcar um evento significativo que leva à morte de João e, consequentemente, à intensificação da oposição a Jesus.","por_que_esta_palavra":"O dia é importante para entender a cronologia dos eventos que cercam o ministério de Jesus.","conexao_teologica":"O dia da prisão de João Batista marca um ponto de virada na narrativa do Novo Testamento, onde a oposição ao evangelho se torna mais evidente.","referencias_relacionadas":["Mateus 14:3","Lucas 3:20","Marcos 6:17"]},"marcos_6_18_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Mais uma vez se refere ao nome de Herodes, reforçando seu papel na história.","explicacao_detalhada":"A repetição do nome 'Herodes' (Ἡρώδης) enfatiza a continuidade da narrativa sobre a oposição que João e Jesus enfrentaram.","por_que_esta_palavra":"É fundamental para entender a relação entre os líderes políticos e a mensagem de Deus.","conexao_teologica":"A menção de Herodes destaca a luta entre a verdade do evangelho e as autoridades corruptas.","referencias_relacionadas":["Mateus 14:1","Lucas 9:7","Atos 12:1"]},"marcos_6_18_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher de Herodes, que teve um papel crucial na morte de João Batista.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para descrever Herodias, que instigou Herodes a prender e matar João, simbolizando a corrupção moral.","por_que_esta_palavra":"A presença de Herodias na narrativa é importante para entender as dinâmicas de poder e influência que levaram à morte de João.","conexao_teologica":"A figura de Herodias representa a oposição ao plano de Deus e a corrupção que permeia as autoridades da época.","referencias_relacionadas":["Mateus 14:6","Marcos 6:22","Lucas 3:19"]},"marcos_6_19_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Herodes de prender João Batista, um ato que reflete sua moralidade e decisões.","explicacao_detalhada":"A palavra 'escolher' (θέλω) é usada para descrever a decisão consciente de Herodes, que foi influenciada por Herodias e a pressão social.","por_que_esta_palavra":"É importante para entender como as escolhas pessoais e políticas podem ter consequências eternas.","conexao_teologica":"As escolhas de Herodes contrastam com a mensagem de arrependimento e justiça que João pregava, mostrando a luta entre o bem e o mal.","referencias_relacionadas":["Mateus 14:4","Marcos 6:20","Lucas 3:19"]},"marcos_6_19_mulher":{"palavra_pt":"mulher","palavra_original":"Ἡρωδιάς","transliteracao":"Hērōdiás","strong":"G2266","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Herodias, esposa de Herodes Antipas, que desempenha um papel crucial na narrativa da morte de João Batista.","explicacao_detalhada":"Herodias é uma figura complexa que representa a corrupção e a manipulação política. Sua ambição e desejo de vingança contra João Batista a levam a instigar a morte dele.","por_que_esta_palavra":"A palavra 'mulher' aqui é usada para identificar Herodias, destacando seu papel como uma mulher influente e poderosa na corte de Herodes.","conexao_teologica":"Herodias simboliza a oposição ao profetismo e à verdade de Deus, mostrando como o pecado e a ambição podem levar à destruição.","referencias_relacionadas":["Mateus 14:3-10","Marcos 6:17-28","Lucas 3:19-20"]},"marcos_6_19_entangle":{"palavra_pt":"entangle","palavra_original":"ἐνέχω","transliteracao":"enéchō","strong":"G1758","significado_raiz":"Ideia básica: entangle.","significado_contextual":"Refere-se à maneira como Herodias se sentia presa às suas emoções e desejos, especialmente em relação a João Batista.","explicacao_detalhada":"A palavra 'entangle' sugere que Herodias estava enredada em suas próprias intrigas e manipulações, o que a levou a tomar decisões drásticas.","por_que_esta_palavra":"Esta palavra é usada para descrever a situação complicada em que Herodias se encontrava, refletindo a natureza do pecado que a aprisiona.","conexao_teologica":"A ideia de estar 'entangled' é uma metáfora para o pecado que nos prende e nos afasta de Deus.","referencias_relacionadas":["Hebreus 12:1","Tiago 1:14-15","Romanos 7:15"]},"marcos_6_20_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que é mencionado em conexão com sua autoridade e poder.","explicacao_detalhada":"O nome 'Herodes' traz à mente a imagem de um governante que, embora tenha poder, é moralmente falho e suscetível à influência de outros, como Herodias.","por_que_esta_palavra":"O uso do nome enfatiza a identidade de Herodes como um rei que, em vez de proteger a verdade, se deixa levar por suas paixões.","conexao_teologica":"O nome de Herodes se torna um símbolo de liderança corrupta e da luta entre o bem e o mal.","referencias_relacionadas":["Mateus 2:1","Lucas 1:5","Atos 12:1"]},"marcos_6_20_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se a João Batista, que é descrito como justo e inocente, em contraste com as ações de Herodes e Herodias.","explicacao_detalhada":"A palavra 'inocente' destaca a integridade moral de João, que falava a verdade e denunciava o pecado, mesmo diante da ameaça de morte.","por_que_esta_palavra":"A ênfase na inocência de João serve para mostrar a injustiça de sua execução e a corrupção do poder.","conexao_teologica":"A inocência de João Batista é um reflexo da justiça de Deus, que muitas vezes é ignorada ou perseguida por aqueles em posições de autoridade.","referencias_relacionadas":["Mateus 14:4","Lucas 7:28","João 1:29"]},"marcos_6_20_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do respeito que Herodes tinha por João Batista, apesar de suas falhas morais.","explicacao_detalhada":"A palavra 'grande' indica que Herodes reconhecia a importância e a influência de João, mesmo que isso não o impedisse de agir contra ele.","por_que_esta_palavra":"A grandeza aqui é irônica, pois Herodes, que deveria proteger os justos, acaba se tornando seu algoz.","conexao_teologica":"A grandeza do respeito por João Batista contrasta com a pequenaza do caráter de Herodes, mostrando a luta entre o bem e o mal.","referencias_relacionadas":["Mateus 11:11","Lucas 1:15","Lucas 7:28"]},"marcos_6_21_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a festa foi realizada, um evento que culminou na morte de João Batista.","explicacao_detalhada":"O 'dia' é significativo porque marca um momento de celebração que se transforma em tragédia, simbolizando a ironia da vida.","por_que_esta_palavra":"A menção do dia enfatiza a importância do tempo e das decisões que são tomadas em momentos específicos.","conexao_teologica":"O dia em que a festa ocorreu é um lembrete de que as escolhas feitas em momentos de prazer podem ter consequências eternas.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Tiago 4:14"]},"marcos_6_21_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Herodes, que é central na narrativa da morte de João Batista.","explicacao_detalhada":"O nome é mencionado para reforçar a identidade do governante que, em sua festa, toma uma decisão que leva à morte de um profeta.","por_que_esta_palavra":"A repetição do nome destaca a importância do papel de Herodes na história e suas implicações morais.","conexao_teologica":"O nome de Herodes se torna um símbolo de liderança que falha em reconhecer e proteger a verdade.","referencias_relacionadas":["Mateus 14:6","Marcos 6:14","Lucas 9:7"]},"marcos_6_21_grande":{"palavra_pt":"grande","palavra_original":"μεγιστᾶνες","transliteracao":"megistânes","strong":"G3175","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos convidados da festa de Herodes, que simboliza a elite e o poder da época.","explicacao_detalhada":"A palavra 'grande' aqui sugere a ostentação e a superficialidade da festa, contrastando com a gravidade da situação que se desenrola.","por_que_esta_palavra":"A grandeza dos convidados enfatiza a natureza do evento e a pressão que Herodes sentia para agradar a todos.","conexao_teologica":"A grandeza da festa contrasta com a grandeza do sacrifício de João, mostrando como os valores humanos muitas vezes se opõem aos valores divinos.","referencias_relacionadas":["Mateus 22:10","Lucas 14:16-24","Tiago 2:1-4"]},"marcos_6_22_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Mais uma vez, refere-se ao nome de Herodes, que é central na narrativa da execução de João Batista.","explicacao_detalhada":"A repetição do nome de Herodes serve para enfatizar sua responsabilidade nas ações que levam à morte de um inocente.","por_que_esta_palavra":"O nome é crucial para entender o papel de Herodes como um governante que se deixa levar por pressões externas.","conexao_teologica":"O nome de Herodes se torna um símbolo de liderança que falha em proteger a verdade e a justiça.","referencias_relacionadas":["Mateus 14:6","Marcos 6:14","Lucas 9:7"]},"marcos_6_22_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha que Herodes faz em atender ao pedido de Herodias, resultando na morte de João Batista.","explicacao_detalhada":"A palavra 'escolher' destaca a liberdade que Herodes tinha, mas também a responsabilidade que vem com essa escolha.","por_que_esta_palavra":"A escolha de Herodes é um ponto crítico na narrativa, mostrando como decisões podem ter consequências devastadoras.","conexao_teologica":"A escolha de Herodes reflete a luta entre a vontade de Deus e a vontade humana, e como as escolhas erradas podem levar à ruína.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 6:16"]},"marcos_6_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do pedido feito por Herodes, que era um grande desejo de satisfazer a filha de Herodias.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a importância e a seriedade do que estava em jogo, mostrando que o juramento de Herodes era significativo e tinha grandes consequências.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a gravidade da situação e o impacto das ações de Herodes.","conexao_teologica":"A grandeza das promessas e juramentos humanos contrasta com a fidelidade de Deus, que é sempre maior do que qualquer compromisso humano.","referencias_relacionadas":["Mateus 5:37","Tiago 5:12","Salmos 76:7"]},"marcos_6_23_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Um compromisso solene feito por Herodes, que o levou a tomar uma decisão trágica.","explicacao_detalhada":"O juramento de Herodes, feito em um momento de festa e emoção, revela a fragilidade das promessas feitas sob pressão social.","por_que_esta_palavra":"A palavra 'juramento' é crucial para entender a seriedade da promessa de Herodes e as consequências que dela resultaram.","conexao_teologica":"Os juramentos humanos podem levar a ações erradas, enquanto Deus é fiel às suas promessas, mesmo quando os homens falham.","referencias_relacionadas":["Hebreus 6:16","Mateus 23:16-22","Eclesiastes 5:4-5"]},"marcos_6_23_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar a cabeça de João Batista como cumprimento do juramento de Herodes.","explicacao_detalhada":"A palavra 'dar' implica um ato de entrega, que neste caso é trágico, pois representa a entrega da vida de um profeta inocente.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a natureza voluntária do ato, mesmo que motivado por pressão e desejo de agradar.","conexao_teologica":"A entrega de João Batista antecipa a entrega de Cristo, que também foi injustamente sacrificado.","referencias_relacionadas":["Mateus 14:10","Lucas 9:9","João 1:29"]},"marcos_6_24_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça de João Batista, que foi o resultado do juramento de Herodes.","explicacao_detalhada":"A cabeça simboliza a morte de João e a culminação de sua missão profética, além de ser um ato de vingança de Herodias.","por_que_esta_palavra":"A palavra 'cabeça' é significativa, pois representa não apenas a pessoa, mas também a autoridade e a vida de João.","conexao_teologica":"A decapitação de João Batista é um prenúncio da morte de Cristo, que também enfrentou a rejeição e a morte injusta.","referencias_relacionadas":["Mateus 14:8","Lucas 3:19-20","Mateus 21:26"]},"marcos_6_24_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de João Batista é mencionado para enfatizar a identidade do mártir e a importância de sua mensagem.","explicacao_detalhada":"O nome 'João' significa 'Deus é gracioso', e sua menção aqui destaca a ironia da situação, onde a graça de Deus é rejeitada.","por_que_esta_palavra":"A palavra 'nome' é importante, pois identifica a pessoa que foi injustamente assassinada e a mensagem que ele trouxe.","conexao_teologica":"O nome de João Batista é um lembrete da missão de preparar o caminho para o Senhor, que foi cumprida apesar de sua morte.","referencias_relacionadas":["Lucas 1:13","Mateus 3:1","João 1:6"]},"marcos_6_25_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se ao assunto do pedido da filha de Herodias, que foi a cabeça de João Batista.","explicacao_detalhada":"A palavra 'assunto' aqui enfatiza a natureza séria e sombria do pedido, que envolveu a vida de um profeta.","por_que_esta_palavra":"A escolha de 'assunto' destaca a gravidade e a urgência da situação, mostrando que era uma questão de vida ou morte.","conexao_teologica":"A busca por assuntos terrenos pode levar a decisões que desagradam a Deus, contrastando com a busca pela vontade divina.","referencias_relacionadas":["Tiago 4:3","Mateus 6:33","Romanos 12:2"]},"marcos_6_25_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir o pedido da filha de Herodias, que foi um ato de desobediência a Deus.","explicacao_detalhada":"A palavra 'seguir' implica em uma ação deliberada, mostrando que Herodes estava ciente do que estava fazendo ao atender ao pedido.","por_que_esta_palavra":"A escolha de 'seguir' destaca a responsabilidade de Herodes em suas ações e decisões.","conexao_teologica":"Seguir a vontade de Deus é essencial, enquanto seguir desejos humanos pode levar a consequências trágicas.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Romanos 8:14"]},"marcos_6_26_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se um mártir, que é um grande sacrifício por causa da fé.","explicacao_detalhada":"A palavra 'tornar-se' implica em uma transformação, onde João Batista se torna um símbolo de fé e coragem diante da morte.","por_que_esta_palavra":"A escolha de 'tornar-se' enfatiza a mudança de estado de João, de profeta a mártir.","conexao_teologica":"A transformação de João Batista em mártir é um reflexo da transformação que todos os crentes devem buscar em Cristo.","referencias_relacionadas":["Atos 7:60","Romanos 12:1","Filipenses 1:21"]},"marcos_6_26_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Herodes em atender ao pedido da filha de Herodias, que resultou em um ato de injustiça.","explicacao_detalhada":"A palavra 'escolher' destaca a liberdade de decisão que Herodes tinha, mas que foi influenciada por pressões externas.","por_que_esta_palavra":"A escolha de 'escolher' enfatiza a responsabilidade moral de Herodes em suas ações.","conexao_teologica":"A liberdade de escolha é um tema central na teologia, onde Deus nos chama a escolher o bem e a justiça.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 6:7","Josué 24:15"]},"marcos_6_26_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅρκος","transliteracao":"hórkos","strong":"G3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao caráter sagrado do juramento feito por Herodes, que deveria ser respeitado.","explicacao_detalhada":"A palavra 'sagrado' implica que o juramento tinha um peso espiritual, mesmo que tenha sido feito em um contexto de pecado.","por_que_esta_palavra":"A escolha de 'sagrado' ressalta a seriedade das promessas feitas, mesmo quando são quebradas.","conexao_teologica":"A santidade de Deus contrasta com a falibilidade humana, mostrando que devemos ser cuidadosos com nossas promessas.","referencias_relacionadas":["Levítico 19:12","Eclesiastes 5:2","Mateus 5:33-37"]},"marcos_6_27_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça de João Batista, que foi decapitada como resultado de uma promessa feita por Herodes.","explicacao_detalhada":"A palavra 'cabeça' aqui simboliza não apenas a parte física do corpo, mas também a autoridade e a identidade de João Batista, que foi um profeta importante.","por_que_esta_palavra":"A decapitação de João Batista representa a rejeição da verdade e da justiça, refletindo a corrupção do poder.","conexao_teologica":"A decapitação de João Batista prefigura a rejeição e a morte de Jesus, que também enfrentou a injustiça.","referencias_relacionadas":["Mateus 14:10","Marcos 6:16","Lucas 9:9"]},"marcos_6_27_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se ao período em que a decapitação ocorreu, destacando a urgência e a gravidade do evento.","explicacao_detalhada":"Neste contexto, o 'dia' é um marco temporal que enfatiza a execução da ordem de Herodes e a tragédia que se seguiu.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do momento em que a injustiça foi cometida.","conexao_teologica":"O dia da morte de João Batista é um lembrete da perseguição que os profetas enfrentam por causa da verdade.","referencias_relacionadas":["Mateus 14:6","Marcos 6:21","Lucas 3:19"]},"marcos_6_28_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Novamente se refere à cabeça de João Batista, simbolizando a culminação de sua missão profética.","explicacao_detalhada":"A decapitação é um ato de desonra e um sinal de que a mensagem de João foi rejeitada.","por_que_esta_palavra":"A repetição da palavra 'cabeça' reforça a gravidade do ato e o impacto que teve sobre os seguidores de João.","conexao_teologica":"Assim como a cabeça de João foi cortada, a mensagem de Cristo também seria rejeitada, levando à sua crucificação.","referencias_relacionadas":["Mateus 14:11","Marcos 6:16","Lucas 9:9"]},"marcos_6_29_corpo":{"palavra_pt":"corpo","palavra_original":"πτῶμα","transliteracao":"ptōma","strong":"G4430","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de João Batista, que foi tratado com desrespeito após sua morte.","explicacao_detalhada":"O corpo é um símbolo da vida e do ministério de João, que foi sacrificado por sua fidelidade à verdade.","por_que_esta_palavra":"A menção ao corpo destaca a brutalidade do ato e a desumanização do profeta.","conexao_teologica":"O corpo de João Batista, assim como o corpo de Cristo, é um testemunho do custo do discipulado e da verdade.","referencias_relacionadas":["Mateus 14:12","Marcos 6:29","Lucas 9:10"]},"marcos_6_29_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode ser interpretada como uma referência à ação de colocar o corpo em um lugar apropriado após a morte.","explicacao_detalhada":"O ato de 'arco' implica em um cuidado e respeito que contrasta com a brutalidade da decapitação.","por_que_esta_palavra":"Refere-se ao ato de dar dignidade ao corpo de João, mesmo após sua morte trágica.","conexao_teologica":"Assim como o corpo de João foi tratado com dignidade, o corpo de Cristo também foi preparado para o sepultamento.","referencias_relacionadas":["Mateus 27:57","Marcos 15:40","Lucas 23:50"]},"marcos_6_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, que é o centro da mensagem do evangelho e a resposta a todas as injustiças.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como aquele que traz esperança e restauração após a tragédia da morte de João.","por_que_esta_palavra":"A menção de Jesus destaca a continuidade do ministério e a necessidade de seguir em frente após a perda.","conexao_teologica":"Jesus é o cumprimento das profecias e a resposta ao sofrimento dos profetas.","referencias_relacionadas":["Mateus 14:13","Marcos 1:9","Lucas 3:21"]},"marcos_6_30_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus e seus discípulos em resposta ao que aconteceu com João.","explicacao_detalhada":"Aqui, 'fazer' implica em agir com propósito e determinação, mesmo diante da adversidade.","por_que_esta_palavra":"A ação de 'fazer' é essencial para o ministério, que continua apesar das dificuldades.","conexao_teologica":"O ministério de Jesus é caracterizado por ações que trazem cura e libertação, mesmo em tempos de dor.","referencias_relacionadas":["Mateus 11:4","Marcos 1:34","Lucas 9:1"]},"marcos_6_31_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se à relação íntima entre Jesus e seus discípulos.","explicacao_detalhada":"Este termo enfatiza a proximidade e a familiaridade que os discípulos têm com Jesus, que é essencial para o discipulado.","por_que_esta_palavra":"A familiaridade é importante para entender a missão e o caráter de Jesus.","conexao_teologica":"A relação íntima com Jesus é fundamental para a vida cristã e o crescimento espiritual.","referencias_relacionadas":["João 15:15","Mateus 10:25","Lucas 6:13"]},"marcos_6_31_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se ao ato de Jesus e seus discípulos se retirarem para um lugar deserto para descansar.","explicacao_detalhada":"O 'departar' é um momento de pausa e reflexão após a perda de João Batista, mostrando a necessidade de descanso espiritual.","por_que_esta_palavra":"A retirada é um princípio importante no ministério, permitindo renovação e fortalecimento.","conexao_teologica":"Jesus frequentemente se retirava para orar e buscar a direção de Deus, um exemplo para seus seguidores.","referencias_relacionadas":["Mateus 14:13","Marcos 1:35","Lucas 5:16"]},"marcos_6_31_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à multidão que seguia Jesus e seus discípulos, destacando a importância de seu ministério.","explicacao_detalhada":"A grandeza da multidão é um testemunho do impacto que Jesus teve na vida das pessoas, atraindo aqueles que buscavam esperança.","por_que_esta_palavra":"A grandeza da multidão enfatiza a necessidade de Jesus e a resposta ao seu chamado.","conexao_teologica":"A multidão que segue Jesus representa a busca da humanidade por salvação e verdade.","referencias_relacionadas":["Mateus 5:1","Marcos 3:7","Lucas 9:11"]},"marcos_6_32_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a uma relação de familiaridade ou conhecimento prévio.","explicacao_detalhada":"A palavra 'acquaintance' (ἴδιος) sugere um nível de intimidade ou conexão pessoal, indicando que Jesus e seus discípulos estavam em um ambiente conhecido e confortável.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a proximidade entre Jesus e seus seguidores, destacando a importância das relações pessoais no ministério.","conexao_teologica":"A familiaridade com Jesus é essencial para entender seu ensinamento e sua missão, refletindo a ideia de que devemos conhecer a Cristo pessoalmente.","referencias_relacionadas":["João 10:14","Mateus 7:23","Lucas 10:22"]},"marcos_6_33_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Indica a ação de sair ou ir embora de um lugar.","explicacao_detalhada":"A palavra 'depart' (ὑπάγω) é usada para descrever o movimento de Jesus e seus discípulos em busca de um lugar para descansar e se recuperar do ministério intenso.","por_que_esta_palavra":"Essa palavra é significativa porque reflete a necessidade de descanso e renovação espiritual, um tema recorrente na vida de Jesus.","conexao_teologica":"O ato de se retirar para um lugar deserto para orar e descansar é um exemplo de como devemos cuidar de nossa vida espiritual.","referencias_relacionadas":["Mateus 14:13","Lucas 5:16","Marcos 1:35"]},"marcos_6_33_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (πολύς) é utilizada para descrever a multidão que seguia Jesus, enfatizando a popularidade e a influência de seu ministério.","por_que_esta_palavra":"A grandeza da multidão destaca a necessidade de Jesus de se conectar com as pessoas e atender suas necessidades espirituais e físicas.","conexao_teologica":"A grandeza da multidão é um lembrete de que o evangelho é para todos, e que Jesus veio para salvar a humanidade.","referencias_relacionadas":["Mateus 9:36","Lucas 8:4","João 6:2"]},"marcos_6_33_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a um grupo de pessoas, geralmente em um contexto de necessidade ou busca.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) é usada para descrever a multidão que seguia Jesus, simbolizando a busca por esperança e cura.","por_que_esta_palavra":"O uso de 'povo' enfatiza a compaixão de Jesus por aqueles que estão perdidos e necessitados.","conexao_teologica":"Jesus se preocupa com o povo e suas necessidades, refletindo o amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 14:14","Marcos 8:1","Lucas 9:11"]},"marcos_6_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, o Filho de Deus.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é mencionada para destacar sua autoridade e compaixão ao ver a multidão necessitada.","por_que_esta_palavra":"A menção de Jesus é crucial, pois ele é o único que pode oferecer verdadeira esperança e cura.","conexao_teologica":"Jesus é o bom pastor que cuida de seu rebanho, mostrando a importância de sua missão redentora.","referencias_relacionadas":["João 10:11","Mateus 1:21","Atos 4:12"]},"marcos_6_34_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Novamente, refere-se à magnitude da multidão que seguia Jesus.","explicacao_detalhada":"A repetição da palavra 'grande' (πολύς) enfatiza a necessidade urgente e a quantidade de pessoas que buscavam Jesus.","por_que_esta_palavra":"A grandeza da multidão é um reflexo da fome espiritual que as pessoas tinham por ensinamentos e milagres.","conexao_teologica":"A grandeza da multidão ilustra a universalidade da mensagem de Cristo e a necessidade de todos de se voltarem para ele.","referencias_relacionadas":["Mateus 9:37","Lucas 10:2","João 4:35"]},"marcos_6_34_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que estava em busca de Jesus.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) destaca a diversidade e a necessidade coletiva daquelas pessoas que se reuniam ao redor de Jesus.","por_que_esta_palavra":"O uso de 'povo' enfatiza a missão de Jesus de alcançar todos, independentemente de sua condição social ou espiritual.","conexao_teologica":"A inclusão do povo na narrativa mostra que o evangelho é para todos, refletindo o amor inclusivo de Deus.","referencias_relacionadas":["Mateus 15:30","Marcos 8:9","Lucas 6:19"]},"marcos_6_35_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da necessidade que a multidão tinha.","explicacao_detalhada":"A palavra 'grande' (πολύς) é utilizada para descrever a situação crítica em que a multidão se encontrava, necessitando de alimento e orientação.","por_que_esta_palavra":"A grandeza da necessidade ressalta a compaixão de Jesus e a urgência de sua resposta.","conexao_teologica":"A grandeza da necessidade do povo é um reflexo da condição humana e da necessidade de intervenção divina.","referencias_relacionadas":["Mateus 14:15","Marcos 8:4","Lucas 9:12"]},"marcos_6_35_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que os eventos estavam ocorrendo.","explicacao_detalhada":"A palavra 'dia' (ὥρα) é usada para indicar que a situação estava se tornando crítica à medida que o tempo passava.","por_que_esta_palavra":"A menção do dia enfatiza a urgência da situação e a necessidade de ação imediata.","conexao_teologica":"O tempo é um elemento importante na obra de Deus, que muitas vezes age em momentos de necessidade.","referencias_relacionadas":["Mateus 20:1","João 9:4","Efésios 5:16"]},"marcos_6_36_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"Refere-se à ação de consumir alimento.","explicacao_detalhada":"A palavra 'comer' (φάγω) é utilizada em um contexto de necessidade física, onde a multidão estava faminta.","por_que_esta_palavra":"A necessidade de comer ressalta a preocupação de Jesus com o bem-estar físico das pessoas, além do espiritual.","conexao_teologica":"A alimentação da multidão é um símbolo da provisão de Deus e da importância de cuidar das necessidades humanas.","referencias_relacionadas":["Mateus 14:16","João 6:35","Lucas 9:13"]},"marcos_6_37_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, Jesus está instruindo os discípulos sobre como lidar com a multidão que estava com fome. A ordem de 'falar' implica em uma comunicação clara e direta, mostrando a necessidade de ação.","por_que_esta_palavra":"A escolha da palavra 'falar' é crucial, pois enfatiza a importância da comunicação e da liderança na situação apresentada.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, sendo a Palavra de Deus central na fé cristã.","referencias_relacionadas":["Mateus 4:4","Tiago 1:19","Provérbios 18:21"]},"marcos_6_37_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em fornecer ou entregar algo a alguém.","explicacao_detalhada":"Neste versículo, Jesus está pedindo que os discípulos ofereçam o que têm, mesmo que seja pouco, para alimentar a multidão. A ideia de 'dar' é central para a prática da generosidade.","por_que_esta_palavra":"A palavra 'dar' reflete a ação de compartilhar e a importância de contribuir para o bem-estar dos outros.","conexao_teologica":"A generosidade é um princípio fundamental na vida cristã, refletindo o caráter de Deus que dá livremente.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"marcos_6_38_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se a ir embora ou se afastar de um lugar.","explicacao_detalhada":"Jesus instrui os discípulos a 'departar' para que possam organizar a multidão e prepará-la para receber o alimento. Isso implica em uma ação de liderança e organização.","por_que_esta_palavra":"A palavra 'depart' é significativa, pois mostra a necessidade de ação deliberada em situações de crise.","conexao_teologica":"A obediência a instruções divinas é um tema recorrente na Bíblia, refletindo a importância de seguir a direção de Deus.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 28:19"]},"marcos_6_38_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar uma instrução ou informação.","explicacao_detalhada":"Jesus 'diz' aos discípulos o que fazer com a multidão, mostrando sua autoridade e capacidade de guiar.","por_que_esta_palavra":"A palavra 'dizer' é importante, pois enfatiza a clareza na comunicação das instruções de Jesus.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, onde Ele se comunica com Seu povo para guiá-lo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"marcos_6_39_charge":{"palavra_pt":"charge","palavra_original":"ἐπιτάσσω","transliteracao":"epitássō","strong":"G2004","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' refere-se a dar uma ordem ou instrução.","explicacao_detalhada":"Jesus 'charge' os discípulos a organizarem a multidão em grupos, mostrando a importância da ordem e da estrutura.","por_que_esta_palavra":"A palavra 'charge' é significativa, pois destaca a autoridade de Jesus e a necessidade de seguir suas instruções.","conexao_teologica":"A obediência às ordens de Deus é um princípio fundamental na vida cristã.","referencias_relacionadas":["Mateus 28:20","1 Pedro 2:9","Romanos 12:2"]},"marcos_6_40_jardim":{"palavra_pt":"jardim","palavra_original":"πρασιά","transliteracao":"prasiá","strong":"G4237","significado_raiz":"Ideia básica: jardim.","significado_contextual":"A palavra 'jardim' refere-se a um espaço organizado e preparado para o cultivo.","explicacao_detalhada":"Jesus pede que a multidão se assente em grupos, como em um jardim, onde cada planta tem seu lugar, simbolizando ordem e cuidado.","por_que_esta_palavra":"A palavra 'jardim' é importante, pois sugere um ambiente de crescimento e nutrição.","conexao_teologica":"O conceito de jardim é frequentemente associado ao cuidado de Deus e ao crescimento espiritual.","referencias_relacionadas":["Gênesis 2:8","Isaías 58:11","João 15:1"]},"marcos_6_40_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' implica em seguir um padrão ou critério.","explicacao_detalhada":"Jesus instrui a multidão a se organizar 'conforme' a ordem dada, mostrando a importância da conformidade às instruções.","por_que_esta_palavra":"A palavra 'conforme' é significativa, pois enfatiza a necessidade de seguir diretrizes para alcançar um objetivo.","conexao_teologica":"A conformidade à vontade de Deus é essencial para a vida cristã.","referencias_relacionadas":["Romanos 12:2","Efésios 4:1","Colossenses 3:17"]},"marcos_6_41_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao lugar onde Deus habita e à dimensão espiritual.","explicacao_detalhada":"Jesus olha para o céu antes de realizar o milagre da multiplicação dos pães, reconhecendo a soberania de Deus sobre a situação.","por_que_esta_palavra":"A palavra 'céu' é importante, pois simboliza a conexão entre o divino e o humano.","conexao_teologica":"O céu é frequentemente mencionado como o lar de Deus e um lugar de esperança para os crentes.","referencias_relacionadas":["Mateus 6:9","Filipenses 3:20","Apocalipse 21:1"]},"marcos_6_41_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' aqui refere-se à ação de abençoar ou invocar a bênção de Deus.","explicacao_detalhada":"Jesus 'fala' e abençoa os pães antes de distribuí-los, mostrando a importância da oração e da gratidão.","por_que_esta_palavra":"A palavra 'falar' é significativa, pois destaca a prática de reconhecer a providência divina.","conexao_teologica":"A oração e a bênção são fundamentais na vida cristã, refletindo a dependência de Deus.","referencias_relacionadas":["1 Tessalonicenses 5:17","Filipenses 4:6","Mateus 14:19"]},"marcos_6_41_alimento":{"palavra_pt":"alimento","palavra_original":"παρατίθημι","transliteracao":"paratíthēmi","strong":"G3908","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento físico necessário para a vida.","explicacao_detalhada":"Jesus fornece alimento à multidão, simbolizando não apenas a satisfação física, mas também a necessidade espiritual.","por_que_esta_palavra":"A palavra 'alimento' é importante, pois reflete a compaixão de Jesus e sua capacidade de suprir necessidades.","conexao_teologica":"Jesus é frequentemente referido como o pão da vida, simbolizando a nutrição espiritual que Ele oferece.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 107:9"]},"marcos_6_42_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"A ação de comer aqui é um ato de saciedade e gratidão, onde Jesus alimenta uma multidão com poucos pães e peixes.","explicacao_detalhada":"O verbo 'comer' (φάγω) é usado para descrever a ação de ingerir alimento, mas neste contexto, representa também a provisão divina e o milagre da multiplicação dos pães. É um momento em que Jesus demonstra seu poder e compaixão.","por_que_esta_palavra":"A palavra é central para entender o milagre da multiplicação dos pães, onde o ato de comer simboliza a satisfação das necessidades humanas e a generosidade de Deus.","conexao_teologica":"Este milagre é uma prefiguração da Ceia do Senhor, onde Jesus se apresenta como o pão da vida, que sacia a fome espiritual.","referencias_relacionadas":["João 6:35","Mateus 14:19","Lucas 9:16"]},"marcos_6_42_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que Jesus tomou após alimentar a multidão, simbolizando a jornada espiritual que os discípulos e seguidores devem percorrer.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) é usada para descrever não apenas uma rota física, mas também a trajetória de vida e fé que os crentes devem seguir em direção a Cristo.","por_que_esta_palavra":"É importante para enfatizar que a vida cristã é uma jornada, onde cada passo deve ser guiado pela fé e pela obediência a Deus.","conexao_teologica":"O caminho é frequentemente associado à vida em Cristo, que é o único caminho para a salvação.","referencias_relacionadas":["João 14:6","Mateus 7:14","Atos 9:2"]},"marcos_6_43_encher":{"palavra_pt":"encher","palavra_original":"πλήρωμα","transliteracao":"plḗrōma","strong":"G4138","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de encher cestos com os pedaços que sobraram após a alimentação da multidão, simbolizando a abundância da provisão de Deus.","explicacao_detalhada":"A palavra 'encher' (πλήρωμα) implica não apenas a ação física de colocar algo em um recipiente, mas também a ideia de que Deus sempre supre as necessidades de seu povo em abundância.","por_que_esta_palavra":"É crucial para entender que, mesmo após um milagre, Deus se preocupa com os detalhes e não deixa nada se perder.","conexao_teologica":"A abundância de Deus é um tema recorrente na Bíblia, refletindo sua generosidade e cuidado com a criação.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","2 Coríntios 9:8"]},"marcos_6_44_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"Reforça a ideia de que a multidão foi alimentada, destacando a quantidade de pessoas que participaram do milagre.","explicacao_detalhada":"A repetição do verbo 'comer' (φάγω) enfatiza a importância do ato de se alimentar, tanto fisicamente quanto espiritualmente, através da obra de Jesus.","por_que_esta_palavra":"É essencial para mostrar que o milagre não foi apenas um evento isolado, mas um ato de compaixão contínua de Jesus.","conexao_teologica":"A alimentação da multidão é um símbolo da oferta de Jesus como o pão da vida, que sacia a fome espiritual.","referencias_relacionadas":["João 6:51","Mateus 15:37","Lucas 9:17"]},"marcos_6_44_thousand":{"palavra_pt":"thousand","palavra_original":"πεντακισχίλιοι","transliteracao":"pentakischílioi","strong":"G4000","significado_raiz":"Ideia básica: thousand.","significado_contextual":"Refere-se ao número de homens que foram alimentados, destacando a magnitude do milagre realizado por Jesus.","explicacao_detalhada":"A palavra 'mil' (πεντακισχίλιοι) é usada para enfatizar a grandeza do evento, mostrando que Jesus pode atender a grandes multidões com recursos limitados.","por_que_esta_palavra":"É importante para ilustrar o poder de Jesus e a sua capacidade de suprir as necessidades de todos, independentemente da quantidade.","conexao_teologica":"O número simboliza a inclusão de todos no plano de salvação de Deus, mostrando que ninguém é deixado de fora.","referencias_relacionadas":["Mateus 14:21","Lucas 9:14","João 6:10"]},"marcos_6_45_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"Indica a direção que Jesus deu aos discípulos para que atravessassem o mar, simbolizando a obediência e a fé.","explicacao_detalhada":"A palavra 'além' (πέραν) sugere uma transição, um movimento em direção ao desconhecido, que requer confiança em Jesus.","por_que_esta_palavra":"É crucial para entender que a vida cristã muitas vezes envolve passos de fé que nos levam a lugares novos e desafiadores.","conexao_teologica":"A travessia do mar é um símbolo da jornada de fé que os crentes devem empreender, confiando em Jesus como guia.","referencias_relacionadas":["Mateus 14:22","João 6:16","Atos 27:1"]},"marcos_6_46_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao momento em que Jesus se retira para orar, enfatizando a importância da comunhão com Deus.","explicacao_detalhada":"A palavra 'deus' (προσεύχομαι) é usada para descrever a prática da oração, que é fundamental na vida de Jesus e deve ser também na vida dos crentes.","por_que_esta_palavra":"É importante para mostrar que mesmo Jesus, sendo Deus, buscava a comunhão com o Pai, um exemplo a ser seguido.","conexao_teologica":"A oração é um meio de fortalecer a relação com Deus e buscar a Sua vontade em todas as circunstâncias.","referencias_relacionadas":["Mateus 26:36","Lucas 5:16","Filipenses 4:6"]},"marcos_6_46_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte é o lugar onde Jesus se retira para orar, simbolizando um espaço de solitude e conexão com Deus.","explicacao_detalhada":"A palavra 'monte' (ὄρος) representa não apenas um local físico, mas também um símbolo de elevação espiritual e busca de Deus em momentos de necessidade.","por_que_esta_palavra":"É importante para entender que a busca por Deus muitas vezes requer que nos afastemos das distrações do mundo.","conexao_teologica":"Os montes são frequentemente locais de revelação divina na Bíblia, onde Deus se encontra com Seu povo.","referencias_relacionadas":["Mateus 5:1","Lucas 6:12","Êxodo 19:20"]},"marcos_6_46_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Indica a consequência da ação anterior, onde Jesus se retira para orar após alimentar a multidão.","explicacao_detalhada":"A palavra 'portanto' (καί) conecta as ações de Jesus, mostrando que a oração é uma resposta natural ao ministério e à necessidade de renovação espiritual.","por_que_esta_palavra":"É importante para enfatizar que a oração deve ser uma prioridade na vida do crente, especialmente após momentos de grande atividade.","conexao_teologica":"A oração é fundamental para a vida cristã, pois nos conecta com a vontade de Deus e nos fortalece para os desafios.","referencias_relacionadas":["1 Tessalonicenses 5:17","Mateus 6:6","Lucas 18:1"]},"marcos_6_47_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra ou ao mar onde os discípulos estavam, simbolizando o ambiente em que a fé é testada.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o espaço físico, mas também pode representar a realidade da vida cotidiana onde os crentes enfrentam desafios.","por_que_esta_palavra":"É importante para entender que a vida cristã acontece em meio às circunstâncias do dia a dia, onde a fé é exercitada.","conexao_teologica":"A terra é o lugar onde Deus atua, e onde os crentes são chamados a viver sua fé de maneira prática.","referencias_relacionadas":["Gênesis 1:1","Mateus 5:5","Romanos 8:19"]},"marcos_6_47_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' indica uma transformação ou mudança de estado.","explicacao_detalhada":"No contexto de Marcos 6:47, a palavra sugere que algo está prestes a acontecer, como a transição de um estado de calma para um evento significativo.","por_que_esta_palavra":"É utilizada para descrever a ação de algo que se torna real ou se manifesta, enfatizando a importância do momento.","conexao_teologica":"Refere-se à ideia de que Deus pode transformar situações e realidades, trazendo à existência o que antes não era visível.","referencias_relacionadas":["Gênesis 1:3","Romanos 4:17","2 Coríntios 5:17"]},"marcos_6_47_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' enfatiza a solidão e a separação dos discípulos em um momento de necessidade.","explicacao_detalhada":"No versículo, Jesus se retira para orar, mostrando a importância do tempo a sós com Deus, mesmo em meio à multidão.","por_que_esta_palavra":"Destaca a necessidade de momentos de solitude para reflexão e conexão espiritual.","conexao_teologica":"A solidão de Jesus é um exemplo de como devemos buscar momentos de quietude para ouvir a voz de Deus.","referencias_relacionadas":["Mateus 14:23","Lucas 5:16","Salmos 46:10"]},"marcos_6_48_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão ou vontade deliberada.","explicacao_detalhada":"Aqui, Jesus escolhe se aproximar dos discípulos, mostrando sua intenção de estar com eles em meio à tempestade.","por_que_esta_palavra":"Reflete a ação consciente de Jesus em se revelar aos seus seguidores, mesmo em momentos de medo.","conexao_teologica":"A escolha de Jesus de se aproximar é um símbolo do seu desejo de estar presente em nossas dificuldades.","referencias_relacionadas":["João 15:16","Mateus 11:28","Romanos 8:31"]},"marcos_6_48_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, simbolizando a luz e a clareza.","explicacao_detalhada":"No contexto, o dia representa a esperança e a intervenção divina que se aproxima após a noite de dificuldades.","por_que_esta_palavra":"É usada para contrastar a escuridão da noite com a luz que Jesus traz.","conexao_teologica":"A ideia de dia é frequentemente associada à revelação de Deus e à sua presença iluminadora em nossas vidas.","referencias_relacionadas":["Salmos 30:5","João 8:12","1 Tessalonicenses 5:5"]},"marcos_6_48_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A palavra 'meia-noite' representa um momento de escuridão e incerteza.","explicacao_detalhada":"No versículo, a meia-noite simboliza um tempo de angústia e desespero para os discípulos, que estavam lutando contra as ondas.","por_que_esta_palavra":"É um ponto de referência para o momento crítico em que Jesus aparece, trazendo esperança.","conexao_teologica":"A meia-noite é um lembrete de que mesmo nas horas mais sombrias, Deus está presente e ativo.","referencias_relacionadas":["Salmos 119:62","Mateus 25:6","Lucas 12:38"]},"marcos_6_49_espirito":{"palavra_pt":"espirito","palavra_original":"φάντασμα","transliteracao":"phántasma","strong":"G5326","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' é usada para descrever a percepção sobrenatural dos discípulos.","explicacao_detalhada":"Os discípulos pensaram que Jesus era um fantasma, refletindo seu medo e confusão diante do sobrenatural.","por_que_esta_palavra":"A utilização da palavra enfatiza a natureza sobrenatural de Jesus e a dificuldade dos discípulos em reconhecê-lo.","conexao_teologica":"A percepção errônea dos discípulos destaca a necessidade de fé para reconhecer a presença de Deus em nossas vidas.","referencias_relacionadas":["Mateus 14:26","Lucas 24:37","João 20:19"]},"marcos_6_49_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza de Jesus e suas intenções.","explicacao_detalhada":"Jesus se apresenta como alguém que vem para trazer paz e segurança, contrastando com o medo dos discípulos.","por_que_esta_palavra":"É uma afirmação da bondade e da intenção benevolente de Jesus em relação aos seus seguidores.","conexao_teologica":"A bondade de Jesus é um tema central na teologia cristã, mostrando que Ele é a fonte de toda boa dádiva.","referencias_relacionadas":["Tiago 1:17","Romanos 2:4","Salmos 34:8"]},"marcos_6_49_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' representa o caos e a turbulência que os discípulos enfrentavam.","explicacao_detalhada":"O mar agitado simboliza as dificuldades e os desafios da vida, que podem nos fazer sentir perdidos.","por_que_esta_palavra":"É uma metáfora poderosa para as tempestades da vida e a necessidade de fé em meio a elas.","conexao_teologica":"A calma do mar quando Jesus se aproxima é um símbolo da paz que Ele traz às nossas tempestades.","referencias_relacionadas":["Salmos 107:29","Mateus 8:26","Isaías 43:2"]},"marcos_6_50_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a Jesus.","explicacao_detalhada":"Os discípulos são encorajados a não temer e a seguir Jesus, reconhecendo sua autoridade e poder.","por_que_esta_palavra":"É um chamado à ação, para que os discípulos respondam à presença de Jesus com fé.","conexao_teologica":"Seguir a Jesus é um tema central no cristianismo, representando a vida de fé e obediência.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"marcos_6_50_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade e à soberania de Jesus.","explicacao_detalhada":"Neste contexto, a menção de Deus enfatiza a autoridade de Jesus sobre as circunstâncias e sua identidade divina.","por_que_esta_palavra":"É uma afirmação da divindade de Jesus e seu papel como Salvador.","conexao_teologica":"A divindade de Jesus é fundamental para a compreensão da salvação e da relação com Deus.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"marcos_6_50_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O termo 'caminho' refere-se à trajetória ou ao percurso que se deve seguir, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"No contexto de Marcos 6:50, Jesus se aproxima dos discípulos que estavam em um barco e os encoraja a não temer. O 'caminho' aqui simboliza a direção que os discípulos devem seguir em sua fé e confiança em Jesus.","por_que_esta_palavra":"A palavra 'caminho' é utilizada para enfatizar a necessidade de seguir a orientação divina, mesmo em momentos de medo e incerteza.","conexao_teologica":"O 'caminho' é uma metáfora comum na Bíblia, representando a vida cristã e a jornada de fé que os crentes devem percorrer.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"marcos_6_51_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença de Jesus no meio dos discípulos, enfatizando a proximidade e a comunhão.","explicacao_detalhada":"Em Marcos 6:51, Jesus se junta aos discípulos no barco, mostrando que Ele está sempre presente nas dificuldades e que não estamos sozinhos em nossas lutas.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a relação íntima e a proteção que Jesus oferece aos seus seguidores.","conexao_teologica":"A presença de Jesus 'entre' nós é um tema central no Novo Testamento, simbolizando a encarnação e a comunhão com os crentes.","referencias_relacionadas":["Mateus 18:20","Hebreus 13:5","João 14:18"]},"marcos_6_51_cease":{"palavra_pt":"cease","palavra_original":"κοπάζω","transliteracao":"kopázō","strong":"G2869","significado_raiz":"Ideia básica: cease.","significado_contextual":"O termo 'cease' implica em parar ou interromper uma ação, neste caso, o medo dos discípulos.","explicacao_detalhada":"Em Marcos 6:51, Jesus diz aos discípulos para não temerem, o que implica que eles devem cessar seu medo e confiar Nele.","por_que_esta_palavra":"A palavra 'cease' é crucial para entender a mensagem de Jesus sobre a fé e a confiança em tempos de crise.","conexao_teologica":"A ideia de cessar o medo é frequentemente associada à confiança em Deus, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Isaías 41:10","Filipenses 4:6-7","2 Timóteo 1:7"]},"marcos_6_52_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da fé, simbolizando a compreensão e a crença dos discípulos.","explicacao_detalhada":"Em Marcos 6:52, o coração dos discípulos estava endurecido, o que os impediu de compreender os milagres de Jesus, especialmente a multiplicação dos pães.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar a necessidade de uma fé genuína e aberta para reconhecer a obra de Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde a fé e a dúvida habitam, e onde Deus deseja operar.","referencias_relacionadas":["Salmos 51:10","Mateus 15:8","Romanos 10:9"]},"marcos_6_52_consider":{"palavra_pt":"considerar","palavra_original":"συνίημι","transliteracao":"syníēmi","strong":"G4920","significado_raiz":"Ideia básica: considerar.","significado_contextual":"O termo 'considerar' implica em refletir ou ponderar sobre algo, neste caso, os milagres de Jesus.","explicacao_detalhada":"Em Marcos 6:52, os discípulos não consideraram o milagre da multiplicação dos pães, o que revela a falta de entendimento sobre a verdadeira natureza de Jesus.","por_que_esta_palavra":"A palavra 'considerar' é importante para destacar a necessidade de reflexão e discernimento espiritual na vida dos crentes.","conexao_teologica":"A consideração dos atos de Deus é essencial para o crescimento na fé e na compreensão da Sua obra.","referencias_relacionadas":["Salmos 77:11-12","Mateus 16:9-10","Hebreus 3:1"]},"marcos_6_53_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou à região onde Jesus e os discípulos estavam, simbolizando o lugar de ministério.","explicacao_detalhada":"Em Marcos 6:53, ao chegarem à terra de Genezaré, Jesus realiza milagres e cura os enfermos, mostrando que a terra é um local de manifestação do poder de Deus.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a importância do local físico onde a obra de Deus acontece.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o cenário onde Deus se revela e realiza Seus planos.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 28:19"]},"marcos_6_53_cruz":{"palavra_pt":"cruz","palavra_original":"διαπεράω","transliteracao":"diaperáō","strong":"G1276","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza o sacrifício e a redenção, embora neste contexto se refira ao ato de atravessar.","explicacao_detalhada":"Em Marcos 6:53, a ideia de 'cruzar' para a terra de Genezaré implica em um movimento em direção ao ministério e à cura, que são centrais na missão de Jesus.","por_que_esta_palavra":"A palavra 'cruz' é significativa, pois remete ao sacrifício de Cristo, que é o fundamento da fé cristã.","conexao_teologica":"A cruz é um símbolo de redenção e é central na teologia cristã, representando o amor e o sacrifício de Jesus.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Romanos 5:8"]},"marcos_6_53_gennesaret":{"palavra_pt":"gennesaret","palavra_original":"Γεννησαρέτ","transliteracao":"Gennēsarét","strong":"G1082","significado_raiz":"Ideia básica: gennesaret.","significado_contextual":"Genezaré é uma região específica onde Jesus realizou muitos milagres, simbolizando um lugar de cura e restauração.","explicacao_detalhada":"Em Marcos 6:53, a chegada a Genezaré marca o início de um ministério intenso de cura e ensino, mostrando a compaixão de Jesus pelo povo.","por_que_esta_palavra":"A palavra 'Genezaré' é importante para identificar o local onde Jesus atuou e onde muitos experimentaram Sua graça.","conexao_teologica":"Genezaré representa a presença de Deus em lugares específicos, onde Ele se revela e opera poderosamente.","referencias_relacionadas":["Mateus 14:34","Lucas 9:10","João 6:1"]},"marcos_6_54_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente enfatiza a presença de Jesus no meio do povo, destacando a comunhão e a cura.","explicacao_detalhada":"Em Marcos 6:54, ao desembarcar, Jesus é reconhecido e imediatamente as pessoas começam a trazer os enfermos a Ele, mostrando a confiança que tinham em Sua capacidade de curar.","por_que_esta_palavra":"A repetição da palavra 'entre' reforça a ideia de que Jesus está sempre acessível e próximo de nós.","conexao_teologica":"A presença de Jesus 'entre' o povo é um tema central, mostrando que Ele é o Emanuel, Deus conosco.","referencias_relacionadas":["Mateus 1:23","João 1:14","Atos 2:17"]},"marcos_6_54_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' implica em movimento e progresso, simbolizando a ação de ir em direção ao ministério.","explicacao_detalhada":"Em Marcos 6:54, ao desembarcar, Jesus avança para o povo, demonstrando Sua disposição em atender às necessidades deles.","por_que_esta_palavra":"A palavra 'adiante' é usada para enfatizar a iniciativa de Jesus em buscar aqueles que precisam de ajuda.","conexao_teologica":"O movimento 'adiante' de Jesus é um reflexo do chamado que Ele faz a todos nós para seguirmos em fé e ação.","referencias_relacionadas":["Mateus 28:19-20","Filipenses 3:14","Hebreus 12:1-2"]},"marcos_6_55_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou região onde as pessoas buscavam Jesus.","explicacao_detalhada":"A palavra 'solo' (χώρα) é utilizada para descrever a área geográfica em que Jesus estava atuando, enfatizando a multidão que o seguia em busca de cura e ensinamentos.","por_que_esta_palavra":"A escolha da palavra 'solo' destaca a conexão entre Jesus e as pessoas que viviam naquela região, mostrando a necessidade espiritual e física delas.","conexao_teologica":"O solo representa o lugar onde a palavra de Deus é semeada e onde as pessoas buscam a verdade e a cura.","referencias_relacionadas":["Mateus 13:1-9","Lucas 8:4-8","Marcos 4:1-9"]},"marcos_6_55_through":{"palavra_pt":"through","palavra_original":"περιτρέχω","transliteracao":"peritréchō","strong":"G4063","significado_raiz":"Ideia básica: through.","significado_contextual":"Indica o movimento das pessoas em busca de Jesus, passando por diferentes lugares.","explicacao_detalhada":"A palavra 'through' (περιτρέχω) sugere um movimento contínuo e determinado, refletindo a urgência e a fé das pessoas que desejavam encontrar Jesus para serem curadas.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a persistência das pessoas em sua busca por Jesus, simbolizando a busca espiritual que todos devem ter.","conexao_teologica":"A ideia de 'passar por' pode ser vista como uma metáfora para a jornada da fé, onde os crentes atravessam desafios em busca de Cristo.","referencias_relacionadas":["Hebreus 12:1","Mateus 7:7-8","Lucas 19:10"]},"marcos_6_56_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se ao ato de tocar ou se aproximar de Jesus para receber cura.","explicacao_detalhada":"A palavra 'arco' (τίθημι) é usada para descrever a ação de colocar-se em contato com Jesus, simbolizando a fé das pessoas que acreditavam que apenas tocá-lo seria suficiente para a cura.","por_que_esta_palavra":"Esta palavra é significativa porque representa a ação de se aproximar de Cristo com fé, um tema central no ministério de Jesus.","conexao_teologica":"O ato de tocar em Jesus é um símbolo da fé que cura e transforma, mostrando que a proximidade com Ele é essencial para a salvação.","referencias_relacionadas":["Mateus 9:20-22","Marcos 5:27-34","Lucas 8:43-48"]}}