{"1timoteo_3_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus e à revelação de Cristo.","explicacao_detalhada":"A palavra 'palavra' implica na comunicação de Deus com a humanidade, sendo Cristo a encarnação dessa Palavra.","por_que_esta_palavra":"A escolha de 'palavra' destaca a centralidade de Cristo na fé cristã como a verdade revelada.","conexao_teologica":"Cristo é a Palavra viva que traz luz e vida ao mundo, sendo essencial para a salvação.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Apocalipse 19:13"]},"1timoteo_3_1_office":{"palavra_pt":"office","palavra_original":"ἐπισκοπή","transliteracao":"episkopḗ","strong":"G1984","significado_raiz":"Ideia básica: office.","significado_contextual":"Refere-se à posição de liderança e supervisão na igreja.","explicacao_detalhada":"A palavra 'ἐπισκοπή' (episkopḗ) é frequentemente traduzida como 'ofício' ou 'supervisão', indicando a responsabilidade de cuidar e guiar a comunidade de fé.","por_que_esta_palavra":"Esta palavra é importante porque define o papel do líder espiritual, que deve ser um exemplo para os outros.","conexao_teologica":"A supervisão na igreja é um reflexo do cuidado de Deus por Seu povo, onde os líderes são chamados a imitar o caráter de Cristo.","referencias_relacionadas":["Atos 20:28","Tito 1:7","Hebreus 13:17"]},"1timoteo_3_1_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à fidelidade e confiança em Deus e em Sua palavra.","explicacao_detalhada":"A palavra 'πιστός' (pistós) implica não apenas crer, mas também ser fiel e digno de confiança, essencial para a liderança na igreja.","por_que_esta_palavra":"A fidelidade é um requisito fundamental para aqueles que ocupam posições de liderança, pois eles devem ser exemplos de fé para a congregação.","conexao_teologica":"A fé é a base da vida cristã e a fidelidade dos líderes reflete a fidelidade de Deus para com Seu povo.","referencias_relacionadas":["Hebreus 11:1","2 Timóteo 2:2","Apocalipse 2:10"]},"1timoteo_3_2_igreja":{"palavra_pt":"igreja","palavra_original":"ἐπίσκοπος","transliteracao":"epískopos","strong":"G1985","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se ao líder ou supervisor da igreja, alguém que cuida do rebanho.","explicacao_detalhada":"A palavra 'ἐπίσκοπος' (epískopos) é traduzida como 'bispo' ou 'supervisor', enfatizando a função de liderança e cuidado pastoral.","por_que_esta_palavra":"É crucial para a estrutura da igreja, pois define quem é responsável por guiar e proteger a comunidade de fé.","conexao_teologica":"O papel do bispo é um reflexo do ministério de Cristo, que é o Pastor Supremo.","referencias_relacionadas":["1 Pedro 5:2","Tito 1:5","Atos 20:28"]},"1timoteo_3_2_lover":{"palavra_pt":"lover","palavra_original":"φιλόξενος","transliteracao":"philóxenos","strong":"G5382","significado_raiz":"Ideia básica: lover.","significado_contextual":"Refere-se à hospitalidade e ao amor ao próximo.","explicacao_detalhada":"A palavra 'φιλόξενος' (philóxenos) implica em ser acolhedor e generoso, características essenciais para um líder na igreja.","por_que_esta_palavra":"A hospitalidade é uma expressão prática do amor cristão e é vital para a edificação da comunidade.","conexao_teologica":"A hospitalidade reflete o amor de Cristo, que acolhe todos os que vêm a Ele.","referencias_relacionadas":["Romanos 12:13","Hebreus 13:2","1 Pedro 4:9"]},"1timoteo_3_2_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em seu papel dentro da família e da igreja.","explicacao_detalhada":"A palavra 'γυνή' (gynḗ) é usada para descrever a mulher, enfatizando sua importância e dignidade tanto na família quanto na comunidade de fé.","por_que_esta_palavra":"Reconhecer o papel da mulher é essencial para entender a dinâmica da igreja e da família na perspectiva bíblica.","conexao_teologica":"As mulheres desempenham papéis fundamentais na edificação da igreja e na transmissão da fé.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","1 Pedro 3:7"]},"1timoteo_3_3_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de comportamentos que não são aceitáveis para um líder.","explicacao_detalhada":"A palavra 'μή' (mḗ) é uma partícula negativa que indica a proibição de certas ações, como a embriaguez.","por_que_esta_palavra":"É importante para estabelecer padrões de comportamento que um líder deve evitar para manter a integridade.","conexao_teologica":"A santidade e a moderação são características que refletem o caráter de Deus em um líder.","referencias_relacionadas":["Efésios 5:18","1 Pedro 5:8","Tito 2:2"]},"1timoteo_3_3_vinho":{"palavra_pt":"vinho","palavra_original":"πάροινος","transliteracao":"pároinos","strong":"G3943","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao consumo de vinho e suas implicações para a liderança.","explicacao_detalhada":"A palavra 'πάροινος' (pároinos) se refere a bebidas alcoólicas, e seu uso aqui destaca a necessidade de moderação.","por_que_esta_palavra":"A advertência contra o consumo excessivo de vinho é crucial para a saúde espiritual e moral do líder.","conexao_teologica":"A moderação é um reflexo do autocontrole que o Espírito Santo produz na vida do crente.","referencias_relacionadas":["Provérbios 20:1","1 Pedro 5:8","Gálatas 5:22-23"]},"1timoteo_3_4_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à responsabilidade do líder em cuidar de sua família.","explicacao_detalhada":"A palavra 'οἶκος' (oîkos) significa 'casa' ou 'família', enfatizando a importância da liderança familiar.","por_que_esta_palavra":"Um líder deve ser capaz de governar bem sua própria casa antes de liderar a igreja.","conexao_teologica":"A família é a primeira instituição criada por Deus e reflete a ordem divina.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Pedro 3:1-7"]},"1timoteo_3_4_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à familiaridade e ao cuidado com os que estão próximos.","explicacao_detalhada":"A palavra 'ἴδιος' (ídios) implica em ter um relacionamento próximo e pessoal com a família e a comunidade.","por_que_esta_palavra":"Um líder deve conhecer bem aqueles que estão sob sua responsabilidade, promovendo um ambiente de confiança.","conexao_teologica":"O cuidado pessoal é um reflexo do amor de Cristo, que conhece cada um de nós intimamente.","referencias_relacionadas":["João 10:14","Gálatas 6:2","1 Tessalonicenses 5:14"]},"1timoteo_3_5_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à importância de liderar bem a própria família.","explicacao_detalhada":"A palavra 'οἶκος' (oîkos) novamente enfatiza a responsabilidade do líder em sua casa, que deve ser um reflexo de sua liderança na igreja.","por_que_esta_palavra":"Um líder que não cuida bem de sua família não pode ser considerado apto para liderar a igreja.","conexao_teologica":"A ordem familiar é um microcosmo da ordem que Deus deseja para a igreja.","referencias_relacionadas":["1 Timóteo 5:8","Efésios 6:4","Colossenses 3:21"]},"1timoteo_3_5_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar e servir a Deus.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' (ἐκκλησία) é utilizada no Novo Testamento para descrever o corpo de Cristo, que é composto por todos os crentes. Neste contexto, Paulo enfatiza a importância da liderança na igreja e como ela deve ser conduzida com responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'igreja' destaca a importância da comunidade cristã e a responsabilidade dos líderes em guiar essa comunidade.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel e uma função, refletindo a unidade e diversidade do povo de Deus.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","Efésios 4:11-12"]},"1timoteo_3_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. Neste contexto, Paulo está lembrando que a liderança na igreja deve ser guiada pela vontade de Deus.","por_que_esta_palavra":"A menção de Deus sublinha a importância de que as decisões e ações da igreja estejam alinhadas com a vontade divina.","conexao_teologica":"Deus é o fundamento da fé cristã, e a liderança na igreja deve refletir Seu caráter e propósito.","referencias_relacionadas":["Salmos 46:10","Romanos 11:36","1 Coríntios 10:31"]},"1timoteo_3_6_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'não' (μή) é usada para negar ou proibir algo.","explicacao_detalhada":"Neste contexto, Paulo adverte contra a arrogância e a presunção de um líder que é um novato na fé, enfatizando que tal posição pode levar à queda e ao desprezo.","por_que_esta_palavra":"A negação serve como um alerta sobre os perigos de uma liderança imatura e a necessidade de experiência e sabedoria.","conexao_teologica":"A humildade e a maturidade espiritual são essenciais para a liderança na igreja, refletindo a necessidade de depender de Deus.","referencias_relacionadas":["Tiago 4:6","1 Pedro 5:5","Provérbios 16:18"]},"1timoteo_3_6_novice":{"palavra_pt":"novice","palavra_original":"νεόφυτος","transliteracao":"neóphytos","strong":"G3504","significado_raiz":"Ideia básica: novice.","significado_contextual":"Refere-se a alguém que é novo na fé e na prática cristã.","explicacao_detalhada":"A palavra 'novice' (νεόφυτος) indica a necessidade de maturidade espiritual antes de assumir posições de liderança. Paulo alerta que um líder inexperiente pode ser suscetível ao orgulho e à queda.","por_que_esta_palavra":"A ênfase na inexperiência destaca a importância de um crescimento espiritual contínuo antes de assumir responsabilidades significativas.","conexao_teologica":"A maturidade na fé é crucial para a liderança, pois líderes devem ser exemplos de fé e conduta cristã.","referencias_relacionadas":["Hebreus 5:12-14","Colossenses 1:28","2 Pedro 3:18"]},"1timoteo_3_7_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se à evidência ou prova da vida e caráter de um líder.","explicacao_detalhada":"A palavra 'testemunha' (μαρτυρία) implica que a vida de um líder deve ser um testemunho claro da fé em Cristo, sendo respeitado tanto por crentes quanto por não crentes.","por_que_esta_palavra":"A necessidade de uma boa testemunha ressalta a importância da integridade e do testemunho pessoal na liderança.","conexao_teologica":"Os líderes são chamados a ser luz e sal, refletindo o caráter de Cristo em suas vidas.","referencias_relacionadas":["Mateus 5:16","Filipenses 2:15","Tito 2:7-8"]},"1timoteo_3_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'não' (μή) é usada novamente para negar ou proibir.","explicacao_detalhada":"Neste contexto, Paulo reforça a ideia de que um líder não deve ser alvo de críticas ou acusações, o que poderia prejudicar a sua liderança e a reputação da igreja.","por_que_esta_palavra":"A negação aqui enfatiza a necessidade de um caráter irrepreensível para a liderança na igreja.","conexao_teologica":"A integridade e a reputação de um líder são fundamentais para a saúde da igreja e seu testemunho no mundo.","referencias_relacionadas":["1 Timóteo 5:14","Tito 1:6-7","1 Pedro 2:12"]},"1timoteo_3_7_reproach":{"palavra_pt":"reproach","palavra_original":"ὀνειδισμός","transliteracao":"oneidismós","strong":"G3680","significado_raiz":"Ideia básica: reproach.","significado_contextual":"Refere-se a críticas ou desonra que podem ser dirigidas a um líder.","explicacao_detalhada":"A palavra 'reproach' (ὀνειδισμός) indica que um líder deve ser protegido de acusações que possam manchar sua reputação e a da igreja.","por_que_esta_palavra":"A ênfase na reprovação ressalta a importância de um caráter sólido e respeitável na liderança.","conexao_teologica":"A reputação de um líder é vital para a credibilidade da mensagem do evangelho.","referencias_relacionadas":["Romanos 14:16","1 Coríntios 10:32","2 Coríntios 6:3"]},"1timoteo_3_8_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a um servidor ou líder na igreja.","explicacao_detalhada":"A palavra 'mestre' (διάκονος) enfatiza o papel de serviço e liderança que um líder deve ter, servindo aos outros com humildade.","por_que_esta_palavra":"A escolha da palavra 'mestre' destaca que a liderança na igreja é um chamado para servir e não para dominar.","conexao_teologica":"Jesus exemplificou o verdadeiro serviço e liderança, chamando Seus seguidores a fazer o mesmo.","referencias_relacionadas":["Marcos 10:43-45","João 13:14-15","Atos 6:2"]},"1timoteo_3_8_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à importância e ao impacto do ministério de um líder.","explicacao_detalhada":"A palavra 'grande' (πολύς) indica que o ministério e a responsabilidade de um líder são significativos e devem ser tratados com seriedade.","por_que_esta_palavra":"A ênfase na grandeza ressalta a importância do papel de um líder na edificação da igreja.","conexao_teologica":"A grandeza do ministério é um reflexo da grandeza de Deus e de Seu chamado para a igreja.","referencias_relacionadas":["Mateus 5:19","1 Coríntios 3:13","Colossenses 3:23-24"]},"1timoteo_3_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'não' (μή) é usada para negar ou proibir.","explicacao_detalhada":"Neste contexto, Paulo novamente enfatiza que um líder deve ser cauteloso em sua conduta e evitar comportamentos que possam levar à reprovação.","por_que_esta_palavra":"A negação aqui reforça a necessidade de vigilância e responsabilidade na liderança.","conexao_teologica":"A liderança na igreja deve ser um reflexo da santidade e do caráter de Deus.","referencias_relacionadas":["1 Timóteo 6:14","Tito 2:7","Hebreus 12:14"]},"1timoteo_3_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em suas promessas, essencial para a vida cristã.","explicacao_detalhada":"A palavra 'fé' (πίστις) refere-se à crença e confiança em Deus, que é fundamental para a salvação e a vida cristã. Em 1 Timóteo 3:9, Paulo enfatiza que os diáconos devem ter uma fé pura, que não é apenas intelectual, mas que se manifesta em ações e caráter.","por_que_esta_palavra":"Esta palavra é crucial para entender a base da vida cristã e a importância da fé genuína na liderança da igreja.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base para a justificação e a relação com Deus. Em Hebreus 11:1, a fé é definida como a certeza das coisas que se esperam.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"1timoteo_3_9_conscience":{"palavra_pt":"conscience","palavra_original":"συνείδησις","transliteracao":"syneídēsis","strong":"G4893","significado_raiz":"Ideia básica: conscience.","significado_contextual":"A consciência é a capacidade de discernir entre o bem e o mal, essencial para a vida moral.","explicacao_detalhada":"A palavra 'consciência' (συνείδησις) refere-se ao entendimento interno que permite ao indivíduo reconhecer a moralidade de suas ações. Em 1 Timóteo 3:9, a consciência pura é necessária para os diáconos, pois eles devem agir de acordo com a verdade de Deus.","por_que_esta_palavra":"A consciência é fundamental para a integridade e a liderança na igreja, pois um líder deve ter um entendimento claro do que é certo e errado.","conexao_teologica":"A consciência é frequentemente mencionada nas Escrituras como um guia moral, e Paulo fala sobre a importância de uma consciência limpa em Romanos 2:15.","referencias_relacionadas":["Romanos 2:15","1 Pedro 3:16","Atos 24:16"]},"1timoteo_3_10_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"O termo 'amigo' aqui se refere ao serviço e à disposição de ajudar os outros.","explicacao_detalhada":"A palavra 'amigo' (διακονέω) implica em servir aos outros, especialmente no contexto da liderança na igreja. Em 1 Timóteo 3:10, Paulo instrui que os diáconos devem ser testados e aprovados, indicando que o serviço é uma parte essencial de sua função.","por_que_esta_palavra":"O serviço é um princípio fundamental do cristianismo, e os líderes devem ser exemplos de serviço aos outros.","conexao_teologica":"Jesus ensinou sobre a importância de servir em Marcos 10:45, onde Ele mesmo se apresenta como servo.","referencias_relacionadas":["Marcos 10:45","Mateus 20:26-28","Gálatas 5:13"]},"1timoteo_3_10_allow":{"palavra_pt":"allow","palavra_original":"δοκιμάζω","transliteracao":"dokimázō","strong":"G1381","significado_raiz":"Ideia básica: allow.","significado_contextual":"A palavra 'allow' refere-se ao processo de teste e aprovação antes de assumir um papel de liderança.","explicacao_detalhada":"A palavra 'allow' (δοκιμάζω) significa testar ou aprovar. Em 1 Timóteo 3:10, Paulo enfatiza que os diáconos devem ser testados antes de serem colocados em serviço, garantindo que tenham caráter e fé adequados.","por_que_esta_palavra":"A aprovação é crucial para garantir que os líderes da igreja estejam aptos a servir e liderar de acordo com os princípios de Deus.","conexao_teologica":"A ideia de teste e aprovação é vista em várias partes da Bíblia, como em Tiago 1:12, que fala sobre a aprovação que vem da perseverança.","referencias_relacionadas":["Tiago 1:12","1 Pedro 1:7","Romanos 12:2"]},"1timoteo_3_10_principio":{"palavra_pt":"principio","palavra_original":"πρῶτος","transliteracao":"prōtos","strong":"G4413","significado_raiz":"Ideia básica: principio.","significado_contextual":"O 'princípio' refere-se à primazia e à importância de ser o primeiro em caráter e fé.","explicacao_detalhada":"A palavra 'princípio' (πρῶτος) sugere ser o primeiro ou o mais importante. Em 1 Timóteo 3:10, Paulo destaca que os diáconos devem ser testados e aprovados, indicando que eles devem ser exemplos de fé e caráter.","por_que_esta_palavra":"A liderança na igreja deve ser baseada em princípios sólidos, refletindo a natureza de Cristo.","conexao_teologica":"Cristo é o princípio e o fundamento da fé cristã, conforme mencionado em Efésios 2:20.","referencias_relacionadas":["Efésios 2:20","Colossenses 1:18","1 Coríntios 3:11"]},"1timoteo_3_11_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'believeing' refere-se à fidelidade e confiança em Deus.","explicacao_detalhada":"A palavra 'believeing' (πιστός) implica em ser fiel e digno de confiança. Em 1 Timóteo 3:11, Paulo menciona que as mulheres também devem ser dignas de respeito e fiéis, destacando a importância da fidelidade em todos os aspectos da vida cristã.","por_que_esta_palavra":"A fidelidade é uma característica essencial para todos os crentes, especialmente aqueles em posições de liderança.","conexao_teologica":"A fidelidade é um atributo de Deus e deve ser refletida em Seus seguidores, como em 2 Timóteo 2:13.","referencias_relacionadas":["2 Timóteo 2:13","Apocalipse 2:10","1 Coríntios 4:2"]},"1timoteo_3_11_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao papel das mulheres na igreja e sua dignidade.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada em 1 Timóteo 3:11 para descrever as esposas dos diáconos ou mulheres que servem na igreja. Paulo destaca que elas devem ser respeitáveis e fiéis, reconhecendo o papel importante que as mulheres desempenham na comunidade cristã.","por_que_esta_palavra":"Reconhecer o papel das mulheres é fundamental para entender a dinâmica da igreja primitiva e a inclusão no ministério.","conexao_teologica":"As mulheres têm um papel significativo na história da salvação, como evidenciado em Gálatas 3:28, onde não há distinção entre homens e mulheres em Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:1-2","Atos 18:26"]},"1timoteo_3_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à negação de algo, enfatizando a importância da pureza e da moralidade.","explicacao_detalhada":"A palavra 'deus' (μή) é uma partícula negativa que indica a negação de comportamentos inadequados. Em 1 Timóteo 3:11, Paulo instrui que as mulheres devem ser respeitáveis e não caluniadoras, enfatizando a importância de uma vida moral e ética.","por_que_esta_palavra":"A pureza moral é essencial para a liderança na igreja, e a negação de comportamentos negativos é uma parte importante disso.","conexao_teologica":"A pureza e a moralidade são temas recorrentes nas Escrituras, como em Filipenses 4:8, que nos exorta a pensar em tudo que é puro e digno.","referencias_relacionadas":["Filipenses 4:8","1 Pedro 2:12","Tito 2:7-8"]},"1timoteo_3_12_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se ao papel de liderança e serviço na igreja.","explicacao_detalhada":"A palavra 'mestre' (διάκονος) implica em um papel de liderança servil. Em 1 Timóteo 3:12, Paulo fala sobre os diáconos, que devem ser líderes servos, cuidando da congregação com amor e dedicação.","por_que_esta_palavra":"O conceito de liderança servil é central no cristianismo, onde os líderes são chamados a servir em vez de serem servidos.","conexao_teologica":"Jesus exemplificou esse tipo de liderança em João 13:12-15, ao lavar os pés dos discípulos.","referencias_relacionadas":["João 13:12-15","Mateus 23:11","Marcos 9:35"]},"1timoteo_3_12_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se à importância da gestão do lar para os líderes da igreja.","explicacao_detalhada":"A palavra 'familia' (οἶκος) é usada em 1 Timóteo 3:12 para enfatizar que os diáconos devem governar bem suas famílias, o que é um reflexo de sua capacidade de liderar a igreja.","por_que_esta_palavra":"A gestão da família é um indicativo da habilidade de um líder em cuidar da igreja, pois a família é a primeira esfera de influência.","conexao_teologica":"A Bíblia frequentemente relaciona a liderança na igreja com a liderança na família, como em Efésios 5:23.","referencias_relacionadas":["Efésios 5:23","1 Pedro 3:1-7","Colossenses 3:18-21"]},"1timoteo_3_12_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à ideia de um relacionamento próximo e familiar, especialmente em um contexto de liderança na igreja.","explicacao_detalhada":"A palavra 'acquaintance' implica um conhecimento íntimo e pessoal, essencial para aqueles que exercem liderança na comunidade cristã. Em 1 Timóteo 3:12, enfatiza-se que os diáconos devem ser conhecidos por sua integridade e caráter.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a importância de líderes que são bem conhecidos e respeitados dentro da comunidade, garantindo que sua conduta seja um exemplo para os outros.","conexao_teologica":"A familiaridade e o conhecimento mútuo são fundamentais na vida da igreja, refletindo a relação que Cristo tem com sua noiva, a igreja.","referencias_relacionadas":["1 Timóteo 3:8-10","Tito 1:6","Atos 6:3"]},"1timoteo_3_13_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em suas promessas.","explicacao_detalhada":"Em 1 Timóteo 3:13, a fé é apresentada como um requisito para aqueles que servem na igreja, indicando que a verdadeira fé deve ser acompanhada de boas obras e um caráter exemplar.","por_que_esta_palavra":"A fé é fundamental para a vida cristã e é um dos pilares que sustentam a vida e a prática da igreja.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Deus e é essencial para a salvação e a vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 5:6"]},"1timoteo_3_13_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'o Ungido', referindo-se a Jesus como o Messias prometido.","explicacao_detalhada":"Em 1 Timóteo 3:13, a referência ao 'Cristo' destaca a importância de reconhecer Jesus como o Salvador e Senhor, que foi ungido para cumprir a obra redentora.","por_que_esta_palavra":"A designação de Cristo como 'ungido' é central para a compreensão da sua missão e identidade, sendo um título que reafirma sua autoridade divina.","conexao_teologica":"Cristo é o cumprimento das promessas do Antigo Testamento e a base da fé cristã.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","João 1:41"]},"1timoteo_3_14_quickly":{"palavra_pt":"quickly","palavra_original":"τάχος","transliteracao":"táchos","strong":"G5034","significado_raiz":"Ideia básica: quickly.","significado_contextual":"A palavra 'quickly' implica uma urgência ou necessidade de ação imediata.","explicacao_detalhada":"Em 1 Timóteo 3:14, Paulo expressa a urgência de suas instruções, indicando que a organização e a conduta da igreja são de extrema importância.","por_que_esta_palavra":"A urgência é um lembrete de que a vida cristã e a administração da igreja não podem ser adiadas.","conexao_teologica":"A prontidão em agir de acordo com a vontade de Deus é um princípio fundamental na vida cristã.","referencias_relacionadas":["Tiago 4:14","Romanos 13:11","Mateus 24:44"]},"1timoteo_3_14_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se à ação de comunicar ou registrar informações.","explicacao_detalhada":"Em 1 Timóteo 3:14, Paulo escreve para descrever as qualidades e responsabilidades dos líderes da igreja, enfatizando a importância de uma liderança clara e bem definida.","por_que_esta_palavra":"Descrever é essencial para garantir que os padrões e expectativas sejam compreendidos por todos na comunidade.","conexao_teologica":"A clareza na comunicação é vital para a edificação da igreja e para a manutenção da ordem e da disciplina.","referencias_relacionadas":["1 Coríntios 14:40","Efésios 4:11-12","Tito 1:5"]},"1timoteo_3_15_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica da sociedade, que é fundamental para a vida da igreja.","explicacao_detalhada":"Em 1 Timóteo 3:15, Paulo menciona a 'família' como uma metáfora para a igreja, destacando a importância de relacionamentos saudáveis e de um ambiente familiar na comunidade de fé.","por_que_esta_palavra":"A família é um reflexo do relacionamento que Deus deseja ter com seu povo, e a igreja deve funcionar como uma família unida.","conexao_teologica":"A igreja é descrita como a família de Deus, onde cada membro é importante e deve ser cuidado.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","1 Pedro 2:17"]},"1timoteo_3_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em 1 Timóteo 3:15, a referência a Deus enfatiza sua autoridade e a centralidade de sua presença na vida da igreja.","por_que_esta_palavra":"Reconhecer Deus como a fonte de toda autoridade é crucial para a vida e a prática da igreja.","conexao_teologica":"Deus é o fundamento sobre o qual a igreja é construída e deve ser glorificado em todas as suas atividades.","referencias_relacionadas":["Salmos 127:1","Mateus 28:18","1 Coríntios 10:31"]},"1timoteo_3_15_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja/assembleia' refere-se à comunidade de crentes que se reúnem para adorar e servir a Deus.","explicacao_detalhada":"Em 1 Timóteo 3:15, a igreja é descrita como a casa de Deus, onde os crentes se reúnem para edificação mútua e adoração.","por_que_esta_palavra":"A compreensão da igreja como assembleia é vital para entender a importância da comunhão e do apoio mútuo entre os crentes.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a cumprir sua missão de evangelização e discipulado.","referencias_relacionadas":["Atos 2:42","Efésios 4:4-6","Colossenses 1:18"]},"1timoteo_3_16_evangelho":{"palavra_pt":"evangelho","palavra_original":"εὐσέβεια","transliteracao":"eusébeia","strong":"G2150","significado_raiz":"Ideia básica: evangelho.","significado_contextual":"A palavra 'evangelho' refere-se à boa nova da salvação através de Jesus Cristo.","explicacao_detalhada":"Em 1 Timóteo 3:16, o evangelho é apresentado como um mistério revelado, que é central para a fé cristã e a vida da igreja.","por_que_esta_palavra":"O evangelho é a mensagem que transforma vidas e é a base da esperança cristã.","conexao_teologica":"O evangelho é o poder de Deus para a salvação de todo aquele que crê, e deve ser proclamado em toda a terra.","referencias_relacionadas":["Romanos 1:16","1 Coríntios 15:1-4","Gálatas 1:11-12"]},"1timoteo_3_16_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana, com suas fraquezas e limitações.","explicacao_detalhada":"Em 1 Timóteo 3:16, a referência à carne destaca a encarnação de Cristo, que se fez homem para redimir a humanidade.","por_que_esta_palavra":"A encarnação é um aspecto fundamental da fé cristã, pois mostra como Deus se identificou com a condição humana.","conexao_teologica":"A carne de Cristo é um lembrete de que Ele experimentou nossas fraquezas e nos oferece salvação através de sua vida e sacrifício.","referencias_relacionadas":["João 1:14","Hebreus 2:14","Filipenses 2:7"]},"1timoteo_3_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo como a manifestação divina que revela a verdade sobre Cristo.","explicacao_detalhada":"Neste versículo, o apóstolo Paulo destaca a importância do Espírito na revelação do mistério da piedade, enfatizando que Cristo foi manifestado na carne, justificado no Espírito, visto pelos anjos, pregado entre os gentios, crido no mundo e recebido na glória.","por_que_esta_palavra":"A palavra 'espírito' é central para entender a natureza divina de Cristo e a ação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito é o agente que traz a revelação de Deus e a salvação através de Cristo, conectando a humanidade com o divino.","referencias_relacionadas":["João 14:17","Atos 2:4","Romanos 8:9"]}}