{"jonas_1_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à ação de descer ou se afastar de um estado elevado, simbolizando a desobediência de Jonas.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transição de Jonas de um estado de chamado divino para um estado de fuga. Essa queda representa não apenas uma ação física, mas também uma queda espiritual.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da desobediência de Jonas ao chamado de Deus.","conexao_teologica":"A queda de Jonas reflete a condição humana de desvio do propósito divino, mostrando que todos podem se afastar de Deus.","referencias_relacionadas":["Salmos 40:2","Provérbios 24:16","Romanos 3:23"]},"jonas_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se ao comando ou mensagem que Deus deu a Jonas, indicando a importância da comunicação divina.","explicacao_detalhada":"A palavra 'davar' implica não apenas em uma palavra falada, mas também em um ato que carrega autoridade e intenção divina, mostrando que a mensagem de Deus deve ser levada a sério.","por_que_esta_palavra":"A palavra é central para entender a relação entre Deus e os profetas, onde a obediência à palavra de Deus é crucial.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a desobediência a ela tem consequências, como exemplificado na história de Jonas.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 4:4"]},"jonas_1_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas, incluindo a vida de Jonas.","explicacao_detalhada":"O uso do nome 'Yahweh' destaca a relação pessoal e a aliança entre Deus e Seu povo, enfatizando que Jonas estava se afastando de um Deus que o conhecia intimamente.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que chama e espera obediência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele tem controle sobre a criação e os destinos humanos.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"jonas_1_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade mencionada é Nínive, um símbolo da grandeza e da maldade, que precisava da mensagem de arrependimento.","explicacao_detalhada":"Nínive era uma cidade grande e influente, e a escolha de Deus de enviar Jonas para lá destaca a misericórdia divina mesmo para os gentios.","por_que_esta_palavra":"A palavra 'cidade' indica um local de concentração de pessoas que necessitam da mensagem de Deus, enfatizando a missão de Jonas.","conexao_teologica":"A missão de Jonas para Nínive ilustra o amor de Deus por todas as nações e a chamada ao arrependimento.","referencias_relacionadas":["Mateus 12:41","Atos 10:34-35","Romanos 1:16"]},"jonas_1_2_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza da cidade de Nínive destaca a magnitude do desafio que Jonas enfrentava ao levar a mensagem de Deus.","explicacao_detalhada":"A palavra 'grande' não se refere apenas ao tamanho físico, mas também à importância e ao impacto que a cidade tinha na região.","por_que_esta_palavra":"A grandeza de Nínive enfatiza a necessidade urgente de arrependimento e a abrangência da graça de Deus.","conexao_teologica":"Deus se preocupa com grandes e pequenos, e Sua mensagem de arrependimento é para todos, independentemente do tamanho da cidade ou da nação.","referencias_relacionadas":["Salmos 145:9","Ezequiel 18:30","Lucas 15:10"]},"jonas_1_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se implica em agir, e neste contexto, refere-se à ordem de Deus para que Jonas se levantasse e fosse a Nínive.","explicacao_detalhada":"A palavra 'levantar' sugere um movimento ativo, um chamado à ação que Jonas deveria obedecer, contrastando com sua decisão de fugir.","por_que_esta_palavra":"A ação de levantar-se é um símbolo de prontidão e disposição para cumprir a vontade de Deus.","conexao_teologica":"A obediência ao chamado de Deus é um tema recorrente na Bíblia, mostrando que Deus espera que Seus servos respondam ao Seu chamado.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Atos 9:6"]},"jonas_1_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Neste versículo, 'levantar' é usado novamente, mas agora em um contexto de desobediência, onde Jonas se levanta para fugir.","explicacao_detalhada":"A repetição da palavra 'levantar' enfatiza a escolha de Jonas de se levantar para desobedecer ao invés de obedecer ao chamado de Deus.","por_que_esta_palavra":"A palavra destaca a dualidade da ação de levantar-se, que pode ser para obedecer ou para fugir.","conexao_teologica":"A escolha de Jonas reflete a luta humana entre obedecer a Deus e seguir nossos próprios caminhos.","referencias_relacionadas":["Gálatas 5:7","Tiago 4:17","1 João 2:15-17"]},"jonas_1_3_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se à resistência que Jonas sentia em relação à missão que Deus lhe confiou, especialmente em relação aos ninivitas.","explicacao_detalhada":"Jonas via os ninivitas como inimigos do povo de Israel, o que complicava sua disposição em levar a mensagem de arrependimento.","por_que_esta_palavra":"A palavra 'inimigo' revela a luta interna de Jonas e a dificuldade de aceitar a misericórdia de Deus para com aqueles que ele considerava adversários.","conexao_teologica":"A história de Jonas desafia a visão de quem merece a graça de Deus, mostrando que Sua misericórdia se estende a todos.","referencias_relacionadas":["Mateus 5:44","Romanos 5:10","Efésios 2:1-3"]},"jonas_1_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar refere-se ao ato de invocar a ajuda de Deus, que é uma resposta à situação de crise que os ninivitas enfrentavam.","explicacao_detalhada":"A palavra 'dar' implica em um chamado à ação, onde os ninivitas são incentivados a clamar a Deus em busca de misericórdia.","por_que_esta_palavra":"A ação de clamar é um reconhecimento da necessidade de ajuda divina, que é um tema central na Bíblia.","conexao_teologica":"Clamar a Deus é um passo essencial para o arrependimento e a restauração, mostrando a necessidade de dependência de Sua graça.","referencias_relacionadas":["Salmos 34:17","Joel 2:32","Romanos 10:13"]},"jonas_1_4_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa a força da natureza e a soberania de Deus sobre as forças criadas, que se manifestam em resposta à desobediência de Jonas.","explicacao_detalhada":"A palavra 'mar' simboliza não apenas um corpo de água, mas também a turbulência e o caos que surgem quando alguém se afasta do plano de Deus.","por_que_esta_palavra":"O mar é um símbolo de desafios e provações, refletindo a luta interna de Jonas e as consequências de sua desobediência.","conexao_teologica":"Deus é soberano sobre toda a criação, e Sua capacidade de controlar o mar demonstra Seu poder e autoridade.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Apocalipse 21:1"]},"jonas_1_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, o Criador e soberano sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, enfatizando sua autoridade e poder. No contexto de Jonas, isso destaca a soberania de Deus sobre a natureza e os eventos da vida.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de autoridade e submissão que Jonas deveria ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre todas as circunstâncias da vida.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 9:20-21"]},"jonas_1_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa a força de Deus agindo sobre a natureza, trazendo uma tempestade.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) indica não apenas o vento físico, mas também a presença e ação do Espírito de Deus. Neste contexto, é um sinal do juízo divino sobre a desobediência de Jonas.","por_que_esta_palavra":"O uso de 'vento' ilustra como Deus pode usar a criação para cumprir seus propósitos e chamar a atenção de seus servos.","conexao_teologica":"A ação de Deus através da natureza é um tema recorrente, mostrando que Ele se comunica e age no mundo de maneiras visíveis.","referencias_relacionadas":["Salmos 107:25","Mateus 8:26","Atos 2:2"]},"jonas_1_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa tanto a criação de Deus quanto o caos e a instabilidade.","explicacao_detalhada":"A palavra 'mar' (יָם) é frequentemente associada a desafios e perigos. No contexto da tempestade, simboliza a turbulência que Jonas enfrenta devido à sua desobediência.","por_que_esta_palavra":"O mar é um elemento que pode ser tanto belo quanto ameaçador, refletindo a dualidade da criação de Deus.","conexao_teologica":"O mar é um símbolo de caos que Deus tem poder para dominar, mostrando sua soberania sobre todas as forças da natureza.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Apocalipse 21:1"]},"jonas_1_5_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de tranquilidade que os marinheiros buscavam em meio à tempestade.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) implica um estado de paz e segurança, que estava ausente na situação caótica em que se encontravam.","por_que_esta_palavra":"A busca por descanso destaca a tensão entre a desobediência de Jonas e a necessidade de paz que os marinheiros desejavam.","conexao_teologica":"O conceito de descanso é importante na Bíblia, simbolizando a paz que vem de Deus, especialmente em tempos de crise.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"jonas_1_5_morte":{"palavra_pt":"morte","palavra_original":"רָדַם","transliteracao":"râdam","strong":"H7290","significado_raiz":"Ideia básica: morte.","significado_contextual":"Simboliza a consequência extrema da desobediência e o desespero dos marinheiros.","explicacao_detalhada":"A palavra 'morte' (רָדַם) é usada para enfatizar a gravidade da situação. Os marinheiros temiam que a tempestade os levasse à morte, refletindo a seriedade do juízo de Deus.","por_que_esta_palavra":"A menção da morte ressalta a urgência da situação e a necessidade de intervenção divina.","conexao_teologica":"A morte é um tema central na Bíblia, representando a separação de Deus e a consequência do pecado.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","João 3:16"]},"jonas_1_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que controla todas as coisas e que deve ser buscado em tempos de crise.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) enfatiza a natureza divina e a autoridade de Deus sobre a criação. Os marinheiros reconhecem a necessidade de apelar a Ele em sua angústia.","por_que_esta_palavra":"A invocação de Deus destaca a crença de que somente Ele pode salvar em situações desesperadoras.","conexao_teologica":"A natureza soberana de Deus é um tema recorrente, mostrando que Ele é a fonte de ajuda e salvação.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 11:6"]},"jonas_1_6_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de Deus em direção aos marinheiros e a Jonas.","explicacao_detalhada":"A palavra 'mão' (קָרַב) simboliza a proximidade e a ação de Deus. Neste contexto, representa a intervenção divina que pode trazer salvação.","por_que_esta_palavra":"A mão de Deus é frequentemente associada ao poder e à proteção, indicando que Ele está sempre presente.","conexao_teologica":"A mão de Deus é um símbolo de sua providência e cuidado, mostrando que Ele está ativamente envolvido na vida das pessoas.","referencias_relacionadas":["Salmos 138:7","Isaías 41:13","1 Pedro 5:7"]},"jonas_1_6_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, que muitas vezes se encontra em situações de desespero e necessidade de ajuda.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para enfatizar a fragilidade e a vulnerabilidade do ser humano diante das forças da natureza e da divindade.","por_que_esta_palavra":"A menção do homem destaca a condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia bíblica, mostrando a necessidade de redenção e salvação.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"jonas_1_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da situação e à gravidade da tempestade que enfrentavam.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a urgência da situação, onde os marinheiros se dirigem uns aos outros em busca de soluções.","por_que_esta_palavra":"A comunicação entre os marinheiros é crucial para a sobrevivência, destacando a necessidade de ação coletiva em tempos de crise.","conexao_teologica":"A importância da palavra e da comunicação é um tema bíblico, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Gênesis 11:1-9"]},"jonas_1_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à figura do marinheiro que busca entender a causa da tempestade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a individualidade e a responsabilidade de cada marinheiro na busca por respostas.","por_que_esta_palavra":"A menção do homem destaca a ação individual em meio ao desespero coletivo, refletindo a condição humana.","conexao_teologica":"A individualidade e a responsabilidade são temas importantes na Bíblia, mostrando que cada pessoa deve responder a Deus.","referencias_relacionadas":["Gênesis 2:18","Romanos 14:12","Gálatas 6:5"]},"jonas_1_7_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação entre os marinheiros, que se veem como irmãos em meio à tempestade.","explicacao_detalhada":"A palavra 'irmão' (רֵעַ) é usada para expressar um laço de camaradagem e solidariedade entre os homens que enfrentam a mesma situação adversa. No contexto, os marinheiros se unem para descobrir a causa da tempestade.","por_que_esta_palavra":"A escolha da palavra 'irmão' enfatiza a união e a necessidade de apoio mútuo em tempos de crise.","conexao_teologica":"A ideia de irmandade é central na teologia bíblica, refletindo a importância da comunidade e do amor ao próximo.","referencias_relacionadas":["Gálatas 6:2","Hebreus 13:1","1 João 4:20"]},"jonas_1_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Os marinheiros questionam Jonas sobre sua identidade e a razão pela qual a tempestade os aflige.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a necessidade de comunicação e revelação de informações essenciais para a sobrevivência.","por_que_esta_palavra":"A palavra é crucial para a dinâmica do diálogo entre os marinheiros e Jonas, onde a verdade precisa ser revelada para que possam agir.","conexao_teologica":"A comunicação e a confissão são temas importantes na Bíblia, refletindo a necessidade de transparência diante de Deus e dos outros.","referencias_relacionadas":["Tiago 5:16","Salmos 107:28-30","Provérbios 18:21"]},"jonas_1_8_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Os marinheiros perguntam a Jonas sobre a origem do mal que trouxe a tempestade.","explicacao_detalhada":"A palavra 'mal' (רַע) refere-se a qualquer tipo de calamidade ou desgraça que aflige os homens, especialmente em contextos de desobediência a Deus.","por_que_esta_palavra":"A menção do 'mal' destaca a seriedade da situação e a necessidade de entender as consequências das ações humanas.","conexao_teologica":"O conceito de mal é fundamental na teologia, refletindo a luta entre o bem e o mal e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 7:19","Gênesis 6:5","Isaías 5:20"]},"jonas_1_8_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Os marinheiros questionam sobre as ações de Jonas e como elas podem ter causado a tempestade.","explicacao_detalhada":"A palavra 'obra' (מְלָאכָה) refere-se a qualquer atividade ou trabalho realizado, especialmente em relação às ações que têm consequências.","por_que_esta_palavra":"A ênfase na 'obra' sugere que as ações de Jonas têm um impacto direto na situação que enfrentam.","conexao_teologica":"As obras são frequentemente mencionadas na Bíblia como reflexo da fé e da obediência a Deus.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Gálatas 6:7"]},"jonas_1_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Jonas se identifica como um hebreu que teme ao Senhor, o Deus dos céus.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) refere-se ao domínio de Deus e à Sua soberania sobre toda a criação.","por_que_esta_palavra":"A menção dos céus destaca a grandeza e o poder de Deus, contrastando com a fragilidade humana diante da tempestade.","conexao_teologica":"A soberania de Deus sobre os céus é um tema central na Bíblia, mostrando que Ele controla todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"jonas_1_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Jonas menciona o mar como parte de sua identificação e da situação em que se encontram.","explicacao_detalhada":"A palavra 'mar' (יָם) simboliza tanto a vastidão da criação de Deus quanto os perigos que ela pode representar.","por_que_esta_palavra":"O mar é um elemento que representa a força da natureza e a necessidade de confiar em Deus em meio às tempestades da vida.","conexao_teologica":"O mar é frequentemente usado na Bíblia para ilustrar a soberania de Deus sobre as forças da natureza.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Êxodo 14:21"]},"jonas_1_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Jonas reafirma a grandeza de Deus ao se referir a Ele como o Senhor dos céus e do mar.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada novamente para enfatizar a importância da declaração de fé de Jonas sobre quem é Deus.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a necessidade de reconhecer e proclamar a grandeza de Deus em meio à adversidade.","conexao_teologica":"A proclamação da grandeza de Deus é um tema recorrente na Bíblia, incentivando os crentes a confiarem em Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 4:11"]},"jonas_1_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Os marinheiros reconhecem que Jonas é um homem que está fugindo de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a humanidade de Jonas e sua responsabilidade diante de Deus.","por_que_esta_palavra":"A identificação de Jonas como 'homem' ressalta a fragilidade e a condição humana diante das decisões que tomamos.","conexao_teologica":"A natureza humana e a responsabilidade são temas centrais na teologia, refletindo a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Romanos 3:23","Salmos 8:4-5","Gênesis 1:26"]},"jonas_1_10_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Os marinheiros sentem temor ao descobrir que Jonas está fugindo do Senhor.","explicacao_detalhada":"A palavra 'temer' (יָרֵא) implica um reconhecimento do poder e da autoridade de Deus, levando à reverência e ao medo.","por_que_esta_palavra":"O temor é uma resposta natural diante da presença de Deus e de Sua soberania, especialmente em situações de crise.","conexao_teologica":"O temor do Senhor é considerado o princípio da sabedoria na Bíblia, refletindo a importância de reconhecer Sua grandeza.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"jonas_1_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Os marinheiros reconhecem a grandeza do Deus que Jonas serve.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é usada para descrever a magnitude e a majestade de Deus, especialmente em contraste com a tempestade.","por_que_esta_palavra":"A ênfase na grandeza de Deus é crucial para entender a natureza do temor que os marinheiros sentem.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 147:5","Isaías 40:26","Apocalipse 1:8"]},"jonas_1_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um grande corpo de água, simbolizando tanto a força da natureza quanto o caos.","explicacao_detalhada":"No contexto de Jonas, o mar representa a turbulência e o desespero que os marinheiros enfrentam ao tentar lidar com a tempestade enviada por Deus. O mar é um símbolo de desafios e perigos.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a magnitude da tempestade e a impotência dos homens diante da força da natureza.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a soberania de Deus sobre a criação e a sua capacidade de controlar as forças da natureza.","referencias_relacionadas":["Salmos 89:9","Isaías 43:2","Mateus 8:27"]},"jonas_1_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a intensidade da tempestade que se abateu sobre o mar.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a magnitude da tempestade, que era tão severa que os marinheiros temiam por suas vidas. Isso ressalta a intervenção divina na situação.","por_que_esta_palavra":"A ênfase na grandeza da tempestade serve para mostrar a seriedade da situação e a necessidade de uma ação imediata.","conexao_teologica":"A grandeza da tempestade reflete a grandeza do poder de Deus e a sua capacidade de agir na história humana.","referencias_relacionadas":["Salmos 107:25","Mateus 14:30","Marcos 4:37"]},"jonas_1_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Jonas, mas pode ser uma confusão com a palavra 'fazer' em relação ao que os marinheiros estavam tentando realizar.","explicacao_detalhada":"Se a intenção era referir-se a 'fazer', isso se relaciona com as ações dos marinheiros para salvar suas vidas e a de Jonas, mostrando o desespero e a luta pela sobrevivência.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender as ações humanas em resposta ao desespero e à intervenção divina.","conexao_teologica":"A luta dos marinheiros reflete a condição humana de tentar controlar situações que estão além de seu alcance.","referencias_relacionadas":["Salmos 127:1","Tiago 4:13-15","Romanos 8:28"]},"jonas_1_12_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Reitera a presença do mar como um elemento central na narrativa da tempestade.","explicacao_detalhada":"A repetição da palavra 'mar' enfatiza a continuidade do caos e a necessidade de uma solução divina.","por_que_esta_palavra":"A palavra 'mar' é usada novamente para reforçar a gravidade da situação enfrentada pelos personagens.","conexao_teologica":"O mar, como símbolo de caos, é um lembrete da necessidade de confiar em Deus em tempos de crise.","referencias_relacionadas":["Salmos 46:3","Isaías 57:20","Apocalipse 21:1"]},"jonas_1_12_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da tempestade e à gravidade da situação.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a intensidade da tempestade que ameaçava a vida dos marinheiros e de Jonas.","por_que_esta_palavra":"A ênfase na grandeza serve para destacar a intervenção divina necessária para acalmar a tempestade.","conexao_teologica":"A grandeza da tempestade contrasta com a grandeza da misericórdia de Deus, que pode salvar mesmo nas situações mais desesperadoras.","referencias_relacionadas":["Salmos 107:29","Mateus 8:26","Marcos 4:39"]},"jonas_1_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos marinheiros, que são homens comuns enfrentando uma situação extraordinária.","explicacao_detalhada":"A palavra 'homem' destaca a vulnerabilidade e a fragilidade da condição humana diante das forças da natureza.","por_que_esta_palavra":"A menção ao 'homem' enfatiza a humanidade dos personagens e a necessidade de ajuda divina.","conexao_teologica":"A condição dos homens em meio à tempestade reflete a realidade da luta humana contra as adversidades e a dependência de Deus.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 1:13","Romanos 3:23"]},"jonas_1_13_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente, refere-se ao mar como o cenário da tempestade.","explicacao_detalhada":"A repetição da palavra 'mar' reforça a ideia de que a tempestade é uma força incontrolável que os homens não podem dominar.","por_que_esta_palavra":"A palavra 'mar' é crucial para entender o ambiente hostil em que os personagens se encontram.","conexao_teologica":"O mar simboliza a luta entre a ordem divina e o caos, mostrando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 93:3","Isaías 51:15","Mateus 14:24"]},"jonas_1_13_dig":{"palavra_pt":"dig","palavra_original":"חָתַר","transliteracao":"châthar","strong":"H2864","significado_raiz":"Ideia básica: dig.","significado_contextual":"Refere-se à ação de cavar ou buscar uma solução para a situação desesperadora.","explicacao_detalhada":"A palavra 'dig' implica um esforço ativo dos marinheiros para encontrar uma saída para a tempestade.","por_que_esta_palavra":"A ação de 'dig' simboliza a busca humana por soluções em meio ao desespero.","conexao_teologica":"A busca por soluções humanas em tempos de crise é uma realidade que todos enfrentamos, refletindo a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Filipenses 4:6-7"]},"jonas_1_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma dos marinheiros, enfatizando a gravidade da situação.","explicacao_detalhada":"A palavra 'alma' destaca a importância da vida humana e a seriedade da tempestade que ameaçava a existência deles.","por_que_esta_palavra":"A menção à 'alma' enfatiza a fragilidade da vida e a necessidade de intervenção divina.","conexao_teologica":"A preocupação com a vida humana reflete o valor que Deus dá à criação e à necessidade de salvação.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 3:20"]},"jonas_1_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente aos marinheiros, enfatizando sua humanidade e vulnerabilidade.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que todos estão em perigo e precisam de ajuda.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a condição comum de todos os envolvidos na narrativa.","conexao_teologica":"A condição dos homens em meio à tempestade reflete a realidade da luta humana contra as adversidades e a dependência de Deus.","referencias_relacionadas":["Salmos 103:14","Eclesiastes 7:20","Romanos 5:12"]},"jonas_1_14_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada no contexto em que os marinheiros invocam ao Senhor para que não sejam punidos por causa de Jonas.","explicacao_detalhada":"Neste versículo, os marinheiros reconhecem a gravidade da situação e, em desespero, chamam ao Senhor, pedindo ajuda e clemência. O ato de chamar implica uma invocação direta, um apelo à divindade.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a necessidade de um relacionamento ativo com Deus, onde a invocação é um meio de buscar socorro e intervenção divina.","conexao_teologica":"A invocação do nome do Senhor reflete a crença na soberania de Deus sobre a criação e a capacidade de responder às súplicas humanas.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","Atos 2:21"]},"jonas_1_15_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao ambiente caótico e perigoso em que os marinheiros se encontram durante a tempestade.","explicacao_detalhada":"O mar, neste contexto, simboliza não apenas a força da natureza, mas também a turbulência da vida e os desafios que podem surgir. A tempestade representa a ira de Deus contra a desobediência de Jonas.","por_que_esta_palavra":"O uso da palavra 'mar' destaca a magnitude do poder de Deus sobre as forças da natureza e a fragilidade humana diante de tais situações.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo de caos e desordem, contrastando com a ordem e a paz que Deus pode trazer.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"jonas_1_15_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a intensidade da tempestade que assolava o mar.","explicacao_detalhada":"A grandeza da tempestade reflete a seriedade da situação em que Jonas se encontra, mostrando que a desobediência a Deus pode levar a consequências severas.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude do poder de Deus e a gravidade da situação, servindo como um alerta sobre a importância da obediência.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, mostrando que, mesmo em meio ao caos, Ele é soberano.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"jonas_1_15_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' é usada no contexto de Jonas sendo lançado ao mar como um sacrifício para apaziguar a tempestade.","explicacao_detalhada":"O ato de servir aqui implica em se colocar à disposição de Deus, mesmo que isso signifique enfrentar a morte. Jonas se torna um sacrifício para salvar os outros.","por_que_esta_palavra":"A palavra 'servir' destaca a ideia de entrega e sacrifício, mostrando que a obediência a Deus pode exigir ações difíceis.","conexao_teologica":"O conceito de servir a Deus é central na Bíblia, refletindo a disposição de se sacrificar pelo bem dos outros e pela glória de Deus.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:13","Filipenses 2:7"]},"jonas_1_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos marinheiros que, ao verem a grandeza do Senhor, temem e oferecem sacrifícios.","explicacao_detalhada":"Os marinheiros, que eram pagãos, reconhecem a autoridade de Deus e a gravidade da situação, levando-os a temer e adorar o Senhor.","por_que_esta_palavra":"O uso da palavra 'homem' destaca a humanidade em sua vulnerabilidade e a necessidade de um relacionamento com Deus.","conexao_teologica":"A resposta dos homens à revelação de Deus é um tema recorrente na Bíblia, mostrando que todos são chamados a reconhecer Sua soberania.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Romanos 3:23"]},"jonas_1_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' é utilizada quando os marinheiros oferecem a Deus como resposta ao temor que sentiram diante da tempestade.","explicacao_detalhada":"O sacrifício é um ato de adoração e reconhecimento da soberania de Deus, simbolizando a entrega e a busca por perdão.","por_que_esta_palavra":"A palavra 'sacrifício' enfatiza a importância da adoração e da reconciliação com Deus, especialmente em momentos de crise.","conexao_teologica":"O sacrifício é um tema central na Bíblia, representando a necessidade de expiação e a busca por um relacionamento restaurado com Deus.","referencias_relacionadas":["Hebreus 13:15","Romanos 12:1","Gênesis 8:20"]},"jonas_1_16_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se ao voto que os marinheiros fazem ao Senhor após serem salvos da tempestade.","explicacao_detalhada":"Os marinheiros, ao verem a intervenção divina, fazem promessas de adoração e fidelidade, reconhecendo a soberania de Deus sobre suas vidas.","por_que_esta_palavra":"A palavra 'promessa' destaca a resposta humana ao agir de Deus, mostrando a importância do compromisso e da fidelidade.","conexao_teologica":"A ideia de fazer promessas a Deus é uma expressão de fé e compromisso, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 76:11","Eclesiastes 5:4","Tiago 5:12"]}}