{"jonas_2_1_appoint":{"palavra_pt":"appoint","palavra_original":"מָנָה","transliteracao":"mânâh","strong":"H4487","significado_raiz":"Ideia básica: appoint.","significado_contextual":"A palavra 'appoint' é usada no contexto em que Deus designa um grande peixe para engolir Jonas.","explicacao_detalhada":"Deus, em Sua soberania, prepara um peixe para resgatar Jonas, mostrando que mesmo em desobediência, Ele tem um plano para a vida de Seus profetas.","por_que_esta_palavra":"A palavra 'appoint' enfatiza a ação deliberada de Deus em controlar as circunstâncias da vida de Jonas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as coisas, mesmo em situações adversas.","referencias_relacionadas":["Salmos 139:16","Isaías 46:10","Romanos 8:28"]},"jonas_2_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que Jonas invoca em sua oração dentro do peixe.","explicacao_detalhada":"Ao chamar o nome do Senhor, Jonas reconhece a autoridade e o poder de Deus, buscando ajuda e redenção em sua situação desesperadora.","por_que_esta_palavra":"A palavra 'senhor' é fundamental na relação entre Deus e o homem, simbolizando a soberania e a divindade.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e dependência, refletindo a necessidade de um relacionamento pessoal com Deus.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 4:12"]},"jonas_2_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a misericórdia e a compaixão de Deus em ouvir a oração de Jonas.","explicacao_detalhada":"A grandeza de Deus é evidenciada em Sua disposição de ouvir e responder à oração de um profeta em desobediência, mostrando Sua graça.","por_que_esta_palavra":"A palavra 'grande' ressalta a imensidão da misericórdia de Deus, que é capaz de perdoar e restaurar mesmo nas piores circunstâncias.","conexao_teologica":"A grandeza da misericórdia de Deus é um tema central na Bíblia, refletindo Seu amor incondicional pela humanidade.","referencias_relacionadas":["Salmos 103:11","Efésios 2:4-5","Romanos 5:20"]},"jonas_2_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Jonas 2:2, 'senhor' é uma invocação ao Deus que tem autoridade e poder sobre a criação. É um reconhecimento da divindade e do controle que Deus exerce sobre a vida e a morte.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a relação de autoridade e submissão entre o crente e Deus.","conexao_teologica":"A invocação do 'senhor' é central na teologia bíblica, pois reflete a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Salmos 68:4","Isaías 42:8","Romanos 10:13"]},"jonas_2_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para descrever a natureza divina e a autoridade suprema de Deus.","explicacao_detalhada":"Em Jonas 2:2, 'deus' refere-se ao ser supremo que é digno de adoração e que tem poder sobre todas as coisas. É um reconhecimento da sua divindade e do seu papel como criador e sustentador.","por_que_esta_palavra":"A palavra é fundamental para expressar a identidade de Deus como o único verdadeiro e poderoso.","conexao_teologica":"A noção de 'deus' é central na fé judaico-cristã, que enfatiza a unicidade e a soberania de Deus.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:3","Deuteronômio 6:4"]},"jonas_2_2_geracao":{"palavra_pt":"geracao","palavra_original":"מֵעֶה","transliteracao":"mêʻeh","strong":"H4578","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se à continuidade da vida e à transmissão de valores e crenças.","explicacao_detalhada":"No contexto de Jonas 2:2, 'geração' pode ser entendida como a linhagem ou a sucessão de pessoas que buscam a Deus e vivem segundo seus preceitos.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre as gerações e a fidelidade a Deus ao longo do tempo.","conexao_teologica":"A ideia de geração é relevante na teologia bíblica, pois Deus promete bênçãos a gerações que o buscam.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Mateus 1:17"]},"jonas_2_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus e a importância de suas palavras.","explicacao_detalhada":"Em Jonas 2:3, 'dizer' enfatiza a ação de Deus em responder às orações e a importância de proclamar a verdade divina.","por_que_esta_palavra":"Esta palavra é crucial para entender a revelação de Deus e como Ele se comunica com seu povo.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala e se revela à humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 1:1-2"]},"jonas_2_3_femea":{"palavra_pt":"femea","palavra_original":"צָרָה","transliteracao":"tsârâh","strong":"H6869","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' pode ser interpretada como uma referência à criação e à diversidade na natureza.","explicacao_detalhada":"No contexto de Jonas 2:3, 'femea' pode simbolizar a importância da criação de Deus e a sua ordem na natureza.","por_que_esta_palavra":"Esta palavra é significativa para entender a criação de Deus e o papel de cada ser na sua obra.","conexao_teologica":"A criação é um tema central na teologia, refletindo a sabedoria e o propósito de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Provérbios 31:10"]},"jonas_2_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em Jonas 2:3, \"senhor\" aparece na frase \"Porque tu me lançaste no profundo, no coração dos mares, e a corrente das águas me cercou; todas as tuas ondas e as tuas vagas têm passado…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de Jonas 2:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jonas 2:8. Lendo junto com Jonas 2:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jonas 2:3","Jonas 2:8","Salmos 119:105"]},"jonas_2_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵבָב","transliteracao":"lêbâb","strong":"H3824","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e da vontade humana.","explicacao_detalhada":"Em Jonas 2:4, 'coração' simboliza a profundidade do arrependimento e a busca sincera por Deus.","por_que_esta_palavra":"Esta palavra é essencial para entender a relação entre o ser humano e Deus, onde o coração é visto como o lugar de decisões e sentimentos.","conexao_teologica":"A condição do coração é frequentemente abordada na Bíblia, refletindo a necessidade de um coração puro diante de Deus.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"jonas_2_4_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' simboliza a vastidão e o poder da criação de Deus.","explicacao_detalhada":"No contexto de Jonas 2:4, 'mar' representa tanto a força da natureza quanto a presença de Deus mesmo nas tempestades da vida.","por_que_esta_palavra":"Esta palavra é importante para entender a soberania de Deus sobre a criação e sua capacidade de controlar as forças da natureza.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo do caos e da ordem que Deus estabelece.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"jonas_2_5_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à ação de olhar ou observar com atenção.","explicacao_detalhada":"Em Jonas 2:5, 'cause' pode ser interpretada como a percepção da situação de aflição e a busca por ajuda divina.","por_que_esta_palavra":"Esta palavra é significativa para entender a necessidade de estar atento às circunstâncias e à intervenção de Deus.","conexao_teologica":"A atenção de Deus às necessidades humanas é um tema recorrente na Bíblia, mostrando seu cuidado e compaixão.","referencias_relacionadas":["Salmos 34:15","1 Pedro 5:7","Mateus 6:26"]},"jonas_2_5_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao lugar de adoração e presença de Deus.","explicacao_detalhada":"No contexto de Jonas 2:5, 'templo' simboliza a habitação de Deus entre seu povo e a importância da adoração.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o espaço sagrado e a presença divina.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e seu povo.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","João 2:19"]},"jonas_2_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade e separação do que é considerado comum.","explicacao_detalhada":"A palavra 'sagrado' implica um estado de pureza e consagração, indicando que algo foi separado para um propósito divino. No contexto de Jonas, isso pode se referir à natureza de Deus e à sua santidade em contraste com a condição do povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a diferença entre o que é profano e o que é divino, destacando a necessidade de reverência diante de Deus.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, refletindo sua natureza e a expectativa de que seu povo viva de acordo com essa santidade.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"jonas_2_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'alma' ou 'vida' indica a parte imaterial do ser humano, que é vital para a existência. No contexto de Jonas, isso ressalta a luta interna e a busca por redenção.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a vulnerabilidade e a necessidade de salvação do ser humano diante de Deus.","conexao_teologica":"A alma é vista como a parte que se relaciona com Deus, sendo fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"jonas_2_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'princípio' sugere a ideia de um fundamento ou base sobre a qual outras coisas são construídas. No contexto de Jonas, pode se referir ao reconhecimento da soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"Utilizar 'princípio' destaca a importância de entender a origem e a autoridade de Deus em todas as situações.","conexao_teologica":"Deus é apresentado como o Criador e o princípio de todas as coisas, o que é essencial para a fé cristã.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:16"]},"jonas_2_6_compass":{"palavra_pt":"compass","palavra_original":"אָפַף","transliteracao":"ʼâphaph","strong":"H661","significado_raiz":"Ideia básica: compass.","significado_contextual":"Refere-se a ser cercado ou envolvido por algo.","explicacao_detalhada":"A palavra 'compass' implica estar cercado por dificuldades ou desafios. No contexto de Jonas, isso reflete a situação desesperadora em que ele se encontra dentro do grande peixe.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a sensação de aprisionamento e a necessidade de intervenção divina.","conexao_teologica":"A ideia de ser cercado por problemas é um tema comum na experiência humana, que leva à busca por Deus como fonte de libertação.","referencias_relacionadas":["Salmos 34:19","Salmos 46:1","2 Coríntios 1:10"]},"jonas_2_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' representa não apenas o solo, mas também a totalidade da criação. No contexto de Jonas, isso pode simbolizar a conexão entre o ser humano e a criação divina.","por_que_esta_palavra":"A menção da terra destaca a soberania de Deus sobre toda a criação e a relação do homem com ela.","conexao_teologica":"A criação é um testemunho da grandeza de Deus e da sua autoridade sobre tudo que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"jonas_2_7_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza atemporal de Deus.","explicacao_detalhada":"A palavra 'eterno' implica a existência sem começo ou fim. No contexto de Jonas, isso ressalta a fidelidade e a constância de Deus em meio às mudanças da vida.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a confiança que podemos ter em um Deus que não muda.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da sua natureza, que oferece esperança e segurança aos crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"jonas_2_7_bottom":{"palavra_pt":"bottom","palavra_original":"קֶצֶב","transliteracao":"qetseb","strong":"H7095","significado_raiz":"Ideia básica: bottom.","significado_contextual":"Refere-se ao fundo ou à parte mais baixa de algo.","explicacao_detalhada":"A palavra 'bottom' sugere um estado de desespero ou a situação mais baixa que alguém pode enfrentar. No contexto de Jonas, isso representa a profundidade de sua angústia.","por_que_esta_palavra":"A escolha dessa palavra destaca a gravidade da situação de Jonas e a necessidade de salvação.","conexao_teologica":"A experiência de estar no fundo é uma metáfora para a condição humana e a necessidade de redenção.","referencias_relacionadas":["Salmos 130:1","Romanos 7:24","2 Pedro 2:9"]},"jonas_2_8_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'alma' ou 'vida' indica a parte imaterial do ser humano, que é vital para a existência. No contexto de Jonas, isso ressalta a luta interna e a busca por redenção.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a vulnerabilidade e a necessidade de salvação do ser humano diante de Deus.","conexao_teologica":"A alma é vista como a parte que se relaciona com Deus, sendo fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"jonas_2_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e a majestade de Deus. No contexto de Jonas, isso destaca a relação de submissão e reverência que devemos ter diante de Deus.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a importância do nome de Deus e o poder que ele representa.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jonas_2_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de invocar ou buscar a presença de alguém.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' implica um movimento em direção a Deus, buscando sua ajuda e intervenção. No contexto de Jonas, isso representa a súplica por socorro em meio à angústia.","por_que_esta_palavra":"A escolha dessa palavra destaca a ação de buscar a Deus em tempos de necessidade.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na Bíblia, mostrando a importância da oração e da dependência de Deus.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","Tiago 4:8"]},"jonas_2_9_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus, que é um amor leal e constante, mesmo diante da desobediência.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) implica um amor que não é baseado em merecimento, mas na fidelidade de Deus para com seu povo. É um amor que se manifesta em ações de salvação e proteção.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a natureza de Deus como um ser que perdoa e salva, mesmo quando o ser humano falha.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, refletindo seu caráter e sua disposição em restaurar a relação com a humanidade.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Romanos 5:8"]},"jonas_2_9_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de Deus em resgatar Jonas da morte e da situação desesperadora em que se encontrava.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) é usada para descrever a proteção e a preservação que Deus oferece aos que clamam por Ele. É um ato de intervenção divina.","por_que_esta_palavra":"A escolha dessa palavra ressalta a capacidade de Deus de salvar aqueles que se voltam para Ele em arrependimento.","conexao_teologica":"A salvação é um conceito fundamental na Bíblia, representando a libertação do pecado e da morte através da graça de Deus.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"jonas_2_9_vaidade":{"palavra_pt":"vaidade","palavra_original":"הֶבֶל","transliteracao":"hebel","strong":"H1892","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade das ações humanas que não reconhecem a soberania de Deus.","explicacao_detalhada":"A palavra 'vaidade' (הֶבֶל) sugere a ideia de algo sem valor ou significado, especialmente quando comparado à grandeza de Deus e à sua obra de salvação.","por_que_esta_palavra":"É utilizada para contrastar a futilidade das promessas humanas com a fidelidade de Deus.","conexao_teologica":"A vaidade é um tema recorrente na literatura sapiencial, alertando sobre a transitoriedade das coisas terrenas em contraste com a eternidade de Deus.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Tiago 4:14"]},"jonas_2_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus, que é ouvida e reconhecida por aqueles que estão dispostos a ouvir.","explicacao_detalhada":"A palavra 'voz' (קוֹל) implica a ideia de um chamado ou uma mensagem que deve ser respondida. A voz de Deus é poderosa e traz transformação.","por_que_esta_palavra":"Esta palavra é crucial para entender como Deus se comunica com seu povo e como a obediência a essa voz é essencial.","conexao_teologica":"A voz de Deus é um tema importante na Bíblia, simbolizando sua autoridade e a necessidade de resposta por parte da humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"jonas_2_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que expressa a essência de Deus como o ser eterno e autoexistente, que se relaciona com seu povo.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de invocar sua presença e reconhecer sua soberania.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jonas_2_10_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza a ação de Deus em resposta ao clamor de Jonas.","explicacao_detalhada":"A palavra 'mão' (תּוֹדָה) pode representar a força e a intervenção de Deus na vida de seus servos, demonstrando seu poder e cuidado.","por_que_esta_palavra":"A mão de Deus é frequentemente associada à proteção e à salvação, indicando que Ele age em favor de seu povo.","conexao_teologica":"A mão de Deus é um símbolo de sua presença ativa e poderosa na história da salvação.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"jonas_2_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à sua capacidade de agir em favor de seus servos.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a autoridade de Deus ao proferir palavras que trazem vida e transformação.","por_que_esta_palavra":"Esta palavra é usada para destacar a importância da comunicação divina e a resposta que ela exige.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, sendo um meio pelo qual Ele cria e sustenta todas as coisas.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Isaías 55:11"]},"jonas_2_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que o nome do Senhor é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um reconhecimento da soberania e do poder de Deus sobre todas as situações.","por_que_esta_palavra":"O nome do Senhor é uma fonte de esperança e confiança para aqueles que o invocam.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé que reconhece sua autoridade e poder para salvar.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 2:21"]}}