{"jonas_3_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Jonas em desobediência e à sua necessidade de arrependimento.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica uma mudança de estado, de um lugar de segurança para um de vulnerabilidade, refletindo a condição humana diante de Deus.","por_que_esta_palavra":"É usada para mostrar a fragilidade humana e a necessidade de voltar-se para Deus em arrependimento.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na narrativa bíblica.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:9"]},"jonas_3_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que Deus deu a Jonas para proclamar a Nínive.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) representa a comunicação divina que traz instrução e direção, essencial para a missão de Jonas.","por_que_esta_palavra":"É importante porque destaca a responsabilidade do profeta em transmitir a mensagem de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é fundamental para a salvação e o arrependimento.","referencias_relacionadas":["Salmos 119:105","Mateus 28:19-20","2 Timóteo 3:16"]},"jonas_3_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, que é a autoridade suprema e o criador do universo.","explicacao_detalhada":"A palavra 'senhor' em hebraico, 'יְהֹוָה' (Yᵉhôvâh), é usada para enfatizar a soberania de Deus sobre todas as coisas. Neste contexto, Deus está chamando Jonas para ir a Nínive e pregar contra a maldade daquela cidade.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e submissão que Jonas deve ter ao cumprir a missão divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e os destinos das nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 13:1"]},"jonas_3_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Nínive é mencionada como uma grande cidade, conhecida por sua maldade e necessidade de arrependimento.","explicacao_detalhada":"A palavra 'cidade' (עִיר - ʻîyr) refere-se a um local habitado, e neste caso, Nínive é descrita como uma cidade de grande importância e influência na época.","por_que_esta_palavra":"A menção da cidade é crucial, pois destaca o alvo da missão de Jonas e a urgência da mensagem de arrependimento que ele deve levar.","conexao_teologica":"A cidade simboliza a humanidade em sua necessidade de salvação e arrependimento diante de Deus.","referencias_relacionadas":["Gênesis 10:11","Naum 3:1","Mateus 12:41"]},"jonas_3_2_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza da cidade de Nínive é enfatizada para mostrar a magnitude do desafio que Jonas enfrenta.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל - gâdôwl) indica não apenas o tamanho físico da cidade, mas também a grandeza de sua maldade e a necessidade urgente de arrependimento.","por_que_esta_palavra":"A grandeza da cidade serve para ilustrar a profundidade do pecado e a necessidade de uma intervenção divina.","conexao_teologica":"A grandeza de Nínive contrasta com a grandeza da misericórdia de Deus, que está disposta a perdoar mesmo os mais pecadores.","referencias_relacionadas":["Salmos 86:13","Ezequiel 18:30","1 Timóteo 1:15"]},"jonas_3_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar-se para cumprir a missão que Deus deu a Jonas.","explicacao_detalhada":"A palavra 'levantar' (קוּם - qûwm) implica em ação e prontidão para obedecer ao chamado de Deus, que exige uma resposta ativa.","por_que_esta_palavra":"A necessidade de levantar-se simboliza a disposição de Jonas em ir a Nínive e pregar a mensagem de Deus.","conexao_teologica":"A obediência ao chamado de Deus é um tema recorrente nas Escrituras, mostrando a importância de agir conforme a vontade divina.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Atos 10:20"]},"jonas_3_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Reforça a ideia de que Jonas finalmente obedeceu ao chamado de Deus e se levantou para ir a Nínive.","explicacao_detalhada":"A repetição da palavra 'levantar' (קוּם - qûwm) enfatiza a ação decisiva de Jonas em resposta à ordem divina, mostrando sua disposição em cumprir a missão.","por_que_esta_palavra":"A ação de levantar-se é um símbolo de obediência e compromisso com a vontade de Deus.","conexao_teologica":"A obediência é fundamental na vida do crente, refletindo a disposição de seguir a direção de Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 119:60","Hebreus 10:24-25","Tiago 1:22"]},"jonas_3_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que Jonas deve proclamar em Nínive, que é a palavra de Deus.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר - dâbâr) implica em uma comunicação clara e direta da vontade de Deus, que Jonas deve transmitir ao povo de Nínive.","por_que_esta_palavra":"A ênfase na palavra de Deus destaca a importância da revelação divina e da mensagem de arrependimento que deve ser ouvida.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar corações e levar ao arrependimento.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"jonas_3_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que envia Jonas com uma mensagem de advertência e arrependimento.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים - ʼĕlôhîym) é um termo que denota a divindade e a autoridade suprema, enfatizando o poder de Deus sobre a criação e a necessidade de reverência.","por_que_esta_palavra":"A menção de Deus é fundamental, pois é Ele quem determina o destino de Nínive e convoca Jonas para a missão.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele tem o controle sobre o arrependimento e a salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"jonas_3_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Reitera a importância de Nínive como o alvo da mensagem de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר - ʻîyr) é usada novamente para enfatizar o local onde a mensagem de arrependimento deve ser proclamada.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a urgência da mensagem que deve ser levada ao povo de Nínive.","conexao_teologica":"A cidade representa a coletividade humana que precisa ouvir a mensagem de Deus e se voltar para Ele.","referencias_relacionadas":["Ezequiel 18:30","Mateus 5:14","Lucas 19:10"]},"jonas_3_4_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se à condição moral de Nínive, que estava cheia de iniquidade e profanação.","explicacao_detalhada":"A palavra 'profano' (חָלַל - châlal) implica em uma violação dos padrões divinos, indicando a gravidade do pecado que permeava a cidade.","por_que_esta_palavra":"A menção do estado profano de Nínive é crucial para entender a necessidade de arrependimento e a urgência da mensagem de Jonas.","conexao_teologica":"A profanação é um tema que aparece frequentemente nas Escrituras, mostrando a necessidade de santidade e arrependimento diante de Deus.","referencias_relacionadas":["Levítico 18:24","Ezequiel 22:26","Romanos 1:18"]},"jonas_3_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao chamado de Deus para que o povo de Nínive se arrependa e volte para Ele.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא - bôwʼ) implica em um convite para que o povo se aproxime de Deus e ouça a mensagem de arrependimento.","por_que_esta_palavra":"A ideia de chamar é fundamental, pois Deus está oferecendo uma oportunidade de salvação e reconciliação ao povo de Nínive.","conexao_teologica":"O chamado ao arrependimento é um tema central na mensagem do evangelho, refletindo a misericórdia e a graça de Deus.","referencias_relacionadas":["Mateus 11:28","Atos 2:38","2 Coríntios 5:20"]},"jonas_3_5_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica em uma fé ativa e confiança em Deus.","explicacao_detalhada":"No contexto de Jonas 3:5, os ninivitas demonstraram fé ao crer na mensagem de Deus, resultando em arrependimento e mudança de comportamento.","por_que_esta_palavra":"A escolha da palavra 'crer' reflete a resposta dos ninivitas à advertência divina, mostrando que a fé é essencial para a salvação.","conexao_teologica":"A fé é um tema central na Bíblia, sendo fundamental para o relacionamento do homem com Deus, como visto em Hebreus 11:6.","referencias_relacionadas":["Hebreus 11:6","Romanos 10:17","Gálatas 2:20"]},"jonas_3_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que exerce autoridade sobre toda a criação.","explicacao_detalhada":"Em Jonas 3:5, a menção de Deus destaca Sua soberania e poder para julgar e perdoar, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a natureza da mensagem que Jonas trouxe aos ninivitas, que era um chamado ao arrependimento diante do Criador.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, revelando Seu controle sobre a história e a humanidade.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-6","Romanos 1:20"]},"jonas_3_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' representa a humanidade em sua totalidade, incluindo a capacidade de escolha e arrependimento.","explicacao_detalhada":"No contexto de Jonas 3:5, a referência ao homem enfatiza a responsabilidade individual diante de Deus e a possibilidade de mudança.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar que todos, independentemente de sua posição, são chamados ao arrependimento.","conexao_teologica":"A dignidade do homem como criação de Deus é um princípio fundamental, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jonas_3_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que foi proclamada por Jonas.","explicacao_detalhada":"Em Jonas 3:6, a palavra de Deus é o meio pelo qual os ninivitas tomaram conhecimento do juízo iminente e da necessidade de arrependimento.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina na transformação do coração humano.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer mudança e vida, conforme Hebreus 4:12.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Tiago 1:21"]},"jonas_3_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em uma ação de se erguer ou tomar uma posição.","explicacao_detalhada":"No contexto de Jonas 3:6, levantar-se pode ser entendido como a resposta dos ninivitas ao chamado de Deus para se arrependerem.","por_que_esta_palavra":"A palavra 'levantar' simboliza a ação de se afastar do pecado e buscar a Deus.","conexao_teologica":"A ideia de levantar-se é frequentemente associada ao arrependimento e à nova vida em Cristo.","referencias_relacionadas":["Atos 3:19","Romanos 6:4","Efésios 2:6"]},"jonas_3_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar e decidir sobre a condição moral dos indivíduos.","explicacao_detalhada":"Em Jonas 3:6, o julgamento de Deus é um tema central, pois os ninivitas estavam cientes de que suas ações seriam avaliadas por Deus.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a justiça de Deus e Sua autoridade para determinar o destino das pessoas.","conexao_teologica":"O julgamento de Deus é um aspecto importante da Sua natureza, refletindo Sua santidade e justiça.","referencias_relacionadas":["Salmos 9:8","Romanos 14:10","Apocalipse 20:12"]},"jonas_3_7_juizo":{"palavra_pt":"juizo","palavra_original":"טַעַם","transliteracao":"ṭaʻam","strong":"H2940","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à decisão ou condenação que Deus pode impor sobre a humanidade.","explicacao_detalhada":"No contexto de Jonas 3:7, o juízo é um aviso sobre as consequências do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'juízo' é importante para entender a seriedade da mensagem de Jonas e a resposta dos ninivitas.","conexao_teologica":"O juízo de Deus é um tema recorrente nas Escrituras, mostrando a necessidade de arrependimento e a esperança de misericórdia.","referencias_relacionadas":["Ezequiel 18:30","Mateus 12:36","Romanos 2:6"]},"jonas_3_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima na sociedade, que tem o poder de influenciar e liderar.","explicacao_detalhada":"Em Jonas 3:7, o rei de Nínive se levanta para liderar seu povo em arrependimento, mostrando a importância da liderança na resposta a Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a responsabilidade dos líderes em guiar seu povo em direção a Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a responsabilidade dos líderes em representar a justiça e a verdade de Deus.","referencias_relacionadas":["Provérbios 29:2","1 Timóteo 2:1-2","Romanos 13:1"]},"jonas_3_7_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica em um clamor ou convocação para ação.","explicacao_detalhada":"No contexto de Jonas 3:7, o rei chama o povo ao arrependimento, enfatizando a urgência da mensagem de Deus.","por_que_esta_palavra":"A palavra 'chamar' é significativa, pois reflete a ação de Deus em convocar Seu povo ao arrependimento e à mudança.","conexao_teologica":"Deus frequentemente chama Seu povo ao arrependimento, mostrando Sua misericórdia e desejo de restaurar.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Apocalipse 3:20"]},"jonas_3_8_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'crueldade' refere-se à injustiça e à opressão que os ninivitas praticavam.","explicacao_detalhada":"Em Jonas 3:8, a crueldade é um dos pecados que levaram ao juízo de Deus sobre Nínive, destacando a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'crueldade' é importante para entender a gravidade dos pecados que provocaram a ira de Deus.","conexao_teologica":"A crueldade é condenada nas Escrituras, e Deus chama Seu povo a praticar a justiça e a misericórdia.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Provérbios 21:15"]},"jonas_3_8_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"O saco é um símbolo de lamento e arrependimento na cultura hebraica.","explicacao_detalhada":"O uso do saco, ou 'sackcloth', era uma prática comum entre os hebreus para expressar tristeza, arrependimento ou luto. Em Jonas 3:8, os ninivitas se vestem de saco como sinal de sua contrição diante de Deus após a pregação de Jonas.","por_que_esta_palavra":"A palavra 'sackcloth' é utilizada para enfatizar a seriedade do arrependimento dos ninivitas e sua disposição em mudar de vida.","conexao_teologica":"O uso do saco é um chamado ao arrependimento, que é um tema central na mensagem profética da Bíblia.","referencias_relacionadas":["Joel 1:13","Isaías 37:1","Mateus 11:21"]},"jonas_3_8_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a fragilidade e a necessidade de arrependimento.","explicacao_detalhada":"A palavra 'homem' (אָדָם) é usada para representar todos os seres humanos, destacando que tanto os indivíduos quanto a coletividade precisam se voltar para Deus.","por_que_esta_palavra":"A inclusão de 'homem' enfatiza que a mensagem de arrependimento se aplica a todos, independentemente de sua posição social.","conexao_teologica":"A necessidade de arrependimento é uma mensagem universal, refletindo a natureza pecaminosa da humanidade.","referencias_relacionadas":["Romanos 3:23","Gênesis 6:5","Salmos 51:5"]},"jonas_3_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o soberano que tem autoridade sobre a criação e sobre o destino dos homens.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é usada para enfatizar a sua soberania e a capacidade de mudar o destino dos ninivitas se eles se arrependessem.","por_que_esta_palavra":"A menção de Deus aqui é crucial, pois mostra que a resposta divina ao arrependimento é uma parte fundamental da narrativa.","conexao_teologica":"Deus é retratado como misericordioso e pronto para perdoar, um tema central na mensagem do livro de Jonas.","referencias_relacionadas":["Salmos 86:5","Ezequiel 18:30","1 João 1:9"]},"jonas_3_9_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à responsabilidade de cada indivíduo diante de Deus.","explicacao_detalhada":"A palavra 'quem' (מִי) é usada para enfatizar que qualquer pessoa pode se voltar para Deus e buscar a Sua misericórdia.","por_que_esta_palavra":"A inclusão de 'quem' destaca a universalidade da oferta de arrependimento e perdão.","conexao_teologica":"A mensagem de que todos têm a oportunidade de se arrepender é um tema recorrente nas Escrituras.","referencias_relacionadas":["Atos 2:21","Romanos 10:13","Isaías 55:7"]},"jonas_3_9_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à restauração e reconstrução da vida espiritual e moral dos ninivitas.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica uma mudança de direção e a construção de uma nova vida em conformidade com a vontade de Deus.","por_que_esta_palavra":"A ideia de edificação é central para a transformação que Deus deseja realizar na vida dos arrependidos.","conexao_teologica":"A restauração é um tema importante na teologia bíblica, refletindo a obra redentora de Deus na vida dos crentes.","referencias_relacionadas":["2 Coríntios 5:17","Efésios 2:10","Salmos 51:10"]},"jonas_3_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como aquele que tem o poder de mudar o curso da história e das vidas.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) aqui reafirma a soberania divina e a capacidade de perdoar e evitar o juízo.","por_que_esta_palavra":"A menção de Deus é crucial para entender que a mudança no destino dos ninivitas é resultado da Sua misericórdia.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele é capaz de mudar o coração dos homens.","referencias_relacionadas":["Salmos 103:8-10","Miquéias 7:18","Romanos 9:15"]},"jonas_3_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em relação ao juízo e à misericórdia.","explicacao_detalhada":"A palavra 'fazer' (עָשָׂה) implica em ações concretas que Deus realiza em resposta ao arrependimento dos ninivitas.","por_que_esta_palavra":"A escolha desta palavra enfatiza que Deus não apenas observa, mas age em favor dos que se arrependem.","conexao_teologica":"A ação de Deus em resposta ao arrependimento é um tema recorrente na Bíblia, mostrando Sua disposição para perdoar.","referencias_relacionadas":["Isaías 43:25","Salmos 130:4","Tiago 5:16"]},"jonas_3_10_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção e ao reconhecimento da ação de Deus.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica em perceber a mudança que Deus realiza em resposta ao arrependimento.","por_que_esta_palavra":"A escolha desta palavra destaca a importância de reconhecer a intervenção divina na vida dos arrependidos.","conexao_teologica":"A visão espiritual é fundamental para entender a obra de Deus e Sua resposta ao arrependimento.","referencias_relacionadas":["Salmos 34:8","Mateus 5:8","Hebreus 11:1"]}}