{"jonas_4_1_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à natureza de Deus e à Sua disposição para a misericórdia.","explicacao_detalhada":"A palavra 'bom' (רָעַע) é usada para descrever a bondade de Deus em relação aos que se arrependem.","por_que_esta_palavra":"A escolha desta palavra enfatiza a tensão entre a justiça e a misericórdia de Deus.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo Sua natureza amorosa e justa.","referencias_relacionadas":["Salmos 145:9","Romanos 2:4","Gálatas 5:22"]},"jonas_4_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da misericórdia de Deus em contraste com a ira de Jonas.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é usada para descrever a magnitude da compaixão de Deus pelos ninivitas.","por_que_esta_palavra":"A escolha desta palavra destaca a diferença entre a perspectiva humana e a divina sobre o arrependimento e a misericórdia.","conexao_teologica":"A grandeza de Deus é um tema recorrente, mostrando que Sua misericórdia é maior do que o nosso entendimento.","referencias_relacionadas":["Salmos 103:11","Efésios 3:20","Romanos 11:33"]},"jonas_4_1_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao crescimento da planta que Deus fez crescer para dar sombra a Jonas.","explicacao_detalhada":"A palavra 'crescer' neste contexto indica o ato de Deus em providenciar uma planta que cresceu rapidamente para oferecer sombra a Jonas, simbolizando a misericórdia divina.","por_que_esta_palavra":"A escolha da palavra 'crescer' enfatiza a ação de Deus em cuidar de Jonas, mesmo quando ele estava desanimado e reclamando.","conexao_teologica":"Este ato de Deus reflete Sua compaixão e cuidado por Sua criação, mostrando que Ele se importa com o bem-estar de todos, inclusive de Jonas.","referencias_relacionadas":["Salmos 104:14","Mateus 6:28-30","Isaías 40:6-8"]},"jonas_4_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a Jonas como um ser humano que está em conflito com a vontade de Deus.","explicacao_detalhada":"A palavra 'homem' aqui destaca a humanidade de Jonas e sua luta interna em aceitar a misericórdia de Deus para com Nínive.","por_que_esta_palavra":"A utilização de 'homem' enfatiza a fragilidade e a limitação humana diante da grandeza de Deus.","conexao_teologica":"Isso nos lembra que todos os seres humanos são suscetíveis a falhas e desentendimentos em relação ao plano divino.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"jonas_4_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a relação de Deus com Seu povo e Sua posição de autoridade sobre todas as coisas.","por_que_esta_palavra":"A invocação do nome de Deus destaca a importância de reconhecer Sua soberania e poder nas situações da vida.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e ação na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 113:1-3","Filipenses 2:9-11"]},"jonas_4_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da mensagem que Jonas deveria transmitir a Nínive.","explicacao_detalhada":"A palavra 'dizer' aqui é um chamado à ação, onde Deus instrui Jonas a proclamar a mensagem de arrependimento aos ninivitas.","por_que_esta_palavra":"A ênfase em 'dizer' mostra a importância da comunicação da verdade divina e do arrependimento.","conexao_teologica":"A proclamação da palavra de Deus é um tema recorrente na Bíblia, enfatizando a necessidade de ouvir e responder ao chamado divino.","referencias_relacionadas":["Romanos 10:14-15","Mateus 28:19-20","Atos 1:8"]},"jonas_4_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome de Deus, enfatizando Sua autoridade sobre a vida de Jonas.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a soberania de Deus e a necessidade de Jonas em submeter-se a Sua vontade.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da relação entre o Criador e a criação, e da responsabilidade do homem diante d'Ele.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é Senhor sobre todas as nações e indivíduos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Apocalipse 19:16"]},"jonas_4_3_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida que Deus deu a todas as criaturas, incluindo os ninivitas.","explicacao_detalhada":"A palavra 'alma/vida' destaca a importância da vida humana e a compaixão de Deus por todas as Suas criaturas.","por_que_esta_palavra":"A utilização de 'alma' enfatiza o valor que Deus atribui à vida e a necessidade de cuidar uns dos outros.","conexao_teologica":"A criação de Deus é boa e preciosa, e Ele se preocupa com cada ser humano, desejando que todos se arrependam e sejam salvos.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:29-31","1 Pedro 3:18"]},"jonas_4_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da palavra de Deus e à importância de ouvir e obedecer.","explicacao_detalhada":"A palavra 'dizer' novamente destaca a necessidade de Jonas em comunicar a mensagem de Deus aos ninivitas.","por_que_esta_palavra":"A repetição enfatiza a urgência e a importância da mensagem que deve ser proclamada.","conexao_teologica":"A comunicação da verdade divina é essencial para a transformação e salvação dos indivíduos.","referencias_relacionadas":["Isaías 55:11","2 Timóteo 4:2","Hebreus 4:12"]},"jonas_4_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao nome de Deus, que é central na narrativa.","explicacao_detalhada":"A invocação do nome de Deus reforça Sua autoridade e a necessidade de Jonas em reconhecer essa autoridade.","por_que_esta_palavra":"A repetição do nome de Deus serve como um lembrete da soberania divina em todas as situações.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e deve ser respeitado e reverenciado.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Romanos 10:13"]},"jonas_4_4_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se à busca de Jonas por compreensão e aceitação da vontade de Deus.","explicacao_detalhada":"A palavra 'achar' implica em encontrar significado e propósito na situação em que Jonas se encontra.","por_que_esta_palavra":"A escolha dessa palavra reflete a luta interna de Jonas em entender a misericórdia de Deus.","conexao_teologica":"A busca por entendimento é uma parte importante da jornada de fé, onde os crentes são chamados a confiar em Deus mesmo quando não compreendem.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Romanos 11:33"]},"jonas_4_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Nínive, que é o foco da mensagem de arrependimento de Jonas.","explicacao_detalhada":"A palavra 'cidade' destaca a importância de Nínive como um lugar de grande pecado, mas também de grande potencial para arrependimento.","por_que_esta_palavra":"A menção da cidade enfatiza a responsabilidade de Jonas em levar a mensagem de Deus a um povo que precisa de salvação.","conexao_teologica":"A cidade simboliza a necessidade de evangelização e a compaixão de Deus por todos os povos, independentemente de seu passado.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","Atos 17:30"]},"jonas_4_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a situação de Nínive, que estava sob a condenação divina.","explicacao_detalhada":"Neste contexto, Jonas se retira para observar o que aconteceria com a cidade de Nínive após a pregação do arrependimento. Ele espera que Deus a julgue e a destrua, mas a palavra 'julgar' implica uma avaliação que vai além do simples castigo, envolvendo também a misericórdia de Deus.","por_que_esta_palavra":"A escolha da palavra 'julgar' reflete a expectativa de Jonas sobre a justiça divina e sua própria frustração com a misericórdia de Deus para com os pecadores.","conexao_teologica":"A ideia de julgamento é central na teologia bíblica, onde Deus é visto como justo e misericordioso, equilibrando a justiça com a compaixão.","referencias_relacionadas":["Salmos 9:8","Romanos 2:6","Mateus 7:1"]},"jonas_4_5_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao desfecho esperado da cidade de Nínive, que Jonas acreditava ser a destruição.","explicacao_detalhada":"Jonas estava ansioso para ver o fim de Nínive, pois ele queria que a cidade fosse punida por seus pecados. O 'fim' aqui é um reflexo da expectativa de que a justiça de Deus se manifestasse.","por_que_esta_palavra":"A palavra 'fim' é significativa porque representa a conclusão de um ciclo de desobediência e a expectativa de retribuição divina.","conexao_teologica":"O conceito de 'fim' é importante na teologia, pois aponta para a soberania de Deus sobre a história e o destino das nações.","referencias_relacionadas":["Eclesiastes 3:2","Apocalipse 21:6","Isaías 46:10"]},"jonas_4_6_appoint":{"palavra_pt":"appoint","palavra_original":"מָנָה","transliteracao":"mânâh","strong":"H4487","significado_raiz":"Ideia básica: appoint.","significado_contextual":"A palavra 'appoint' refere-se ao ato de Deus designar uma planta para proporcionar sombra a Jonas.","explicacao_detalhada":"Deus providencia uma planta para Jonas como um ato de misericórdia, mostrando que Ele se importa com o bem-estar de Jonas, mesmo quando este está em descontentamento.","por_que_esta_palavra":"A palavra 'appoint' destaca a soberania de Deus em controlar a criação e sua capacidade de usar elementos naturais para ensinar lições espirituais.","conexao_teologica":"A providência divina é um tema central na teologia, onde Deus é visto como aquele que cuida de suas criaturas e usa circunstâncias para moldar o caráter humano.","referencias_relacionadas":["Mateus 6:26","Salmos 104:14","Romanos 8:28"]},"jonas_4_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que implica autoridade e soberania.","explicacao_detalhada":"Ao usar o nome 'Senhor', Jonas reconhece a autoridade de Deus sobre todas as coisas, incluindo a natureza e o destino de Nínive.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e seu povo, enfatizando sua posição como criador e governante.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença, poder e a relação de aliança com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"jonas_4_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que exerce poder e autoridade sobre a criação.","explicacao_detalhada":"Neste contexto, 'deus' é usado para enfatizar a natureza soberana de Deus, que pode decidir sobre a vida e a morte, bem como sobre o destino das nações.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação de poder entre o Criador e a criação, destacando a dependência humana de Sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o governante supremo do universo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"jonas_4_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente utilizada para enfatizar a ação divina em relação a Jonas e a planta.","explicacao_detalhada":"Deus age novamente para ensinar uma lição a Jonas, mostrando que Ele tem controle sobre todas as coisas, incluindo a vida da planta que proporcionava sombra.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que Deus é ativo e envolvido na vida de Jonas, mesmo em sua rebeldia.","conexao_teologica":"A presença ativa de Deus na vida dos indivíduos é um tema importante, mostrando que Ele se preocupa com o bem-estar e o crescimento espiritual de todos.","referencias_relacionadas":["Salmos 139:7-10","Mateus 10:29-31","Hebreus 4:13"]},"jonas_4_7_appoint":{"palavra_pt":"appoint","palavra_original":"מָנָה","transliteracao":"mânâh","strong":"H4487","significado_raiz":"Ideia básica: appoint.","significado_contextual":"A palavra 'appoint' é usada novamente para descrever a ação de Deus ao designar um verme que destrói a planta.","explicacao_detalhada":"Deus usa o verme como um meio para ensinar a Jonas sobre a fragilidade da vida e a importância de valorizar o que realmente importa.","por_que_esta_palavra":"A repetição da palavra 'appoint' enfatiza a soberania de Deus em todas as circunstâncias, mostrando que Ele pode usar até mesmo o que parece insignificante para cumprir Seus propósitos.","conexao_teologica":"A soberania de Deus sobre a criação é um tema recorrente, onde Ele é visto como aquele que controla todos os aspectos da vida.","referencias_relacionadas":["Salmos 115:3","Provérbios 16:9","Isaías 45:7"]},"jonas_4_7_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do sofrimento de Jonas após a perda da planta.","explicacao_detalhada":"Jonas expressa um desespero intenso, que é descrito como 'grande', refletindo sua falta de compreensão sobre o valor da misericórdia de Deus em contraste com seu próprio egoísmo.","por_que_esta_palavra":"A palavra 'grande' é significativa porque destaca a intensidade das emoções humanas e a necessidade de uma perspectiva divina sobre o sofrimento.","conexao_teologica":"A grandeza do amor e da misericórdia de Deus é um tema central, contrastando com a fragilidade humana e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 86:13","Romanos 5:8","1 João 3:1"]},"jonas_4_8_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se à fonte de calor e luz que afeta diretamente o estado emocional de Jonas.","explicacao_detalhada":"O sol representa a intensidade do sofrimento de Jonas, que se torna insuportável após a perda da sombra da planta, simbolizando a pressão que ele sente em sua vida.","por_que_esta_palavra":"A palavra 'sol' é usada para ilustrar a realidade do sofrimento humano e a necessidade de proteção e conforto divinos.","conexao_teologica":"A luz e o calor do sol podem simbolizar a presença de Deus, que traz conforto e esperança em tempos de dificuldade.","referencias_relacionadas":["Salmos 121:6","Mateus 5:45","Apocalipse 22:5"]},"jonas_4_8_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' expressa o desespero extremo de Jonas, que prefere a morte a enfrentar a realidade de sua situação.","explicacao_detalhada":"Jonas, em seu desespero, clama por morte, revelando sua falta de compreensão sobre a misericórdia de Deus e a importância da vida.","por_que_esta_palavra":"A palavra 'morrer' é significativa porque reflete a profundidade do sofrimento emocional e espiritual que Jonas está enfrentando.","conexao_teologica":"A questão da vida e da morte é central na teologia, onde a vida é vista como um presente de Deus e a morte como uma consequência do pecado.","referencias_relacionadas":["Eclesiastes 3:2","João 10:10","Romanos 6:23"]},"jonas_4_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de desespero ou tristeza que Jonas experimenta ao ver a planta murchar.","explicacao_detalhada":"No contexto de Jonas 4:8, a palavra 'cair' é usada para descrever a reação emocional de Jonas quando a planta que o havia confortado desaparece. Essa queda simboliza a fragilidade das coisas que nos trazem conforto e a transitoriedade da vida.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade de Jonas e a sua incapacidade de lidar com a perda, refletindo a sua falta de compreensão sobre a compaixão de Deus.","conexao_teologica":"A queda de Jonas diante da perda da planta ilustra a necessidade de confiar em Deus, que é a fonte verdadeira de conforto e esperança, em vez de se apegar a coisas temporais.","referencias_relacionadas":["Salmos 30:5","Mateus 6:19-21","2 Coríntios 4:18"]},"jonas_4_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada quando Deus questiona Jonas sobre sua raiva em relação à planta.","explicacao_detalhada":"Neste versículo, Deus pergunta a Jonas se ele tem o direito de estar tão irado por causa da planta, usando a palavra 'dizer' para enfatizar a comunicação direta e a necessidade de Jonas refletir sobre suas emoções.","por_que_esta_palavra":"A palavra 'dizer' é crucial aqui, pois mostra a interação entre Deus e Jonas, destacando a importância do diálogo e da reflexão sobre as próprias ações e sentimentos.","conexao_teologica":"Este diálogo entre Deus e Jonas revela a natureza relacional de Deus, que se preocupa com as emoções humanas e busca trazer entendimento e arrependimento.","referencias_relacionadas":["Tiago 1:19","Salmos 139:1-4","Provérbios 18:13"]},"jonas_4_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à autoridade suprema que questiona Jonas sobre sua ira.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como o criador e sustentador de todas as coisas, que tem o direito de questionar e corrigir suas criaturas. A palavra enfatiza a soberania divina e a responsabilidade humana.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa, pois representa a figura que busca ensinar a Jonas sobre compaixão e misericórdia, contrastando com a atitude de Jonas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele se preocupa com todos os seres, não apenas com os justos, como ilustrado na história de Nínive.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 9:20-21"]},"jonas_4_9_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' é usada em relação à percepção de Jonas sobre a situação da planta e sua raiva.","explicacao_detalhada":"Aqui, 'achar' implica em uma avaliação ou julgamento que Jonas faz sobre a situação, refletindo sua falta de compreensão sobre o valor da vida e da misericórdia de Deus.","por_que_esta_palavra":"A escolha da palavra 'achar' destaca a perspectiva limitada de Jonas, que não consegue ver além de seu próprio sofrimento e descontentamento.","conexao_teologica":"A busca por 'achar' a verdade sobre a compaixão de Deus é um tema importante, pois nos convida a refletir sobre nossas próprias percepções e a necessidade de alinhá-las com a vontade divina.","referencias_relacionadas":["Provérbios 3:5-6","Mateus 7:7","Salmos 119:105"]},"jonas_4_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para enfatizar a relação de Deus com a humanidade, como um pai que se preocupa com seus filhos.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a responsabilidade de Deus em cuidar de todos, incluindo os habitantes de Nínive, que são descritos como 'mais de cento e vinte mil filhos'.","por_que_esta_palavra":"A palavra 'filho' é significativa porque destaca a relação paternal de Deus, que se preocupa com o bem-estar de todos os seus filhos, mesmo aqueles que estão longe.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, mostrando Seu amor e compaixão por toda a criação, especialmente por aqueles que estão perdidos.","referencias_relacionadas":["Isaías 63:16","Romanos 8:14-17","Gálatas 4:6-7"]},"jonas_4_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação de Deus sobre a grandeza da cidade de Nínive.","explicacao_detalhada":"Neste versículo, Deus destaca a grandeza da cidade e a quantidade de pessoas que nela habitam, usando 'dizer' para chamar a atenção de Jonas para a importância da compaixão.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que Deus está se comunicando ativamente com Jonas, buscando que ele entenda a magnitude da situação.","conexao_teologica":"A comunicação de Deus com Jonas reflete a importância do diálogo na relação entre Deus e a humanidade, enfatizando a necessidade de ouvir e entender a vontade divina.","referencias_relacionadas":["Salmos 19:1-4","Hebreus 1:1-2","Mateus 28:19-20"]},"jonas_4_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reafirmar a posição de Deus como o criador e governante, que tem o direito de decidir sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e reverência que devemos ter em relação a Deus, reconhecendo Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a criação e que Sua vontade deve ser respeitada.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:8-9"]},"jonas_4_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Nínive, que é o foco da compaixão de Deus.","explicacao_detalhada":"Neste versículo, 'cidade' é usada para descrever a grande metrópole que Deus se preocupa, enfatizando a quantidade de vidas que estão em jogo.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a importância da coletividade e da responsabilidade de Deus por todos os seus habitantes.","conexao_teologica":"A preocupação de Deus por Nínive ilustra Sua misericórdia e compaixão, que se estende a todos, independentemente de sua condição moral.","referencias_relacionadas":["Ezequiel 18:23","Lucas 19:41-44","Mateus 5:14"]},"jonas_4_11_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da cidade de Nínive e seu impacto.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza não apenas a dimensão física da cidade, mas também a grandeza de suas necessidades espirituais e morais.","por_que_esta_palavra":"A palavra 'grande' é significativa porque ressalta a importância da cidade e a necessidade de compaixão por parte de Jonas e de todos os que conhecem a verdade de Deus.","conexao_teologica":"A grandeza de Nínive é um lembrete da vastidão da misericórdia de Deus, que se estende a todos os povos e nações.","referencias_relacionadas":["Salmos 86:9","Mateus 9:36","Atos 10:34-35"]},"jonas_4_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a realidade da situação em Nínive e a necessidade de arrependimento.","explicacao_detalhada":"Neste versículo, 'verdade' refere-se à condição espiritual dos habitantes de Nínive, que não sabem discernir entre o bem e o mal, necessitando da intervenção divina.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a situação de Nínive e a razão pela qual Deus se preocupa com eles, pois eles estão perdidos sem conhecimento.","conexao_teologica":"A busca pela verdade é um tema central na Bíblia, que nos chama a discernir e a viver de acordo com a vontade de Deus.","referencias_relacionadas":["João 8:32","Salmos 25:5","1 João 1:8-10"]}}