{"apocalipse_11_1_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo representa a presença de Deus entre Seu povo e o lugar de adoração.","explicacao_detalhada":"No Apocalipse, o templo simboliza a habitação de Deus com os homens, onde a adoração e a comunhão ocorrem. A referência ao templo também aponta para a realidade espiritual da nova aliança em Cristo.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre Deus e Seu povo, especialmente na revelação do Novo Testamento, onde Cristo é o verdadeiro templo.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, refletindo a ideia de que os crentes são agora o templo do Espírito Santo.","referencias_relacionadas":["Mateus 27:51","1 Coríntios 3:16","Apocalipse 21:22"]},"apocalipse_11_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus soberano, que tem autoridade sobre toda a criação.","explicacao_detalhada":"No contexto do Apocalipse, 'Deus' é apresentado como o juiz e o redentor, que está no controle dos eventos finais da história e que promete restaurar todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina e Sua relação com a humanidade, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia do Apocalipse, onde Ele é visto como o autor da história e o cumprimento de Suas promessas.","referencias_relacionadas":["Salmos 46:10","Romanos 8:28","Apocalipse 4:11"]},"apocalipse_11_1_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é vista como uma consequência do pecado, mas também como uma transição para a vida eterna para os crentes.","explicacao_detalhada":"No Apocalipse, a morte é um tema recorrente que representa a vitória final sobre o pecado e a promessa de ressurreição. A morte não tem mais poder sobre aqueles que estão em Cristo.","por_que_esta_palavra":"A palavra 'morte' é usada para enfatizar a seriedade do pecado e a necessidade de redenção, além de destacar a esperança da vida eterna.","conexao_teologica":"A morte é transformada pela ressurreição de Cristo, que oferece vida eterna aos que creem, mudando a perspectiva sobre a morte.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Apocalipse 21:4"]},"apocalipse_11_2_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Novamente, o templo simboliza a presença de Deus e a adoração que deve ocorrer em Sua casa.","explicacao_detalhada":"A menção do templo no Apocalipse reforça a ideia de que Deus está presente entre Seu povo e que a adoração é central na vida cristã.","por_que_esta_palavra":"A repetição da palavra 'templo' enfatiza a importância da adoração e da comunhão com Deus em meio às tribulações.","conexao_teologica":"O templo é um símbolo da nova aliança, onde os crentes são chamados a adorar em espírito e em verdade.","referencias_relacionadas":["Hebreus 9:11-12","Apocalipse 3:12","Apocalipse 21:22"]},"apocalipse_11_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui reafirma a soberania e a autoridade divina sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'Deus' é apresentado como aquele que não deve ser negado e cuja vontade prevalece, mesmo diante da oposição.","por_que_esta_palavra":"A ênfase na palavra 'Deus' destaca a importância de reconhecer Sua autoridade em todas as circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central que permeia toda a Escritura, mostrando que Ele é o Senhor da história.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Apocalipse 1:8"]},"apocalipse_11_3_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um tempo específico determinado por Deus para a manifestação de Sua vontade.","explicacao_detalhada":"No Apocalipse, o 'dia' pode se referir ao dia do Senhor, um tempo de julgamento e restauração, onde Deus se revela em poder.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar a importância dos eventos que ocorrerão no tempo de Deus, enfatizando a expectativa da vinda do Senhor.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e ao juízo final.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 16:14"]},"apocalipse_11_3_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à proclamação da mensagem de Deus, especialmente em tempos de crise.","explicacao_detalhada":"No contexto do Apocalipse, 'falar' implica em profetizar e declarar a verdade de Deus, mesmo diante da oposição.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender o papel dos profetas e a responsabilidade dos crentes em compartilhar a mensagem de Deus.","conexao_teologica":"A proclamação da palavra de Deus é um chamado para todos os crentes, refletindo a missão da Igreja.","referencias_relacionadas":["Atos 1:8","Romanos 10:14","Apocalipse 19:10"]},"apocalipse_11_3_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Testemunha refere-se àqueles que dão testemunho da verdade de Deus, especialmente em tempos difíceis.","explicacao_detalhada":"No Apocalipse, ser uma testemunha implica em ser fiel até a morte e proclamar a mensagem de Cristo, mesmo sob perseguição.","por_que_esta_palavra":"A palavra 'testemunha' é usada para enfatizar a importância da fidelidade e do testemunho cristão em face da adversidade.","conexao_teologica":"O testemunho é um aspecto fundamental da vida cristã, refletindo a missão da Igreja de ser luz e sal no mundo.","referencias_relacionadas":["Atos 1:8","1 Pedro 5:10","Apocalipse 12:11"]},"apocalipse_11_4_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"No Apocalipse, 'senhor' é um título que enfatiza a soberania de Deus e a submissão de todas as criaturas a Ele.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a autoridade de Deus e a necessidade de submissão à Sua vontade.","conexao_teologica":"A autoridade de Deus é um tema central na Escritura, mostrando que Ele é o Rei dos reis e Senhor dos senhores.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 17:14"]},"apocalipse_11_4_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo físico, mas também simboliza a humanidade e o lugar onde os eventos apocalípticos se desenrolam.","explicacao_detalhada":"No contexto de Apocalipse 11:4, a 'terra' é mencionada em relação às duas testemunhas que profetizam e são eventualmente mortas. A terra aqui representa tanto o espaço físico onde elas atuam quanto a receptividade do povo a sua mensagem.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o céu e a terra, mostrando que as ações divinas têm repercussões na vida humana.","conexao_teologica":"A terra é frequentemente vista na Bíblia como o palco da ação divina e da resposta humana, refletindo a relação entre Deus e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"apocalipse_11_4_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um compromisso ou acordo sagrado entre Deus e seu povo.","explicacao_detalhada":"Embora a palavra 'aliança' não apareça diretamente em Apocalipse 11:4, o conceito de aliança é fundamental para entender a relação entre as testemunhas e Deus, que as envia para profetizar.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando a fidelidade de Deus e a responsabilidade do povo em responder a essa fidelidade.","conexao_teologica":"A aliança de Deus com Israel e, por extensão, com a Igreja, é um fio condutor que liga toda a narrativa bíblica.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"apocalipse_11_5_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' é usada para simbolizar a comunicação e a proclamação da mensagem de Deus.","explicacao_detalhada":"Em Apocalipse 11:5, a boca das testemunhas é um instrumento de poder, capaz de emitir juízos e profecias, refletindo a autoridade divina que elas possuem.","por_que_esta_palavra":"A boca é um símbolo poderoso na Bíblia, representando tanto a fala de Deus quanto a resposta do homem.","conexao_teologica":"A comunicação divina através da boca dos profetas é um tema recorrente, mostrando como Deus se revela à humanidade.","referencias_relacionadas":["Salmos 81:10","Isaías 58:1","Mateus 12:34"]},"apocalipse_11_5_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de selecionar ou decidir, refletindo a soberania de Deus sobre a criação.","explicacao_detalhada":"No contexto de Apocalipse 11:5, a escolha de Deus em levantar as testemunhas é um ato de graça e julgamento, mostrando que Ele tem um plano para a salvação e a justiça.","por_que_esta_palavra":"A escolha é um tema teológico importante, pois revela a vontade de Deus e a responsabilidade humana em responder a essa escolha.","conexao_teologica":"A ideia de ser escolhido por Deus é central na doutrina da eleição, que permeia a narrativa bíblica.","referencias_relacionadas":["Efésios 1:4","Romanos 8:33","1 Pedro 2:9"]},"apocalipse_11_5_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza tanto o juízo de Deus quanto a purificação.","explicacao_detalhada":"Em Apocalipse 11:5, o fogo que sai da boca das testemunhas representa o poder de Deus para julgar e purificar, mostrando que a mensagem delas não é apenas de advertência, mas também de ação divina.","por_que_esta_palavra":"O fogo é um símbolo forte na Bíblia, frequentemente associado à presença de Deus e ao Seu poder transformador.","conexao_teologica":"O fogo de Deus é um tema que aparece em várias partes da Escritura, simbolizando tanto destruição quanto purificação.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 20:9"]},"apocalipse_11_6_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio de Deus, onde Ele reina e de onde vem a Sua autoridade.","explicacao_detalhada":"Em Apocalipse 11:6, o céu é mencionado como o lugar de onde as testemunhas recebem seu poder e autoridade para profetizar e realizar milagres.","por_que_esta_palavra":"O céu é um símbolo da soberania de Deus e da realidade espiritual que transcende a terra.","conexao_teologica":"A relação entre o céu e a terra é um tema central na Bíblia, refletindo a interação entre o divino e o humano.","referencias_relacionadas":["Salmos 115:16","Mateus 6:10","Apocalipse 21:1"]},"apocalipse_11_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode simbolizar um tempo específico de julgamento ou revelação.","explicacao_detalhada":"Em Apocalipse 11:6, o 'dia' pode referir-se ao tempo em que as testemunhas exercem seu ministério e ao dia do juízo que se aproxima.","por_que_esta_palavra":"O conceito de dia é frequentemente usado na Bíblia para marcar eventos significativos na história da salvação.","conexao_teologica":"O dia do Senhor é um tema recorrente, enfatizando a expectativa do juízo e da redenção.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 1:10"]},"apocalipse_11_6_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' aqui é usada novamente para enfatizar a conexão entre o mundo físico e os eventos espirituais.","explicacao_detalhada":"Em Apocalipse 11:6, a 'terra' é o cenário onde as testemunhas exercem seu ministério, simbolizando a humanidade que precisa ouvir a mensagem de Deus.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a mensagem divina é para todos os povos e nações.","conexao_teologica":"A terra é vista como o lugar onde a história da salvação se desenrola, e onde a presença de Deus se manifesta.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 28:19"]},"apocalipse_11_7_batalha":{"palavra_pt":"batalha","palavra_original":"πόλεμος","transliteracao":"pólemos","strong":"G4171","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito espiritual e físico que ocorre entre as forças do bem e do mal.","explicacao_detalhada":"Em Apocalipse 11:7, a batalha é uma representação do confronto final entre as testemunhas de Deus e as forças que se opõem a Ele.","por_que_esta_palavra":"A batalha é um tema central na narrativa bíblica, simbolizando a luta contínua entre a luz e as trevas.","conexao_teologica":"A batalha espiritual é uma realidade que permeia a vida cristã, refletindo a necessidade de vigilância e resistência.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","Apocalipse 19:11-16"]},"apocalipse_11_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou cumprir a vontade de Deus.","explicacao_detalhada":"Em Apocalipse 11:7, a ação de 'fazer' é crucial, pois as testemunhas realizam o que Deus ordenou, mesmo em face da oposição.","por_que_esta_palavra":"A ação é um aspecto fundamental da fé, onde a obediência a Deus se manifesta em ações concretas.","conexao_teologica":"A relação entre fé e obras é um tema importante na teologia cristã, enfatizando que a verdadeira fé se expressa em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 7:21"]},"apocalipse_11_7_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àqueles que dão testemunho da verdade de Deus, especialmente em tempos de perseguição.","explicacao_detalhada":"No contexto de Apocalipse 11, as testemunhas são figuras que representam a fidelidade e a verdade de Deus em meio à oposição. Elas são chamadas a proclamar a mensagem divina e a resistir ao mal.","por_que_esta_palavra":"A palavra 'testemunha' é crucial porque enfatiza o papel dos crentes em testemunhar a verdade de Deus, mesmo diante da morte.","conexao_teologica":"A ideia de ser uma testemunha está ligada ao chamado de Jesus para que seus seguidores sejam luz e sal do mundo (Mateus 5:13-16).","referencias_relacionadas":["Atos 1:8","Mateus 10:18","Apocalipse 2:10"]},"apocalipse_11_8_corpo":{"palavra_pt":"corpo","palavra_original":"πτῶμα","transliteracao":"ptōma","strong":"G4430","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O termo 'corpo' refere-se ao corpo físico das testemunhas que é deixado na cidade, simbolizando a morte e o martírio.","explicacao_detalhada":"Neste versículo, o corpo das testemunhas é deixado exposto, simbolizando a rejeição e o desprezo que elas enfrentam por parte do mundo.","por_que_esta_palavra":"A palavra 'corpo' é significativa pois representa a fragilidade da vida humana e o custo do testemunho fiel.","conexao_teologica":"O corpo é um tema importante na teologia cristã, refletindo a encarnação de Cristo e a ressurreição dos mortos (1 Coríntios 15:42-44).","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","Hebreus 11:36-38"]},"apocalipse_11_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas, incluindo a vida e a morte das testemunhas.","explicacao_detalhada":"No contexto do versículo, a autoridade de Deus é contrastada com a aparente vitória do mal, reafirmando que Ele é soberano mesmo em tempos de tribulação.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a soberania de Deus, que está acima de todas as autoridades terrenas.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que nos lembra que Ele controla a história e os eventos do mundo (Salmos 103:19).","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Filipenses 2:9-11"]},"apocalipse_11_8_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' indica um profundo respeito e reverência, especialmente em relação a Deus e ao Seu juízo.","explicacao_detalhada":"Neste contexto, o temor é uma resposta ao poder de Deus e à gravidade da situação das testemunhas, que enfrentam a morte por sua fé.","por_que_esta_palavra":"O temor é importante porque reflete a atitude correta que devemos ter diante da santidade e do poder de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 1:7), e é essencial para uma vida de fé e obediência.","referencias_relacionadas":["Salmos 111:10","Provérbios 9:10","Isaías 8:13"]},"apocalipse_11_9_corpo":{"palavra_pt":"corpo","palavra_original":"πτῶμα","transliteracao":"ptōma","strong":"G4430","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Reforça a ideia do corpo das testemunhas que é deixado exposto, simbolizando a rejeição e o desprezo do mundo.","explicacao_detalhada":"O corpo é um símbolo da luta e do sacrifício das testemunhas, que permanecem firmes na fé apesar da morte.","por_que_esta_palavra":"A repetição da palavra 'corpo' enfatiza a realidade do martírio e o custo do testemunho cristão.","conexao_teologica":"O corpo é importante na teologia cristã, pois representa a união entre o espiritual e o físico, e a promessa da ressurreição.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:52","2 Coríntios 5:1"]},"apocalipse_11_9_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento e revelação, onde a verdade será finalmente reconhecida.","explicacao_detalhada":"O 'dia' mencionado é um tempo de vindicação para as testemunhas, onde Deus mostrará sua justiça.","por_que_esta_palavra":"A palavra 'dia' é significativa pois aponta para a certeza do juízo de Deus e a vindicação dos justos.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, que fala sobre o juízo e a restauração final (Joel 2:31).","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 20:11-15"]},"apocalipse_11_9_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a preparação para a batalha ou a defesa contra o inimigo.","explicacao_detalhada":"Neste contexto, o arco pode representar a ação de Deus em proteger e defender suas testemunhas contra as forças do mal.","por_que_esta_palavra":"A palavra 'arco' é importante pois sugere a ideia de armamento espiritual e a luta contra as forças do mal.","conexao_teologica":"A metáfora do arco é usada na Bíblia para descrever a proteção de Deus e a vitória sobre os inimigos (Salmos 7:12).","referencias_relacionadas":["Efésios 6:11-17","2 Coríntios 10:4","Romanos 8:37"]},"apocalipse_11_10_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo em que as testemunhas vivem e onde seu testemunho é rejeitado.","explicacao_detalhada":"A terra é o cenário do conflito entre o bem e o mal, onde as testemunhas enfrentam oposição e perseguição.","por_que_esta_palavra":"A palavra 'terra' é significativa pois representa o domínio onde a batalha espiritual acontece.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o lugar onde Deus atua e onde os seres humanos têm a responsabilidade de viver segundo Sua vontade.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Mateus 5:5"]},"apocalipse_11_10_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que tem controle sobre todas as coisas, incluindo a vida das testemunhas.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que tem a última palavra sobre a vida e a morte, e que garante a justiça.","por_que_esta_palavra":"A palavra 'deus' é central, pois reafirma a soberania e a autoridade de Deus sobre toda a criação.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia cristã, que nos assegura que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5-7","Romanos 11:36"]},"apocalipse_11_11_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo de ressurreição e vindicação das testemunhas, onde elas são restauradas.","explicacao_detalhada":"Neste versículo, o 'dia' simboliza a esperança da ressurreição e a vitória final sobre a morte.","por_que_esta_palavra":"A palavra 'dia' é significativa pois aponta para a promessa de Deus de restaurar e dar vida eterna aos que são fiéis.","conexao_teologica":"A ressurreição é um tema central na fé cristã, que garante a vida eterna aos que creem em Cristo (João 11:25-26).","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 6:5","Apocalipse 20:6"]},"apocalipse_11_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' aqui se refere à ação divina que traz vida e poder aos profetas.","explicacao_detalhada":"O sopro de Deus representa a restauração e a capacitação dos dois testemunhas, simbolizando a presença do Espírito Santo que dá vida e força para testemunhar.","por_que_esta_palavra":"A palavra 'espírito' é usada para enfatizar a origem divina da vida e do poder que os profetas possuem.","conexao_teologica":"O Espírito Santo é frequentemente associado à vida e à ressurreição, refletindo a obra de Deus em trazer vida onde há morte.","referencias_relacionadas":["Ezequiel 37:5","João 6:63","Romanos 8:11"]},"apocalipse_11_11_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' mencionada aqui é a vida espiritual que é restaurada através do poder de Deus.","explicacao_detalhada":"A ressurreição dos profetas simboliza a vitória sobre a morte e a promessa de vida eterna para aqueles que creem.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a transformação que ocorre através da intervenção divina.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus é apresentado como a fonte da vida.","referencias_relacionadas":["João 10:10","1 João 5:12","Romanos 6:23"]},"apocalipse_11_12_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' aqui representa a morada de Deus e o lugar de onde Ele exerce Sua autoridade.","explicacao_detalhada":"A ascensão dos profetas ao céu simboliza a aceitação de Deus e a confirmação de sua missão.","por_que_esta_palavra":"A palavra 'céu' é usada para mostrar a conexão entre o divino e o humano, destacando a soberania de Deus.","conexao_teologica":"O céu é frequentemente mencionado como o destino final dos fiéis e o lugar de habitação de Deus.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:2"]},"apocalipse_11_12_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' refere-se ao respeito e reverência que as pessoas sentem diante do poder de Deus.","explicacao_detalhada":"O grande temor que se seguiu à ressurreição dos profetas indica a manifestação do poder de Deus e a resposta humana a isso.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a reverência que devemos ter diante da santidade de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 66:2"]},"apocalipse_11_13_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A 'glória' de Deus é manifestada através dos eventos que ocorrem após a ressurreição dos profetas.","explicacao_detalhada":"A glória de Deus é a manifestação de Sua presença e poder, que leva as pessoas a reconhecerem Sua soberania.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a grandeza e a majestade de Deus em contraste com a fragilidade humana.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e ações redentoras.","referencias_relacionadas":["Isaías 6:3","Romanos 11:36","Apocalipse 4:11"]},"apocalipse_11_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Senhor do universo, que exerce autoridade sobre todas as coisas.","explicacao_detalhada":"A menção de Deus aqui reafirma Sua soberania e o reconhecimento de Sua grandeza pelos seres humanos.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a criação, especialmente em momentos de revelação.","conexao_teologica":"A soberania de Deus é um tema recorrente, que assegura aos crentes que Ele está no controle de todas as situações.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"apocalipse_11_14_afterward":{"palavra_pt":"afterward","palavra_original":"δεύτερος","transliteracao":"deúteros","strong":"G1208","significado_raiz":"Ideia básica: afterward.","significado_contextual":"A palavra 'afterward' indica uma sequência de eventos que se seguem após a ressurreição dos profetas.","explicacao_detalhada":"Este termo sugere que há um plano divino em andamento, onde os eventos têm um propósito e uma ordem.","por_que_esta_palavra":"A palavra 'afterward' é importante para entender a cronologia dos eventos proféticos e a continuidade da revelação.","conexao_teologica":"A ideia de que Deus tem um plano e um tempo para cada coisa é um tema importante na teologia bíblica.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 8:28","Apocalipse 21:4"]},"apocalipse_11_14_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude dos eventos que estão por vir.","explicacao_detalhada":"A grandeza dos eventos proféticos reflete a importância do plano de Deus para a humanidade e o impacto que terá.","por_que_esta_palavra":"A palavra 'grande' enfatiza a seriedade e a importância dos acontecimentos finais.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"apocalipse_11_15_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' aqui é mencionado novamente como o domínio de Deus e o lugar onde Seu reino é estabelecido.","explicacao_detalhada":"A referência ao céu destaca a soberania de Deus sobre a terra e a realização de Seu plano redentor.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a esperança escatológica que os crentes têm em relação ao futuro.","conexao_teologica":"O céu é o destino final dos redimidos e a realização do reino de Deus na eternidade.","referencias_relacionadas":["Mateus 6:10","Hebreus 11:16","Apocalipse 21:1"]},"apocalipse_11_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"A declaração de que o Senhor reina é um reconhecimento da soberania de Deus em todos os aspectos da vida.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de submissão e reverência que devemos ter em relação a Deus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como Rei e Senhor.","referencias_relacionadas":["Filipenses 2:9-11","Apocalipse 1:8","Apocalipse 19:16"]},"apocalipse_11_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o título que indica o Messias, o Ungido de Deus que traz a salvação.","explicacao_detalhada":"No contexto de Apocalipse 11:15, a vinda do Reino de Cristo é proclamada, simbolizando a vitória final de Deus sobre as forças do mal. O termo 'Cristo' enfatiza a autoridade e o papel redentor de Jesus.","por_que_esta_palavra":"A palavra 'Cristo' é utilizada para reafirmar a identidade de Jesus como o Messias prometido, que cumpre as profecias do Antigo Testamento.","conexao_teologica":"Cristo é central na teologia cristã, representando a encarnação de Deus e a realização do plano de salvação.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"apocalipse_11_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Apocalipse 11:16, a adoração a Deus é uma resposta ao reconhecimento de Sua soberania e poder. Os anciãos representam a Igreja que reconhece a autoridade divina.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para expressar a relação entre o Criador e a criação, enfatizando a reverência e a adoração devida a Ele.","conexao_teologica":"A adoração a Deus é um tema recorrente nas Escrituras, refletindo a relação de amor e submissão entre Deus e Seu povo.","referencias_relacionadas":["Salmos 95:6","Isaías 45:22","Romanos 11:36"]},"apocalipse_11_16_poder":{"palavra_pt":"trono","palavra_original":"θρόνος","transliteracao":"thrónos","strong":"G2362","significado_raiz":"Ideia básica: trono.","significado_contextual":"Trono representa a autoridade e o governo de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Apocalipse 11:16, o trono simboliza o domínio de Deus e a realização de Seu plano soberano na história.","por_que_esta_palavra":"A palavra 'trono' é usada para ilustrar a majestade e o poder de Deus, que reina sobre o universo.","conexao_teologica":"O trono de Deus é um símbolo de Sua soberania e justiça, que é um tema central na escatologia cristã.","referencias_relacionadas":["Salmos 103:19","Hebreus 1:8","Apocalipse 4:2"]},"apocalipse_11_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Apocalipse 11:17, os anciãos reconhecem a autoridade de Deus como Senhor, celebrando Sua realeza e poder em meio ao juízo final.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para enfatizar a relação de domínio e servidão entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus é um aspecto essencial da teologia cristã, que afirma que Ele está no controle de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:11"]},"apocalipse_11_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, que merece adoração e reverência.","explicacao_detalhada":"Neste versículo, a menção de Deus reforça a ideia de Sua majestade e a resposta de louvor dos seres celestiais diante de Sua grandeza.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a natureza divina e a relação que Ele tem com a criação.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a resposta do ser humano à Sua grandeza e amor.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Apocalipse 7:12"]},"apocalipse_11_18_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Em Apocalipse 11:18, a terra é mencionada no contexto do juízo de Deus sobre aqueles que a corromperam, enfatizando a responsabilidade humana em relação à criação.","por_que_esta_palavra":"A palavra 'terra' é utilizada para descrever o domínio de Deus sobre toda a criação e a importância da mordomia.","conexao_teologica":"A relação entre Deus e a terra é um tema importante, refletindo a responsabilidade do ser humano em cuidar da criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:19-21"]},"apocalipse_11_18_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Temor refere-se ao respeito e reverência que se deve ter diante de Deus.","explicacao_detalhada":"No contexto de Apocalipse 11:18, o temor é uma resposta ao reconhecimento do poder e da justiça de Deus, especialmente em tempos de juízo.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a atitude correta que devemos ter diante da santidade de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a necessidade de reverência em nossa relação com Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"apocalipse_11_19_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo representa a presença de Deus entre Seu povo.","explicacao_detalhada":"Em Apocalipse 11:19, o templo é um símbolo da habitação de Deus e da comunhão entre Ele e a humanidade, especialmente em tempos de adoração.","por_que_esta_palavra":"A palavra 'templo' é utilizada para enfatizar a santidade e a importância do lugar onde Deus se revela ao Seu povo.","conexao_teologica":"O templo é um símbolo da presença de Deus, que culmina em Cristo, que é o verdadeiro templo.","referencias_relacionadas":["Êxodo 25:8","João 2:19-21","Apocalipse 21:22"]},"apocalipse_11_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo que se revela e se relaciona com a humanidade.","explicacao_detalhada":"Neste versículo, a menção de Deus reforça a ideia de Sua presença e a importância do templo como lugar de adoração.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina e a relação que Ele tem com a criação.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, refletindo a relação íntima que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 139:7","Mateus 18:20","Apocalipse 21:3"]},"apocalipse_11_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Céu refere-se ao domínio espiritual e à habitação de Deus.","explicacao_detalhada":"Em Apocalipse 11:19, o céu é mencionado como o lugar onde Deus habita e onde os fiéis esperam estar em comunhão com Ele.","por_que_esta_palavra":"A palavra 'céu' é utilizada para descrever a realidade espiritual e a esperança da vida eterna com Deus.","conexao_teologica":"O céu é um símbolo da recompensa e da presença eterna de Deus, um tema central na escatologia cristã.","referencias_relacionadas":["Mateus 5:12","2 Coríntios 5:1","Apocalipse 21:1"]}}