{"apocalipse_21_1_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu representa a nova criação e a habitação eterna de Deus com seu povo.","explicacao_detalhada":"Em Apocalipse 21:1, o céu é descrito como um novo céu, simbolizando a restauração total e a presença de Deus entre os homens.","por_que_esta_palavra":"A palavra 'céu' é utilizada para transmitir a ideia de um novo começo e a plenitude da comunhão com Deus.","conexao_teologica":"O céu é o destino final dos crentes, onde não haverá mais dor, tristeza ou morte.","referencias_relacionadas":["Isaías 65:17","2 Pedro 3:13","Apocalipse 21:4"]},"apocalipse_21_1_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a nova criação, livre da corrupção e do pecado.","explicacao_detalhada":"Em Apocalipse 21:1, a terra é descrita como nova, simbolizando a restauração e a renovação de todas as coisas.","por_que_esta_palavra":"A palavra 'terra' é escolhida para enfatizar a transformação do mundo físico e a restauração da criação.","conexao_teologica":"A nova terra é parte da promessa de Deus de restaurar todas as coisas e habitar com seu povo.","referencias_relacionadas":["Romanos 8:21","Isaías 11:6-9","Apocalipse 21:4"]},"apocalipse_21_1_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar é mencionado como ausente na nova criação, simbolizando a ausência de caos e desordem.","explicacao_detalhada":"Em Apocalipse 21:1, a ausência do mar indica que não haverá mais tumulto ou separação, refletindo a paz eterna na presença de Deus.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a completa restauração e a ordem divina na nova criação.","conexao_teologica":"A ausência do mar simboliza a vitória de Deus sobre o caos e a sua soberania na nova criação.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Apocalipse 21:4"]},"apocalipse_21_2_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é apresentado como a nova morada do povo de Deus, simbolizando um estado de perfeição e comunhão plena com Ele.","explicacao_detalhada":"No contexto de Apocalipse 21:2, o céu representa não apenas o espaço físico, mas também a realidade espiritual onde Deus habita com Seu povo. É um lugar de alegria, paz e ausência de dor.","por_que_esta_palavra":"A palavra 'céu' é utilizada para descrever a nova criação e a restauração de todas as coisas, enfatizando a esperança cristã na vida eterna.","conexao_teologica":"O céu é o cumprimento da promessa de Deus de habitar com a humanidade, refletindo a relação restaurada entre Criador e criatura.","referencias_relacionadas":["Isaías 65:17","Mateus 5:12","2 Pedro 3:13"]},"apocalipse_21_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o ser supremo que habitará entre Seu povo na nova Jerusalém.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania e a presença divina na nova criação, onde Ele se relaciona diretamente com a humanidade, sem barreiras.","por_que_esta_palavra":"A inclusão de 'Deus' destaca a centralidade da divindade na experiência de vida eterna e a realização das promessas feitas ao Seu povo.","conexao_teologica":"A presença de Deus é o que torna o céu um lugar desejável, pois é a comunhão com Ele que traz verdadeira satisfação e alegria.","referencias_relacionadas":["Êxodo 29:45","Salmos 23:4","Mateus 28:20"]},"apocalipse_21_2_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a autoridade de Deus, que é revelada na nova Jerusalém.","explicacao_detalhada":"No contexto, o nome simboliza a relação íntima entre Deus e Seu povo, indicando que eles são conhecidos e amados por Ele.","por_que_esta_palavra":"A palavra 'nome' é importante porque reflete a revelação do caráter de Deus e Sua presença na vida dos crentes.","conexao_teologica":"O nome de Deus é associado à salvação e à proteção, mostrando que aqueles que pertencem a Ele têm uma nova identidade.","referencias_relacionadas":["Salmos 91:14","Isaías 43:1","Filipenses 2:9-11"]},"apocalipse_21_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é descrito como habitando entre os homens, enfatizando a proximidade e a intimidade de Sua presença.","explicacao_detalhada":"A ideia de Deus habitar entre os homens é um tema recorrente na Bíblia, simbolizando a restauração da comunhão que foi perdida no Éden.","por_que_esta_palavra":"A palavra 'Deus' aqui reforça a esperança de que a separação causada pelo pecado será removida na nova criação.","conexao_teologica":"A presença de Deus entre os homens é a culminação do plano de redenção, onde a humanidade pode desfrutar de um relacionamento pleno com o Criador.","referencias_relacionadas":["Gênesis 3:8","Ezequiel 37:27","João 1:14"]},"apocalipse_21_3_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor é apresentado como uma resposta à grandeza e santidade de Deus, que habitará entre Seu povo.","explicacao_detalhada":"Neste contexto, o temor não é medo, mas reverência e respeito pela presença divina, reconhecendo Sua majestade.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a relação entre Deus e a humanidade, onde o respeito por Sua santidade é essencial.","conexao_teologica":"O temor de Deus é o princípio da sabedoria, refletindo a atitude correta que devemos ter diante de Sua presença.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 66:2"]},"apocalipse_21_3_tenda":{"palavra_pt":"tenda","palavra_original":"σκηνόω","transliteracao":"skēnóō","strong":"G4637","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A tenda simboliza a habitação de Deus entre os homens, uma referência à proximidade e intimidade da presença divina.","explicacao_detalhada":"A ideia de 'tenda' remete ao tabernáculo do Antigo Testamento, onde Deus habitava no meio do Seu povo, simbolizando a comunhão.","por_que_esta_palavra":"A palavra 'tenda' é utilizada para mostrar que Deus deseja estar próximo de Sua criação, compartilhando a vida com eles.","conexao_teologica":"A tenda representa a encarnação de Cristo e a promessa de que Deus estará eternamente com Seu povo na nova criação.","referencias_relacionadas":["Êxodo 25:8","João 1:14","Hebreus 9:11-12"]},"apocalipse_21_4_pecado":{"palavra_pt":"pecado","palavra_original":"ἐξαλείφω","transliteracao":"exaleíphō","strong":"G1813","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é mencionado como algo que será completamente removido na nova criação, trazendo a restauração total.","explicacao_detalhada":"Neste versículo, a eliminação do pecado é uma promessa de que não haverá mais dor, sofrimento ou separação de Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a necessidade da redenção e a obra de Cristo na cruz.","conexao_teologica":"A remoção do pecado é central na teologia da salvação, onde a obra de Cristo traz libertação e restauração.","referencias_relacionadas":["Romanos 6:23","1 João 1:9","Apocalipse 21:27"]},"apocalipse_21_4_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como uma realidade que será abolida na nova criação, simbolizando a vitória sobre o pecado.","explicacao_detalhada":"A promessa de que não haverá mais morte reflete a esperança cristã na ressurreição e na vida eterna com Deus.","por_que_esta_palavra":"A palavra 'morte' é importante para entender a consequência do pecado e a vitória que Cristo conquistou na cruz.","conexao_teologica":"A derrota da morte é um tema central na teologia cristã, onde a ressurreição de Cristo garante a vida eterna para os crentes.","referencias_relacionadas":["1 Coríntios 15:54-57","Romanos 8:38-39","Apocalipse 20:14"]},"apocalipse_21_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra/verbo é usada para descrever a nova criação que Deus está realizando, enfatizando a ação divina.","explicacao_detalhada":"Neste contexto, 'palavra' refere-se à capacidade de Deus de criar e transformar, mostrando que tudo será feito novo.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a natureza criativa de Deus e Sua autoridade sobre a nova criação.","conexao_teologica":"Cristo, como a Palavra, é central na criação e na redenção, sendo a manifestação do plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 1:3","João 1:1-3","2 Coríntios 5:17"]},"apocalipse_21_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Deus em criar um novo céu e uma nova terra, enfatizando Sua soberania.","explicacao_detalhada":"Neste versículo, 'fazer' indica a obra contínua de Deus em transformar a realidade, trazendo esperança e renovação.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender que a nova criação é uma ação ativa de Deus, não um evento passivo.","conexao_teologica":"A obra de Deus em fazer novas todas as coisas é um tema central na esperança cristã, refletindo Sua fidelidade e poder.","referencias_relacionadas":["Isaías 43:19","Romanos 4:17","Efésios 2:10"]},"apocalipse_21_5_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'believe ing' refere-se à fé e confiança em Deus, especialmente no contexto da nova criação prometida.","explicacao_detalhada":"No versículo, Deus afirma que tudo se tornará novo, e aqueles que creem n'Ele são os que herdarão essas promessas. A fé é fundamental para a salvação e a nova vida.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da crença ativa e contínua em Deus e em Suas promessas.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base para a relação entre Deus e o homem, e essencial para a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","João 3:16"]},"apocalipse_21_6_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à eternidade e à plenitude das promessas de Deus, que são constantes e inalteráveis.","explicacao_detalhada":"Deus declara que tudo se tornará novo e que a sede será saciada de forma contínua, simbolizando a satisfação eterna que Ele oferece.","por_que_esta_palavra":"A ideia de continuidade é crucial para entender a natureza eterna da vida em Cristo e a nova criação.","conexao_teologica":"A continuidade da vida eterna é um aspecto fundamental da esperança cristã, refletindo a fidelidade de Deus.","referencias_relacionadas":["Isaías 55:1","João 4:14","Romanos 6:23"]},"apocalipse_21_6_agua":{"palavra_pt":"agua","palavra_original":"πηγή","transliteracao":"pēgḗ","strong":"G4077","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' simboliza a vida e a purificação que vem de Deus, especialmente no contexto da nova Jerusalém.","explicacao_detalhada":"A água viva mencionada representa a satisfação espiritual que Deus oferece, contrastando com as fontes temporais do mundo.","por_que_esta_palavra":"A água é um símbolo poderoso de renovação e vida, essencial para a compreensão da salvação em Cristo.","conexao_teologica":"A água viva é um tema recorrente na Bíblia, simbolizando a presença do Espírito Santo e a vida eterna.","referencias_relacionadas":["João 7:37-38","Isaías 12:3","Apocalipse 22:17"]},"apocalipse_21_6_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que Deus promete aos que creem n'Ele, especialmente no contexto da nova criação.","explicacao_detalhada":"A vida mencionada é uma nova qualidade de vida que se experimenta em comunhão com Deus, livre de dor e sofrimento.","por_que_esta_palavra":"A vida é central na mensagem do evangelho, representando a restauração completa que Deus oferece.","conexao_teologica":"A vida eterna é uma das promessas mais significativas da fé cristã, refletindo a vitória sobre a morte.","referencias_relacionadas":["João 10:10","1 João 5:11-12","Romanos 8:38-39"]},"apocalipse_21_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador, que promete uma nova realidade para Seu povo.","explicacao_detalhada":"Neste versículo, Deus se apresenta como aquele que garante as promessas de vida e vitória sobre o mal.","por_que_esta_palavra":"A presença de Deus é fundamental para a esperança e a segurança dos crentes na nova criação.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, refletindo amor, justiça e redenção.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"apocalipse_21_7_subjugar":{"palavra_pt":"subjugar","palavra_original":"νικάω","transliteracao":"nikáō","strong":"G3528","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"A palavra 'subjugar' refere-se à vitória sobre o pecado e a morte, prometida a todos que são filhos de Deus.","explicacao_detalhada":"A promessa de que os que vencerem herdarão todas as coisas implica uma vitória definitiva sobre as forças do mal.","por_que_esta_palavra":"A ideia de subjugar é importante para entender a vitória que Cristo conquistou na cruz.","conexao_teologica":"A vitória sobre o pecado e a morte é um tema central na teologia da redenção.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Apocalipse 2:7"]},"apocalipse_21_8_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' representa a separação espiritual e a consequência do pecado, que será eliminada na nova criação.","explicacao_detalhada":"Neste contexto, a morte é uma realidade que será abolida, simbolizando a vitória final de Deus sobre o mal.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, e sua eliminação é uma das promessas mais esperadas pelos crentes.","conexao_teologica":"A ressurreição de Cristo é a garantia de que a morte não terá mais domínio sobre os que creem.","referencias_relacionadas":["1 Coríntios 15:26","Romanos 6:23","Apocalipse 20:14"]},"apocalipse_21_8_fearful":{"palavra_pt":"fearful","palavra_original":"δειλός","transliteracao":"deilós","strong":"G1169","significado_raiz":"Ideia básica: fearful.","significado_contextual":"A palavra 'fearful' refere-se àqueles que não têm fé e que serão excluídos da nova criação.","explicacao_detalhada":"A falta de fé é um tema sério, pois aqueles que não confiam em Deus não herdarão as promessas da nova Jerusalém.","por_que_esta_palavra":"A palavra é usada para alertar sobre as consequências da incredulidade e do medo que impede a relação com Deus.","conexao_teologica":"A fé é essencial para a salvação, e o medo é frequentemente visto como um obstáculo à confiança em Deus.","referencias_relacionadas":["Hebreus 11:6","Mateus 10:28","Apocalipse 21:27"]},"apocalipse_21_9_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à inclusão dos redimidos na nova criação, destacando a comunhão com Deus.","explicacao_detalhada":"Os que são chamados para a nova Jerusalém são aqueles que foram escolhidos e redimidos por Deus.","por_que_esta_palavra":"A inclusão é um tema central na mensagem do evangelho, enfatizando a comunidade dos crentes.","conexao_teologica":"A comunhão entre Deus e Seu povo é um aspecto fundamental da nova aliança.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:19","Apocalipse 7:9"]},"apocalipse_21_9_calice":{"palavra_pt":"calice","palavra_original":"φιάλη","transliteracao":"phiálē","strong":"G5357","significado_raiz":"Ideia básica: calice.","significado_contextual":"A palavra 'cálice' simboliza a experiência de julgamento e bênção, representando o que será oferecido aos redimidos.","explicacao_detalhada":"O cálice é um símbolo de herança e da nova vida que será desfrutada na presença de Deus.","por_que_esta_palavra":"A imagem do cálice é frequentemente usada na Bíblia para representar as bênçãos e os desafios da vida cristã.","conexao_teologica":"O cálice também remete à ceia do Senhor, onde celebramos a nova aliança em Cristo.","referencias_relacionadas":["Mateus 26:27-28","Salmos 116:13","Apocalipse 14:10"]},"apocalipse_21_10_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a presença de Deus entre os homens.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) implica não apenas a essência de vida, mas também a força ativa de Deus que opera no mundo. No contexto do Apocalipse, o Espírito é visto como aquele que guia e revela a verdade divina.","por_que_esta_palavra":"A inclusão do 'espírito' enfatiza a importância da presença de Deus na nova criação, onde o Espírito Santo é fundamental para a vida e a comunhão com Deus.","conexao_teologica":"O Espírito é a terceira pessoa da Trindade, essencial para a salvação e a santificação dos crentes.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:26"]},"apocalipse_21_10_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Representa o lugar da habitação de Deus e a nova realidade que será estabelecida.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) no contexto do Apocalipse refere-se à nova Jerusalém, que desce do céu, simbolizando a união perfeita entre Deus e a humanidade.","por_que_esta_palavra":"O céu é o destino final dos crentes e a realização das promessas de Deus, onde não haverá mais dor nem sofrimento.","conexao_teologica":"O céu é o cumprimento da esperança cristã, onde os redimidos viverão eternamente na presença de Deus.","referencias_relacionadas":["Mateus 5:12","Hebreus 11:16","Apocalipse 21:2"]},"apocalipse_21_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na teologia cristã, representando a soberania e a autoridade divina. No Apocalipse, Deus é apresentado como aquele que faz novas todas as coisas.","por_que_esta_palavra":"A menção de Deus enfatiza Sua presença e ação na história da salvação, culminando na nova criação.","conexao_teologica":"Deus é o centro da adoração e da esperança cristã, sendo a fonte de toda vida e redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 21:3"]},"apocalipse_21_11_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à majestade e à honra de Deus, manifestadas na nova Jerusalém.","explicacao_detalhada":"A palavra 'glória' (δόξα) implica a revelação do caráter de Deus e Sua presença gloriosa. No Apocalipse, a glória de Deus é visível na nova criação, onde não há mais escuridão.","por_que_esta_palavra":"A glória de Deus é um tema central, mostrando que a nova Jerusalém reflete Sua luz e santidade.","conexao_teologica":"A glória de Deus é o objetivo final da criação e da redenção, onde os crentes O glorificarão eternamente.","referencias_relacionadas":["Isaías 60:1-3","Romanos 8:18","Apocalipse 21:23"]},"apocalipse_21_11_dear":{"palavra_pt":"dear","palavra_original":"τίμιος","transliteracao":"tímios","strong":"G5093","significado_raiz":"Ideia básica: dear.","significado_contextual":"Refere-se ao valor e à preciosidade da nova Jerusalém.","explicacao_detalhada":"A palavra 'dear' (τίμιος) destaca a importância e o valor da cidade celestial, que é descrita como preciosa e digna de ser desejada.","por_que_esta_palavra":"A nova Jerusalém é apresentada como um lugar de grande valor, onde os crentes encontrarão segurança e paz.","conexao_teologica":"O conceito de preciosidade é associado à redenção, onde os crentes são considerados preciosos aos olhos de Deus.","referencias_relacionadas":["1 Pedro 2:9","Mateus 13:44","Apocalipse 21:18"]},"apocalipse_21_12_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se à grandeza e à majestade da nova Jerusalém.","explicacao_detalhada":"A palavra 'temor' (μέγας) implica um respeito reverente pela grandeza de Deus e pela cidade que Ele preparou.","por_que_esta_palavra":"O temor é uma resposta adequada à revelação da grandeza de Deus e à beleza da nova criação.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e reflete a relação correta entre Deus e a humanidade.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Apocalipse 15:4"]},"apocalipse_21_12_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à proteção e segurança da nova Jerusalém.","explicacao_detalhada":"A palavra 'muro' (τεῖχος) simboliza a segurança e a separação do mal, indicando que a nova Jerusalém é um lugar seguro para os redimidos.","por_que_esta_palavra":"Os muros representam a proteção divina e a certeza de que nada impuro entrará na cidade.","conexao_teologica":"A segurança da nova Jerusalém reflete a fidelidade de Deus em proteger Seu povo.","referencias_relacionadas":["Salmos 125:2","Isaías 26:1","Apocalipse 21:27"]},"apocalipse_21_12_cidade":{"palavra_pt":"cidade","palavra_original":"πυλών","transliteracao":"pylṓn","strong":"G4440","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à nova Jerusalém, a cidade celestial preparada por Deus.","explicacao_detalhada":"A palavra 'cidade' (πυλών) é usada para descrever a nova Jerusalém, que é a habitação de Deus com os homens, simbolizando a comunhão eterna.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e relacionamento, onde os crentes viverão em harmonia com Deus e uns com os outros.","conexao_teologica":"A nova Jerusalém representa o cumprimento das promessas de Deus e a restauração da criação.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Apocalipse 21:14"]},"apocalipse_21_13_cidade":{"palavra_pt":"cidade","palavra_original":"πυλών","transliteracao":"pylṓn","strong":"G4440","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à estrutura e à organização da nova Jerusalém.","explicacao_detalhada":"A palavra 'cidade' (πυλών) enfatiza a ordem e a beleza da nova Jerusalém, que é descrita com detalhes arquitetônicos que refletem a glória de Deus.","por_que_esta_palavra":"A descrição da cidade mostra a intenção de Deus em criar um lugar perfeito para Seus filhos.","conexao_teologica":"A cidade é um símbolo da presença de Deus entre Seu povo, onde não haverá mais separação.","referencias_relacionadas":["Apocalipse 21:2","Apocalipse 21:10","Apocalipse 22:14"]},"apocalipse_21_13_vento":{"palavra_pt":"vento","palavra_original":"βοῤῥᾶς","transliteracao":"borrhâs","strong":"G1005","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se à força e ao movimento do Espírito de Deus.","explicacao_detalhada":"A palavra 'vento' (βοῤῥᾶς) simboliza a ação do Espírito Santo, que traz vida e renovação. No contexto do Apocalipse, o vento pode representar a presença dinâmica de Deus na nova criação.","por_que_esta_palavra":"O vento é um símbolo de mudança e transformação, indicando que Deus está fazendo novas todas as coisas.","conexao_teologica":"O vento do Espírito é essencial para a vida espiritual e a obra de Deus na terra.","referencias_relacionadas":["João 3:8","Atos 2:2","Ezequiel 37:9"]},"apocalipse_21_14_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa proteção e separação entre o sagrado e o profano.","explicacao_detalhada":"No contexto do Apocalipse, o muro da nova Jerusalém simboliza a segurança e a santidade do lugar onde Deus habitará com seu povo. É uma barreira que impede a entrada de qualquer mal.","por_que_esta_palavra":"A palavra 'muro' é utilizada para enfatizar a segurança e a integridade da nova Jerusalém, contrastando com a vulnerabilidade das cidades terrenas.","conexao_teologica":"O muro é um símbolo da proteção divina e da separação entre o povo de Deus e as forças do mal, refletindo a ideia de que a nova Jerusalém é um lugar de pureza e segurança.","referencias_relacionadas":["Apocalipse 21:12","Apocalipse 21:27","Salmos 125:2"]},"apocalipse_21_14_foundation":{"palavra_pt":"foundation","palavra_original":"θεμέλιος","transliteracao":"themélios","strong":"G2310","significado_raiz":"Ideia básica: foundation.","significado_contextual":"As fundações representam a estabilidade e a durabilidade da nova Jerusalém.","explicacao_detalhada":"As fundações da cidade são descritas como adornadas com pedras preciosas, simbolizando a beleza e a importância da nova criação de Deus, que é eterna e inabalável.","por_que_esta_palavra":"A palavra 'fundação' é escolhida para mostrar que a nova Jerusalém é construída sobre princípios eternos e a verdade de Deus.","conexao_teologica":"As fundações refletem a obra de Cristo e a promessa de Deus de estabelecer um reino que nunca será abalado.","referencias_relacionadas":["Apocalipse 21:19","Mateus 7:24","1 Coríntios 3:11"]},"apocalipse_21_15_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir indica a ação de acompanhar ou estar em conformidade com algo.","explicacao_detalhada":"Neste contexto, seguir refere-se à orientação divina que guia os passos do mensageiro que descreve a nova Jerusalém, enfatizando a importância de estar em sintonia com a vontade de Deus.","por_que_esta_palavra":"A palavra 'seguir' é utilizada para enfatizar a necessidade de obediência e alinhamento com a direção de Deus na revelação do futuro.","conexao_teologica":"Seguir a direção de Deus é essencial para a vida cristã, refletindo a ideia de que devemos caminhar na luz e na verdade que Ele nos oferece.","referencias_relacionadas":["Salmos 119:105","João 10:27","Gálatas 5:25"]},"apocalipse_21_16_breadth":{"palavra_pt":"breadth","palavra_original":"πλάτος","transliteracao":"plátos","strong":"G4114","significado_raiz":"Ideia básica: breadth.","significado_contextual":"A largura representa a grandeza e a abrangência da nova Jerusalém.","explicacao_detalhada":"A descrição da largura da cidade enfatiza sua imensidão e a inclusão de todos os que são redimidos, simbolizando a generosidade do amor de Deus.","por_que_esta_palavra":"A palavra 'largura' é utilizada para transmitir a ideia de que a nova Jerusalém é um lugar amplo, onde há espaço para todos os que creem.","conexao_teologica":"A largura da cidade reflete a graça de Deus que se estende a todos os povos, mostrando que a salvação é acessível a todos.","referencias_relacionadas":["Isaías 54:2","Romanos 10:12","Apocalipse 7:9"]},"apocalipse_21_17_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro novamente simboliza a proteção e a separação do sagrado.","explicacao_detalhada":"A menção do muro reforça a ideia de que a nova Jerusalém é um lugar seguro, onde os fiéis estão protegidos da corrupção e do pecado.","por_que_esta_palavra":"A repetição da palavra 'muro' enfatiza a segurança e a integridade da nova criação de Deus.","conexao_teologica":"O muro é um símbolo da proteção divina, refletindo a promessa de que Deus estará com seu povo e os guardará.","referencias_relacionadas":["Apocalipse 21:12","Salmos 91:2","Isaías 26:1"]},"apocalipse_21_17_cubit":{"palavra_pt":"cubit","palavra_original":"πῆχυς","transliteracao":"pēchys","strong":"G4083","significado_raiz":"Ideia básica: cubit.","significado_contextual":"O cúbito é uma medida que representa a precisão na construção da nova Jerusalém.","explicacao_detalhada":"A menção do cúbito indica que a cidade é construída com exatidão e perfeição, refletindo a ordem divina na criação.","por_que_esta_palavra":"A palavra 'cúbito' é utilizada para mostrar que Deus é um Deus de ordem e que Sua obra é meticulosamente planejada.","conexao_teologica":"A precisão na construção da nova Jerusalém reflete a natureza perfeita de Deus e Sua soberania sobre todas as coisas.","referencias_relacionadas":["Ezequiel 40:5","Êxodo 25:10","1 Reis 6:2"]},"apocalipse_21_18_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro, novamente, simboliza a segurança e a beleza da nova Jerusalém.","explicacao_detalhada":"A descrição do muro feito de jaspe destaca a beleza e a preciosidade da nova criação de Deus, simbolizando a glória divina.","por_que_esta_palavra":"A repetição da palavra 'muro' reforça a ideia de que a nova Jerusalém é um lugar de segurança e esplendor.","conexao_teologica":"O muro de jaspe reflete a glória de Deus e a beleza do Seu reino, mostrando que a nova Jerusalém é um lugar de adoração e reverência.","referencias_relacionadas":["Apocalipse 21:11","Isaías 54:11","Salmos 48:2"]},"apocalipse_21_18_jasper":{"palavra_pt":"jasper","palavra_original":"ἴασπις","transliteracao":"íaspis","strong":"G2393","significado_raiz":"Ideia básica: jasper.","significado_contextual":"O jaspe simboliza a beleza e a glória da nova Jerusalém.","explicacao_detalhada":"O uso do jaspe na construção do muro destaca a preciosidade e a magnificência do reino de Deus, refletindo Sua natureza gloriosa.","por_que_esta_palavra":"A palavra 'jaspe' é escolhida para enfatizar a beleza e a riqueza do reino de Deus, que é inigualável.","conexao_teologica":"O jaspe simboliza a glória de Deus e a beleza do Seu reino, mostrando que a nova Jerusalém é um lugar de adoração e esplendor.","referencias_relacionadas":["Apocalipse 21:11","Ezequiel 28:13","Salmos 104:1"]},"apocalipse_21_19_dear":{"palavra_pt":"dear","palavra_original":"τίμιος","transliteracao":"tímios","strong":"G5093","significado_raiz":"Ideia básica: dear.","significado_contextual":"A palavra 'precioso' refere-se ao valor inestimável das fundações da nova Jerusalém.","explicacao_detalhada":"As pedras preciosas que adornam as fundações simbolizam a importância e a beleza do reino de Deus, que é construído sobre valores eternos.","por_que_esta_palavra":"A palavra 'precioso' é utilizada para enfatizar que o que Deus considera valioso é diferente do que o mundo valoriza.","conexao_teologica":"O valor das fundações reflete a natureza eterna e gloriosa do reino de Deus, que é construído sobre a verdade e a justiça.","referencias_relacionadas":["1 Pedro 2:4-5","Mateus 6:21","Apocalipse 21:19"]},"apocalipse_21_19_foundation":{"palavra_pt":"foundation","palavra_original":"θεμέλιος","transliteracao":"themélios","strong":"G2310","significado_raiz":"Ideia básica: foundation.","significado_contextual":"As fundações representam a base sólida da nova Jerusalém.","explicacao_detalhada":"As fundações adornadas com pedras preciosas simbolizam a beleza e a durabilidade da obra de Deus, que é eterna e inabalável.","por_que_esta_palavra":"A repetição da palavra 'fundação' enfatiza a importância de estar firmemente enraizado na verdade de Deus.","conexao_teologica":"As fundações refletem a obra de Cristo e a promessa de Deus de estabelecer um reino que nunca será abalado.","referencias_relacionadas":["Apocalipse 21:14","Mateus 7:24","1 Coríntios 3:11"]},"apocalipse_21_19_muro":{"palavra_pt":"muro","palavra_original":"τεῖχος","transliteracao":"teîchos","strong":"G5038","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa a proteção e a segurança da nova Jerusalém, simbolizando a separação entre o sagrado e o profano.","explicacao_detalhada":"No contexto do Apocalipse, o muro é uma característica essencial da nova Jerusalém, que é descrita como uma cidade perfeita e segura, onde não há mais dor ou sofrimento. O muro é feito de pedras preciosas, indicando a glória e a majestade de Deus.","por_que_esta_palavra":"A palavra 'muro' é utilizada para enfatizar a ideia de proteção divina e a segurança que os crentes terão na eternidade.","conexao_teologica":"O muro simboliza a separação entre o povo de Deus e o pecado, refletindo a santidade de Deus e a segurança que Ele oferece aos Seus filhos.","referencias_relacionadas":["Apocalipse 21:12","Apocalipse 21:14","Isaías 60:18"]},"apocalipse_21_20_pedra":{"palavra_pt":"pedra","palavra_original":"σαρδόνυξ","transliteracao":"sardónyx","strong":"G4557","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra representa a beleza e a preciosidade da nova Jerusalém, onde cada elemento é cuidadosamente escolhido por Deus.","explicacao_detalhada":"A pedra sardônica é uma das doze pedras que adornam os fundamentos da nova Jerusalém, simbolizando a riqueza espiritual e a diversidade do povo de Deus. Cada pedra tem um significado especial e representa as tribos de Israel.","por_que_esta_palavra":"A palavra 'pedra' é usada para ilustrar a solidez e a durabilidade da nova criação de Deus, que é eterna e perfeita.","conexao_teologica":"As pedras preciosas na nova Jerusalém refletem a glória de Deus e a beleza de Sua criação, mostrando que o céu é um lugar de esplendor.","referencias_relacionadas":["Apocalipse 21:19","1 Pedro 2:5","Mateus 16:18"]},"apocalipse_21_20_chamado":{"palavra_pt":"chamado","palavra_original":"σάρδιος","transliteracao":"sárdios","strong":"G4556","significado_raiz":"Ideia básica: chamado.","significado_contextual":"O chamado refere-se à identidade e ao propósito dos crentes, que são chamados para serem filhos de Deus.","explicacao_detalhada":"A palavra 'chamado' enfatiza a vocação divina que cada crente tem em Cristo, sendo parte do povo escolhido de Deus. Este chamado é um convite para viver em santidade e comunhão com Deus.","por_que_esta_palavra":"A utilização da palavra 'chamado' destaca a importância da resposta do crente ao convite de Deus para a salvação e a vida eterna.","conexao_teologica":"O chamado de Deus é um tema central na teologia cristã, refletindo a graça e a misericórdia de Deus ao convidar pecadores para a redenção.","referencias_relacionadas":["Romanos 8:30","2 Timóteo 1:9","1 Pedro 2:9"]},"apocalipse_21_20_chrysolite":{"palavra_pt":"chrysolite","palavra_original":"χρυσόλιθος","transliteracao":"chrysólithos","strong":"G5555","significado_raiz":"Ideia básica: chrysolite.","significado_contextual":"O chrysolite é uma das pedras preciosas que adornam a nova Jerusalém, simbolizando a beleza e a riqueza do reino de Deus.","explicacao_detalhada":"Esta pedra, também conhecida como olivina, representa a luz e a glória de Deus, refletindo a pureza e a santidade do ambiente celestial.","por_que_esta_palavra":"A palavra 'chrysolite' é usada para enfatizar a magnificência do novo céu e da nova terra, onde tudo é perfeito e glorioso.","conexao_teologica":"As pedras preciosas na nova Jerusalém são um símbolo da riqueza espiritual que os crentes desfrutam em Cristo, refletindo a glória de Deus.","referencias_relacionadas":["Apocalipse 21:20","Isaías 54:11","Salmos 87:3"]},"apocalipse_21_21_cidade":{"palavra_pt":"cidade","palavra_original":"πυλών","transliteracao":"pylṓn","strong":"G4440","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a habitação eterna do povo de Deus, um lugar de comunhão e adoração.","explicacao_detalhada":"A nova Jerusalém é descrita como uma cidade que desce do céu, preparada por Deus para Seu povo. É um símbolo de esperança e promessa de um futuro glorioso.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque indica um lugar de pertencimento e segurança, onde os crentes viverão em harmonia com Deus e uns com os outros.","conexao_teologica":"A cidade celestial é um tema recorrente na Bíblia, simbolizando a realização das promessas de Deus e a união eterna com Ele.","referencias_relacionadas":["Hebreus 11:10","Gálatas 4:26","Apocalipse 21:2"]},"apocalipse_21_21_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica a presença de Deus no meio de Seu povo na nova Jerusalém.","explicacao_detalhada":"A ideia de estar 'entre' enfatiza a proximidade e a intimidade que os crentes terão com Deus, que habitará no meio deles.","por_que_esta_palavra":"A palavra 'entre' é usada para destacar a relação direta e pessoal que os crentes terão com Deus na eternidade.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, simbolizando a restauração da comunhão que foi perdida no Éden.","referencias_relacionadas":["Apocalipse 21:3","Mateus 18:20","2 Coríntios 6:16"]},"apocalipse_21_22_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo representa a morada de Deus entre os homens, um lugar de adoração e comunhão.","explicacao_detalhada":"Na nova Jerusalém, não haverá templo físico, pois Deus e o Cordeiro serão o templo, simbolizando a presença contínua de Deus com Seu povo.","por_que_esta_palavra":"A palavra 'templo' é utilizada para enfatizar que a adoração a Deus será direta e pessoal, sem a necessidade de intermediários.","conexao_teologica":"A ausência de um templo físico na nova Jerusalém reflete a plenitude da presença de Deus, onde a adoração será perfeita e eterna.","referencias_relacionadas":["Apocalipse 21:22","João 4:21-24","Hebreus 9:11-12"]},"apocalipse_21_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Deus é reconhecido como Senhor na nova Jerusalém, onde Sua autoridade é plenamente manifestada e reconhecida por todos os habitantes.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a posição de Deus como Rei e Governante, que exerce controle absoluto sobre o universo.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo Sua autoridade e poder sobre todas as coisas.","referencias_relacionadas":["Apocalipse 19:16","Salmos 24:1","Romanos 14:9"]},"apocalipse_21_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Na nova Jerusalém, Deus é o centro de adoração e reverência, sendo a fonte de toda luz e vida.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a singularidade e a majestade de Deus, que é digno de toda honra e louvor.","conexao_teologica":"A divindade de Deus é fundamental para a fé cristã, refletindo Sua natureza eterna e imutável.","referencias_relacionadas":["Apocalipse 21:3","Isaías 45:5","João 1:1"]},"apocalipse_21_23_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade de adoração e comunhão com Deus na nova Jerusalém.","explicacao_detalhada":"Na nova Jerusalém, não haverá necessidade de luz artificial, pois a glória de Deus iluminará a cidade, simbolizando a plenitude da presença divina.","por_que_esta_palavra":"A palavra 'assunto' é usada para enfatizar que a verdadeira necessidade do ser humano é a comunhão com Deus.","conexao_teologica":"A presença de Deus como luz na nova Jerusalém reflete a ideia de que Ele é a fonte de toda verdade e vida.","referencias_relacionadas":["Apocalipse 21:23","João 8:12","1 João 1:5"]},"apocalipse_21_23_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a luz que ilumina a nova Jerusalém, representando Sua presença e majestade.","explicacao_detalhada":"A palavra 'glória' (δόξα) refere-se à manifestação da presença de Deus, que é tão intensa que não há necessidade de sol ou lua na nova Jerusalém. A glória de Deus é a essência de Sua natureza, refletindo Sua santidade e poder.","por_que_esta_palavra":"A inclusão da 'glória' enfatiza a centralidade de Deus na nova criação, onde Sua presença é a fonte de luz e vida.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, simbolizando Sua majestade e a restauração da comunhão entre Deus e a humanidade.","referencias_relacionadas":["Isaías 60:19-20","João 1:14","2 Coríntios 4:6"]},"apocalipse_21_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda luz e vida na nova Jerusalém.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para enfatizar a soberania e a divindade, mostrando que Ele é o criador e sustentador de todas as coisas. Na nova Jerusalém, Sua presença é ininterrupta e gloriosa.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que a nova criação é um lugar onde Ele habita com Seu povo, sem barreiras.","conexao_teologica":"A presença de Deus entre os homens é o cumprimento da promessa de restauração e comunhão eterna.","referencias_relacionadas":["Gênesis 1:1","Êxodo 33:14","Apocalipse 21:3"]},"apocalipse_21_24_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é mencionada como o lugar onde as nações caminharão na luz da glória de Deus.","explicacao_detalhada":"A palavra 'terra' (γῆ) aqui se refere ao novo estado da criação, onde a terra é renovada e se torna um lugar de paz e harmonia sob a luz divina.","por_que_esta_palavra":"A inclusão da terra destaca a universalidade da salvação, onde todas as nações se reúnem para adorar a Deus.","conexao_teologica":"A redenção da terra é parte do plano de Deus para restaurar toda a criação, conforme prometido nas Escrituras.","referencias_relacionadas":["Romanos 8:21","Isaías 65:17","Apocalipse 21:1"]},"apocalipse_21_24_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a luz que guia as nações na nova Jerusalém.","explicacao_detalhada":"A repetição da palavra 'glória' (δόξα) enfatiza a importância da presença de Deus como a fonte de iluminação e vida, refletindo Sua majestade e santidade.","por_que_esta_palavra":"A glória é essencial para entender a natureza do novo céu e da nova terra, onde a presença de Deus é constante.","conexao_teologica":"A glória de Deus é o objetivo final da criação, onde Ele é adorado por todas as nações.","referencias_relacionadas":["Salmos 19:1","Mateus 5:16","Apocalipse 15:8"]},"apocalipse_21_25_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é mencionado como um tempo eterno, sem noite, na nova Jerusalém.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) simboliza a eternidade da presença de Deus, onde não há mais escuridão ou maldade, refletindo a plenitude da vida em Sua presença.","por_que_esta_palavra":"A ausência de noite representa a completa segurança e paz que vem de viver na luz de Deus.","conexao_teologica":"O conceito de dia eterno é uma promessa de que a vida com Deus será contínua e sem fim.","referencias_relacionadas":["Isaías 60:20","1 Tessalonicenses 5:5","Apocalipse 22:5"]},"apocalipse_21_25_cidade":{"palavra_pt":"cidade","palavra_original":"πυλών","transliteracao":"pylṓn","strong":"G4440","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a nova Jerusalém, o lar eterno do povo de Deus.","explicacao_detalhada":"A palavra 'cidade' (πυλών) refere-se a uma comunidade organizada e segura, onde os redimidos viverão em comunhão com Deus e entre si.","por_que_esta_palavra":"A cidade simboliza a realização das promessas de Deus de um lugar de habitação eterna para Seu povo.","conexao_teologica":"A nova Jerusalém é o cumprimento da esperança messiânica, onde Deus habita com Seu povo.","referencias_relacionadas":["Hebreus 11:10","Gálatas 4:26","Apocalipse 21:2"]},"apocalipse_21_25_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para reafirmar Sua soberania e presença na nova criação.","explicacao_detalhada":"A palavra 'Deus' (μή) enfatiza que não haverá mais separação entre Deus e Seu povo, pois Ele estará presente em plenitude.","por_que_esta_palavra":"A presença de Deus é a essência da nova Jerusalém, onde a comunhão com Ele é restaurada.","conexao_teologica":"A habitação de Deus com os homens é o clímax da história da redenção.","referencias_relacionadas":["Apocalipse 21:3","Mateus 28:20","Romanos 8:38-39"]},"apocalipse_21_26_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é o que será trazido para a nova Jerusalém pelas nações.","explicacao_detalhada":"A repetição da palavra 'glória' (δόξα) aqui indica que as nações reconhecerão e trarão a glória de Deus como parte de sua adoração.","por_que_esta_palavra":"A glória é um testemunho da grandeza de Deus e da transformação que Ele opera nas nações.","conexao_teologica":"A inclusão das nações na adoração a Deus reflete a visão de um reino global sob Sua autoridade.","referencias_relacionadas":["Salmos 86:9","Isaías 60:3","Apocalipse 15:4"]},"apocalipse_21_27_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é apresentada como um dom eterno que flui da presença de Deus.","explicacao_detalhada":"A palavra 'vida' (ζωή) refere-se à vida plena e abundante que é encontrada em Deus, contrastando com a morte e a corrupção do mundo atual.","por_que_esta_palavra":"A ênfase na vida destaca a transformação radical que ocorre na nova criação, onde a morte não tem mais poder.","conexao_teologica":"A vida eterna é a promessa central do evangelho, que se cumpre na nova Jerusalém.","referencias_relacionadas":["João 10:10","Romanos 6:23","Apocalipse 22:1-2"]},"apocalipse_21_27_profano":{"palavra_pt":"profano","palavra_original":"κοινός","transliteracao":"koinós","strong":"G2839","significado_raiz":"Ideia básica: profano.","significado_contextual":"A palavra 'profano' refere-se a tudo que é impuro e não pode entrar na nova Jerusalém.","explicacao_detalhada":"A palavra 'profano' (κοινός) indica que a nova criação será um lugar de pureza, onde nada impuro ou maligno terá acesso.","por_que_esta_palavra":"A exclusão do profano ressalta a santidade de Deus e a necessidade de pureza para habitar em Sua presença.","conexao_teologica":"A separação do profano é um tema importante na Bíblia, refletindo a necessidade de santidade para estar em comunhão com Deus.","referencias_relacionadas":["Hebreus 12:14","Apocalipse 22:15","Isaías 35:8"]},"apocalipse_21_27_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de criar ou estabelecer algo novo, especialmente em relação à nova Jerusalém.","explicacao_detalhada":"No contexto de Apocalipse 21:27, 'fazer' implica na criação de um lugar onde não há impureza, enfatizando a santidade e a perfeição do novo céu e nova terra.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a ação divina na criação e na transformação final do mundo, mostrando que Deus é o autor de todas as coisas.","conexao_teologica":"A ideia de Deus como Criador é central na teologia cristã, refletindo Sua soberania e poder em trazer à existência um novo reino livre de mal.","referencias_relacionadas":["Gênesis 1:1","Isaías 65:17","2 Coríntios 5:17"]}}