{"apocalipse_22_1_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' representa a essência da existência plena e eterna que é oferecida aos crentes.","explicacao_detalhada":"Em Apocalipse 22:1, 'vida' se refere à vida eterna que flui do trono de Deus, simbolizando a comunhão perfeita entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'vida' é fundamental para entender a promessa de salvação e a restauração do relacionamento entre Deus e o homem.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, simbolizando a vitória sobre a morte e o pecado através de Cristo.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"apocalipse_22_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Apocalipse 22:1, 'Deus' é apresentado como a fonte de toda vida e bênção, enfatizando Sua presença no novo céu e nova terra.","por_que_esta_palavra":"A menção de 'Deus' é crucial para entender a centralidade de Sua presença na vida eterna prometida aos crentes.","conexao_teologica":"A teologia cristã enfatiza a relação pessoal com Deus, que é acessível através de Jesus Cristo.","referencias_relacionadas":["Salmos 46:1","Mateus 5:8","Apocalipse 21:3"]},"apocalipse_22_1_agua":{"palavra_pt":"agua","palavra_original":"ποταμός","transliteracao":"potamós","strong":"G4215","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' simboliza a purificação e a vida que vem de Deus.","explicacao_detalhada":"Em Apocalipse 22:1, a água é uma metáfora para a graça e a salvação que fluem do trono de Deus, oferecendo vida aos sedentos.","por_que_esta_palavra":"A água é um símbolo poderoso na Bíblia, representando a satisfação das necessidades espirituais e a renovação.","conexao_teologica":"A água viva é um tema recorrente, simbolizando a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 21:6"]},"apocalipse_22_2_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui reforça a ideia de uma existência plena e eterna na presença de Deus.","explicacao_detalhada":"Em Apocalipse 22:2, a 'vida' é descrita como abundante, fluindo do trono de Deus e simbolizando a restauração total da criação.","por_que_esta_palavra":"A repetição da palavra 'vida' enfatiza a centralidade da vida eterna na nova criação.","conexao_teologica":"A vida eterna é uma promessa que se cumpre em Cristo, que é a própria vida.","referencias_relacionadas":["João 10:10","Romanos 8:38-39","1 Pedro 1:3"]},"apocalipse_22_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' aqui se refere à ação contínua de Deus em criar e sustentar a nova criação.","explicacao_detalhada":"Em Apocalipse 22:2, 'fazer' implica na realização do plano divino de redenção e restauração, onde tudo é feito novo.","por_que_esta_palavra":"A palavra 'fazer' destaca a atividade de Deus em trazer à existência a nova realidade prometida aos crentes.","conexao_teologica":"A obra de Deus em fazer novas todas as coisas é um tema central na esperança cristã.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"apocalipse_22_2_wide":{"palavra_pt":"wide","palavra_original":"πλατύς","transliteracao":"platýs","strong":"G4116","significado_raiz":"Ideia básica: wide.","significado_contextual":"A palavra 'wide' (amplo) descreve a generosidade e a abundância do espaço e das bênçãos de Deus na nova criação.","explicacao_detalhada":"Em Apocalipse 22:2, 'wide' sugere que o acesso à vida e às bênçãos de Deus é amplo e disponível a todos os que buscam.","por_que_esta_palavra":"A utilização de 'wide' enfatiza a inclusão e a generosidade do convite de Deus para a salvação.","conexao_teologica":"A ideia de um espaço amplo reflete a graça de Deus que é oferecida a todos, sem exceção.","referencias_relacionadas":["Romanos 10:13","Mateus 11:28","Apocalipse 21:24"]},"apocalipse_22_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a soberania e a presença contínua de Deus na nova criação.","explicacao_detalhada":"Em Apocalipse 22:3, 'Deus' é o centro da adoração e da vida eterna, onde não há mais maldição.","por_que_esta_palavra":"A menção de 'Deus' é essencial para entender a relação restaurada entre a humanidade e o Criador.","conexao_teologica":"A presença de Deus é o que torna a nova criação perfeita e desejável.","referencias_relacionadas":["Apocalipse 21:3","Salmos 23:6","Mateus 5:8"]},"apocalipse_22_3_maldicao":{"palavra_pt":"maldicao","palavra_original":"κατανάθεμα","transliteracao":"katanáthema","strong":"G2652","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A palavra 'maldicao' refere-se à consequência do pecado e à separação de Deus.","explicacao_detalhada":"Em Apocalipse 22:3, a ausência de maldição simboliza a restauração total e a redenção da criação.","por_que_esta_palavra":"A eliminação da maldição é um aspecto crucial da nova criação, onde o pecado e suas consequências não têm mais lugar.","conexao_teologica":"A redenção em Cristo remove a maldição do pecado, oferecendo uma nova vida aos crentes.","referencias_relacionadas":["Gálatas 3:13","Romanos 8:21","Apocalipse 21:4"]},"apocalipse_22_4_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à comunhão íntima com Ele.","explicacao_detalhada":"Em Apocalipse 22:4, 'rosto' simboliza a revelação plena de Deus aos Seus filhos, onde eles O verão como Ele é.","por_que_esta_palavra":"A visão do rosto de Deus é a culminação da esperança cristã, onde a comunhão é restaurada.","conexao_teologica":"Ver o rosto de Deus é um símbolo da intimidade e do relacionamento perfeito entre Deus e a humanidade.","referencias_relacionadas":["1 João 3:2","Salmos 17:15","Mateus 5:8"]},"apocalipse_22_5_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se ao assunto ou tema que está sendo tratado no contexto da nova criação.","explicacao_detalhada":"A palavra 'assunto' (χρεία) implica em um tema de importância, que neste caso se relaciona à vida eterna e à presença de Deus entre os homens na nova Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'assunto' destaca a relevância do que está sendo discutido, enfatizando a seriedade e a profundidade do tema da revelação final.","conexao_teologica":"A ideia de um 'assunto' é central na teologia cristã, pois envolve a revelação de Deus e a relação do homem com Ele.","referencias_relacionadas":["Apocalipse 21:1-4","Isaías 65:17","2 Coríntios 5:17"]},"apocalipse_22_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade suprema de Deus como Senhor sobre toda a criação.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para enfatizar a soberania de Deus, que reina eternamente e tem controle sobre todas as coisas.","por_que_esta_palavra":"A palavra é escolhida para reafirmar a posição de Deus como o único verdadeiro Senhor, especialmente no contexto do fim dos tempos.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que mostra Sua autoridade em todas as esferas da vida.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:9-11"]},"apocalipse_22_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é fundamental para entender a essência do ser divino e Sua relação com a humanidade.","por_que_esta_palavra":"A utilização dessa palavra é crucial para enfatizar a divindade e a majestade de Deus no contexto da nova criação.","conexao_teologica":"A divindade de Deus é um pilar da fé cristã, que fundamenta a adoração e a relação do homem com o Criador.","referencias_relacionadas":["Gênesis 1:1","João 1:1-3","Hebreus 11:6"]},"apocalipse_22_6_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Jesus Cristo.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a manifestação de Deus em Cristo, que é a revelação completa de Deus aos homens.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância de Cristo como o mediador entre Deus e a humanidade.","conexao_teologica":"Cristo como o 'Verbo' é central na teologia cristã, pois representa a encarnação de Deus e Sua mensagem de salvação.","referencias_relacionadas":["João 1:14","Colossenses 1:15-17","Hebreus 1:1-3"]},"apocalipse_22_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo como Senhor e Salvador.","explicacao_detalhada":"A palavra 'senhor' (κύριος) reafirma a posição de Cristo como soberano e autoridade máxima sobre a criação.","por_que_esta_palavra":"A utilização dessa palavra é para enfatizar a realeza de Cristo, especialmente no contexto do Seu retorno.","conexao_teologica":"A autoridade de Cristo é um tema central na escatologia cristã, que fala sobre Seu reino eterno.","referencias_relacionadas":["Mateus 28:18","Apocalipse 1:8","Filipenses 2:9-11"]},"apocalipse_22_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença contínua de Deus na nova criação.","explicacao_detalhada":"A palavra 'deus' (θεός) enfatiza a natureza eterna e imutável de Deus, que permanece fiel às Suas promessas.","por_que_esta_palavra":"A escolha dessa palavra é para reafirmar a divindade de Deus em contraste com a fragilidade humana.","conexao_teologica":"A presença de Deus é um tema central na esperança cristã, que promete comunhão eterna com Ele.","referencias_relacionadas":["Apocalipse 21:3","Salmos 46:1","Romanos 8:38-39"]},"apocalipse_22_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus que traz esperança e salvação.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a mensagem de Cristo, que é a fonte de vida e verdade.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da mensagem de Cristo para a vida dos crentes.","conexao_teologica":"Cristo como a 'Palavra' é fundamental para a compreensão da revelação de Deus e da salvação.","referencias_relacionadas":["João 14:6","Romanos 10:17","1 João 1:1"]},"apocalipse_22_7_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à bem-aventurança dos que guardam as palavras da profecia.","explicacao_detalhada":"A palavra 'bem aventurado' (μακάριος) indica uma condição de felicidade e bênção que vem de seguir a vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar a recompensa espiritual e eterna para aqueles que obedecem a Deus.","conexao_teologica":"A bem-aventurança é um tema recorrente na Bíblia, que destaca a alegria e a paz que vêm de uma vida em conformidade com Deus.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"apocalipse_22_7_profecia":{"palavra_pt":"profecia","palavra_original":"προφητεία","transliteracao":"prophēteía","strong":"G4394","significado_raiz":"Ideia básica: profecia.","significado_contextual":"Refere-se à revelação divina que é dada aos homens para orientação e edificação.","explicacao_detalhada":"A palavra 'profecia' (προφητεία) implica em uma mensagem de Deus que traz advertência, esperança e direção.","por_que_esta_palavra":"A escolha dessa palavra é para ressaltar a importância da revelação divina na vida dos crentes.","conexao_teologica":"A profecia é um meio pelo qual Deus se comunica com Seu povo, guiando-os em tempos de incerteza.","referencias_relacionadas":["2 Pedro 1:20-21","Apocalipse 19:10","1 Tessalonicenses 5:20-21"]},"apocalipse_22_8_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é o autor da revelação.","explicacao_detalhada":"A palavra 'nome' (Ἰωάννης) é importante para identificar o autor e a autenticidade da mensagem contida no livro do Apocalipse.","por_que_esta_palavra":"A escolha dessa palavra é para estabelecer a credibilidade e a autoridade do testemunho de João.","conexao_teologica":"O nome é um símbolo de identidade e autoridade, refletindo a importância do testemunho pessoal na fé cristã.","referencias_relacionadas":["Apocalipse 1:1","João 21:24","1 João 1:1"]},"apocalipse_22_8_cair":{"palavra_pt":"cair","palavra_original":"πίπτω","transliteracao":"píptō","strong":"G4098","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma queda espiritual ou moral, simbolizando a fragilidade humana diante da revelação divina.","explicacao_detalhada":"No contexto de Apocalipse 22:8, a palavra 'cair' é usada para descrever a reação do apóstolo João ao ver as visões do fim dos tempos. Ele se prostra diante do anjo, reconhecendo a grandeza de Deus. Essa queda é uma expressão de adoração e reverência.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a humildade e a necessidade de se submeter à autoridade divina, mostrando que mesmo os mais próximos de Deus podem ser tocados pela Sua majestade.","conexao_teologica":"A queda diante de Deus é um tema recorrente na Bíblia, simbolizando a resposta adequada do ser humano à santidade divina. Isso se conecta com a ideia de que todos devem se humilhar diante do Senhor.","referencias_relacionadas":["Isaías 6:5","Ezequiel 1:28","Mateus 17:6"]},"apocalipse_22_9_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' é usada para enfatizar a divindade e a autoridade de Jesus como o Verbo de Deus.","explicacao_detalhada":"Em Apocalipse 22:9, a referência ao 'Cristo' destaca a importância da Palavra de Deus, que se fez carne. O termo 'lógos' implica que Cristo é a manifestação do pensamento e da vontade de Deus.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para entender a natureza de Jesus como Salvador e Mediador entre Deus e a humanidade, reforçando a ideia de que Ele é a Palavra viva.","conexao_teologica":"Cristo como o 'lógos' conecta-se com João 1:1, onde se afirma que 'no princípio era o Verbo', mostrando a eternidade e a divindade de Jesus.","referencias_relacionadas":["João 1:1","Hebreus 1:1-3","Colossenses 1:16-17"]},"apocalipse_22_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para se referir à divindade suprema, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Em Apocalipse 22:9, a menção a 'Deus' reafirma a centralidade do Senhor na revelação final e a importância de reconhecer Sua grandeza e poder.","por_que_esta_palavra":"A palavra 'Deus' é essencial para a compreensão da relação entre o Criador e a criação, destacando a necessidade de adoração e reverência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Sua autoridade sobre toda a criação e a importância de se submeter a Ele.","referencias_relacionadas":["Salmos 46:10","Romanos 11:36","Apocalipse 4:11"]},"apocalipse_22_10_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' novamente enfatiza a importância da revelação divina e da Palavra de Deus.","explicacao_detalhada":"No contexto de Apocalipse 22:10, a palavra 'Cristo' é usada para reafirmar que a mensagem da profecia deve ser divulgada, destacando a urgência da revelação de Deus através de Jesus.","por_que_esta_palavra":"A repetição da palavra 'Cristo' sublinha a importância de Sua mensagem e a necessidade de que ela seja compartilhada com todos.","conexao_teologica":"Cristo como o centro da profecia conecta-se com a ideia de que toda a Escritura aponta para Ele, sendo a culminação do plano de salvação.","referencias_relacionadas":["Lucas 24:27","Atos 3:18","1 Pedro 1:10-12"]},"apocalipse_22_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a autoridade e a veracidade da profecia.","explicacao_detalhada":"Em Apocalipse 22:10, a menção a 'Deus' reforça a ideia de que a revelação é divina e deve ser tratada com seriedade, pois vem do próprio Senhor.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a origem da profecia e a necessidade de obedecer às Suas instruções.","conexao_teologica":"A autoridade de Deus sobre a profecia é um tema que permeia toda a Bíblia, mostrando que Ele é o autor da história e do futuro.","referencias_relacionadas":["2 Timóteo 3:16","Apocalipse 1:3","Hebreus 1:1"]},"apocalipse_22_10_profecia":{"palavra_pt":"profecia","palavra_original":"προφητεία","transliteracao":"prophēteía","strong":"G4394","significado_raiz":"Ideia básica: profecia.","significado_contextual":"A palavra 'profecia' refere-se à revelação de Deus sobre eventos futuros e Sua vontade.","explicacao_detalhada":"Em Apocalipse 22:10, a palavra 'profecia' destaca a importância de comunicar a mensagem divina e a urgência de preparar o povo para a volta de Cristo.","por_que_esta_palavra":"A palavra 'profecia' é fundamental para entender a comunicação de Deus com a humanidade e a expectativa de Seu retorno.","conexao_teologica":"A profecia é um meio pelo qual Deus revela Seu plano redentor, conectando-se com a esperança da segunda vinda de Cristo.","referencias_relacionadas":["1 Tessalonicenses 5:20","Apocalipse 1:3","Daniel 2:28"]},"apocalipse_22_11_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à retidão e ao caráter de Deus, que é a base para a justiça humana.","explicacao_detalhada":"Em Apocalipse 22:11, a palavra 'justiça' é usada para descrever o estado dos que permanecem fiéis a Deus, contrastando com os injustos que se afastam.","por_que_esta_palavra":"A palavra 'justiça' é essencial para entender a natureza de Deus e a expectativa de que Seus seguidores vivam de acordo com Seus padrões.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua santidade e a necessidade de os seres humanos serem justificados por meio da fé.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Salmos 37:28"]},"apocalipse_22_11_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à pureza e à integridade moral dos que seguem a Deus.","explicacao_detalhada":"Em Apocalipse 22:11, a palavra 'inocente' é usada para descrever aqueles que são justos e que permanecem firmes na fé, contrastando com os que praticam a iniquidade.","por_que_esta_palavra":"A palavra 'inocente' é importante para entender a expectativa de Deus em relação ao caráter de Seus seguidores.","conexao_teologica":"A inocência é um reflexo da natureza de Cristo, que é o modelo perfeito de justiça e pureza.","referencias_relacionadas":["Mateus 5:8","Salmos 24:4","1 Pedro 1:16"]},"apocalipse_22_11_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir a vontade de Deus.","explicacao_detalhada":"Em Apocalipse 22:11, a palavra 'fazer' é usada para enfatizar a responsabilidade dos crentes em agir de acordo com a justiça e a verdade de Deus.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender que a fé deve ser acompanhada de ações que refletem a vontade de Deus.","conexao_teologica":"A ação de fazer o bem é um tema recorrente na Bíblia, refletindo a natureza ativa da fé e a chamada para viver de maneira justa.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Efésios 2:10"]},"apocalipse_22_12_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à recompensa justa que Deus dará aos que praticam o bem.","explicacao_detalhada":"Em Apocalipse 22:12, a palavra 'bom' é usada para descrever o prêmio que aguarda os fiéis, enfatizando a justiça de Deus em recompensar as boas obras.","por_que_esta_palavra":"A palavra 'bom' é importante para entender a natureza generosa de Deus, que recompensa aqueles que O servem com fidelidade.","conexao_teologica":"A recompensa divina é um tema central na Bíblia, refletindo a justiça e a bondade de Deus em reconhecer e valorizar as ações dos crentes.","referencias_relacionadas":["Mateus 16:27","Gálatas 6:7-8","Hebreus 11:6"]},"apocalipse_22_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a Cristo, que é a luz e a verdade.","explicacao_detalhada":"No contexto de Apocalipse 22:12, Jesus afirma que Ele vem rapidamente e que a recompensa está com Ele. 'Seguir' aqui significa estar em constante disposição de seguir os ensinamentos e a liderança de Cristo.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a ação contínua de seguir a Cristo em fé e obediência, refletindo a relação entre o crente e o Salvador.","conexao_teologica":"A teologia do seguimento de Cristo é central no Novo Testamento, onde os crentes são chamados a seguir o exemplo de Jesus em suas vidas diárias.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"apocalipse_22_13_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à eternidade e à imutabilidade de Cristo, que é o princípio e o fim.","explicacao_detalhada":"Em Apocalipse 22:13, Jesus se apresenta como o Alfa e o Ômega, indicando que Ele é eterno e que Sua presença e autoridade são constantes.","por_que_esta_palavra":"A palavra 'continuo' é escolhida para enfatizar a natureza eterna de Cristo, que não muda e sempre está presente na vida dos crentes.","conexao_teologica":"A ideia de continuidade em Cristo é fundamental para a compreensão da salvação e da vida eterna prometida aos crentes.","referencias_relacionadas":["Hebreus 13:8","Apocalipse 1:8","João 1:1"]},"apocalipse_22_13_omega":{"palavra_pt":"omega","palavra_original":"Ω","transliteracao":"Ō","strong":"G5598","significado_raiz":"Ideia básica: omega.","significado_contextual":"A letra 'omega' simboliza o fim, representando a conclusão do plano de Deus para a humanidade.","explicacao_detalhada":"No contexto de Apocalipse 22:13, Jesus se identifica como o Omega, indicando que Ele é o cumprimento de todas as promessas e profecias.","por_que_esta_palavra":"A escolha de 'omega' destaca a soberania de Cristo sobre toda a história e Seu papel como o final de todas as coisas.","conexao_teologica":"A teologia do fim dos tempos é central na escatologia cristã, onde Cristo é visto como o juiz final e o cumprimento da redenção.","referencias_relacionadas":["Apocalipse 1:8","Apocalipse 21:6","Isaías 44:6"]},"apocalipse_22_14_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que é oferecida aos que obedecem aos mandamentos de Deus.","explicacao_detalhada":"Em Apocalipse 22:14, a vida é apresentada como uma bênção para aqueles que lavam suas vestiduras, simbolizando a pureza e a salvação.","por_que_esta_palavra":"A palavra 'vida' é crucial, pois representa a essência da mensagem do evangelho: a oferta de vida eterna através de Cristo.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, onde a relação com Cristo é a chave para a verdadeira vida.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"apocalipse_22_14_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem aventurado' refere-se à felicidade e à bênção que vêm de seguir a Deus.","explicacao_detalhada":"No contexto de Apocalipse 22:14, aqueles que obedecem aos mandamentos de Deus são considerados bem-aventurados, pois têm acesso à árvore da vida.","por_que_esta_palavra":"A palavra 'bem aventurado' destaca a alegria e a recompensa espiritual que acompanham a obediência a Deus.","conexao_teologica":"A bem-aventurança é um tema recorrente nas Escrituras, refletindo a relação entre obediência e bênção divina.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"apocalipse_22_14_long":{"palavra_pt":"long","palavra_original":"στολή","transliteracao":"stolḗ","strong":"G4749","significado_raiz":"Ideia básica: long.","significado_contextual":"A palavra 'long' refere-se ao vestuário que simboliza a pureza e a preparação para a vida eterna.","explicacao_detalhada":"Em Apocalipse 22:14, as vestiduras brancas representam a justiça dos santos, que são purificados pelo sacrifício de Cristo.","por_que_esta_palavra":"A escolha de 'long' enfatiza a importância da santidade e da preparação para a presença de Deus.","conexao_teologica":"A teologia da santidade é fundamental na vida cristã, onde a pureza é vista como um reflexo da natureza de Deus.","referencias_relacionadas":["Apocalipse 7:14","Isaías 61:10","1 Pedro 1:15-16"]},"apocalipse_22_15_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se à relação íntima e pessoal que os crentes têm com Cristo.","explicacao_detalhada":"Em Apocalipse 22:15, a exclusão dos ímpios é contrastada com a inclusão dos amigos de Deus, que são aqueles que seguem Seus caminhos.","por_que_esta_palavra":"A palavra 'amigo' é significativa, pois destaca a intimidade e a comunhão que os crentes têm com Deus.","conexao_teologica":"A amizade com Deus é um tema importante na teologia, refletindo a relação pessoal que os crentes podem ter com o Criador.","referencias_relacionadas":["João 15:15","Tiago 2:23","Salmos 25:14"]},"apocalipse_22_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir a vontade de Deus.","explicacao_detalhada":"Em Apocalipse 22:15, a ênfase está na ação dos ímpios que praticam a iniquidade, contrastando com os que fazem a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância das obras na vida do crente como expressão de sua fé.","conexao_teologica":"A teologia das obras é fundamental, pois as ações dos crentes são vistas como frutos de sua fé em Cristo.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:21"]},"apocalipse_22_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Em Apocalipse 22:16, Jesus se apresenta como a raiz e a geração de Davi, enfatizando Sua linhagem e Sua divindade.","por_que_esta_palavra":"A escolha do nome 'Jesus' é fundamental, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A cristologia é um aspecto central da teologia, onde Jesus é reconhecido como o Filho de Deus e o Redentor.","referencias_relacionadas":["Mateus 1:21","João 14:6","Romanos 10:9"]},"apocalipse_22_16_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja/assembleia' refere-se ao corpo de crentes que se reúnem em nome de Cristo.","explicacao_detalhada":"Em Apocalipse 22:16, a igreja é vista como a noiva de Cristo, chamada a ser luz e testemunho no mundo.","por_que_esta_palavra":"A escolha da palavra 'igreja' destaca a importância da comunidade de fé na realização do plano de Deus.","conexao_teologica":"A eclesiologia é um tema central na teologia cristã, onde a igreja é vista como o corpo de Cristo na terra.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","1 Coríntios 12:27"]},"apocalipse_22_16_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","explicacao_detalhada":"No contexto do Apocalipse, 'rei' enfatiza a soberania de Cristo sobre toda a criação e a realização de Seu reino eterno. Ele é o descendente de Davi, que cumpre as promessas messiânicas.","por_que_esta_palavra":"A palavra 'rei' é usada para destacar a realeza de Cristo e Sua posição de autoridade divina, que é central na mensagem do Apocalipse.","conexao_teologica":"Cristo como Rei é um tema recorrente nas Escrituras, simbolizando a vitória sobre o pecado e a morte, e a restauração do reino de Deus.","referencias_relacionadas":["Apocalipse 1:5","Apocalipse 19:16","Isaías 9:6-7"]},"apocalipse_22_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se ao Espírito Santo, que convida todos a virem e receberem a água da vida.","explicacao_detalhada":"Neste versículo, o 'espírito' simboliza a presença de Deus que atua na vida dos crentes, oferecendo consolo, direção e vida espiritual.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a dinâmica da salvação e a oferta de vida eterna, enfatizando a ação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito Santo é o agente que convence o mundo do pecado e traz vida aos que creem, sendo essencial na obra redentora de Cristo.","referencias_relacionadas":["João 7:37-39","Romanos 8:9-11","Atos 2:38"]},"apocalipse_22_17_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' mencionada aqui refere-se à vida eterna que é oferecida a todos que aceitam a Cristo.","explicacao_detalhada":"No contexto do Apocalipse, 'vida' é um tema central, representando a plenitude da vida que é encontrada em Cristo e a promessa de um futuro glorioso com Ele.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a oferta de salvação e a transformação que ocorre na vida do crente através da fé em Jesus.","conexao_teologica":"A vida eterna é um dos principais temas do Novo Testamento, mostrando a intenção de Deus de restaurar a comunhão com a humanidade.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"apocalipse_22_17_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a decisão de aceitar a oferta de salvação e vida eterna que é feita a todos.","explicacao_detalhada":"Neste contexto, 'escolher' destaca a responsabilidade humana em responder ao chamado de Deus, enfatizando a liberdade de escolha que cada pessoa possui.","por_que_esta_palavra":"A palavra 'escolher' é importante para entender a dinâmica entre a graça de Deus e a resposta do ser humano à Sua oferta de salvação.","conexao_teologica":"A escolha é um tema importante na teologia, refletindo a interação entre a soberania de Deus e a livre vontade do homem.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 11:28","Apocalipse 3:20"]},"apocalipse_22_18_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a Cristo como o Verbo de Deus, que se fez carne e habitou entre nós.","explicacao_detalhada":"No contexto do Apocalipse, 'palavra' enfatiza a autoridade de Cristo e a importância de Sua mensagem, que deve ser preservada e respeitada.","por_que_esta_palavra":"A palavra 'palavra' é usada para reafirmar a centralidade de Cristo na revelação de Deus e na comunicação de Sua vontade para a humanidade.","conexao_teologica":"Cristo como o Verbo é um conceito fundamental que liga a criação, a revelação e a redenção, mostrando como Deus se comunica com o mundo.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Apocalipse 19:13"]},"apocalipse_22_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina de Cristo, que é plenamente Deus e plenamente homem.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a divindade de Cristo e Sua autoridade sobre a criação e a salvação.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a identidade de Cristo e Sua relação com o Pai e o Espírito Santo na Trindade.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, essencial para a compreensão da salvação e da natureza de Deus.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:8"]},"apocalipse_22_18_profecia":{"palavra_pt":"profecia","palavra_original":"προφητεία","transliteracao":"prophēteía","strong":"G4394","significado_raiz":"Ideia básica: profecia.","significado_contextual":"A palavra 'profecia' refere-se à revelação divina que é dada a respeito do futuro e da vontade de Deus.","explicacao_detalhada":"No contexto do Apocalipse, 'profecia' destaca a importância de ouvir e obedecer às palavras de Deus, que são verdadeiras e dignas de confiança.","por_que_esta_palavra":"A palavra 'profecia' é usada para enfatizar a seriedade da mensagem de Deus e a necessidade de preservá-la sem adições ou omissões.","conexao_teologica":"A profecia é um meio pelo qual Deus comunica Seu plano redentor e Sua vontade para a humanidade, sendo essencial para a fé cristã.","referencias_relacionadas":["2 Pedro 1:20-21","Apocalipse 1:3","Mateus 24:35"]},"apocalipse_22_19_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' novamente refere-se a Cristo, enfatizando Sua mensagem e autoridade.","explicacao_detalhada":"Neste versículo, 'palavra' reafirma a importância de não alterar a mensagem de Cristo, que é fundamental para a fé e a prática cristã.","por_que_esta_palavra":"A repetição da palavra 'palavra' sublinha a centralidade de Cristo na revelação de Deus e a necessidade de fidelidade à Sua mensagem.","conexao_teologica":"A mensagem de Cristo é a base da fé cristã, e a integridade dessa mensagem é vital para a vida da igreja.","referencias_relacionadas":["João 1:1","Gálatas 1:8-9","Apocalipse 22:18"]},"apocalipse_22_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a divindade de Cristo e a importância de Sua mensagem.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a autoridade de Deus sobre a revelação e a necessidade de respeitar Sua palavra.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza de Cristo e Sua relação com a revelação divina.","conexao_teologica":"A divindade de Cristo é um aspecto central da fé cristã, que fundamenta a esperança da salvação.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:3"]},"apocalipse_22_19_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' novamente refere-se à vida eterna oferecida por Cristo.","explicacao_detalhada":"Neste versículo, 'vida' enfatiza a importância de permanecer fiel à mensagem de Cristo para experimentar a plenitude da vida que Ele oferece.","por_que_esta_palavra":"A repetição da palavra 'vida' sublinha a centralidade da salvação e da vida eterna na mensagem do evangelho.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, refletindo a intenção de Deus de restaurar a humanidade à comunhão plena com Ele.","referencias_relacionadas":["João 10:10","Romanos 5:21","1 João 2:25"]},"apocalipse_22_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto de Apocalipse 22:20, a palavra 'senhor' enfatiza a soberania de Jesus como o Rei dos Reis e Senhor dos Senhores, que tem o poder de julgar e governar.","por_que_esta_palavra":"A utilização da palavra 'senhor' é crucial para reconhecer a divindade e a autoridade de Jesus, especialmente no contexto do fim dos tempos.","conexao_teologica":"A palavra 'senhor' conecta-se com a ideia de que Jesus é o Messias prometido, que veio para estabelecer o Reino de Deus.","referencias_relacionadas":["Filipenses 2:10-11","Apocalipse 19:16","Mateus 28:18"]},"apocalipse_22_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando o Salvador e Redentor da humanidade.","explicacao_detalhada":"Em Apocalipse 22:20, 'Jesus' é mencionado como aquele que vem rapidamente, trazendo esperança e cumprimento das promessas de Deus.","por_que_esta_palavra":"A palavra 'Jesus' é usada para reafirmar a identidade do Filho de Deus, que é a fonte de salvação e vida eterna.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a manifestação do amor de Deus pela humanidade.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"apocalipse_22_20_verdade":{"palavra_pt":"verdade","palavra_original":"ναί","transliteracao":"naí","strong":"G3483","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' indica a certeza e a fidelidade das promessas de Deus.","explicacao_detalhada":"No versículo, 'verdade' é uma afirmação da autenticidade da mensagem de Cristo e da realidade de Sua volta.","por_que_esta_palavra":"A ênfase na 'verdade' é essencial para a fé cristã, que se baseia na confiança de que as promessas de Deus são verdadeiras.","conexao_teologica":"A verdade de Cristo é um tema recorrente nas Escrituras, que nos chama a viver em conformidade com a Sua palavra.","referencias_relacionadas":["João 8:32","Salmos 119:160","1 João 5:20"]},"apocalipse_22_21_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, que é essencial para a salvação.","explicacao_detalhada":"Em Apocalipse 22:21, 'graça' é uma benção final que encerra a revelação, destacando a generosidade de Deus para com a humanidade.","por_que_esta_palavra":"A inclusão da palavra 'graça' é fundamental para entender que a salvação é um presente de Deus, não algo que podemos conquistar.","conexao_teologica":"A graça é um tema central na teologia cristã, que nos ensina sobre a misericórdia e o amor de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"apocalipse_22_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Cristo sobre a criação e a história.","explicacao_detalhada":"Neste versículo, 'senhor' é uma declaração de que Jesus é o governante supremo que concede graça aos seus seguidores.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a importância da submissão à autoridade de Cristo em nossas vidas.","conexao_teologica":"A soberania de Cristo é um tema que permeia toda a Escritura, mostrando que Ele tem controle sobre tudo.","referencias_relacionadas":["Romanos 14:9","1 Coríntios 15:25","Colossenses 1:16-17"]},"apocalipse_22_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é mencionado novamente para reafirmar Sua importância e centralidade na mensagem do Apocalipse.","explicacao_detalhada":"A menção de 'Jesus' no final do livro do Apocalipse serve como um lembrete da esperança e da promessa de Sua volta.","por_que_esta_palavra":"A palavra 'Jesus' é essencial para a identidade cristã, representando a encarnação de Deus e a salvação oferecida a todos.","conexao_teologica":"A centralidade de Jesus na teologia cristã é inegável, pois Ele é o caminho, a verdade e a vida.","referencias_relacionadas":["Hebreus 13:8","Apocalipse 1:8","Mateus 1:21"]}}