{"rute_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que eventos significativos ocorrem, especialmente em relação ao ciclo de vida e decisões.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar não apenas um período de 24 horas, mas também um tempo de ação e decisão, como no contexto de eventos que moldam a história de Israel.","por_que_esta_palavra":"A palavra é crucial para entender o tempo em que os eventos da narrativa de Rute se desenrolam, destacando a importância do momento histórico.","conexao_teologica":"O conceito de 'dia' também é associado à providência divina, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"rute_1_1_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de tomar decisões ou fazer avaliações, especialmente em um contexto de liderança e justiça.","explicacao_detalhada":"O ato de 'julgar' é central na narrativa, pois reflete a necessidade de liderança justa em tempos de crise, como o período dos juízes em Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade dos líderes em tomar decisões que afetam a vida do povo.","conexao_teologica":"Deus é visto como o juiz supremo, e os juízes humanos devem refletir essa justiça divina em suas decisões.","referencias_relacionadas":["Juízes 2:16","Salmos 82:3","Isaías 1:17"]},"rute_1_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Israel, que é central na identidade e na história do povo hebreu.","explicacao_detalhada":"A 'terra' é um tema recorrente na Bíblia, simbolizando não apenas um lugar físico, mas também a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A menção da terra destaca a conexão entre o povo e o local que Deus lhes deu, além de ser um elemento de esperança e herança.","conexao_teologica":"A terra é vista como parte da aliança de Deus com Israel, onde Ele promete bênçãos e proteção.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7","Josué 1:2"]},"rute_1_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' é utilizada para descrever não apenas a figura masculina, mas também o papel que ele desempenha na sociedade e na família.","por_que_esta_palavra":"É importante para entender as dinâmicas familiares e sociais na narrativa, especialmente em relação ao papel de Noemi e Rute.","conexao_teologica":"A criação do homem à imagem de Deus é um tema importante, refletindo a dignidade e o propósito da humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","1 Coríntios 11:7"]},"rute_1_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega consigo identidade e reputação.","explicacao_detalhada":"O 'nome' é um símbolo de autoridade e legado, refletindo a importância da linhagem e da herança na cultura israelita.","por_que_esta_palavra":"A menção do nome é crucial para entender a conexão familiar e as responsabilidades que vêm com ela.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua autoridade e caráter, refletindo a importância do nome na relação com o divino.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9"]},"rute_1_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, que é fundamental para a continuidade da linhagem e da herança familiar.","explicacao_detalhada":"A palavra 'filho' é central na narrativa, pois representa a esperança de continuidade e a importância das relações familiares.","por_que_esta_palavra":"A menção de filhos destaca a preocupação com a posteridade e a preservação da família em tempos difíceis.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Mateus 7:11"]},"rute_1_3_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida, um tema que permeia a narrativa e as decisões dos personagens.","explicacao_detalhada":"A morte é um evento significativo que provoca mudanças drásticas na vida de Rute e Noemi, levando à busca por redenção.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a fragilidade da vida e a necessidade de esperança em meio à perda.","conexao_teologica":"A morte é vista como parte da condição humana, mas também como um ponto de transição para a vida eterna prometida por Deus.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55"]},"rute_1_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao indivíduo masculino, com ênfase nas suas responsabilidades e papel na sociedade.","explicacao_detalhada":"A repetição da palavra 'homem' destaca a importância das figuras masculinas na narrativa e suas interações com as mulheres.","por_que_esta_palavra":"É essencial para entender as dinâmicas de poder e proteção entre os personagens da história.","conexao_teologica":"A figura do homem é frequentemente associada ao papel de líder e protetor, refletindo o caráter de Deus como nosso protetor.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Timóteo 2:8"]},"rute_1_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à esperança de um futuro melhor através da descendência.","explicacao_detalhada":"A menção de 'filho' neste contexto é crucial, pois representa a possibilidade de redenção e restauração para Rute e Noemi.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da família e das promessas de Deus em relação à descendência.","conexao_teologica":"A promessa de um Salvador como descendente é um tema central na teologia cristã, refletindo a esperança de redenção.","referencias_relacionadas":["Gênesis 49:10","Isaías 9:6","Mateus 1:1"]},"rute_1_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de tomar decisões e estabelecer justiça em um contexto de necessidade.","explicacao_detalhada":"O ato de 'julgar' aqui é essencial para entender como as decisões impactam a vida dos personagens e a sociedade ao seu redor.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade moral e ética dos indivíduos em suas ações.","conexao_teologica":"A justiça de Deus é um tema central, e os juízes humanos são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Miquéias 6:8","Romanos 14:10","Tiago 4:12"]},"rute_1_4_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da decisão de Noemi em retornar a Belém.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a importância e a magnitude da escolha de Noemi, que representa um retorno às suas raízes e à sua terra natal, simbolizando esperança e recomeço.","por_que_esta_palavra":"A escolha de Noemi é vista como uma grande decisão, que impacta não apenas sua vida, mas também a de Rute, que decide acompanhá-la.","conexao_teologica":"A grandeza da decisão de Noemi reflete a providência divina, onde Deus usa escolhas humanas para cumprir Seus propósitos.","referencias_relacionadas":["Rute 1:6","Rute 1:16","Gênesis 12:1"]},"rute_1_4_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que carrega a identidade e a reputação de Noemi.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa não apenas a identidade de Noemi, mas também a sua história e o seu legado familiar, que são fundamentais para a narrativa.","por_que_esta_palavra":"O nome de Noemi é importante para entender sua posição social e as implicações de seu retorno a Belém.","conexao_teologica":"O nome é um símbolo de autoridade e identidade, refletindo a relação de Deus com Seu povo, que é chamado pelo Seu nome.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Atos 4:12"]},"rute_1_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte dos maridos de Noemi, que marca o início de sua jornada de volta a Belém.","explicacao_detalhada":"A palavra 'morrer' é central para a narrativa, pois a perda de seus maridos leva Noemi a tomar a decisão de retornar à sua terra natal, simbolizando a dor e a perda que precedem a restauração.","por_que_esta_palavra":"A morte é um evento trágico que catalisa a mudança na vida de Noemi e Rute, levando-as a um novo caminho.","conexao_teologica":"A morte e a perda são temas recorrentes na Bíblia, que muitas vezes precedem a restauração e a esperança em Deus.","referencias_relacionadas":["Rute 1:3","Eclesiastes 3:2","João 11:25"]},"rute_1_5_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se ao papel de Noemi como mãe e figura central na história de Rute.","explicacao_detalhada":"A palavra 'mulher' destaca a importância do papel feminino na narrativa bíblica, onde Noemi atua como mentora e guia para Rute.","por_que_esta_palavra":"A identidade de Noemi como mulher é crucial para a história, pois ela representa a força e a resiliência das mulheres na Bíblia.","conexao_teologica":"A figura feminina é frequentemente usada nas Escrituras para exemplificar fé, coragem e a providência de Deus.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","1 Pedro 3:7"]},"rute_1_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos maridos de Noemi, cuja morte altera o curso da vida dela e de Rute.","explicacao_detalhada":"A palavra 'homem' neste contexto é significativa, pois representa a proteção e o sustento que Noemi perdeu, levando-a a buscar um novo futuro.","por_que_esta_palavra":"A ausência dos homens na vida de Noemi e Rute destaca a vulnerabilidade das mulheres na sociedade da época.","conexao_teologica":"A relação entre homens e mulheres na Bíblia é complexa e reflete a dinâmica da dependência e da providência divina.","referencias_relacionadas":["Rute 1:3","Gênesis 2:18","Efésios 5:25"]},"rute_1_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de Noemi se levantar para retornar a Belém.","explicacao_detalhada":"A palavra 'levantar' simboliza um novo começo e a determinação de Noemi em buscar uma nova vida após a tragédia.","por_que_esta_palavra":"Levantar-se é um ato de coragem e fé, representando a esperança de um futuro melhor.","conexao_teologica":"O ato de levantar-se é frequentemente associado à ação de Deus em restaurar e dar nova vida ao Seu povo.","referencias_relacionadas":["Isaías 60:1","Salmos 30:1","Mateus 11:28"]},"rute_1_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao clamor de Noemi por ajuda e direção em sua situação difícil.","explicacao_detalhada":"A palavra 'dar' neste contexto pode ser interpretada como um pedido de Deus para que Ele forneça o que é necessário em tempos de necessidade.","por_que_esta_palavra":"Clamar é um ato de fé, reconhecendo a dependência de Deus em momentos de crise.","conexao_teologica":"O clamor a Deus é um tema central na Bíblia, onde os fiéis são encorajados a buscar a ajuda divina em tempos de dificuldade.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"rute_1_6_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao desejo de Noemi de edificar uma nova vida em Belém.","explicacao_detalhada":"A palavra 'edificar' implica em construir algo novo a partir das cinzas da perda, simbolizando esperança e renovação.","por_que_esta_palavra":"Edificar é um ato de fé e ação, onde Noemi busca não apenas retornar, mas também estabelecer um novo lar.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, onde Deus promete restaurar e edificar Seu povo.","referencias_relacionadas":["Salmos 127:1","Isaías 58:12","Mateus 7:24"]},"rute_1_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que Noemi e Rute devem seguir em sua jornada.","explicacao_detalhada":"A palavra 'vida' aqui simboliza a jornada que elas estão prestes a empreender, cheia de desafios e oportunidades.","por_que_esta_palavra":"A vida é apresentada como um caminho que deve ser escolhido com sabedoria e fé.","conexao_teologica":"A vida é frequentemente descrita na Bíblia como um caminho que leva à comunhão com Deus e à realização de Seus propósitos.","referencias_relacionadas":["Provérbios 3:5-6","João 14:6","Gálatas 5:25"]},"rute_1_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair de Moabe e retornar a Belém, um movimento significativo.","explicacao_detalhada":"A palavra 'sair' implica em deixar para trás o que é familiar e confortável, em busca de algo maior e mais significativo.","por_que_esta_palavra":"Sair é um ato de coragem e fé, simbolizando a disposição de deixar o passado para trás em busca de um futuro melhor.","conexao_teologica":"O ato de sair é frequentemente associado à obediência a Deus e à busca por Sua vontade em nossas vidas.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Hebreus 11:8"]},"rute_1_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar uma separação ou distinção entre grupos ou indivíduos.","explicacao_detalhada":"No contexto de Rute 1:7, a palavra 'entre' sugere a ideia de que Rute estava se afastando de sua terra natal e se dirigindo a um novo lugar, indicando uma transição significativa em sua vida.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a mudança de Rute de um contexto familiar para um desconhecido, simbolizando a sua disposição para deixar o passado para trás.","conexao_teologica":"A transição de Rute de Moabe para Israel pode ser vista como uma metáfora para a jornada espiritual de deixar o pecado e se mover em direção à redenção.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Salmos 107:7"]},"rute_1_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"Em Rute 1:8, a menção da 'casa' destaca a importância do lar e das relações familiares, especialmente em tempos de crise.","por_que_esta_palavra":"Rute usa a palavra 'casa' para expressar seu desejo de retornar ao lar, simbolizando a busca por segurança e conforto em meio à adversidade.","conexao_teologica":"A ideia de 'casa' também pode ser vista como uma representação do povo de Deus, onde encontramos acolhimento e proteção.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"rute_1_8_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para expressar a perda e a separação, especialmente em relação à morte de um ente querido.","explicacao_detalhada":"No versículo Rute 1:8, a referência à morte destaca a dor da perda que Rute e Noemi enfrentam, reforçando a gravidade da situação.","por_que_esta_palavra":"A utilização da palavra 'morrer' enfatiza a realidade da vida e da morte, e como isso impacta as decisões e os relacionamentos.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55-57"]},"rute_1_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar comunicação e a importância das palavras na construção de relacionamentos.","explicacao_detalhada":"Em Rute 1:8, a palavra 'dizer' é crucial, pois Rute está se dirigindo a Noemi, expressando sua lealdade e compromisso.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância da comunicação clara e do compromisso verbal nas relações humanas.","conexao_teologica":"As palavras têm poder, e a Bíblia nos ensina sobre a importância de nossas declarações e promessas, refletindo a fidelidade de Deus.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Mateus 12:36-37"]},"rute_1_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo a alguém, muitas vezes associado a generosidade.","explicacao_detalhada":"No contexto de Rute 1:9, a palavra 'dar' sugere a intenção de Noemi de oferecer a Rute uma bênção e proteção em sua jornada.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois reflete o caráter generoso de Noemi e a importância do apoio mútuo em tempos difíceis.","conexao_teologica":"A generosidade é um princípio central na vida cristã, refletindo o amor de Deus que nos deu Seu Filho.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Lucas 6:38"]},"rute_1_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Em Rute 1:9, a invocação do 'senhor' destaca a confiança de Noemi em Deus para cuidar de Rute e prover para elas.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a posição de Deus como protetor e guia em momentos de incerteza.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele está no controle de todas as circunstâncias da vida.","referencias_relacionadas":["Salmos 23:1","Romanos 8:28","Filipenses 4:19"]},"rute_1_9_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica em encontrar ou descobrir algo que se busca.","explicacao_detalhada":"No contexto de Rute 1:9, 'achar' sugere a esperança de Rute em encontrar favor e proteção em sua nova jornada.","por_que_esta_palavra":"A escolha da palavra 'achar' reflete a busca de Rute por segurança e a expectativa de que Deus a guiará.","conexao_teologica":"A busca por Deus e Sua direção é um tema central na vida cristã, onde somos chamados a confiar que Ele nos guiará.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"rute_1_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação e a importância das promessas.","explicacao_detalhada":"Em Rute 1:10, a repetição da palavra 'dizer' reforça a determinação de Rute em se comprometer com Noemi e sua terra.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois representa a declaração de lealdade e a intenção de Rute de permanecer ao lado de Noemi.","conexao_teologica":"As promessas feitas entre pessoas refletem a fidelidade de Deus em Suas promessas para conosco.","referencias_relacionadas":["Salmos 15:4","Romanos 4:20-21","2 Pedro 3:9"]},"rute_1_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Rute 1:10, 'porque' é usado para justificar a decisão de Rute de acompanhar Noemi, mostrando sua lealdade.","por_que_esta_palavra":"A palavra 'porque' é importante, pois fornece o contexto emocional e racional para a escolha de Rute.","conexao_teologica":"A razão por trás das nossas decisões é fundamental na vida cristã, onde somos chamados a agir com propósito e fé.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","1 Pedro 3:15"]},"rute_1_10_among":{"palavra_pt":"entre","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H854","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar uma relação ou posição em meio a outros.","explicacao_detalhada":"No versículo Rute 1:10, 'entre' sugere a inclusão de Rute na nova comunidade de Israel, simbolizando aceitação.","por_que_esta_palavra":"A palavra 'entre' é significativa, pois reflete a transição de Rute de uma estrangeira para uma parte da comunidade de Deus.","conexao_teologica":"A inclusão de Rute entre o povo de Deus ilustra a graça e a aceitação que todos têm em Cristo.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:19","Romanos 15:7"]},"rute_1_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente um homem, no contexto da narrativa de Rute.","explicacao_detalhada":"A palavra 'homem' é usada para denotar um indivíduo do sexo masculino, que desempenha um papel significativo nas interações sociais e familiares descritas no livro de Rute.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da figura masculina na cultura e na estrutura familiar da época.","conexao_teologica":"A figura do homem é muitas vezes associada à liderança e à responsabilidade nas Escrituras, refletindo o papel de Noemi e Rute na busca por proteção e provisão.","referencias_relacionadas":["Gênesis 2:18","Provérbios 18:22","Efésios 5:25"]},"rute_1_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou a importância do que está sendo dito, no contexto da conversa entre Noemi e suas noras.","explicacao_detalhada":"A palavra 'dizer' é utilizada para expressar a comunicação verbal, que é fundamental para a transmissão de instruções e sentimentos entre os personagens.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de comunicação clara e a importância das decisões que estão sendo tomadas.","conexao_teologica":"A comunicação é um aspecto vital nas relações humanas e na revelação divina, refletindo a importância da palavra de Deus.","referencias_relacionadas":["Salmos 119:105","Tiago 1:19","Mateus 12:36"]},"rute_1_11_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade, especialmente no contexto das dificuldades enfrentadas por Rute e Noemi.","explicacao_detalhada":"A palavra 'vida' é usada para descrever não apenas a existência física, mas também a qualidade e as experiências que a acompanham.","por_que_esta_palavra":"A escolha desta palavra ressalta a luta pela sobrevivência e a busca por uma vida plena em meio à adversidade.","conexao_teologica":"A vida é um tema central nas Escrituras, simbolizando a relação entre Deus e a humanidade, e a promessa de vida abundante.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 8:38-39"]},"rute_1_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se a um homem, destacando a necessidade de proteção e provisão.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a dependência de Rute e Noemi em relação aos homens de sua família para segurança e sustento.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que a proteção e a responsabilidade são esperadas dos homens na sociedade da época.","conexao_teologica":"A dependência de Rute e Noemi reflete a necessidade de apoio mútuo dentro da comunidade de fé.","referencias_relacionadas":["1 Timóteo 5:8","Salmos 68:5","Provérbios 31:10"]},"rute_1_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, conectando as ideias na conversa.","explicacao_detalhada":"A palavra 'porque' é fundamental para a lógica do discurso, explicando as motivações e decisões dos personagens.","por_que_esta_palavra":"Ela é escolhida para esclarecer as razões por trás das ações e sentimentos expressos por Noemi.","conexao_teologica":"A clareza na comunicação é essencial para a compreensão da vontade de Deus e das relações interpessoais.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Tiago 4:15"]},"rute_1_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de desespero ou queda, simbolizando a fragilidade da condição humana.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como uma metáfora para as dificuldades e desafios que Rute e Noemi enfrentam.","por_que_esta_palavra":"A escolha desta palavra destaca a vulnerabilidade das personagens em um contexto de perda e incerteza.","conexao_teologica":"A queda é um tema recorrente nas Escrituras, refletindo a necessidade de redenção e esperança em Deus.","referencias_relacionadas":["Salmos 37:24","2 Coríntios 12:9","Romanos 5:3-5"]},"rute_1_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente à figura masculina, enfatizando a necessidade de apoio e proteção.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a importância do papel masculino nas dinâmicas familiares e sociais.","por_que_esta_palavra":"A palavra é utilizada para sublinhar a dependência das mulheres em relação aos homens para segurança e sustento.","conexao_teologica":"A interdependência entre homens e mulheres é um tema importante nas Escrituras, refletindo a criação e o propósito de Deus para a humanidade.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:21-33","1 Pedro 3:7"]},"rute_1_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma justificativa, conectando as ideias na conversa.","explicacao_detalhada":"A palavra 'porque' é crucial para a lógica do discurso, explicando as motivações e decisões dos personagens.","por_que_esta_palavra":"Ela é escolhida para esclarecer as razões por trás das ações e sentimentos expressos por Noemi.","conexao_teologica":"A clareza na comunicação é essencial para a compreensão da vontade de Deus e das relações interpessoais.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Tiago 4:15"]},"rute_1_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas, enfatizando a relação social.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de Rute e Noemi em relação aos outros, destacando a interconexão das relações.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da comunidade e das relações interpessoais na narrativa.","conexao_teologica":"A vida cristã é vivida em comunidade, refletindo a importância do corpo de Cristo e da união entre os crentes.","referencias_relacionadas":["1 Coríntios 12:12-27","Hebreus 10:24-25","Gálatas 6:2"]},"rute_1_14_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a intensidade ou a profundidade da emoção ou da situação, no contexto da relação entre Rute e Noemi.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a força dos laços emocionais e das decisões que estão sendo feitas.","por_que_esta_palavra":"A escolha desta palavra ressalta a magnitude do compromisso de Rute com Noemi, que vai além das expectativas normais.","conexao_teologica":"O amor e o compromisso são temas centrais nas Escrituras, refletindo o amor de Deus por seu povo.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 13:10","1 João 4:19"]},"rute_1_14_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' aqui representa a expressão emocional e a comunicação entre Rute e Noemi, simbolizando a intensidade do momento.","explicacao_detalhada":"A palavra 'voz' (קוֹל, qôwl) é usada para descrever não apenas o som, mas também a mensagem que é transmitida. Neste contexto, a voz de Rute reflete sua determinação e lealdade a Noemi, mesmo em meio à dor da perda.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da comunicação e do compromisso emocional entre as personagens.","conexao_teologica":"A voz de Rute pode ser vista como um reflexo da voz de Deus que chama e guia seu povo, mostrando que a lealdade e o amor são fundamentais na relação com o Senhor.","referencias_relacionadas":["Rute 1:16","Salmos 29:4","Isaías 30:21"]},"rute_1_14_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão de Rute é um lamento que revela sua dor e determinação em permanecer com Noemi.","explicacao_detalhada":"A palavra 'expressão' (בָּכָה, bâkâh) refere-se ao ato de chorar ou lamentar. Neste contexto, Rute expressa sua tristeza pela perda, mas também sua resolução em seguir Noemi.","por_que_esta_palavra":"A expressão de dor é crucial para entender a profundidade do relacionamento entre Rute e Noemi, mostrando a força do amor e da amizade.","conexao_teologica":"O lamento de Rute pode ser visto como um paralelo ao lamento de Deus pelo seu povo, que também enfrenta dor e perda.","referencias_relacionadas":["Rute 1:14","Salmos 56:8","Jeremias 31:15"]},"rute_1_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O ato de 'dizer' é um momento de decisão e declaração de Rute, que expressa sua intenção de seguir Noemi.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) é usada para indicar a comunicação clara e decisiva. Rute declara sua intenção de não se separar de Noemi, o que é um ponto crucial na narrativa.","por_que_esta_palavra":"A palavra 'dizer' é significativa porque representa a ação de afirmar um compromisso, essencial para o desenvolvimento da história.","conexao_teologica":"As declarações feitas por Rute refletem a importância da palavra e do compromisso na vida cristã, onde a confissão de fé é fundamental.","referencias_relacionadas":["Rute 1:15","Mateus 5:37","Romanos 10:9"]},"rute_1_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A menção de 'Deus' é um reconhecimento da soberania divina sobre a vida de Rute e Noemi.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים, ʼĕlôhîym) é usada para enfatizar a presença e a autoridade de Deus nas decisões e nas vidas das personagens, mostrando que elas confiam em Sua providência.","por_que_esta_palavra":"A inclusão de 'Deus' reforça a ideia de que a lealdade e o compromisso são guiados por uma força maior.","conexao_teologica":"A presença de Deus na narrativa de Rute destaca a importância da fé e da confiança em Deus em tempos de incerteza.","referencias_relacionadas":["Rute 1:16","Salmos 46:1","Romanos 8:28"]},"rute_1_15_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"O verbo 'seguir' expressa a decisão de Rute de acompanhar Noemi, simbolizando lealdade e compromisso.","explicacao_detalhada":"A palavra 'seguir' (אַחַר, ʼachar) implica movimento e direção, indicando que Rute não apenas deseja estar com Noemi, mas também está disposta a trilhar o caminho que ela escolher.","por_que_esta_palavra":"A escolha de 'seguir' é significativa, pois representa a disposição de Rute em deixar sua terra natal e abraçar uma nova vida.","conexao_teologica":"A decisão de seguir Noemi pode ser vista como um paralelo ao chamado de Jesus para que seus discípulos O sigam, abandonando suas vidas anteriores.","referencias_relacionadas":["Rute 1:16","Mateus 16:24","Lucas 9:23"]},"rute_1_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição do ato de 'dizer' reforça a determinação de Rute em sua declaração de lealdade.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) aqui é usada novamente para enfatizar a importância da declaração de Rute, que é um ponto central na narrativa.","por_que_esta_palavra":"Repetir a palavra 'dizer' destaca a seriedade e a profundidade do compromisso de Rute.","conexao_teologica":"As palavras de Rute ecoam a importância da confissão e da declaração de fé na vida cristã.","referencias_relacionadas":["Rute 1:16","Salmos 119:11","Hebreus 10:23"]},"rute_1_16_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' sugere a construção de um novo futuro e uma nova vida ao lado de Noemi.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב, shûwb) implica um retorno ou uma reconstrução, simbolizando o desejo de Rute de criar uma nova vida em Israel.","por_que_esta_palavra":"A escolha de 'edificar' é significativa, pois representa a esperança e a renovação que Rute busca ao seguir Noemi.","conexao_teologica":"O ato de edificar pode ser visto como um reflexo do trabalho de Deus em nossas vidas, que nos chama a construir algo novo em nossa fé.","referencias_relacionadas":["Rute 1:16","Isaías 58:12","2 Coríntios 5:17"]},"rute_1_16_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A repetição do verbo 'seguir' enfatiza a determinação de Rute em acompanhar Noemi em sua jornada.","explicacao_detalhada":"A palavra 'seguir' (אַחַר, ʼachar) é usada novamente para reforçar a ideia de que Rute está comprometida em não se desviar do caminho escolhido.","por_que_esta_palavra":"A repetição destaca a importância da decisão de Rute e sua disposição em enfrentar o desconhecido.","conexao_teologica":"A disposição de Rute em seguir Noemi é um reflexo do chamado de Jesus para que sigamos a Ele, mesmo em tempos de incerteza.","referencias_relacionadas":["Rute 1:16","Mateus 4:19","Lucas 14:27"]},"rute_1_17_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para expressar a gravidade do compromisso de Rute, que está disposta a enfrentar até mesmo a morte.","explicacao_detalhada":"A palavra 'morte' (מָוֶת, mâveth) aqui simboliza a seriedade da declaração de Rute, que está disposta a seguir Noemi independentemente das consequências.","por_que_esta_palavra":"A menção da morte enfatiza a profundidade do amor e da lealdade que Rute sente por Noemi.","conexao_teologica":"A disposição de Rute em enfrentar a morte reflete o chamado cristão de levar a cruz e seguir a Cristo, mesmo diante de dificuldades.","referencias_relacionadas":["Rute 1:17","Mateus 10:39","Romanos 8:38-39"]},"rute_1_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é uma afirmação da seriedade do compromisso de Rute em relação a Noemi.","explicacao_detalhada":"A palavra 'morrer' (מוּת, mûwth) implica a disposição de Rute em sacrificar sua própria vida por amor e lealdade a Noemi.","por_que_esta_palavra":"A escolha da palavra 'morrer' é significativa, pois representa a entrega total que Rute está disposta a fazer.","conexao_teologica":"A disposição de Rute para morrer por Noemi reflete o amor sacrificial que Cristo demonstrou por nós na cruz.","referencias_relacionadas":["Rute 1:17","João 15:13","Gálatas 2:20"]},"rute_1_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade, refletindo a proteção e a determinação.","explicacao_detalhada":"No contexto de Rute 1:17, a palavra 'urso' pode ser vista como uma representação da lealdade e da força que Rute demonstra ao se comprometer com Noemi, simbolizando a proteção que ela oferece.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a intensidade do compromisso de Rute, mostrando que ela está disposta a enfrentar qualquer desafio.","conexao_teologica":"A lealdade de Rute é um reflexo da fidelidade de Deus para com Seu povo, mostrando que mesmo em tempos difíceis, há um compromisso divino.","referencias_relacionadas":["Rute 1:16","Rute 1:17","Salmos 91:4"]},"rute_1_18_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' indica um término ou conclusão, refletindo a decisão de Rute de seguir Noemi até o final.","explicacao_detalhada":"Em Rute 1:18, a palavra 'fim' é usada para mostrar que Rute não apenas se comprometeu a acompanhar Noemi, mas que está disposta a permanecer até o fim de sua jornada.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a profundidade do compromisso de Rute, que não se limita a um momento, mas se estende por toda a vida.","conexao_teologica":"O conceito de 'fim' também se relaciona com a ideia de perseverança na fé e na vida cristã, onde o compromisso com Deus deve ser até o fim.","referencias_relacionadas":["Rute 1:18","Mateus 24:13","Hebreus 12:1-2"]},"rute_1_18_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em percepção e entendimento, refletindo a clareza da decisão de Rute.","explicacao_detalhada":"No versículo Rute 1:18, 'ver' é usado para indicar que Rute percebeu a determinação de Noemi e decidiu seguir seu exemplo, mostrando discernimento em sua escolha.","por_que_esta_palavra":"A palavra 'ver' é importante porque destaca a consciência e a intencionalidade de Rute em sua decisão de vida.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde ver é muitas vezes associado a entender a vontade de Deus.","referencias_relacionadas":["Rute 1:18","Provérbios 3:5-6","Efésios 1:18"]},"rute_1_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão, explicando a motivação por trás da decisão de Rute.","explicacao_detalhada":"Em Rute 1:18, 'porque' é usado para justificar a escolha de Rute em seguir Noemi, mostrando que sua decisão é baseada em amor e lealdade.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a profundidade emocional e espiritual da decisão de Rute.","conexao_teologica":"A motivação por trás das ações é um tema importante na teologia, onde o amor e a lealdade a Deus são frequentemente destacados.","referencias_relacionadas":["Rute 1:18","1 Coríntios 13:4-7","João 15:13"]},"rute_1_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e comunidade, simbolizando o retorno a um lar.","explicacao_detalhada":"No contexto de Rute 1:19, 'cidade' é mencionada para indicar o retorno de Noemi e Rute a Belém, um lugar de pertencimento e identidade.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa a restauração e a nova vida que Rute e Noemi buscam.","conexao_teologica":"A ideia de cidade também pode ser vista como uma metáfora para a comunidade de fé e o Reino de Deus.","referencias_relacionadas":["Rute 1:19","Hebreus 11:10","Apocalipse 21:2"]},"rute_1_19_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica movimento e progresso, refletindo a jornada de Rute e Noemi.","explicacao_detalhada":"Em Rute 1:19, 'andar' é usado para descrever o ato de Rute e Noemi se dirigindo a Belém, simbolizando a transição e a nova fase de suas vidas.","por_que_esta_palavra":"A palavra 'andar' é importante porque representa a ação e a determinação de seguir em frente, apesar das dificuldades.","conexao_teologica":"A jornada de fé é frequentemente descrita como um 'andar' com Deus, enfatizando a importância do progresso espiritual.","referencias_relacionadas":["Rute 1:19","Salmos 119:105","Gálatas 5:16"]},"rute_1_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda ou a fragilidade, refletindo os desafios enfrentados por Rute e Noemi.","explicacao_detalhada":"No contexto de Rute 1:19, 'cair' pode ser interpretado como os obstáculos que elas enfrentam em sua jornada, mas também como uma oportunidade de se levantar e continuar.","por_que_esta_palavra":"A palavra 'cair' é significativa porque destaca a realidade das dificuldades na vida, mas também a esperança de superação.","conexao_teologica":"A queda e a redenção são temas centrais na teologia cristã, onde a graça de Deus permite que nos levantemos após a queda.","referencias_relacionadas":["Rute 1:19","Provérbios 24:16","Romanos 8:28"]},"rute_1_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a declaração de Noemi sobre sua situação.","explicacao_detalhada":"Em Rute 1:20, 'dizer' é importante porque Noemi está declarando sua nova identidade e a dor que sente, mostrando vulnerabilidade.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a importância da comunicação e da expressão emocional na narrativa.","conexao_teologica":"A comunicação é um aspecto vital da relação com Deus, onde Ele nos convida a expressar nossos sentimentos e necessidades.","referencias_relacionadas":["Rute 1:20","Salmos 34:18","Filipenses 4:6"]},"rute_1_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma razão, explicando a mudança na vida de Noemi.","explicacao_detalhada":"Em Rute 1:20, 'porque' é usado para justificar a nova identidade de Noemi, que se sente amarga devido às perdas que sofreu.","por_que_esta_palavra":"A palavra 'porque' é significativa para entender a profundidade da dor e da transformação que Noemi está passando.","conexao_teologica":"A dor e a transformação são temas recorrentes na Bíblia, onde Deus usa as dificuldades para moldar nosso caráter.","referencias_relacionadas":["Rute 1:20","Romanos 5:3-5","2 Coríntios 1:3-4"]},"rute_1_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade na vida de Noemi.","explicacao_detalhada":"Em Rute 1:21, Noemi menciona 'senhor' para reconhecer a mão de Deus em sua vida, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de Noemi com Deus e sua confiança em Sua soberania.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Senhor sobre todas as coisas.","referencias_relacionadas":["Rute 1:21","Salmos 115:3","Isaías 46:10"]},"rute_1_21_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O termo 'olho' é utilizado para expressar a percepção e a visão de Rute sobre sua situação de perda e desolação.","explicacao_detalhada":"Neste contexto, Rute fala sobre como ela se sente ao retornar a Belém após a morte de seu marido. O 'olho' simboliza a capacidade de enxergar a realidade de sua vida e a dor que a acompanha.","por_que_esta_palavra":"A palavra 'olho' é importante porque representa a visão interior de Rute, sua compreensão da situação e a necessidade de buscar um novo caminho.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus muitas vezes abre os olhos dos que estão em necessidade para que vejam Sua providência.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","2 Reis 6:17"]},"rute_1_22_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de reconstruir a vida de Rute e Noemi em Belém, após a perda de seus maridos.","explicacao_detalhada":"Rute e Noemi retornam a Belém com a esperança de recomeçar suas vidas. 'Edificar' implica em criar uma nova base para suas vidas, tanto emocional quanto espiritualmente.","por_que_esta_palavra":"A escolha da palavra 'edificar' é significativa, pois reflete a resiliência e a determinação de Rute em cuidar de sua sogra e de si mesma.","conexao_teologica":"A Bíblia frequentemente fala sobre edificação, tanto física quanto espiritual, como um ato de fé e obediência a Deus.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Efésios 2:22"]}}