{"rute_4_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar uma decisão ou fazer uma avaliação.","explicacao_detalhada":"Neste contexto, 'julgar' é o papel que Boaz assume ao lidar com a questão da propriedade e do resgate de Rute, mostrando responsabilidade e justiça.","por_que_esta_palavra":"A justiça é um tema central na narrativa, refletindo a necessidade de decisões justas e corretas em situações de conflito.","conexao_teologica":"Deus é descrito como o juiz justo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7","Provérbios 21:15","Miquéias 6:8"]},"rute_4_1_nome":{"palavra_pt":"nome","palavra_original":"בֹּעַז","transliteracao":"Bôʻaz","strong":"H1162","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa ou à sua reputação.","explicacao_detalhada":"No versículo, o nome 'Boaz' é significativo, pois representa não apenas a identidade do personagem, mas também suas qualidades de força e integridade.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos e refletem o caráter e a missão da pessoa.","conexao_teologica":"O nome de Jesus, por exemplo, significa 'Salvador', refletindo Sua missão redentora.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Filipenses 2:9"]},"rute_4_1_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' refere-se a uma entrada ou saída, mas também simboliza um lugar de decisões e julgamentos.","explicacao_detalhada":"No contexto, a porta da cidade é onde as decisões importantes eram tomadas, refletindo a importância da comunidade e da justiça social.","por_que_esta_palavra":"A porta é um símbolo de autoridade e de lugar onde a vida comunitária se desenrola.","conexao_teologica":"Jesus é descrito como a porta (João 10:9), simbolizando o acesso à salvação e à vida eterna.","referencias_relacionadas":["Deuteronômio 16:18","Mateus 7:7","Apocalipse 3:20"]},"rute_4_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida social e econômica.","explicacao_detalhada":"No versículo, a cidade é o cenário onde as interações sociais e as decisões legais ocorrem, refletindo a vida comunitária de Israel.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e de pertencimento, onde as relações sociais se desenvolvem.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a presença e a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"rute_4_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"No contexto de Rute 4:2, 'julgar' refere-se ao ato de tomar uma decisão legal ou moral sobre uma questão, especialmente em relação à propriedade e direitos familiares.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de um líder ou ancião em resolver disputas e garantir que a justiça seja feita. No caso de Rute, Boaz se apresenta como um juiz que deve decidir sobre a reivindicação de Rute e a propriedade de Noemi.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a importância da justiça e da responsabilidade social na comunidade israelita, refletindo o papel dos anciãos como guardiões da lei e da moral.","conexao_teologica":"A justiça é um tema central na teologia bíblica, refletindo o caráter de Deus como justo e reto. O ato de julgar corretamente é visto como uma expressão da vontade divina.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 31:9"]},"rute_4_2_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Neste versículo, 'tomar' se refere ao ato de adquirir ou reivindicar algo, especialmente no contexto de propriedade e direitos familiares.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de Boaz ao reivindicar sua posição como parente redentor, mostrando seu compromisso em restaurar a linhagem de Elimeleque.","por_que_esta_palavra":"A escolha da palavra 'tomar' destaca a ação proativa de Boaz em garantir que a herança e a continuidade da família fossem mantidas, refletindo a importância da responsabilidade familiar.","conexao_teologica":"A ideia de redempção é central na narrativa bíblica, simbolizando a ação de Deus em restaurar e salvar seu povo.","referencias_relacionadas":["Levítico 25:25","Rute 4:4","Gálatas 3:13"]},"rute_4_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' neste contexto refere-se à comunicação de uma decisão ou declaração importante, especialmente em um ambiente legal.","explicacao_detalhada":"Boaz, ao 'dizer', está formalizando sua intenção de redimir Rute e a propriedade, o que é um passo crucial na narrativa e na restauração da família de Elimeleque.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da palavra falada e das promessas feitas em um contexto legal e social.","conexao_teologica":"A fala de Boaz reflete a importância da palavra de Deus e das promessas que Ele faz ao seu povo, mostrando que as palavras têm poder e significado.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Mateus 5:37"]},"rute_4_3_libertar":{"palavra_pt":"redimir/resgatar","palavra_original":"גָּאַל","transliteracao":"gâʼal","strong":"H1350","significado_raiz":"Ideia básica: redimir.","significado_contextual":"O termo 'redimir' refere-se ao ato de recuperar ou restaurar algo que foi perdido, especialmente no contexto de propriedade e família.","explicacao_detalhada":"Boaz se apresenta como o redentor, disposto a resgatar Rute e a herança de Noemi, o que é um ato de amor e responsabilidade familiar.","por_que_esta_palavra":"A palavra 'redimir' é fundamental na narrativa, pois representa a ação de Boaz em cumprir a lei do levirato e restaurar a linhagem de Elimeleque.","conexao_teologica":"A redenção é um tema central na Bíblia, simbolizando a ação de Deus em resgatar seu povo da escravidão do pecado.","referencias_relacionadas":["Levítico 25:48","Isaías 43:1","Gálatas 4:5"]},"rute_4_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Neste versículo, 'julgar' novamente se refere ao ato de tomar uma decisão legal, especialmente em relação à reivindicação de Rute.","explicacao_detalhada":"Boaz, como juiz, deve avaliar a situação e decidir sobre a reivindicação de Rute e a propriedade, mostrando a importância da justiça na comunidade.","por_que_esta_palavra":"A repetição da palavra 'julgar' reforça a seriedade da situação e a necessidade de uma decisão justa e correta.","conexao_teologica":"A justiça é um reflexo do caráter de Deus, e a responsabilidade de julgar corretamente é um chamado para todos os crentes.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 37:28","Miquéias 6:8"]},"rute_4_4_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como as intenções e decisões são comunicadas, especialmente em um contexto legal.","explicacao_detalhada":"Boaz usa expressões claras para comunicar sua intenção de redimir Rute, o que é crucial para a compreensão da narrativa.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da clareza na comunicação, especialmente em questões legais e familiares.","conexao_teologica":"A comunicação clara é essencial nas relações humanas e reflete o caráter de Deus, que se comunica de forma clara e direta com seu povo.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"rute_4_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' aqui novamente se refere à comunicação de uma decisão importante, que impacta a vida de Rute e Noemi.","explicacao_detalhada":"Boaz, ao 'dizer', formaliza sua decisão de redimir Rute, o que é um ato de grande responsabilidade e amor.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a importância das promessas e declarações feitas em um contexto de compromisso.","conexao_teologica":"As palavras têm poder, e a declaração de Boaz reflete a fidelidade de Deus em cumprir suas promessas.","referencias_relacionadas":["Romanos 10:9","Hebreus 10:23","1 João 1:9"]},"rute_4_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico em que as ações e decisões estão sendo tomadas, especialmente em um contexto legal.","explicacao_detalhada":"O 'dia' mencionado é significativo, pois marca o momento em que Boaz toma a decisão de redimir Rute, um evento crucial na narrativa.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do tempo e das oportunidades em nossas vidas, especialmente em relação às decisões que impactam o futuro.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para cumprir sua vontade e viver de acordo com seus propósitos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"rute_4_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, um tema que permeia a narrativa de Rute, especialmente em relação à perda de Elimeleque e seus filhos.","explicacao_detalhada":"A menção da morte é um lembrete da fragilidade da vida e da importância da redenção e continuidade da linhagem familiar.","por_que_esta_palavra":"A escolha da palavra 'morrer' destaca a realidade da mortalidade e a necessidade de esperança e redenção em meio à dor.","conexao_teologica":"A morte é uma consequência do pecado, mas a redenção em Cristo oferece esperança de vida eterna.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","Hebreus 9:27"]},"rute_4_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de restaurar ou trazer algo de volta à vida, especialmente no contexto de família e herança.","explicacao_detalhada":"Boaz, ao 'levantar' a linhagem de Elimeleque, está cumprindo sua responsabilidade como parente redentor, garantindo a continuidade da família.","por_que_esta_palavra":"A escolha da palavra 'levantar' simboliza a esperança e a restauração que vêm através da redenção.","conexao_teologica":"A ressurreição e a nova vida são temas centrais na teologia cristã, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Isaías 26:19","João 11:25","Romanos 8:11"]},"rute_4_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a intenção de Boaz em comunicar sua decisão sobre a redempção.","explicacao_detalhada":"No contexto de Rute 4:6, Boaz está se dirigindo a um parente mais próximo, explicando a situação de Rute e a necessidade de redempção. A palavra 'dizer' enfatiza a importância da comunicação clara em decisões que afetam a vida de outros.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a necessidade de transparência e honestidade nas relações familiares e sociais.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, onde Deus se revela e se comunica através de Sua Palavra.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 19:14"]},"rute_4_6_libertar":{"palavra_pt":"redimir/resgatar","palavra_original":"גָּאַל","transliteracao":"gâʼal","strong":"H1350","significado_raiz":"Ideia básica: redimir.","significado_contextual":"A palavra 'redimir' refere-se ao ato de Boaz em assumir a responsabilidade de resgatar Rute e a propriedade de Elimeleque.","explicacao_detalhada":"Redimir implica não apenas a compra de uma propriedade, mas também a restauração da dignidade e do futuro de Rute e Noemi. Este ato de redempção é um reflexo do amor e da compaixão.","por_que_esta_palavra":"A palavra 'redimir' é central na narrativa, pois representa a ação de Boaz como um 'goel' (redentor), que é um papel importante na cultura israelita.","conexao_teologica":"A redempção é um tema central na Bíblia, simbolizando a salvação que Cristo oferece à humanidade.","referencias_relacionadas":["Levítico 25:25","Isaías 43:1","Gálatas 3:13"]},"rute_4_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a sinceridade e a integridade nas ações de Boaz.","explicacao_detalhada":"No contexto, Boaz está se comprometendo a agir de acordo com a verdade e a justiça, não apenas em relação a Rute, mas também em relação ao seu parente.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da honestidade nas interações humanas e na observância das leis de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletido na vida dos crentes.","referencias_relacionadas":["Salmos 15:2","João 8:32","Efésios 4:15"]},"rute_4_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de Boaz em tomar uma posição e agir em favor de Rute.","explicacao_detalhada":"Boaz se levanta para reivindicar seu direito de redentor, mostrando iniciativa e responsabilidade. Este ato é crucial para a continuidade da linhagem de Elimeleque.","por_que_esta_palavra":"'Levantar' simboliza ação e compromisso, refletindo a disposição de Boaz em agir em prol dos necessitados.","conexao_teologica":"Deus frequentemente 'levanta' pessoas para cumprir Seus propósitos, mostrando que Ele usa indivíduos para realizar Sua vontade.","referencias_relacionadas":["Salmos 113:7","Isaías 60:1","Mateus 5:14"]},"rute_4_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no contexto de Boaz oferecendo a Rute a oportunidade de ser redimida.","explicacao_detalhada":"Boaz não apenas dá a Rute a chance de ser redimida, mas também demonstra generosidade e amor ao se comprometer com ela.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade e a disposição de Boaz em sacrificar-se pelo bem de Rute e Noemi.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus, que dá livremente a todos os que O buscam.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Atos 20:35"]},"rute_4_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a presença e a atenção que Boaz dá a Rute.","explicacao_detalhada":"O 'rosto' simboliza a conexão pessoal e a relação que Boaz estabelece com Rute, mostrando que ele a vê e a valoriza.","por_que_esta_palavra":"A ênfase no 'rosto' destaca a importância do relacionamento e da atenção nas interações humanas.","conexao_teologica":"Deus se revela a nós e nos chama pelo nome, mostrando que Ele nos vê e se importa com cada um de nós.","referencias_relacionadas":["Salmos 27:8","Mateus 5:8","Hebreus 11:6"]},"rute_4_8_nome":{"palavra_pt":"nome","palavra_original":"בֹּעַז","transliteracao":"Bôʻaz","strong":"H1162","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Boaz e ao seu papel como redentor.","explicacao_detalhada":"O nome 'Boaz' é significativo, pois significa 'rapidez' ou 'força', refletindo suas qualidades como um redentor forte e ágil em agir.","por_que_esta_palavra":"A escolha do nome é importante, pois nomes na cultura hebraica carregam significados e implicações sobre o caráter da pessoa.","conexao_teologica":"O nome de Jesus, que significa 'Salvador', carrega um significado profundo sobre Sua missão e identidade.","referencias_relacionadas":["Salmos 113:1","Mateus 1:21","Filipenses 2:9"]},"rute_4_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada novamente para enfatizar a comunicação de Boaz sobre sua decisão de redimir.","explicacao_detalhada":"Boaz reafirma sua intenção de redimir Rute, mostrando a importância da palavra e do compromisso em suas ações.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a seriedade e a clareza da promessa que Boaz faz.","conexao_teologica":"A palavra de Deus é fiel e verdadeira, e assim como Boaz, Deus cumpre Suas promessas.","referencias_relacionadas":["Números 23:19","Isaías 55:11","Hebreus 10:23"]},"rute_4_8_libertar":{"palavra_pt":"redimir/resgatar","palavra_original":"גָּאַל","transliteracao":"gâʼal","strong":"H1350","significado_raiz":"Ideia básica: redimir.","significado_contextual":"A palavra 'redimir' é novamente usada para enfatizar a ação de Boaz em resgatar Rute.","explicacao_detalhada":"Boaz reafirma seu papel de redentor, mostrando que ele está disposto a agir em favor de Rute e Noemi.","por_que_esta_palavra":"A repetição da palavra 'redimir' destaca a importância da ação de Boaz e a continuidade da linhagem.","conexao_teologica":"A redempção é um tema central na Bíblia, refletindo o amor de Deus por Seu povo.","referencias_relacionadas":["Salmos 130:7","Romanos 3:24","1 Pedro 1:18-19"]},"rute_4_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Boaz se dirige ao parente mais próximo sobre a redempção.","explicacao_detalhada":"Boaz aborda a situação com sabedoria e respeito, mostrando a importância de como as coisas são ditas e feitas.","por_que_esta_palavra":"A escolha do 'modo' enfatiza a necessidade de agir com consideração e respeito nas relações interpessoais.","conexao_teologica":"A maneira como nos comportamos e nos comunicamos reflete nosso caráter e a imagem de Deus em nós.","referencias_relacionadas":["Colossenses 4:6","1 Pedro 3:15","Provérbios 15:1"]},"rute_4_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que um evento ocorre, simbolizando um período de atividade ou de decisão.","explicacao_detalhada":"No contexto de Rute 4:9, o 'dia' é o momento em que Boaz declara sua intenção de redimir Rute, marcando um ponto crucial na narrativa da redenção.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância do momento em que decisões significativas são tomadas.","conexao_teologica":"O conceito de 'dia' pode ser visto como um símbolo do tempo de Deus, onde Ele age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"rute_4_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo, especialmente em um contexto de importância.","explicacao_detalhada":"Neste versículo, a palavra 'dizer' é usada quando Boaz se dirige aos anciãos e ao povo, declarando sua intenção de redimir Rute, o que é um ato significativo na história.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação verbal em momentos de decisão e compromisso.","conexao_teologica":"A fala é um meio pelo qual Deus se revela e se comunica com Seu povo, e a declaração de Boaz reflete a importância da palavra na aliança.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Romanos 10:17"]},"rute_4_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de tomar uma posição ou assumir responsabilidade.","explicacao_detalhada":"Boaz 'levanta' a questão da redenção, assumindo a responsabilidade de cuidar de Rute e de sua família, o que é um ato de amor e compromisso.","por_que_esta_palavra":"A palavra 'levantar' simboliza a ação de tomar uma posição ativa em relação a uma situação, especialmente em contextos de redenção.","conexao_teologica":"Levantar-se em defesa dos necessitados é um princípio central na teologia bíblica, refletindo o caráter de Deus como Redentor.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Gálatas 6:2"]},"rute_4_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, mas também pode simbolizar a morte de um ciclo ou de uma situação.","explicacao_detalhada":"A menção da morte neste contexto pode estar relacionada à ideia de que a redenção traz nova vida, superando a morte e a perda.","por_que_esta_palavra":"A palavra 'morrer' é usada para contrastar a vida que Boaz oferece a Rute com a morte que ela enfrentou como viúva.","conexao_teologica":"A morte e a ressurreição são temas centrais na teologia cristã, refletindo a esperança de vida nova em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","João 11:25-26"]},"rute_4_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em Rute 4:9, refere-se a um momento específico em que uma decisão importante é feita.","explicacao_detalhada":"O 'dia' em que Boaz decide redimir Rute é um marco na história, simbolizando a intervenção divina na vida das pessoas.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo e das decisões que moldam o futuro.","conexao_teologica":"Deus age em momentos específicos da história, e cada 'dia' pode ser visto como uma oportunidade para cumprir Seus planos.","referencias_relacionadas":["Salmos 90:12","Atos 17:26","Efésios 5:16"]},"rute_4_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um modo de agir ou a uma maneira de proceder, especialmente em contextos de honra e respeito.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a maneira como Boaz se apresenta e se comporta diante dos anciãos, demonstrando seu caráter e integridade.","por_que_esta_palavra":"A escolha da palavra 'urso' ressalta a importância de agir com dignidade e responsabilidade em situações de compromisso.","conexao_teologica":"A maneira como nos comportamos reflete nosso relacionamento com Deus e nosso testemunho diante dos outros.","referencias_relacionadas":["1 Pedro 2:12","Colossenses 3:23","Mateus 5:16"]},"rute_4_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Assim como em Rute 4:9, refere-se à comunicação de uma intenção ou decisão significativa.","explicacao_detalhada":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da declaração de Boaz sobre sua intenção de redimir Rute.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a relevância da comunicação clara em momentos de decisão.","conexao_teologica":"A comunicação é uma ferramenta poderosa que Deus usa para revelar Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Provérbios 15:23","Efésios 4:29","Hebreus 10:24-25"]},"rute_4_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como algo é feito, especialmente em relação a ações e comportamentos.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a maneira como Boaz se comporta em relação aos anciãos e a Rute, refletindo seu caráter.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da atitude e do comportamento nas interações sociais.","conexao_teologica":"A forma como agimos é um reflexo do nosso coração e da nossa fé, e deve glorificar a Deus.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:12-14","1 Timóteo 4:12"]},"rute_4_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, à família e ao lugar de pertencimento.","explicacao_detalhada":"A palavra 'casa' é central na narrativa, simbolizando a nova vida e a restauração que Boaz oferece a Rute e Noemi.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da família e da comunidade na vida do povo de Deus.","conexao_teologica":"A casa é um símbolo da presença de Deus e do Seu cuidado pela humanidade, refletindo a ideia de que somos parte da família de Deus.","referencias_relacionadas":["Salmos 127:1","Efésios 2:19","1 Pedro 2:5"]},"rute_4_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à transição de um estado para outro, muitas vezes associado a mudanças significativas.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda de uma situação anterior e a ascensão a uma nova vida através da redenção.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a transformação que ocorre na vida de Rute ao ser redimida por Boaz.","conexao_teologica":"A ideia de cair e levantar-se é um tema recorrente na Bíblia, refletindo a redenção e a restauração que Deus oferece.","referencias_relacionadas":["Isaías 40:31","Salmos 37:24","Romanos 8:1"]},"rute_4_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, essencial para entender a dinâmica social e familiar na narrativa.","explicacao_detalhada":"No contexto de Rute 4:12, a palavra 'entre' é usada para descrever a posição de Rute na linhagem de Boaz, enfatizando a importância da inclusão dela na família e na herança.","por_que_esta_palavra":"A escolha da palavra 'entre' ressalta a ideia de pertencimento e a continuidade da linhagem, que é um tema central no livro de Rute.","conexao_teologica":"A inclusão de Rute entre os israelitas simboliza a graça de Deus que se estende a todos, independentemente de sua origem, refletindo a mensagem de salvação universal.","referencias_relacionadas":["Rute 4:10","Rute 4:14","Mateus 1:5"]},"rute_4_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de Boaz em tomar Rute como esposa, simbolizando um ato de generosidade e responsabilidade.","explicacao_detalhada":"Em Rute 4:13, a palavra 'dar' reflete a ação de Boaz em assumir a responsabilidade de redentor, oferecendo proteção e um futuro a Rute.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender o papel de Boaz como redentor, que não apenas toma Rute como esposa, mas também lhe oferece uma nova vida.","conexao_teologica":"Este ato de dar é uma representação do amor sacrificial e da redenção que Cristo oferece à humanidade.","referencias_relacionadas":["Rute 2:1","Rute 3:9","Efésios 5:25"]},"rute_4_13_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica uma ação decisiva de Boaz ao aceitar Rute, simbolizando a união e o compromisso.","explicacao_detalhada":"No versículo Rute 4:13, 'tomar' destaca a escolha consciente de Boaz em se unir a Rute, estabelecendo um novo laço familiar.","por_que_esta_palavra":"A palavra 'tomar' é importante porque enfatiza a ação voluntária e a responsabilidade que Boaz assume ao se casar com Rute.","conexao_teologica":"A união de Boaz e Rute é um símbolo da união entre Cristo e a Igreja, onde Ele toma a Igreja como Sua noiva.","referencias_relacionadas":["Rute 3:11","Gênesis 2:24","Efésios 5:31"]},"rute_4_13_nome":{"palavra_pt":"nome","palavra_original":"בֹּעַז","transliteracao":"Bôʻaz","strong":"H1162","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Boaz, que é significativa na narrativa, pois representa honra e reputação.","explicacao_detalhada":"Em Rute 4:13, o nome 'Boaz' é mencionado, simbolizando não apenas a pessoa, mas também seu caráter e a linhagem que ele representa.","por_que_esta_palavra":"A ênfase no nome é crucial, pois a identidade de Boaz está ligada ao seu papel como redentor e à continuidade da linhagem de Davi.","conexao_teologica":"O nome de Boaz se conecta à ideia de que Deus conhece e chama cada um pelo nome, refletindo Sua intimidade com o Seu povo.","referencias_relacionadas":["Rute 2:1","Mateus 1:5","Isaías 43:1"]},"rute_4_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para marcar um tempo significativo na vida de Rute e Boaz, simbolizando um novo começo.","explicacao_detalhada":"Em Rute 4:14, 'dia' refere-se ao momento em que a bênção é proclamada sobre o casal, indicando a importância do evento na história.","por_que_esta_palavra":"A menção do 'dia' destaca a importância do tempo e das bênçãos de Deus em momentos decisivos da vida.","conexao_teologica":"Este 'dia' é um lembrete de que Deus age em momentos específicos da história para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Rute 1:6"]},"rute_4_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a declaração de bênção e reconhecimento da ação de Deus na vida de Rute e Boaz.","explicacao_detalhada":"No contexto de Rute 4:14, 'dizer' refere-se à proclamação de bênçãos sobre o casal, enfatizando a importância da palavra e da declaração na cultura hebraica.","por_que_esta_palavra":"A palavra 'dizer' é fundamental, pois as bênçãos são frequentemente proclamadas em momentos de celebração e compromisso.","conexao_teologica":"As palavras têm poder, e a bênção pronunciada sobre Rute e Boaz reflete a importância da palavra de Deus em nossas vidas.","referencias_relacionadas":["Números 6:24-26","Provérbios 18:21","Rute 1:9"]},"rute_4_14_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher/esposa' é central na narrativa, pois Rute é apresentada como a protagonista que traz redenção à sua família.","explicacao_detalhada":"Em Rute 4:14, a referência a 'mulher' destaca o papel de Rute como esposa e mãe, enfatizando a importância da mulher na continuidade da linhagem.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois representa não apenas a identidade de Rute, mas também o papel vital que as mulheres desempenham na história da salvação.","conexao_teologica":"Rute é uma figura que ilustra a inclusão e a dignidade das mulheres no plano de Deus, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Lucas 1:48"]},"rute_4_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de Rute e sua necessidade de proteção e sustento.","explicacao_detalhada":"Em Rute 4:15, 'cair' refere-se à vulnerabilidade de Rute como viúva, destacando a importância do papel de Boaz como redentor.","por_que_esta_palavra":"A palavra 'cair' é importante, pois enfatiza a fragilidade da condição humana e a necessidade de apoio e redenção.","conexao_teologica":"A vulnerabilidade de Rute reflete a condição de todos nós, que precisamos da graça e da proteção de Deus em nossas vidas.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28","Tiago 4:6"]},"rute_4_15_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' é usada para descrever a construção de uma nova família e a continuidade da linhagem.","explicacao_detalhada":"Em Rute 4:15, 'edificar' refere-se ao papel de Boaz em restaurar a família de Elimeleque através do casamento com Rute.","por_que_esta_palavra":"A palavra 'edificar' é significativa, pois representa a ação de Deus em restaurar e construir novas vidas e famílias.","conexao_teologica":"Deus é o arquiteto de nossas vidas, e a edificação de uma nova família em Rute e Boaz simboliza a obra redentora de Cristo na Igreja.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Efésios 2:19-22"]},"rute_4_15_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência da vida de Rute e à importância da continuidade da linhagem.","explicacao_detalhada":"Em Rute 4:15, 'alma' destaca a profundidade da vida e da identidade de Rute, enfatizando a importância de sua contribuição para a história.","por_que_esta_palavra":"A palavra 'alma' é significativa, pois representa a totalidade do ser e a importância de cada pessoa na narrativa de Deus.","conexao_teologica":"A vida de Rute é um testemunho da providência de Deus, que cuida de cada alma e a inclui em Seu plano redentor.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:9"]},"rute_4_16_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é usada no contexto de Rute sendo reconhecida como parte da linhagem de Davi, enfatizando a fé e a confiança nas promessas de Deus.","explicacao_detalhada":"O termo 'crer' implica uma crença profunda e um compromisso com a verdade. Em Rute 4:16, a ação de edificar a casa de Noemi é um ato de fé e lealdade.","por_que_esta_palavra":"Esta palavra é central para a narrativa, pois reflete a confiança de Rute nas promessas de Deus e sua disposição em se unir à família de Noemi.","conexao_teologica":"A fé é um tema recorrente na Bíblia, e a disposição de Rute em crer e agir de acordo com essa crença é um exemplo de fé ativa.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"rute_4_16_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de Rute ao agarrar a oportunidade de se unir à linhagem de Noemi e Boaz.","explicacao_detalhada":"Tomar implica uma ação deliberada e intencional. Rute toma a iniciativa de se casar com Boaz, o que é um passo significativo na restauração da família de Noemi.","por_que_esta_palavra":"Esta palavra destaca a determinação de Rute em assegurar seu lugar na família e na história da salvação.","conexao_teologica":"A ideia de tomar ou agarrar oportunidades é um princípio importante na vida cristã, onde os crentes são chamados a agir em fé.","referencias_relacionadas":["Filipenses 3:12","1 Coríntios 9:24","Tiago 1:22"]},"rute_4_16_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada para descrever o filho que Rute teve com Boaz, simbolizando a continuidade da linhagem.","explicacao_detalhada":"A criança representa não apenas a continuidade da família, mas também a bênção de Deus sobre Rute e Boaz, mostrando como Deus opera na história.","por_que_esta_palavra":"A menção da criança é crucial, pois ela é parte do plano redentor de Deus, ligando Rute à genealogia de Jesus.","conexao_teologica":"A importância da família e da descendência é um tema central na Bíblia, refletindo o plano de Deus para a redenção.","referencias_relacionadas":["Mateus 1:5","Lucas 1:32-33","Salmos 127:3"]},"rute_4_17_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada quando o povo reconhece a criança e dá a ela um nome, simbolizando a aceitação e a identidade.","explicacao_detalhada":"Chamar alguém pelo nome é um ato de reconhecimento e pertencimento. A criança é chamada de Obede, que significa servo, indicando seu papel na história.","por_que_esta_palavra":"A ação de chamar destaca a importância da identidade e do propósito que cada pessoa tem dentro do plano de Deus.","conexao_teologica":"Deus chama cada um de nós pelo nome, e isso reflete nosso valor e propósito em Sua criação.","referencias_relacionadas":["Isaías 43:1","João 10:3","Romanos 8:28"]},"rute_4_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada no contexto de proclamação e reconhecimento da importância da criança na linhagem de Davi.","explicacao_detalhada":"Dizer algo implica uma declaração de verdade. O povo reconhece a grandeza do que Deus fez através de Rute e Boaz.","por_que_esta_palavra":"A declaração do povo enfatiza a ação de Deus na história e a importância da criança como parte do plano divino.","conexao_teologica":"A proclamação da verdade é fundamental na fé cristã, onde somos chamados a declarar as obras de Deus.","referencias_relacionadas":["Salmos 105:1","Mateus 28:19-20","Atos 1:8"]},"rute_4_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao papel da criança na continuidade da linhagem de Noemi e Boaz.","explicacao_detalhada":"O filho é visto como uma bênção e um cumprimento das promessas de Deus, simbolizando a restauração da família.","por_que_esta_palavra":"A ênfase no filho destaca a importância da família e da herança na cultura israelita.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde somos chamados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","1 João 3:1"]},"rute_4_18_familia":{"palavra_pt":"familia","palavra_original":"תּוֹלְדָה","transliteracao":"tôwlᵉdâh","strong":"H8435","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' é usada para descrever a linhagem que se origina de Rute e Boaz, enfatizando a importância da herança.","explicacao_detalhada":"A família é um tema central em Rute, mostrando como Deus usa relacionamentos para cumprir Seus propósitos.","por_que_esta_palavra":"A menção da família destaca a continuidade da história da salvação e a importância das gerações.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da igreja, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 3:15","Colossenses 3:18-21","1 Timóteo 5:8"]},"rute_4_18_nome":{"palavra_pt":"nome","palavra_original":"פֶּרֶץ","transliteracao":"Perets","strong":"H6557","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para identificar a criança e sua importância na genealogia de Jesus.","explicacao_detalhada":"O nome é um símbolo de identidade e propósito. O nome Perets carrega um significado que reflete a força e a continuidade.","por_que_esta_palavra":"A escolha do nome é significativa, pois representa a conexão com a história e o plano de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao caráter e ao propósito de Deus.","referencias_relacionadas":["Mateus 1:3-6","Apocalipse 3:12","Salmos 91:14"]},"rute_4_18_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência ao ato de dar à luz, simbolizando a nova vida e a continuidade da linhagem.","explicacao_detalhada":"Dar à luz é um ato que representa não apenas a vida física, mas também a realização das promessas de Deus.","por_que_esta_palavra":"A menção ao ato de dar à luz destaca a ação de Deus em trazer vida e esperança através de Rute.","conexao_teologica":"A nova vida em Cristo é um tema central na fé cristã, simbolizando a transformação e a redenção.","referencias_relacionadas":["João 3:3","2 Coríntios 5:17","Romanos 6:4"]},"rute_4_19_nome":{"palavra_pt":"nome","palavra_original":"חֶצְרוֹן","transliteracao":"Chetsrôwn","strong":"H2696","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada novamente para enfatizar a importância da linhagem e da identidade na história de Israel.","explicacao_detalhada":"O nome Chetsrôwn é significativo, pois representa a continuidade e a conexão com as promessas de Deus.","por_que_esta_palavra":"A repetição da ênfase no nome destaca a importância da genealogia e do plano divino na história da salvação.","conexao_teologica":"Os nomes na Bíblia frequentemente revelam o caráter de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Mateus 1:3-6","Gênesis 5:1","Êxodo 3:15"]},"rute_4_19_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de gerar ou dar à luz, simbolizando a continuidade da linhagem.","explicacao_detalhada":"No contexto de Rute 4:19, a palavra 'urso' é usada para descrever a ação de um ancestral que gera descendentes. Isso é importante para a genealogia de Davi e, consequentemente, para a linhagem messiânica.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a importância da procriação e da continuidade familiar na cultura israelita.","conexao_teologica":"A geração de descendentes é um tema central na Bíblia, refletindo a promessa de Deus a Abraão de que sua descendência seria numerosa e abençoada.","referencias_relacionadas":["Gênesis 1:28","Gênesis 17:4-5","Salmos 127:3-5"]},"rute_4_20_nome":{"palavra_pt":"nome","palavra_original":"עַמִּינָדָב","transliteracao":"ʻAmmîynâdâb","strong":"H5992","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Ammîynâdâb' é significativo, pois representa um ancestral que faz parte da linhagem de Davi.","explicacao_detalhada":"Em Rute 4:20, o nome 'Ammîynâdâb' é mencionado como parte da genealogia que leva a Davi. Nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o caráter dos indivíduos.","por_que_esta_palavra":"Os nomes são importantes na narrativa bíblica, pois muitas vezes carregam significados que se relacionam com a história e o propósito divino.","conexao_teologica":"A genealogia de Jesus em Mateus 1:1-16 mostra a importância dos nomes e das linhagens na realização das promessas de Deus.","referencias_relacionadas":["Mateus 1:4-5","Lucas 3:33","Gênesis 5:1-32"]},"rute_4_20_naashon":{"palavra_pt":"naashon","palavra_original":"נַחְשׁוֹן","transliteracao":"Nachshôwn","strong":"H5177","significado_raiz":"Ideia básica: naashon.","significado_contextual":"Naashon é um nome que representa um ancestral importante na linhagem de Judá.","explicacao_detalhada":"Em Rute 4:20, Naashon é mencionado como parte da genealogia que leva a Davi. Ele é reconhecido como um líder durante o Êxodo, o que acrescenta peso à sua linhagem.","por_que_esta_palavra":"O nome Naashon é relevante porque representa a conexão entre a história do povo de Israel e a linhagem real que culmina em Jesus.","conexao_teologica":"A linhagem de Naashon é uma parte crucial da história da salvação, mostrando como Deus trabalha através de gerações.","referencias_relacionadas":["Êxodo 6:23","Números 1:7","Mateus 1:4"]},"rute_4_20_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Em Rute 4:20, \"urso\" aparece na frase \"E Aminadabe gerou a Naassom, e Naassom gerou a Salmom,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יָלַד; yâlad; H3205), \"urso\" traz a ideia de urso. Aqui, essa palavra deixa o ensino de Rute 4:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"urso\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Rute 4:21. Lendo junto com Rute 4:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Rute 4:20","Rute 4:21","Salmos 119:105"]},"rute_4_21_nome":{"palavra_pt":"nome","palavra_original":"בֹּעַז","transliteracao":"Bôʻaz","strong":"H1162","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Bôʻaz' é significativo na narrativa, pois representa um personagem central na história de Rute.","explicacao_detalhada":"Bôaz, mencionado em Rute 4:21, é o redentor que casa com Rute, simbolizando a restauração e a continuidade da linhagem de Elimeleque.","por_que_esta_palavra":"O nome Bôaz é importante porque ele representa a bondade e a generosidade de Deus em prover um redentor para Rute e Noemi.","conexao_teologica":"A história de Bôaz e Rute é um exemplo do amor redentor de Cristo por sua noiva, a Igreja.","referencias_relacionadas":["Rute 2:1","Rute 4:10","Mateus 1:5"]},"rute_4_21_salmon":{"palavra_pt":"salmon","palavra_original":"שַׂלְמוֹן","transliteracao":"Salmôwn","strong":"H8012","significado_raiz":"Ideia básica: salmon.","significado_contextual":"Salmon é um nome que representa um ancestral na linhagem de Davi e é mencionado em Rute 4:21.","explicacao_detalhada":"Salmon, pai de Boaz, é uma figura importante na genealogia, mostrando a continuidade da linhagem que leva ao Messias.","por_que_esta_palavra":"O nome Salmon é relevante para entender a história da salvação e como Deus usa famílias e gerações para cumprir suas promessas.","conexao_teologica":"A genealogia de Jesus, que inclui Salmon, destaca a soberania de Deus em usar pessoas comuns para realizar seu plano divino.","referencias_relacionadas":["Mateus 1:4","Rute 4:21","Hebreus 11:31"]},"rute_4_21_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Em Rute 4:21, \"urso\" aparece na frase \"E Salmom gerou a Boaz, e Boaz gerou a Obede,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יָלַד; yâlad; H3205), \"urso\" traz a ideia de urso. Aqui, essa palavra deixa o ensino de Rute 4:21 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"urso\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Rute 4:22. Lendo junto com Rute 4:21, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Rute 4:21","Rute 4:22","Salmos 119:105"]},"rute_4_22_nome":{"palavra_pt":"nome","palavra_original":"עוֹבֵד","transliteracao":"ʻÔwbêd","strong":"H5744","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'ʻÔwbêd' é significativo, pois representa um descendente de Rute e Boaz.","explicacao_detalhada":"ʻÔwbêd, mencionado em Rute 4:22, é o filho de Rute e Boaz, e seu nome significa 'servo', simbolizando a servidão e a dedicação a Deus.","por_que_esta_palavra":"O nome ʻÔwbêd é importante porque representa a continuidade da linhagem que levará a Davi e, por fim, a Jesus.","conexao_teologica":"A vida de ʻÔwbêd ilustra como Deus usa pessoas comuns para cumprir seus propósitos redentores.","referencias_relacionadas":["Mateus 1:5","Rute 4:22","1 Crônicas 2:12"]},"rute_4_22_pai":{"palavra_pt":"pai","palavra_original":"יִשַׁי","transliteracao":"Yishay","strong":"H3448","significado_raiz":"Ideia básica: pai.","significado_contextual":"O nome 'Yishay' refere-se ao pai de Davi, um personagem central na história de Israel.","explicacao_detalhada":"Yishay, mencionado em Rute 4:22, é o pai de Davi e representa a continuidade da linhagem real que culmina em Jesus.","por_que_esta_palavra":"O nome Yishay é significativo porque destaca a importância da família e da linhagem na história da salvação.","conexao_teologica":"A linhagem de Davi é crucial para a compreensão do Messias, que é chamado de 'Filho de Davi'.","referencias_relacionadas":["Mateus 1:6","1 Samuel 16:1","Salmos 89:3-4"]},"rute_4_22_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de gerar ou dar à luz, simbolizando a continuidade da linhagem.","explicacao_detalhada":"No contexto de Rute 4:22, a palavra 'urso' é usada para descrever a ação de um ancestral que gera descendentes. Isso é importante para a genealogia de Davi e, consequentemente, para a linhagem messiânica.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a importância da procriação e da continuidade familiar na cultura israelita.","conexao_teologica":"A geração de descendentes é um tema central na Bíblia, refletindo a promessa de Deus a Abraão de que sua descendência seria numerosa e abençoada.","referencias_relacionadas":["Gênesis 1:28","Gênesis 17:4-5","Salmos 127:3-5"]}}