{"filipenses_1_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e autoridade de Paulo como apóstolo.","explicacao_detalhada":"O nome 'Paulo' é associado à sua missão apostólica e ao seu papel na propagação do evangelho. Ele se apresenta como um servo de Cristo, enfatizando sua posição de humildade e serviço.","por_que_esta_palavra":"O uso do nome é fundamental para estabelecer a credibilidade e a autoridade do autor da carta, que é uma comunicação importante para a igreja em Filipos.","conexao_teologica":"O nome de Paulo como apóstolo reflete a chamada divina e a missão de levar a mensagem de Cristo ao mundo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:1"]},"filipenses_1_1_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de toda graça e paz.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania e a divindade de Deus, que é o destinatário das bênçãos que Paulo deseja aos filipenses.","por_que_esta_palavra":"É crucial reconhecer Deus como o autor das bênçãos que Paulo menciona, estabelecendo um relacionamento entre o crente e o Criador.","conexao_teologica":"A teologia da graça e da paz está profundamente enraizada na natureza de Deus como amoroso e misericordioso.","referencias_relacionadas":["Romanos 15:33","2 Coríntios 1:2","Efésios 1:2"]},"filipenses_1_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' destaca a missão redentora de Jesus e sua autoridade como Salvador. Paulo se identifica como servo de Cristo, o que implica em sua submissão à vontade divina.","por_que_esta_palavra":"A menção de Cristo é essencial para a compreensão da identidade cristã e da mensagem que Paulo está transmitindo.","conexao_teologica":"Cristo é o centro da fé cristã, e sua unção é um sinal de sua missão divina e do cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 1:3"]},"filipenses_1_2_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça como um dom que vem de Deus.","explicacao_detalhada":"A palavra 'graça' implica em favor imerecido e é um tema central na teologia paulina, refletindo a bondade de Deus para com os seres humanos.","por_que_esta_palavra":"A graça é fundamental para a experiência cristã, pois é através dela que os crentes são salvos e capacitados a viver uma vida que agrada a Deus.","conexao_teologica":"A graça é um dos pilares da fé cristã, enfatizando a dependência do crente na ação de Deus em suas vidas.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1-2","Tito 2:11"]},"filipenses_1_2_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus, um estado de harmonia e bem-estar espiritual.","explicacao_detalhada":"A 'paz' mencionada por Paulo é mais do que a ausência de conflito; é uma paz que transcende o entendimento humano, resultante da relação correta com Deus.","por_que_esta_palavra":"A paz é uma bênção desejada por Paulo para os filipenses, refletindo a importância da tranquilidade espiritual em suas vidas.","conexao_teologica":"A paz de Deus é um tema recorrente nas cartas de Paulo, simbolizando a reconciliação entre Deus e a humanidade através de Cristo.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"filipenses_1_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que concede graça e paz aos crentes.","explicacao_detalhada":"A repetição da palavra 'deus' enfatiza a centralidade de Deus na vida do crente e a necessidade de reconhecer sua soberania.","por_que_esta_palavra":"É essencial lembrar que todas as bênçãos vêm de Deus, que é a fonte de toda boa dádiva.","conexao_teologica":"A natureza de Deus como provedor é um tema central na teologia cristã, refletindo seu caráter amoroso e generoso.","referencias_relacionadas":["Tiago 1:17","1 Pedro 5:10","Hebreus 13:20-21"]},"filipenses_1_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à gratidão que Paulo expressa a Deus por meio de suas orações.","explicacao_detalhada":"A palavra 'deus' aqui destaca a importância da oração e da gratidão na vida do apóstolo, mostrando seu relacionamento íntimo com o Senhor.","por_que_esta_palavra":"A gratidão a Deus é uma prática fundamental na vida cristã, reconhecendo suas bênçãos e intervenções.","conexao_teologica":"A oração é um meio de comunicação com Deus, e a gratidão é uma resposta natural ao reconhecimento de suas obras.","referencias_relacionadas":["1 Tessalonicenses 5:16-18","Colossenses 3:17","Efésios 5:20"]},"filipenses_1_3_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à ação de agradecer a Deus por suas bênçãos.","explicacao_detalhada":"A palavra 'graça' aqui é usada em um contexto de gratidão, onde Paulo expressa sua apreciação pelas bênçãos recebidas e pela comunidade de fé.","por_que_esta_palavra":"A gratidão é uma resposta essencial à graça de Deus, refletindo um coração que reconhece o favor divino.","conexao_teologica":"A prática da gratidão é um reflexo da compreensão da graça de Deus em nossas vidas.","referencias_relacionadas":["Salmos 107:1","Colossenses 4:2","1 Crônicas 16:34"]},"filipenses_1_3_mention":{"palavra_pt":"mention","palavra_original":"μνεία","transliteracao":"mneía","strong":"G3417","significado_raiz":"Ideia básica: mention.","significado_contextual":"Refere-se à lembrança dos filipenses em oração.","explicacao_detalhada":"A palavra 'menção' destaca a importância da comunidade na vida de Paulo, mostrando seu amor e preocupação pelos crentes em Filipos.","por_que_esta_palavra":"Mencionar os filipenses em oração é uma forma de fortalecer os laços de comunhão e apoio mútuo na fé.","conexao_teologica":"A intercessão é uma prática importante na vida cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Romanos 1:9","Efésios 1:16","Colossenses 1:3"]},"filipenses_1_4_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer algo em favor dos outros.","explicacao_detalhada":"A palavra 'fazer' implica em ação e compromisso, refletindo a natureza ativa do amor cristão e do serviço à comunidade.","por_que_esta_palavra":"A prática de fazer o bem é uma expressão da fé viva e da transformação que ocorre na vida do crente.","conexao_teologica":"As boas obras são uma consequência da fé genuína e do amor que flui do relacionamento com Cristo.","referencias_relacionadas":["Gálatas 6:9","Efésios 2:10","Tiago 2:17"]},"filipenses_1_4_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a um amor que é abundante e transbordante.","explicacao_detalhada":"A palavra 'muito' (ὑπέρ) enfatiza a intensidade do amor que Paulo sente pelos filipenses, um amor que vai além do comum, refletindo a profundidade de sua relação com eles.","por_que_esta_palavra":"Paulo usa 'muito' para expressar a grandeza de seus sentimentos e a importância da comunidade cristã em sua vida.","conexao_teologica":"O amor é um tema central na teologia cristã, refletindo o amor de Deus por nós e a chamada para amarmos uns aos outros.","referencias_relacionadas":["1 João 4:7","Romanos 13:10","Gálatas 5:22"]},"filipenses_1_5_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao evangelho como uma boa nova que traz salvação.","explicacao_detalhada":"A palavra 'bom' (εὐαγγέλιον) destaca a mensagem positiva do evangelho, que é a base da fé cristã e a razão pela qual Paulo se alegra ao lembrar dos filipenses.","por_que_esta_palavra":"Paulo enfatiza a bondade do evangelho para encorajar os filipenses a permanecerem firmes na fé.","conexao_teologica":"O evangelho é a mensagem central da salvação e da graça de Deus, que transforma vidas.","referencias_relacionadas":["Marcos 1:15","Romanos 1:16","1 Coríntios 15:1-4"]},"filipenses_1_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo ou ao dia em que Cristo voltará.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada por Paulo para indicar um tempo futuro de realização das promessas de Deus, um momento de esperança para os crentes.","por_que_esta_palavra":"Paulo menciona o 'dia' para lembrar os filipenses da importância de viverem de maneira digna até a volta de Cristo.","conexao_teologica":"A expectativa do retorno de Cristo é um tema importante na escatologia cristã, incentivando os crentes a viverem em santidade.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 5:2","Apocalipse 22:12"]},"filipenses_1_5_communicateation":{"palavra_pt":"communicate ation","palavra_original":"κοινωνία","transliteracao":"koinōnía","strong":"G2842","significado_raiz":"Ideia básica: communicate ation.","significado_contextual":"Refere-se à comunhão e participação na obra do evangelho.","explicacao_detalhada":"A palavra 'comunicação' (κοινωνία) implica um relacionamento ativo e compartilhado entre os crentes, enfatizando a importância da unidade na fé.","por_que_esta_palavra":"Paulo usa 'comunicação' para destacar a parceria dos filipenses no evangelho, mostrando que a fé é uma jornada coletiva.","conexao_teologica":"A comunhão é fundamental na vida da igreja, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-27","Hebreus 10:24-25"]},"filipenses_1_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Deus completará a obra que começou.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) aqui é um lembrete da fidelidade de Deus em completar a salvação dos crentes, trazendo esperança e confiança.","por_que_esta_palavra":"Paulo menciona o 'dia' para assegurar os filipenses de que Deus está em controle e que sua obra é garantida.","conexao_teologica":"A certeza da salvação e da obra de Deus é um pilar da fé cristã, proporcionando segurança aos crentes.","referencias_relacionadas":["Romanos 8:28","Efésios 2:10","2 Timóteo 1:12"]},"filipenses_1_6_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) enfatiza a identidade de Jesus como o Salvador prometido, que cumpre as profecias do Antigo Testamento.","por_que_esta_palavra":"Paulo usa 'Cristo' para reafirmar a centralidade de Jesus na fé cristã e na obra da salvação.","conexao_teologica":"A identidade de Cristo como o Ungido é fundamental para a compreensão da missão de Jesus e da redenção.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 2:36"]},"filipenses_1_7_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade do evangelho e à relação entre Paulo e os filipenses.","explicacao_detalhada":"A palavra 'bom' (εὐαγγέλιον) é usada para reafirmar a alegria e a gratidão de Paulo pela parceria dos filipenses na propagação do evangelho.","por_que_esta_palavra":"Paulo destaca a bondade do evangelho para encorajar os filipenses a continuarem firmes na fé.","conexao_teologica":"A bondade do evangelho é um tema central na mensagem cristã, que traz esperança e transformação.","referencias_relacionadas":["Romanos 10:15","Gálatas 1:6","Filipenses 4:15"]},"filipenses_1_7_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que Paulo sente pelos filipenses em seu coração.","explicacao_detalhada":"A palavra 'graça' (χάρις) representa o favor imerecido de Deus, que Paulo experimenta e deseja que os filipenses também experimentem.","por_que_esta_palavra":"Paulo menciona 'graça' para enfatizar a importância da graça de Deus em suas vidas e na comunidade cristã.","conexao_teologica":"A graça é um dos pilares da fé cristã, essencial para a salvação e a vida cristã.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1-2","2 Coríntios 12:9"]},"filipenses_1_7_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à justiça e integridade dos filipenses em sua caminhada cristã.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) implica estar em conformidade com a vontade de Deus, vivendo de maneira justa e reta.","por_que_esta_palavra":"Paulo usa 'inocente' para encorajar os filipenses a manterem uma vida que reflita a justiça de Deus.","conexao_teologica":"A justiça é um aspecto fundamental da vida cristã, refletindo o caráter de Deus em nós.","referencias_relacionadas":["Mateus 5:6","Romanos 3:22","Filipenses 2:15"]},"filipenses_1_8_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à compaixão e ao amor que Paulo sente pelos filipenses.","explicacao_detalhada":"A palavra 'piedade' (σπλάγχνον) expressa a profunda empatia e cuidado que Paulo tem por eles, refletindo o amor de Cristo.","por_que_esta_palavra":"Paulo menciona 'piedade' para mostrar a intensidade de seus sentimentos e a importância da comunidade na vida cristã.","conexao_teologica":"A compaixão é um reflexo do amor de Deus e um chamado para os crentes a se amarem uns aos outros.","referencias_relacionadas":["Colossenses 3:12","1 Pedro 3:8","Romanos 12:10"]},"filipenses_1_8_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias, o Ungido de Deus, que traz salvação.","explicacao_detalhada":"A palavra 'Cristo' deriva do grego 'Christós', que significa 'o Ungido'. No contexto de Filipenses 1:8, Paulo expressa seu profundo amor pelos filipenses, enfatizando que esse amor é fundamentado em Cristo, o Salvador.","por_que_esta_palavra":"A palavra 'Cristo' é central na fé cristã, pois representa a identidade e a missão de Jesus como o enviado de Deus para redimir a humanidade.","conexao_teologica":"Cristo é a figura central da teologia cristã, sendo o cumprimento das profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"filipenses_1_9_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' no grego 'proseúchomai' refere-se à ação de orar, indicando a relação de comunicação entre o crente e o Criador. Em Filipenses 1:9, Paulo ora para que o amor dos filipenses aumente em conhecimento e discernimento.","por_que_esta_palavra":"A invocação de Deus é fundamental para a vida cristã, pois é através da oração que os crentes buscam a orientação e a sabedoria divina.","conexao_teologica":"Deus é a fonte de todo amor e conhecimento, e a oração é um meio de se conectar com Ele.","referencias_relacionadas":["1 Tessalonicenses 5:17","Hebreus 4:16","Tiago 1:5"]},"filipenses_1_9_acknowledgeing":{"palavra_pt":"ac knowledge ing","palavra_original":"ἐπίγνωσις","transliteracao":"epígnōsis","strong":"G1922","significado_raiz":"Ideia básica: ac knowledge ing.","significado_contextual":"O conhecimento pleno é essencial para o crescimento espiritual.","explicacao_detalhada":"A palavra 'epígnōsis' refere-se a um conhecimento profundo e relacional, que vai além do simples saber. Em Filipenses 1:9, Paulo deseja que os filipenses tenham um conhecimento que os leve a discernir o que é melhor.","por_que_esta_palavra":"O reconhecimento e a compreensão do amor de Deus são cruciais para a vida cristã e para a prática da fé.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é fundamental para a transformação do crente.","referencias_relacionadas":["Colossenses 1:10","2 Pedro 3:18","Provérbios 2:6"]},"filipenses_1_9_abound":{"palavra_pt":"abound","palavra_original":"περισσεύω","transliteracao":"perisseúō","strong":"G4052","significado_raiz":"Ideia básica: abound.","significado_contextual":"Abundar no amor e no conhecimento é um objetivo espiritual.","explicacao_detalhada":"A palavra 'perisseúō' significa ter em abundância. Em Filipenses 1:9, Paulo ora para que o amor dos filipenses transborde, refletindo a generosidade do amor de Cristo.","por_que_esta_palavra":"A abundância é um tema recorrente na vida cristã, onde o amor deve ser uma característica marcante dos seguidores de Cristo.","conexao_teologica":"A abundância do amor é uma evidência da presença do Espírito Santo na vida do crente.","referencias_relacionadas":["Romanos 5:5","2 Coríntios 9:8","Efésios 3:20"]},"filipenses_1_10_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao dia do julgamento e da manifestação de Cristo.","explicacao_detalhada":"A palavra 'hēméra' é usada em Filipenses 1:10 para descrever o dia em que Cristo será revelado. Paulo enfatiza a importância de viver de maneira digna até esse dia.","por_que_esta_palavra":"O conceito de 'dia' é crucial na escatologia cristã, onde os crentes aguardam a volta de Cristo.","conexao_teologica":"A expectativa do dia do Senhor motiva os crentes a viverem em santidade e integridade.","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 22:12"]},"filipenses_1_10_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o padrão pelo qual os crentes devem viver.","explicacao_detalhada":"A repetição da palavra 'Cristo' em Filipenses 1:10 reforça a centralidade de Jesus na vida do crente, que deve ser puro e irrepreensível até o dia do Senhor.","por_que_esta_palavra":"A vida em conformidade com Cristo é o chamado de todo cristão, refletindo Sua santidade.","conexao_teologica":"Cristo é o modelo de perfeição e pureza que os crentes devem seguir.","referencias_relacionadas":["1 Pedro 2:21","Romanos 8:29","Gálatas 2:20"]},"filipenses_1_10_puro":{"palavra_pt":"puro","palavra_original":"εἰλικρινής","transliteracao":"eilikrinḗs","strong":"G1506","significado_raiz":"Ideia básica: puro.","significado_contextual":"Pureza é essencial para a vida cristã.","explicacao_detalhada":"A palavra 'eilikrinḗs' significa ser sincero e sem hipocrisia. Em Filipenses 1:10, Paulo deseja que os filipenses sejam puros e irrepreensíveis em sua conduta.","por_que_esta_palavra":"A pureza é um reflexo do caráter de Cristo e é fundamental para a testemunha do crente no mundo.","conexao_teologica":"A pureza é uma característica do povo de Deus, que deve viver de maneira que glorifique a Ele.","referencias_relacionadas":["Mateus 5:8","Tiago 1:27","1 João 3:3"]},"filipenses_1_11_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Justiça é um aspecto central da salvação em Cristo.","explicacao_detalhada":"A palavra 'dikaiosýnē' refere-se à justiça de Deus que é imputada ao crente através da fé em Cristo. Em Filipenses 1:11, Paulo fala sobre a justiça que vem de Jesus.","por_que_esta_palavra":"A justiça é um tema central na teologia paulina, onde a salvação é vista como um ato de justiça divina.","conexao_teologica":"A justiça de Deus é o fundamento da relação do crente com Ele, sendo essencial para a salvação.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Filipenses 3:9"]},"filipenses_1_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome acima de todo nome, o Salvador.","explicacao_detalhada":"A palavra 'Iēsoûs' refere-se ao nome de Jesus, que significa 'O Senhor salva'. Em Filipenses 1:11, Paulo menciona Jesus como a fonte da justiça que os crentes recebem.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, simbolizando a salvação e a redenção.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua obra é a base da justificação.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:9"]},"filipenses_1_12_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O evangelho é a boa nova de salvação.","explicacao_detalhada":"A palavra 'euangélion' refere-se à mensagem do evangelho. Em Filipenses 1:12, Paulo fala sobre como suas circunstâncias contribuíram para a divulgação do evangelho.","por_que_esta_palavra":"O evangelho é considerado 'bom' porque traz esperança e salvação a todos os que creem.","conexao_teologica":"A boa nova é o coração da mensagem cristã, que deve ser proclamada a todas as nações.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1"]},"filipenses_1_12_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma ação que ocorre de acordo com um padrão ou uma norma.","explicacao_detalhada":"Neste contexto, Paulo fala sobre como suas circunstâncias, mesmo adversas, estão contribuindo para o avanço do evangelho, seguindo o plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a soberania de Deus sobre as situações da vida do apóstolo e como tudo coopera para um propósito maior.","conexao_teologica":"A ideia de que Deus usa todas as coisas para o bem dos que o amam é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Isaías 55:8-9"]},"filipenses_1_12_furtherance":{"palavra_pt":"furtherance","palavra_original":"προκοπή","transliteracao":"prokopḗ","strong":"G4297","significado_raiz":"Ideia básica: furtherance.","significado_contextual":"A palavra 'furtherance' refere-se ao progresso ou avanço de algo, especialmente no contexto do evangelho.","explicacao_detalhada":"Paulo menciona que suas prisões estão servindo para o avanço do evangelho, mostrando que mesmo em dificuldades, a mensagem de Cristo se espalha.","por_que_esta_palavra":"A palavra 'furtherance' é crucial para entender que o sofrimento de Paulo não é em vão, mas parte do plano divino para a expansão do reino de Deus.","conexao_teologica":"A ideia de que o sofrimento pode levar ao crescimento espiritual e à propagação do evangelho é um conceito recorrente nas escrituras.","referencias_relacionadas":["2 Coríntios 4:17","Atos 8:4","Romanos 5:3-5"]},"filipenses_1_13_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus, que é central na fé cristã.","explicacao_detalhada":"Paulo menciona que sua prisão se tornou conhecida em todo o palácio, e isso é atribuído ao fato de que ele prega Cristo, o que gera impacto mesmo em lugares inesperados.","por_que_esta_palavra":"A ênfase em 'Cristo' destaca a centralidade da pessoa de Jesus na mensagem que Paulo proclama, mesmo em meio a dificuldades.","conexao_teologica":"Cristo como o Ungido é a chave para a salvação e a esperança da humanidade, um tema que permeia toda a Bíblia.","referencias_relacionadas":["Mateus 1:16","Atos 4:12","Romanos 10:9"]},"filipenses_1_13_juizo":{"palavra_pt":"juizo","palavra_original":"πραιτώριον","transliteracao":"praitṓrion","strong":"G4232","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao lugar onde Paulo estava sendo julgado, o que representa a injustiça que ele estava enfrentando.","explicacao_detalhada":"O 'praetório' é o local de julgamento romano, e Paulo usa isso para mostrar como sua situação se tornou uma oportunidade para testemunhar sobre Cristo.","por_que_esta_palavra":"A menção ao 'juízo' ilustra a seriedade da situação de Paulo e como ele a transforma em uma oportunidade de evangelização.","conexao_teologica":"A ideia de que Deus pode usar situações de injustiça para glorificar Seu nome é um tema importante na narrativa bíblica.","referencias_relacionadas":["Mateus 5:10-12","1 Pedro 4:12-13","Romanos 8:31"]},"filipenses_1_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida de Paulo e na vida dos que ouvem o evangelho.","explicacao_detalhada":"Paulo fala sobre como sua prisão não apenas o afeta, mas também impacta outros, levando a uma maior proclamação do evangelho.","por_que_esta_palavra":"A palavra 'tornar-se' sugere um processo de mudança e crescimento, tanto pessoal quanto espiritual.","conexao_teologica":"A transformação é um tema central na vida cristã, onde o crente é chamado a se tornar mais semelhante a Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"filipenses_1_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes e a importância de reconhecer essa soberania.","explicacao_detalhada":"Paulo menciona que muitos se tornaram mais ousados em pregar o evangelho por causa de sua prisão, reconhecendo a autoridade de Cristo.","por_que_esta_palavra":"A ênfase na palavra 'senhor' destaca a submissão dos crentes à autoridade de Cristo, que os capacita a testemunhar.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, enfatizando que Ele é Senhor sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:16-17","Romanos 14:9"]},"filipenses_1_14_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Cristo e à importância de proclamá-la.","explicacao_detalhada":"Paulo destaca que a pregação do evangelho é central para a vida cristã e que a palavra de Deus deve ser proclamada com ousadia.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação da verdade de Cristo ao mundo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é essencial para a edificação da igreja.","referencias_relacionadas":["Hebreus 4:12","1 Pedro 1:25","Romanos 10:17"]},"filipenses_1_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e à fonte de toda autoridade e poder.","explicacao_detalhada":"Paulo menciona Deus como a base de sua confiança e motivação para pregar, mesmo em circunstâncias difíceis.","por_que_esta_palavra":"A ênfase em 'Deus' destaca a soberania divina e a dependência do apóstolo em relação ao Senhor.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que nos lembra que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 11:36"]},"filipenses_1_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' é usada novamente para enfatizar a centralidade de Jesus na pregação do evangelho.","explicacao_detalhada":"Paulo menciona que alguns pregam Cristo por inveja, mas isso não diminui a importância da mensagem que é proclamada.","por_que_esta_palavra":"A repetição da palavra 'Cristo' reforça a ideia de que a mensagem do evangelho deve ser o foco, independentemente das motivações humanas.","conexao_teologica":"A pregação de Cristo é essencial para a salvação e a edificação da igreja, independentemente das intenções dos pregadores.","referencias_relacionadas":["1 Coríntios 1:23","Gálatas 6:14","Atos 5:42"]},"filipenses_1_15_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à ação de proclamar a mensagem de Cristo.","explicacao_detalhada":"Paulo destaca a importância de pregar o evangelho, mesmo que alguns o façam por motivos errados, pois a verdade de Cristo ainda é proclamada.","por_que_esta_palavra":"A escolha da palavra 'pregar' enfatiza a responsabilidade dos crentes de compartilhar a mensagem de salvação.","conexao_teologica":"A proclamação do evangelho é um mandamento de Cristo e um aspecto fundamental da vida cristã.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"filipenses_1_15_envy":{"palavra_pt":"envy","palavra_original":"φθόνος","transliteracao":"phthónos","strong":"G5355","significado_raiz":"Ideia básica: envy.","significado_contextual":"A inveja é um sentimento de descontentamento em relação ao sucesso ou à felicidade de outra pessoa.","explicacao_detalhada":"No contexto de Filipenses 1:15, Paulo menciona que alguns pregam o evangelho por inveja e rivalidade, mostrando que a motivação para a pregação pode ser impura, mesmo que a mensagem em si seja verdadeira.","por_que_esta_palavra":"A palavra 'envy' é usada para descrever a motivação negativa que pode existir entre os pregadores do evangelho, contrastando com a verdadeira motivação de amor e sinceridade.","conexao_teologica":"A inveja é um pecado que pode corromper até mesmo as boas obras, lembrando que Deus examina não apenas as ações, mas também os corações.","referencias_relacionadas":["Tiago 3:16","Gálatas 5:26","Romanos 13:13"]},"filipenses_1_16_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à qualidade do evangelho que é pregado.","explicacao_detalhada":"Em Filipenses 1:16, Paulo fala sobre aqueles que pregam o evangelho de maneira genuína e correta, enfatizando a importância de uma pregação que é fiel à mensagem de Cristo.","por_que_esta_palavra":"A palavra 'bom' destaca a natureza positiva e transformadora do evangelho, que é a boa nova da salvação.","conexao_teologica":"O evangelho é considerado 'bom' porque traz esperança, redenção e reconciliação com Deus.","referencias_relacionadas":["Romanos 1:16","Mateus 4:23","Marcos 16:15"]},"filipenses_1_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação ou o contexto em que algo ocorre.","explicacao_detalhada":"No versículo, Paulo menciona que alguns pregam o evangelho entre os irmãos, destacando a importância da comunidade na propagação da mensagem.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender que a pregação do evangelho deve ser feita em um contexto de comunhão e apoio mútuo.","conexao_teologica":"A pregação do evangelho é uma atividade comunitária, onde os crentes se encorajam e se edificam mutuamente.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","1 Coríntios 12:12-27"]},"filipenses_1_16_appointed":{"palavra_pt":"appointed","palavra_original":"κεῖμαι","transliteracao":"keîmai","strong":"G2749","significado_raiz":"Ideia básica: appointed.","significado_contextual":"A palavra 'appointed' refere-se a estar designado ou estabelecido para uma função.","explicacao_detalhada":"Em Filipenses 1:16, Paulo menciona que alguns foram 'designados' para pregar o evangelho, enfatizando que a pregação é uma vocação divina.","por_que_esta_palavra":"A palavra 'appointed' ressalta a soberania de Deus na escolha de quem irá proclamar Sua mensagem.","conexao_teologica":"Deus tem um plano e um propósito para cada crente, e a pregação do evangelho é parte desse plano.","referencias_relacionadas":["Efésios 4:11-12","Romanos 10:15","2 Timóteo 1:9"]},"filipenses_1_17_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus.","explicacao_detalhada":"No contexto de Filipenses 1:17, Paulo menciona que alguns pregam Cristo, enfatizando a centralidade de Jesus na mensagem do evangelho.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a fé cristã, pois representa a identidade e a missão de Jesus como Salvador.","conexao_teologica":"Cristo é o centro da mensagem cristã, e toda pregação deve apontar para Ele como a solução para o pecado e a morte.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:3"]},"filipenses_1_17_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à morte física e espiritual, que é uma consequência do pecado.","explicacao_detalhada":"Em Filipenses 1:17, Paulo menciona a morte em relação à pregação do evangelho, indicando que a mensagem de Cristo inclui a vitória sobre a morte.","por_que_esta_palavra":"A morte é um tema central na teologia cristã, pois a ressurreição de Cristo traz esperança de vida eterna.","conexao_teologica":"A morte de Cristo é essencial para a salvação, pois Ele morreu por nossos pecados e ressuscitou para nossa justificação.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:23","Hebreus 2:14-15"]},"filipenses_1_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente indica a relação ou o contexto em que algo ocorre.","explicacao_detalhada":"Paulo usa 'entre' para descrever a comunidade de crentes que está envolvida na pregação do evangelho, mostrando a importância da unidade.","por_que_esta_palavra":"A palavra 'entre' reforça a ideia de que a pregação do evangelho deve ser feita em um ambiente de amor e apoio mútuo.","conexao_teologica":"A unidade entre os crentes é essencial para a eficácia da pregação do evangelho.","referencias_relacionadas":["Filipenses 2:2","Efésios 4:3","1 Pedro 3:8"]},"filipenses_1_18_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' é novamente mencionada, referindo-se ao Messias.","explicacao_detalhada":"Em Filipenses 1:18, Paulo expressa alegria ao saber que, independentemente das motivações, Cristo está sendo pregado.","por_que_esta_palavra":"A centralidade de Cristo na pregação é o que realmente importa, mesmo que as motivações dos pregadores sejam questionáveis.","conexao_teologica":"A pregação de Cristo é a essência do evangelho, e a salvação é oferecida a todos que creem.","referencias_relacionadas":["Gálatas 6:14","Colossenses 1:27","1 Coríntios 1:23"]},"filipenses_1_18_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à fonte de toda a vida.","explicacao_detalhada":"No contexto de Filipenses 1:18, Paulo menciona a alegria que vem de saber que Deus está agindo através da pregação do evangelho.","por_que_esta_palavra":"A palavra 'Deus' é fundamental, pois é Ele quem dá poder e eficácia à mensagem do evangelho.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, pois Ele é o autor da salvação.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Salmos 115:3"]},"filipenses_1_19_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação do pecado e da morte.","explicacao_detalhada":"Em Filipenses 1:19, Paulo fala sobre a expectativa de que sua situação resultará em salvação, tanto para ele quanto para os crentes.","por_que_esta_palavra":"A palavra 'salvação' é central na mensagem cristã, pois representa a obra redentora de Cristo.","conexao_teologica":"A salvação é um dom de Deus, acessível a todos que creem em Jesus Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9-10","Atos 16:31"]},"filipenses_1_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a presença de Deus que fortalece e guia os crentes.","explicacao_detalhada":"A palavra 'espírito' no contexto de Filipenses 1:19 indica a ação do Espírito Santo na vida do apóstolo Paulo, que o encoraja e o sustenta em meio às dificuldades.","por_que_esta_palavra":"O uso da palavra 'espírito' enfatiza a dependência de Paulo do poder divino para enfrentar suas circunstâncias.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador, que capacita os crentes a viverem a fé em meio a tribulações.","referencias_relacionadas":["João 14:26","Romanos 8:26","Atos 1:8"]},"filipenses_1_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o Salvador e Senhor, cuja presença é central na vida do crente.","explicacao_detalhada":"Neste versículo, Paulo menciona Jesus como a fonte de sua esperança e força, destacando a importância de Cristo em sua vida e ministério.","por_que_esta_palavra":"A menção de Jesus é crucial, pois Paulo reconhece que sua situação é transformada pela presença e poder de Cristo.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é a base da fé cristã.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 10:9"]},"filipenses_1_20_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança de Paulo está firmada na expectativa da manifestação de Cristo em sua vida.","explicacao_detalhada":"A palavra 'esperança' reflete a confiança de Paulo em que, independentemente das circunstâncias, Cristo será glorificado em sua vida.","por_que_esta_palavra":"A esperança é um tema central na carta aos Filipenses, mostrando que a fé em Cristo traz segurança e expectativa.","conexao_teologica":"A esperança cristã é baseada na promessa da vida eterna e na certeza da presença de Cristo.","referencias_relacionadas":["Romanos 5:5","Hebreus 11:1","1 Pedro 1:3"]},"filipenses_1_20_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo, o Ungido de Deus, que traz salvação e redenção.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a identidade messiânica de Jesus e seu papel na obra de salvação.","por_que_esta_palavra":"A menção de Cristo é fundamental, pois Paulo reconhece que sua vida e ministério são para a glória do Ungido.","conexao_teologica":"Cristo é o cumprimento das promessas do Antigo Testamento e a chave para a compreensão da salvação.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"filipenses_1_20_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que Paulo vive em Cristo, uma vida de fé e testemunho.","explicacao_detalhada":"A palavra 'vida' indica a nova vida que os crentes têm em Cristo, que é marcada por propósito e significado.","por_que_esta_palavra":"A vida em Cristo é central para a experiência cristã, refletindo a transformação que ocorre pela fé.","conexao_teologica":"A vida eterna é uma promessa para todos que creem em Jesus, e essa vida é vivida em comunhão com Deus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:11-12"]},"filipenses_1_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Novamente se refere a Cristo, enfatizando sua importância na vida de Paulo.","explicacao_detalhada":"A repetição da palavra 'Cristo' reforça a centralidade de Jesus na vida do apóstolo e sua missão.","por_que_esta_palavra":"Cristo é a razão pela qual Paulo vive e a esperança que ele tem para o futuro.","conexao_teologica":"A vida cristã é uma vida centrada em Cristo, que é a fonte de todo propósito e significado.","referencias_relacionadas":["Colossenses 3:4","Filipenses 3:8","Romanos 14:8"]},"filipenses_1_21_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida ativa e vibrante que Paulo experimenta em Cristo.","explicacao_detalhada":"A palavra 'viver' implica uma existência que é dedicada a glorificar a Deus e servir aos outros.","por_que_esta_palavra":"A vida de Paulo é um testemunho da transformação que Cristo traz, e ele deseja que sua vida reflita isso.","conexao_teologica":"Viver para Cristo é o chamado de todo crente, refletindo a nova identidade que temos nele.","referencias_relacionadas":["Gálatas 5:25","Romanos 6:4","2 Coríntios 5:17"]},"filipenses_1_21_gain":{"palavra_pt":"gain","palavra_original":"κέρδος","transliteracao":"kérdos","strong":"G2771","significado_raiz":"Ideia básica: gain.","significado_contextual":"Refere-se ao ganho espiritual e eterno que Paulo vê em sua vida em Cristo.","explicacao_detalhada":"A palavra 'ganho' indica que, para Paulo, viver em Cristo resulta em benefícios eternos e espirituais.","por_que_esta_palavra":"Paulo considera que a vida em Cristo é um investimento que traz recompensas eternas.","conexao_teologica":"O conceito de ganho espiritual é central na teologia cristã, onde o que é temporário é considerado inferior ao que é eterno.","referencias_relacionadas":["Mateus 6:19-21","Filipenses 3:7-8","1 Timóteo 6:18-19"]},"filipenses_1_22_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à vida física e à existência terrena de Paulo.","explicacao_detalhada":"A palavra 'carne' é usada para contrastar a vida espiritual com a vida física, destacando a dualidade da experiência humana.","por_que_esta_palavra":"Paulo reconhece que sua vida na carne é temporária, mas ainda assim é significativa para o cumprimento de sua missão.","conexao_teologica":"A relação entre carne e espírito é um tema importante na teologia, onde a vida física é vista como um meio para glorificar a Deus.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Coríntios 15:50"]},"filipenses_1_22_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à continuidade da vida de Paulo enquanto ele ainda está na carne.","explicacao_detalhada":"A repetição da palavra 'viver' enfatiza a importância da vida prática e do testemunho de Paulo enquanto ele está neste mundo.","por_que_esta_palavra":"Paulo vê valor em sua vida na carne, pois ainda pode servir a Deus e aos outros.","conexao_teologica":"A vida cristã é uma jornada que envolve tanto a existência física quanto a espiritual, e ambas devem glorificar a Deus.","referencias_relacionadas":["Filipenses 1:27","Colossenses 1:10","1 Pedro 2:12"]},"filipenses_1_22_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O 'fruto' refere-se aos resultados da vida cristã e ao impacto que Paulo espera ter na vida dos filipenses.","explicacao_detalhada":"Neste contexto, o 'fruto' é uma metáfora para as boas obras e o crescimento espiritual que devem resultar da fé em Cristo. Paulo fala sobre o seu desejo de continuar vivendo para que os filipenses possam experimentar esse fruto em suas vidas.","por_que_esta_palavra":"A palavra 'fruto' é usada para descrever a evidência visível da vida em Cristo, que se manifesta em ações e caráter.","conexao_teologica":"O conceito de 'fruto' está ligado à ideia de que a vida em Cristo produz resultados tangíveis, como amor, alegria e paz, conforme mencionado em Gálatas 5:22-23.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","João 15:5"]},"filipenses_1_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se a Jesus como o Messias prometido, aquele que traz salvação.","explicacao_detalhada":"Paulo usa 'Cristo' para enfatizar a centralidade de Jesus na vida do crente e a esperança de estar com Ele após a morte. O termo implica que Jesus é o ungido de Deus, escolhido para redimir a humanidade.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade cristã, pois representa a missão redentora de Jesus.","conexao_teologica":"A teologia cristã gira em torno da pessoa e obra de Cristo, que é o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Isaías 53:5","Atos 2:36","Romanos 1:3-4"]},"filipenses_1_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da escolha entre viver na carne ou estar com Cristo.","explicacao_detalhada":"Paulo reflete sobre a grandeza da vida eterna em comparação com a vida terrena. Ele reconhece que estar com Cristo é uma experiência incomparável e gloriosa.","por_que_esta_palavra":"A palavra 'grande' enfatiza a importância da decisão que Paulo enfrenta e a superioridade da vida eterna.","conexao_teologica":"A grandeza da vida em Cristo é um tema recorrente nas cartas de Paulo, onde ele frequentemente contrasta as coisas terrenas com as celestiais.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Colossenses 3:2"]},"filipenses_1_23_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a escolha que Paulo tem entre viver na carne ou estar com Cristo.","explicacao_detalhada":"Neste versículo, 'entre' é usado para mostrar a dualidade da experiência humana e a tensão entre a vida física e a vida espiritual.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a luta interna de Paulo e a sua perspectiva sobre a vida e a morte.","conexao_teologica":"A ideia de estar 'entre' duas opções reflete a realidade da vida cristã, onde os crentes frequentemente enfrentam escolhas que impactam sua fé.","referencias_relacionadas":["Mateus 6:24","Gálatas 5:17","Romanos 7:15-20"]},"filipenses_1_24_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à vida física e à existência terrena de Paulo.","explicacao_detalhada":"Paulo menciona 'carne' para contrastar a vida temporária e limitada com a eternidade que ele espera em Cristo. A carne representa as limitações humanas.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a fragilidade da vida humana e a inevitabilidade da morte.","conexao_teologica":"A teologia do corpo e da carne é importante, pois Paulo frequentemente discute a relação entre o físico e o espiritual.","referencias_relacionadas":["Romanos 8:3","Gálatas 5:19-21","1 Coríntios 15:50"]},"filipenses_1_24_abide":{"palavra_pt":"abide","palavra_original":"ἐπιμένω","transliteracao":"epiménō","strong":"G1961","significado_raiz":"Ideia básica: abide.","significado_contextual":"A palavra 'abide' refere-se à continuidade da vida de Paulo entre os filipenses.","explicacao_detalhada":"Paulo expressa seu desejo de permanecer com os filipenses para encorajá-los e ajudá-los em sua fé. 'Abide' implica um compromisso de estar presente e ativo na vida deles.","por_que_esta_palavra":"A palavra 'abide' é significativa porque reflete a importância da comunidade e do apoio mútuo na fé.","conexao_teologica":"A ideia de permanecer é central na vida cristã, onde a comunhão e o discipulado são essenciais para o crescimento espiritual.","referencias_relacionadas":["João 15:4-5","Atos 2:42","Hebreus 10:24-25"]},"filipenses_1_25_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Cristo, que é fundamental para a vida cristã.","explicacao_detalhada":"Paulo menciona a 'fé' como um elemento central para o progresso espiritual dos filipenses. A fé é a base sobre a qual a vida cristã se sustenta.","por_que_esta_palavra":"A palavra 'fé' é essencial, pois sem fé é impossível agradar a Deus, conforme Hebreus 11:6.","conexao_teologica":"A fé é um tema central em toda a Escritura, sendo a chave para a salvação e o relacionamento com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"filipenses_1_25_furtherance":{"palavra_pt":"furtherance","palavra_original":"προκοπή","transliteracao":"prokopḗ","strong":"G4297","significado_raiz":"Ideia básica: furtherance.","significado_contextual":"A palavra 'furtherance' refere-se ao progresso do evangelho e ao crescimento da igreja.","explicacao_detalhada":"Paulo fala sobre como sua presença e ministério entre os filipenses contribuirão para o avanço do evangelho e a edificação da fé deles.","por_que_esta_palavra":"A palavra 'furtherance' destaca a importância do trabalho missionário e do crescimento da igreja.","conexao_teologica":"O avanço do evangelho é uma missão central da igreja, refletindo o chamado de Cristo para fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Coríntios 3:6-7"]},"filipenses_1_25_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se à alegria que Paulo deseja que os filipenses experimentem em sua fé.","explicacao_detalhada":"Paulo expressa que a alegria dos filipenses será aumentada à medida que eles progridem na fé e veem os frutos do evangelho em suas vidas.","por_que_esta_palavra":"A palavra 'alegria' é fundamental na vida cristã, pois a alegria em Cristo é uma das marcas do verdadeiro crente.","conexao_teologica":"A alegria é um tema recorrente nas cartas de Paulo, refletindo a esperança e a paz que vêm de um relacionamento com Deus.","referencias_relacionadas":["Gálatas 5:22","Filipenses 4:4","Salmos 16:11"]},"filipenses_1_26_bom":{"palavra_pt":"bom","palavra_original":"καύχημα","transliteracao":"kaúchēma","strong":"G2745","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se ao resultado positivo que a presença de Paulo trará aos filipenses.","explicacao_detalhada":"Paulo acredita que sua presença entre os filipenses será um motivo de orgulho e alegria para eles, contribuindo para o fortalecimento da fé.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever o impacto positivo que a vida de um crente pode ter na vida de outros.","conexao_teologica":"A ideia de que o bem pode resultar da vida cristã é um tema importante, refletindo a natureza transformadora do evangelho.","referencias_relacionadas":["Romanos 12:21","Efésios 2:10","Tito 2:7"]},"filipenses_1_26_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' é derivada do grego 'Christós', que significa 'o Ungido'. No contexto de Filipenses 1:26, Paulo fala sobre a glorificação de Cristo e como isso traz alegria aos crentes.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade messiânica de Jesus e seu papel na salvação.","conexao_teologica":"Cristo é central na teologia cristã, sendo o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 1:4"]},"filipenses_1_27_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se ao evangelho, a boa nova da salvação.","explicacao_detalhada":"A palavra 'euangélion' significa 'boa notícia'. Em Filipenses 1:27, Paulo exorta os crentes a viverem de maneira digna do evangelho.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da mensagem de salvação e a vida cristã.","conexao_teologica":"O evangelho é o fundamento da fé cristã, que traz esperança e transformação.","referencias_relacionadas":["Marcos 1:15","Romanos 10:15","1 Coríntios 15:1"]},"filipenses_1_27_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é mencionado novamente para reforçar a identidade de Jesus.","explicacao_detalhada":"A repetição da palavra 'Cristo' em Filipenses 1:27 sublinha a importância de viver em unidade e em conformidade com os ensinamentos de Jesus.","por_que_esta_palavra":"Reforça a ideia de que a vida do crente deve refletir a vida de Cristo.","conexao_teologica":"A vida cristã é uma imitação de Cristo, o modelo perfeito.","referencias_relacionadas":["Gálatas 2:20","Efésios 5:1","1 Pedro 2:21"]},"filipenses_1_27_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se ao Espírito Santo, que capacita os crentes.","explicacao_detalhada":"A palavra 'pneûma' é usada para descrever a presença e a ação do Espírito Santo na vida dos crentes, conforme mencionado em Filipenses 1:27.","por_que_esta_palavra":"Destaca a importância do Espírito Santo na vida cristã e na edificação da igreja.","conexao_teologica":"O Espírito Santo é o Consolador e guia, essencial para a vida cristã.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"filipenses_1_28_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A 'salvação' é apresentada como a libertação do pecado e da morte.","explicacao_detalhada":"A palavra 'sōtēría' refere-se à salvação que vem através de Cristo, conforme Paulo menciona em Filipenses 1:28, onde a salvação é um tema central.","por_que_esta_palavra":"Enfatiza a obra redentora de Cristo e a esperança que ela traz aos crentes.","conexao_teologica":"A salvação é o objetivo da missão de Cristo e a promessa para todos os que creem.","referencias_relacionadas":["Efésios 2:8","Romanos 10:9","Tito 3:5"]},"filipenses_1_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte da salvação e do poder.","explicacao_detalhada":"A palavra 'theós' refere-se ao Deus Todo-Poderoso, que é central na mensagem de Filipenses 1:28, onde Paulo fala sobre a confiança em Deus.","por_que_esta_palavra":"Destaca a soberania de Deus na salvação e na vida dos crentes.","conexao_teologica":"A relação entre Deus e os crentes é fundamental para a fé cristã.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Filipenses 4:19"]},"filipenses_1_29_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é mencionado em relação ao sofrimento e à fé.","explicacao_detalhada":"A repetição da palavra 'Cristo' em Filipenses 1:29 enfatiza que os crentes são chamados não apenas a crer, mas também a sofrer por causa de Cristo.","por_que_esta_palavra":"Reforça a ideia de que a vida cristã pode incluir desafios e perseguições.","conexao_teologica":"O sofrimento por Cristo é uma parte da experiência cristã e é visto como um privilégio.","referencias_relacionadas":["Romanos 8:17","2 Coríntios 1:5","1 Pedro 4:13"]},"filipenses_1_29_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A 'fé' é a crença e confiança em Cristo.","explicacao_detalhada":"A palavra 'pisteúō' refere-se à ação de crer, que é essencial para a salvação e a vida cristã, conforme mencionado em Filipenses 1:29.","por_que_esta_palavra":"Enfatiza a importância da fé como resposta ao chamado de Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a salvação e a graça de Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Gálatas 2:20"]},"filipenses_1_29_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"O 'muito' refere-se à abundância da graça e da fé.","explicacao_detalhada":"A palavra 'hypér' é usada para expressar a grandeza da bênção que os crentes recebem em Cristo, como mencionado em Filipenses 1:29.","por_que_esta_palavra":"Destaca a generosidade de Deus em conceder fé e salvação.","conexao_teologica":"A abundância da graça de Deus é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 5:20","2 Coríntios 9:8","Efésios 3:20"]},"filipenses_1_30_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A 'posse' refere-se à experiência de viver em Cristo.","explicacao_detalhada":"A palavra 'échō' implica ter ou possuir algo, e em Filipenses 1:30, Paulo fala sobre a posse da fé e da vida em Cristo.","por_que_esta_palavra":"Enfatiza a ideia de que os crentes têm uma nova identidade e vida em Cristo.","conexao_teologica":"A nova vida em Cristo é uma promessa para todos os que creem.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Colossenses 3:3"]},"filipenses_1_30_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou conhecer algo de maneira profunda e pessoal.","explicacao_detalhada":"A palavra 'conhecer' no contexto de Filipenses 1:30 refere-se a uma experiência íntima e relacional com Cristo, que vai além do simples reconhecimento. É um conhecimento que implica em vivência e participação na vida cristã.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância de uma relação pessoal com Jesus, especialmente em tempos de sofrimento e perseguição.","conexao_teologica":"O conhecimento de Cristo é fundamental para a fé cristã, pois é através desse conhecimento que os crentes se tornam participantes da sua graça e sofrimento.","referencias_relacionadas":["João 17:3","Gálatas 4:9","Filipenses 3:10"]}}