{"filipenses_4_1_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Cristo sobre a vida dos crentes e a importância de permanecer firmes na fé.","explicacao_detalhada":"Paulo usa 'senhor' para encorajar os filipenses a se manterem firmes na sua fé em Cristo, que é seu Senhor e Salvador.","por_que_esta_palavra":"A palavra 'senhor' é crucial para a identidade cristã, pois reconhece a soberania de Cristo sobre todas as áreas da vida.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia, que enfatiza a necessidade de submissão e obediência a Ele.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:11"]},"filipenses_4_1_longed":{"palavra_pt":"longed","palavra_original":"ἐπιπόθητος","transliteracao":"epipóthētos","strong":"G1973","significado_raiz":"Ideia básica: longed.","significado_contextual":"A palavra 'longed' expressa o profundo desejo de Paulo por seus irmãos na fé, refletindo amor e cuidado.","explicacao_detalhada":"Paulo demonstra seu anseio por ver os filipenses firmes na fé, mostrando a importância da comunhão entre os crentes.","por_que_esta_palavra":"A palavra 'longed' é usada para enfatizar a intensidade do amor e do desejo de Paulo por seus irmãos na fé.","conexao_teologica":"O amor fraternal é um aspecto essencial da vida cristã, refletindo o amor de Cristo por sua igreja.","referencias_relacionadas":["Romanos 1:11","2 Coríntios 7:3","1 Tessalonicenses 2:17"]},"filipenses_4_1_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada aqui é uma alegria espiritual que vem da fé e da comunhão em Cristo.","explicacao_detalhada":"Paulo incentiva os filipenses a se alegrarem no Senhor, independentemente das circunstâncias, destacando a importância da alegria na vida cristã.","por_que_esta_palavra":"A palavra 'alegria' é central na mensagem de Paulo, que enfatiza que a verdadeira alegria é encontrada em Cristo.","conexao_teologica":"A alegria é um fruto do Espírito e um aspecto fundamental da vida cristã, que deve ser cultivada em todas as circunstâncias.","referencias_relacionadas":["Gálatas 5:22","1 Tessalonicenses 5:16-18","Romanos 15:13"]},"filipenses_4_2_mulher":{"palavra_pt":"mulher","palavra_original":"Εὐοδία","transliteracao":"Euodía","strong":"G2136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher específica, Euódia, que estava em desacordo com Síntique.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para identificar Euódia, uma das colaboradoras de Paulo. O contexto sugere a importância da unidade entre os crentes.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a dignidade e o papel ativo das mulheres na igreja primitiva.","conexao_teologica":"A inclusão de mulheres no ministério é um reflexo da igualdade no corpo de Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:1-2","Atos 16:14-15"]},"filipenses_4_2_femea":{"palavra_pt":"femea","palavra_original":"Συντύχη","transliteracao":"Syntýchē","strong":"G4941","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se a Síntique, outra mulher mencionada em Filipenses 4:2, que também estava em desacordo com Euódia.","explicacao_detalhada":"A palavra 'femea' destaca a importância de Síntique como uma colaboradora no evangelho, mostrando que ambas as mulheres têm um papel significativo na comunidade.","por_que_esta_palavra":"A palavra 'femea' é utilizada para reafirmar a identidade de Síntique e sua contribuição para a igreja.","conexao_teologica":"A presença de mulheres líderes na igreja primitiva demonstra a inclusão e o valor de todos os crentes.","referencias_relacionadas":["Romanos 16:3","Atos 18:26","1 Coríntios 1:11"]},"filipenses_4_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a igreja e a necessidade de resolver conflitos à luz dessa autoridade.","explicacao_detalhada":"O uso de 'senhor' enfatiza a soberania de Cristo e a importância de submeter-se a Ele em todas as situações, incluindo desavenças.","por_que_esta_palavra":"A palavra 'senhor' é central na teologia cristã, indicando a posição de Cristo como cabeça da igreja.","conexao_teologica":"A submissão a Cristo é fundamental para a unidade e harmonia na comunidade cristã.","referencias_relacionadas":["Colossenses 1:18","Efésios 5:23","Filipenses 2:9-11"]},"filipenses_4_3_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se ao evangelho, que é a mensagem central da fé cristã.","explicacao_detalhada":"O 'bom' aqui destaca a natureza positiva e transformadora do evangelho que Paulo prega e defende.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a qualidade do evangelho, que traz salvação e esperança.","conexao_teologica":"O evangelho é a base da fé cristã e é considerado 'bom' porque revela a graça de Deus.","referencias_relacionadas":["Romanos 1:16","Marcos 16:15","1 Coríntios 15:1-4"]},"filipenses_4_3_misericordioso":{"palavra_pt":"misericordioso","palavra_original":"Κλήμης","transliteracao":"Klḗmēs","strong":"G2815","significado_raiz":"Ideia básica: misericordioso.","significado_contextual":"Refere-se a Clémen, que é mencionado como alguém que tem um papel importante na comunidade e é descrito como misericordioso.","explicacao_detalhada":"A palavra 'misericordioso' destaca a natureza de Clémen e sua disposição para ajudar os outros, refletindo o caráter de Cristo.","por_que_esta_palavra":"A misericórdia é uma característica fundamental do cristão, que deve imitar a compaixão de Cristo.","conexao_teologica":"A misericórdia é um aspecto central da mensagem do evangelho e da vida cristã.","referencias_relacionadas":["Mateus 5:7","Tiago 2:13","Lucas 6:36"]},"filipenses_4_3_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida nova que os crentes têm em Cristo, que é central para a mensagem de Paulo.","explicacao_detalhada":"A 'vida' mencionada aqui é uma alusão à transformação que ocorre quando alguém aceita o evangelho.","por_que_esta_palavra":"A vida em Cristo é descrita como abundante e cheia de propósito, contrastando com a vida anterior de pecado.","conexao_teologica":"A nova vida em Cristo é um tema recorrente nas cartas de Paulo, enfatizando a redenção e a esperança.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"filipenses_4_4_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente à autoridade de Cristo, que é um tema central na exortação de Paulo.","explicacao_detalhada":"A palavra 'senhor' reafirma a soberania de Cristo sobre todas as circunstâncias da vida dos crentes.","por_que_esta_palavra":"A ênfase na autoridade de Cristo é crucial para entender a confiança que os crentes devem ter nele.","conexao_teologica":"A autoridade de Cristo é um fundamento para a fé e a prática cristã.","referencias_relacionadas":["Mateus 28:18","Efésios 1:20-22","Filipenses 2:9-11"]},"filipenses_4_4_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à alegria que os crentes devem ter em Deus, que é a fonte de toda alegria.","explicacao_detalhada":"A alegria em Deus é um tema central na carta aos Filipenses, enfatizando a importância de encontrar contentamento nele.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da relação dos crentes com o Criador e a fonte de sua alegria.","conexao_teologica":"A alegria em Deus é um reflexo da confiança na sua soberania e bondade.","referencias_relacionadas":["Salmos 37:4","Romanos 15:13","1 Pedro 1:8-9"]},"filipenses_4_4_falar":{"palavra_pt":"falar","palavra_original":"ῥέω","transliteracao":"rhéō","strong":"G4483","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da alegria e da esperança que os crentes devem ter em Cristo.","explicacao_detalhada":"Falar sobre a alegria em Deus é um chamado para que os crentes compartilhem sua fé e testemunho.","por_que_esta_palavra":"A comunicação é uma parte vital da vida cristã, onde os crentes são chamados a proclamar o evangelho.","conexao_teologica":"A proclamação do evangelho é um mandamento de Cristo e uma expressão da vida cristã.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","Atos 1:8"]},"filipenses_4_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à necessidade de os crentes demonstrarem a presença do Senhor em suas vidas, especialmente em tempos de conflito.","explicacao_detalhada":"A palavra 'senhor' aqui enfatiza que a presença de Cristo deve ser evidente nas atitudes e comportamentos dos crentes.","por_que_esta_palavra":"A palavra 'senhor' é usada para lembrar os crentes da importância de viver em conformidade com a vontade de Deus.","conexao_teologica":"A vida cristã deve refletir a autoridade de Cristo, que é o exemplo supremo de amor e serviço.","referencias_relacionadas":["Colossenses 3:17","Efésios 5:1-2","1 Pedro 2:12"]},"filipenses_4_5_gentil":{"palavra_pt":"gentil","palavra_original":"ἐπιεικής","transliteracao":"epieikḗs","strong":"G1933","significado_raiz":"Ideia básica: gentil.","significado_contextual":"A palavra 'gentil' refere-se a uma atitude de moderação e consideração em relação aos outros.","explicacao_detalhada":"No contexto de Filipenses 4:5, Paulo exorta os crentes a serem gentis, mostrando uma disposição pacífica e amigável, refletindo o caráter de Cristo em suas interações diárias.","por_que_esta_palavra":"A escolha da palavra 'gentil' enfatiza a importância de uma vida cristã que não apenas busca a paz interior, mas também promove a harmonia nas relações interpessoais.","conexao_teologica":"A gentileza é uma expressão do fruto do Espírito (Gálatas 5:22-23) e é fundamental para a edificação da comunidade cristã.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:12","Tiago 3:17"]},"filipenses_4_5_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"No versículo, Paulo encoraja os filipenses a conhecerem que o Senhor está próximo, o que traz conforto e segurança em tempos de ansiedade.","por_que_esta_palavra":"O conhecimento de Deus e de Sua presença é essencial para a vida cristã, pois nos ajuda a confiar Nele em todas as circunstâncias.","conexao_teologica":"O conhecimento de Deus é um tema central nas Escrituras, sendo fundamental para o relacionamento do crente com o Senhor.","referencias_relacionadas":["Salmos 46:10","Jeremias 9:23-24","João 17:3"]},"filipenses_4_6_deus":{"palavra_pt":"deus","palavra_original":"εὐχαριστία","transliteracao":"eucharistía","strong":"G2169","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere ao Senhor como a fonte de toda gratidão e provisão.","explicacao_detalhada":"Paulo ensina que, ao trazer nossas preocupações a Deus em oração, reconhecemos Sua soberania e cuidado sobre nossas vidas.","por_que_esta_palavra":"Reconhecer Deus em nossas orações é fundamental para a prática da fé, pois nos lembra de Sua grandeza e poder.","conexao_teologica":"A oração é um meio de comunicação com Deus, e a gratidão é uma resposta natural ao Seu caráter generoso.","referencias_relacionadas":["1 Pedro 5:7","Salmos 55:22","Mateus 7:7"]},"filipenses_4_6_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de se comunicar com Deus, apresentando petições e agradecimentos.","explicacao_detalhada":"Paulo enfatiza a importância da oração como um meio de lidar com a ansiedade, encorajando os crentes a trazerem suas preocupações a Deus.","por_que_esta_palavra":"A oração é um componente vital da vida cristã, permitindo que os crentes experimentem a paz de Deus em meio às dificuldades.","conexao_teologica":"A oração é uma prática que fortalece a fé e a confiança em Deus, conforme ensinado em várias partes da Bíblia.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Tiago 5:16"]},"filipenses_4_7_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia que vem de Deus.","explicacao_detalhada":"Paulo promete que a paz de Deus, que excede todo entendimento, guardará os corações e mentes dos crentes que confiam Nele.","por_que_esta_palavra":"A paz é um dos principais frutos da presença de Deus na vida do crente, especialmente em tempos de tribulação.","conexao_teologica":"A paz de Deus é um tema recorrente nas Escrituras, simbolizando a reconciliação entre Deus e a humanidade através de Cristo.","referencias_relacionadas":["Romanos 5:1","João 14:27","Isaías 26:3"]},"filipenses_4_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere ao Senhor que é a fonte de paz e proteção.","explicacao_detalhada":"Paulo destaca que a paz que vem de Deus é única e transcende as circunstâncias, proporcionando segurança aos crentes.","por_que_esta_palavra":"Reconhecer Deus como a fonte de paz é fundamental para a vida cristã, especialmente em tempos de incerteza.","conexao_teologica":"A natureza de Deus como o Príncipe da Paz é central na mensagem do evangelho e na vida do crente.","referencias_relacionadas":["Filipenses 4:7","Isaías 9:6","2 Tessalonicenses 3:16"]},"filipenses_4_7_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus que traz salvação e esperança.","explicacao_detalhada":"No contexto, a menção de Cristo enfatiza que a paz e a segurança vêm através do relacionamento com Ele.","por_que_esta_palavra":"Cristo é o cumprimento das promessas de Deus e a fonte de toda esperança e redenção para a humanidade.","conexao_teologica":"A identidade de Cristo como o Ungido é central para a teologia cristã, pois Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 João 5:12"]},"filipenses_4_8_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se a algo que é justo e correto, livre de culpa.","explicacao_detalhada":"Paulo exorta os filipenses a pensarem em tudo que é justo e puro, promovendo uma mentalidade que reflete a santidade de Deus.","por_que_esta_palavra":"A ênfase na inocência e justiça é crucial para a formação do caráter cristão e para a vida em comunidade.","conexao_teologica":"A busca pela justiça e pureza é um chamado para todos os crentes, refletindo o caráter de Cristo em suas vidas.","referencias_relacionadas":["Mateus 5:8","Filipenses 4:8","1 Pedro 1:15-16"]},"filipenses_4_8_lovely":{"palavra_pt":"lovely","palavra_original":"προσφιλής","transliteracao":"prosphilḗs","strong":"G4375","significado_raiz":"Ideia básica: lovely.","significado_contextual":"A palavra 'lovely' implica algo que é agradável e digno de amor.","explicacao_detalhada":"Paulo incentiva os crentes a focarem em coisas que são agradáveis e que promovem a unidade e o amor entre eles.","por_que_esta_palavra":"Pensar em coisas amáveis ajuda a cultivar um espírito de amor e harmonia na comunidade cristã.","conexao_teologica":"O amor é um dos principais mandamentos de Cristo e deve ser refletido em todas as áreas da vida do crente.","referencias_relacionadas":["1 Coríntios 13:4-7","Colossenses 3:14","1 João 4:7"]},"filipenses_4_8_louvor":{"palavra_pt":"louvor","palavra_original":"ἔπαινος","transliteracao":"épainos","strong":"G1868","significado_raiz":"Ideia básica: louvor.","significado_contextual":"A palavra 'louvor' refere-se a expressões de gratidão e adoração a Deus.","explicacao_detalhada":"Paulo encoraja os filipenses a se concentrarem em tudo que é digno de louvor, promovendo uma atitude de gratidão e adoração.","por_que_esta_palavra":"O louvor é uma resposta natural ao reconhecimento da bondade e fidelidade de Deus em nossas vidas.","conexao_teologica":"O louvor é uma prática central na vida cristã, refletindo a adoração devida ao nosso Criador.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Efésios 5:19"]},"filipenses_4_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a autoridade de Deus sobre todas as coisas. No contexto de Filipenses 4:9, Paulo menciona Deus como aquele que é digno de ser seguido e cuja presença traz paz.","por_que_esta_palavra":"Esta palavra é central na fé cristã, pois enfatiza a soberania e a relação pessoal que os crentes têm com Deus.","conexao_teologica":"A ideia de Deus como fonte de paz e orientação é um tema recorrente nas Escrituras, refletindo a necessidade de confiar Nele em todas as circunstâncias.","referencias_relacionadas":["Salmos 46:1","Isaías 9:6","Romanos 15:33"]},"filipenses_4_9_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à tranquilidade e harmonia que vem de Deus.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) implica um estado de bem-estar e ausência de conflito. Em Filipenses 4:9, Paulo encoraja os crentes a praticarem o que aprenderam, prometendo que a paz de Deus guardará seus corações.","por_que_esta_palavra":"A paz é um dos frutos do Espírito e é fundamental para a vida cristã, refletindo a presença de Deus na vida do crente.","conexao_teologica":"A paz de Deus é frequentemente mencionada como um presente que resulta da fé e da obediência a Cristo.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"filipenses_4_9_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se ao ato de entregar ou confiar algo a alguém.","explicacao_detalhada":"A palavra 'entregar' (πράσσω) implica uma ação de confiar ou colocar algo nas mãos de outra pessoa. No contexto, Paulo fala sobre a entrega de preocupações a Deus, que é um ato de fé.","por_que_esta_palavra":"Entregar nossas preocupações a Deus é um princípio vital na vida cristã, mostrando confiança em Sua providência.","conexao_teologica":"A entrega a Deus é um tema central na vida de fé, onde os crentes são chamados a lançar suas ansiedades sobre Ele.","referencias_relacionadas":["1 Pedro 5:7","Salmos 55:22","Mateus 11:28"]},"filipenses_4_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de senhorio e autoridade de Cristo.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para reconhecer a soberania de Cristo sobre a vida dos crentes. Em Filipenses 4:10, Paulo expressa gratidão pela ajuda recebida, reconhecendo a autoridade de Cristo em sua vida.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica submissão e adoração.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"filipenses_4_10_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à alegria que vem de Deus.","explicacao_detalhada":"A palavra 'deus' (χαίρω) neste contexto enfatiza a alegria que Paulo sente ao ver a generosidade dos filipenses, reconhecendo que essa alegria é um reflexo da ação de Deus em suas vidas.","por_que_esta_palavra":"A alegria é um tema importante na carta aos Filipenses, mostrando como a presença de Deus traz satisfação e contentamento.","conexao_teologica":"A alegria em Deus é um aspecto fundamental da vida cristã, que deve ser cultivada independentemente das circunstâncias.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"filipenses_4_10_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a algo que é muito além do esperado ou necessário.","explicacao_detalhada":"A palavra 'muito' (ὑπέρ) indica uma abundância que supera as expectativas. Paulo usa essa palavra para descrever a generosidade dos filipenses, que excedeu suas necessidades.","por_que_esta_palavra":"A ideia de abundância é central na mensagem de Paulo, que enfatiza a generosidade como um reflexo do amor de Cristo.","conexao_teologica":"A generosidade é um valor cristão que reflete a natureza de Deus, que dá abundantemente.","referencias_relacionadas":["2 Coríntios 9:8","Efésios 3:20","Filipenses 4:19"]},"filipenses_4_11_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para indicar que algo deve ser feito de acordo com um padrão ou princípio. Paulo fala sobre viver conforme a provisão de Deus.","por_que_esta_palavra":"Viver conforme a vontade de Deus é essencial para a vida cristã, refletindo obediência e submissão.","conexao_teologica":"A conformidade com a vontade de Deus é um tema recorrente nas Escrituras, onde os crentes são chamados a viver de acordo com Seus princípios.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"filipenses_4_11_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de expressar ou comunicar algo.","explicacao_detalhada":"A palavra 'dizer' (λέγω) implica a comunicação de uma mensagem. Paulo usa essa palavra para enfatizar a importância de compartilhar ensinamentos e encorajamentos.","por_que_esta_palavra":"A comunicação é vital na vida cristã, pois permite a edificação mútua entre os crentes.","conexao_teologica":"A palavra de Deus é frequentemente comunicada através de ensinamentos, e os crentes são chamados a proclamar a verdade.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Colossenses 3:16"]},"filipenses_4_12_coracao":{"palavra_pt":"coracao","palavra_original":"ταπεινόω","transliteracao":"tapeinóō","strong":"G5013","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' (ταπεινόω) é usada para descrever a atitude interior de humildade e submissão. Paulo fala sobre a importância de ter um coração humilde diante de Deus.","por_que_esta_palavra":"O coração é frequentemente mencionado nas Escrituras como o lugar onde as decisões espirituais são tomadas.","conexao_teologica":"A humildade do coração é essencial para a vida cristã, refletindo a atitude de Cristo.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Tiago 4:10"]},"filipenses_4_12_abound":{"palavra_pt":"abound","palavra_original":"περισσεύω","transliteracao":"perisseúō","strong":"G4052","significado_raiz":"Ideia básica: abound.","significado_contextual":"Refere-se ao ato de ter em abundância ou ser rico em algo.","explicacao_detalhada":"A palavra 'abound' (περισσεύω) implica uma superabundância. Paulo fala sobre a abundância de experiências e ensinamentos que ele teve, enfatizando a generosidade de Deus.","por_que_esta_palavra":"A abundância é um tema importante na vida cristã, refletindo a generosidade e a provisão de Deus.","conexao_teologica":"A vida em Cristo é descrita como uma vida abundante, onde os crentes experimentam a plenitude de Deus.","referencias_relacionadas":["João 10:10","2 Coríntios 8:9","Filipenses 4:19"]},"filipenses_4_12_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à capacidade de viver em qualquer situação, seja em abundância ou em necessidade.","explicacao_detalhada":"O apóstolo Paulo menciona que aprendeu a viver em todas as circunstâncias, o que implica um entendimento profundo do que significa seguir o caminho de Cristo, que é um caminho de contentamento e confiança em Deus.","por_que_esta_palavra":"A palavra 'caminho' é usada para descrever a jornada da vida cristã, que envolve desafios e vitórias.","conexao_teologica":"O caminho de Cristo é um tema central na teologia cristã, representando a vida que devemos seguir como discípulos.","referencias_relacionadas":["Mateus 7:13-14","João 14:6","Atos 9:2"]},"filipenses_4_13_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se à força que vem de Cristo, que capacita o crente a enfrentar qualquer situação.","explicacao_detalhada":"Paulo afirma que pode todas as coisas em Cristo, que o fortalece, enfatizando a dependência do poder divino para superar desafios.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental, pois representa o Messias que traz salvação e força aos crentes.","conexao_teologica":"Cristo é o centro da fé cristã, e sua unção é o que permite aos crentes viverem de acordo com a vontade de Deus.","referencias_relacionadas":["Romanos 8:37","2 Coríntios 12:9","Efésios 6:10"]},"filipenses_4_13_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à jornada de fé que o crente deve percorrer, confiando na força de Cristo.","explicacao_detalhada":"Paulo destaca que, independentemente das circunstâncias, o crente deve seguir o caminho que Cristo traçou, sustentado por sua força.","por_que_esta_palavra":"O 'caminho' simboliza a vida cristã e a necessidade de perseverança na fé.","conexao_teologica":"A jornada do crente é frequentemente descrita como um caminho que leva à vida eterna.","referencias_relacionadas":["Hebreus 12:1-2","1 Pedro 2:21","Gálatas 5:25"]},"filipenses_4_13_bom":{"palavra_pt":"bom","palavra_original":"ἰσχύω","transliteracao":"ischýō","strong":"G2480","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à capacidade de realizar boas obras e enfrentar desafios com a força de Cristo.","explicacao_detalhada":"A palavra 'bom' aqui implica em agir de maneira justa e correta, refletindo o caráter de Cristo em todas as ações.","por_que_esta_palavra":"A bondade é uma característica essencial da vida cristã, que deve ser manifestada em ações e atitudes.","conexao_teologica":"A bondade é um fruto do Espírito, e viver de acordo com essa bondade é um chamado para todos os crentes.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 2:10","Tito 3:8"]},"filipenses_4_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, especialmente no contexto de ajudar e apoiar outros.","explicacao_detalhada":"Paulo menciona que, apesar das dificuldades, ele foi grato por aqueles que ajudaram em seu ministério, enfatizando a importância de agir em amor.","por_que_esta_palavra":"A palavra 'fazer' destaca a ação prática da fé, que se manifesta em atos de serviço e amor ao próximo.","conexao_teologica":"A fé sem obras é morta, e a ação é uma expressão da verdadeira fé em Cristo.","referencias_relacionadas":["Tiago 2:17","Mateus 25:40","1 João 3:18"]},"filipenses_4_14_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se ao sofrimento e às dificuldades enfrentadas pelos crentes.","explicacao_detalhada":"Paulo fala sobre as tribulações que ele e outros enfrentaram, mas também sobre a importância de permanecer firme na fé durante esses tempos difíceis.","por_que_esta_palavra":"A palavra 'aflição' é relevante para entender o custo do discipulado e a necessidade de apoio mútuo na comunidade cristã.","conexao_teologica":"O sofrimento é uma parte da vida cristã, e a Bíblia ensina que Deus está presente em meio às aflições.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:5","1 Pedro 5:10"]},"filipenses_4_15_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à boa notícia do evangelho e ao seu impacto na vida dos crentes.","explicacao_detalhada":"Paulo menciona a importância do evangelho e como ele é um bem precioso que deve ser compartilhado.","por_que_esta_palavra":"A palavra 'bom' aqui se refere à mensagem transformadora do evangelho que traz salvação e esperança.","conexao_teologica":"O evangelho é o poder de Deus para a salvação, e a boa notícia deve ser proclamada a todos.","referencias_relacionadas":["Romanos 1:16","Marcos 16:15","1 Coríntios 15:1-4"]},"filipenses_4_15_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar e apoiar uns aos outros.","explicacao_detalhada":"Paulo destaca a importância da igreja como corpo de Cristo, onde cada membro desempenha um papel vital.","por_que_esta_palavra":"A palavra 'igreja' enfatiza a natureza comunitária da fé cristã e a necessidade de estar em comunhão.","conexao_teologica":"A igreja é o lugar onde os crentes se reúnem para crescer na fé e cumprir a missão de Cristo.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Hebreus 10:24-25"]},"filipenses_4_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e ao papel de Cristo como a revelação final de Deus.","explicacao_detalhada":"Paulo menciona que a palavra é central na vida do crente, pois é através dela que conhecemos a verdade e a vontade de Deus.","por_que_esta_palavra":"A palavra 'Cristo' é essencial, pois representa a encarnação da verdade e a base da fé cristã.","conexao_teologica":"Cristo é o Verbo que se fez carne, e a palavra de Deus é viva e eficaz, transformando vidas.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","Colossenses 3:16"]},"filipenses_4_16_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade e ao cuidado que os crentes têm uns pelos outros.","explicacao_detalhada":"Paulo fala sobre a importância de atender às necessidades uns dos outros, mostrando o amor prático da comunidade cristã.","por_que_esta_palavra":"A palavra 'assunto' destaca a responsabilidade que os crentes têm em cuidar uns dos outros.","conexao_teologica":"O amor cristão se manifesta em ações concretas, e a comunidade é chamada a se apoiar mutuamente.","referencias_relacionadas":["Gálatas 6:2","Filipenses 2:4","1 João 3:17"]},"filipenses_4_16_thessalonica":{"palavra_pt":"thessalonica","palavra_original":"Θεσσαλονίκη","transliteracao":"Thessaloníkē","strong":"G2332","significado_raiz":"Ideia básica: thessalonica.","significado_contextual":"Thessalonica era uma cidade importante na Macedônia, onde Paulo fundou uma igreja.","explicacao_detalhada":"A cidade de Tessalônica, mencionada em Filipenses 4:16, era um centro comercial e cultural. Paulo se referiu a ela para destacar a generosidade dos filipenses em enviar ajuda financeira.","por_que_esta_palavra":"A menção a Tessalônica ilustra a conexão entre as igrejas e a importância do apoio mútuo entre os cristãos.","conexao_teologica":"A generosidade dos filipenses reflete o amor cristão e a unidade da igreja, que é um tema central nas cartas de Paulo.","referencias_relacionadas":["Atos 17:1","1 Tessalonicenses 1:1","2 Tessalonicenses 1:1"]},"filipenses_4_16_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se ao ato de mandar recursos ou apoio, que é uma prática comum entre as igrejas.","explicacao_detalhada":"No contexto de Filipenses 4:16, o ato de enviar é um gesto de amor e apoio, demonstrando a preocupação dos filipenses com Paulo enquanto ele estava em necessidade.","por_que_esta_palavra":"A palavra 'enviar' enfatiza a ação de ajudar e apoiar os irmãos na fé, um princípio fundamental do cristianismo.","conexao_teologica":"O envio de ajuda é uma expressão do corpo de Cristo trabalhando em unidade para o bem-estar de seus membros.","referencias_relacionadas":["2 Coríntios 9:7","Gálatas 6:2","Mateus 10:8"]},"filipenses_4_17_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo é o centro da fé cristã e o motivo pelo qual os filipenses estavam contribuindo.","explicacao_detalhada":"Em Filipenses 4:17, Paulo menciona que o que ele recebe é um fruto que glorifica a Cristo, mostrando que as doações têm um propósito espiritual.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para entender que todas as ações dos cristãos devem ser direcionadas a glorificar a Deus.","conexao_teologica":"A conexão entre as doações e a obra de Cristo enfatiza a importância de servir ao Senhor através de ações práticas.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1","1 Coríntios 10:31"]},"filipenses_4_17_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Fruto refere-se aos resultados das ações dos crentes, especialmente em relação ao apoio mútuo.","explicacao_detalhada":"No versículo, Paulo fala sobre o fruto que resulta das doações, que são agradáveis a Deus e refletem a generosidade dos filipenses.","por_que_esta_palavra":"A ideia de 'fruto' é usada frequentemente na Bíblia para descrever os resultados da vida cristã e das boas obras.","conexao_teologica":"O fruto é um símbolo da vida em Cristo, onde as boas ações são uma expressão da fé genuína.","referencias_relacionadas":["Gálatas 5:22-23","João 15:5","Mateus 7:17"]},"filipenses_4_18_epaphroditus":{"palavra_pt":"epaphroditus","palavra_original":"Ἐπαφρόδιτος","transliteracao":"Epaphróditos","strong":"G1891","significado_raiz":"Ideia básica: epaphroditus.","significado_contextual":"Epafrodito era um mensageiro dos filipenses que trouxe ajuda a Paulo.","explicacao_detalhada":"Em Filipenses 4:18, Paulo menciona Epafrodito como alguém que arriscou sua vida para servir ao apóstolo, mostrando o comprometimento e a coragem dos crentes.","por_que_esta_palavra":"A menção de Epafrodito destaca a importância do serviço e do sacrifício na vida cristã.","conexao_teologica":"Epafrodito é um exemplo de como os cristãos devem estar dispostos a servir uns aos outros em amor.","referencias_relacionadas":["Filipenses 2:25","Romanos 16:1","2 Coríntios 8:23"]},"filipenses_4_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o provedor de todas as necessidades dos crentes.","explicacao_detalhada":"No contexto de Filipenses 4:18, Paulo afirma que as ofertas dos filipenses são aceitáveis a Deus, indicando que Ele valoriza a generosidade e o apoio mútuo.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois é Ele quem provê e sustenta os crentes em todas as circunstâncias.","conexao_teologica":"A confiança em Deus como provedor é um tema recorrente nas Escrituras, mostrando que Ele cuida de Seu povo.","referencias_relacionadas":["Salmos 23:1","Mateus 6:31-33","2 Coríntios 9:8"]},"filipenses_4_18_acceptableted":{"palavra_pt":"acceptable ted","palavra_original":"εὐάρεστος","transliteracao":"euárestos","strong":"G2101","significado_raiz":"Ideia básica: acceptable ted.","significado_contextual":"Aceitável refere-se ao que é agradável e bem-vindo a Deus.","explicacao_detalhada":"Em Filipenses 4:18, Paulo descreve as ofertas dos filipenses como 'aceitáveis', indicando que Deus se agrada de atos de generosidade e amor.","por_que_esta_palavra":"A ideia de ser 'aceitável' destaca a importância da intenção e do coração por trás das ações dos crentes.","conexao_teologica":"A aceitação por parte de Deus é um tema importante, pois reflete a relação entre o crente e o Criador.","referencias_relacionadas":["Hebreus 13:16","Romanos 12:1","1 Pedro 2:5"]},"filipenses_4_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como aquele que supre todas as necessidades dos crentes.","explicacao_detalhada":"No versículo, Paulo afirma que Deus suprirá todas as necessidades dos filipenses segundo a Sua riqueza em glória, enfatizando a fidelidade de Deus.","por_que_esta_palavra":"A palavra 'Deus' reafirma a confiança dos crentes na provisão divina em todas as áreas da vida.","conexao_teologica":"A provisão de Deus é uma expressão de Sua graça e amor, que sustenta os crentes em suas necessidades.","referencias_relacionadas":["Salmos 37:25","Mateus 7:11","Filipenses 4:6-7"]},"filipenses_4_19_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Assunto refere-se às necessidades e preocupações dos crentes.","explicacao_detalhada":"Em Filipenses 4:19, a palavra 'assunto' é usada para descrever as várias necessidades que os crentes enfrentam, que Deus promete suprir.","por_que_esta_palavra":"A palavra 'assunto' é importante para entender que Deus se preocupa com todos os aspectos da vida dos crentes.","conexao_teologica":"A promessa de Deus de suprir as necessidades é um reflexo de Sua soberania e cuidado por Seu povo.","referencias_relacionadas":["Filipenses 4:6","1 Pedro 5:7","Mateus 6:25-26"]},"filipenses_4_19_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Glória refere-se à honra e louvor que pertencem a Deus.","explicacao_detalhada":"No contexto de Filipenses 4:19, a glória de Deus é mencionada como o resultado da provisão divina, que traz honra ao Seu nome.","por_que_esta_palavra":"A palavra 'glória' é fundamental para entender que todas as ações de Deus visam Sua própria honra e louvor.","conexao_teologica":"A glória de Deus é um tema central nas Escrituras, refletindo Sua majestade e poder.","referencias_relacionadas":["Romanos 11:36","Salmos 115:1","Isaías 43:7"]},"filipenses_4_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda provisão e glória.","explicacao_detalhada":"No contexto de Filipenses 4:20, Paulo exalta a Deus, reconhecendo que toda a glória pertence a Ele. A palavra 'deus' refere-se ao ser supremo que provê e sustenta os crentes em suas necessidades.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a soberania e a autoridade divina sobre todas as coisas, especialmente em relação às bênçãos que os crentes recebem.","conexao_teologica":"Deus é o provedor e sustentador, e a glória que lhe é atribuída reflete sua majestade e poder.","referencias_relacionadas":["Salmos 23:1","Mateus 6:31-33","Efésios 3:20"]},"filipenses_4_20_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é o reconhecimento de sua grandeza e majestade.","explicacao_detalhada":"A palavra 'gloria' no versículo destaca a importância de reconhecer a soberania de Deus em todas as coisas. Paulo conclui sua carta com uma doxologia, exaltando a Deus por suas obras e provisões.","por_que_esta_palavra":"A palavra 'gloria' é usada para enfatizar a dignidade e a honra que pertencem a Deus, que é digno de ser louvado por suas ações.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, refletindo sua natureza e o propósito de todas as coisas.","referencias_relacionadas":["Romanos 11:36","1 Pedro 4:11","Apocalipse 4:11"]},"filipenses_4_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias, o Ungido de Deus que traz salvação.","explicacao_detalhada":"A palavra 'cristo' refere-se a Jesus como o Ungido, aquele que foi escolhido por Deus para cumprir a missão de redenção da humanidade. Paulo se dirige aos filipenses reconhecendo a autoridade e a divindade de Cristo.","por_que_esta_palavra":"A utilização do termo 'cristo' reforça a identidade de Jesus como o Salvador prometido nas Escrituras.","conexao_teologica":"Cristo é central na fé cristã, sendo a ponte entre Deus e a humanidade.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 2:36"]},"filipenses_4_21_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho representa a vida e a conduta que os crentes devem seguir.","explicacao_detalhada":"A palavra 'caminho' sugere a jornada espiritual dos crentes, que devem viver de acordo com os ensinamentos de Cristo. Paulo encoraja os filipenses a permanecerem firmes na fé.","por_que_esta_palavra":"A palavra 'caminho' é usada para descrever a vida cristã como uma jornada que requer compromisso e direção.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de segui-lo.","referencias_relacionadas":["João 14:6","Atos 9:2","Hebreus 10:20"]},"filipenses_4_22_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à comunhão e à unidade entre os crentes.","explicacao_detalhada":"A palavra 'entre' destaca a importância da comunidade cristã e do apoio mútuo. Paulo menciona os santos que estão com ele, enfatizando a conexão entre os crentes.","por_que_esta_palavra":"A escolha de 'entre' sublinha a ideia de que a fé é vivida em comunidade, não de forma isolada.","conexao_teologica":"A unidade do corpo de Cristo é um tema recorrente nas cartas de Paulo, refletindo a importância da comunhão.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:3","Colossenses 3:14"]},"filipenses_4_22_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"César representa a autoridade política e o contexto histórico da época.","explicacao_detalhada":"A menção a César no versículo destaca a realidade do império romano e a relação dos cristãos com as autoridades. Paulo reconhece a presença de crentes até mesmo na casa de César.","por_que_esta_palavra":"A palavra 'César' é significativa para mostrar que a mensagem do evangelho alcança todos os níveis da sociedade, incluindo a elite.","conexao_teologica":"A soberania de Deus se estende sobre todas as autoridades, e o evangelho é para todos, independentemente de status social.","referencias_relacionadas":["Atos 28:16","Romanos 13:1","Filipenses 1:13"]},"filipenses_4_22_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Família refere-se à unidade e ao cuidado entre os crentes.","explicacao_detalhada":"A palavra 'familia' enfatiza a relação íntima entre os membros da igreja, que são considerados parte da mesma família espiritual em Cristo.","por_que_esta_palavra":"A escolha de 'familia' reflete a ideia de que os crentes devem cuidar uns dos outros como irmãos e irmãs em Cristo.","conexao_teologica":"A noção de família é central na teologia cristã, onde todos são chamados a viver em amor e unidade.","referencias_relacionadas":["Gálatas 6:10","Efésios 2:19","1 João 3:1"]},"filipenses_4_23_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça é o favor imerecido de Deus que sustenta os crentes.","explicacao_detalhada":"A palavra 'graça' no versículo destaca a essência do evangelho, que é a graça de Deus que nos salva e nos sustenta em nossa caminhada de fé.","por_que_esta_palavra":"A escolha de 'graça' enfatiza a dependência dos crentes na bondade e misericórdia de Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, sendo a base da salvação e da vida cristã.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"filipenses_4_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à soberania de Cristo sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus em nossas vidas. Paulo encerra a carta reafirmando a posição de Cristo como Senhor.","por_que_esta_palavra":"A escolha de 'senhor' é fundamental para entender a relação dos crentes com Cristo, que é tanto Salvador quanto Senhor.","conexao_teologica":"A soberania de Cristo é um tema central na fé cristã, refletindo sua autoridade sobre a criação e a vida dos crentes.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Colossenses 1:17"]},"filipenses_4_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa a salvação e a presença de Deus entre nós.","explicacao_detalhada":"A palavra 'jesus' é central na fé cristã, pois representa a encarnação de Deus e a obra redentora realizada na cruz.","por_que_esta_palavra":"A escolha do nome 'Jesus' enfatiza a importância de reconhecer sua identidade e obra como Salvador.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra é fundamental para a salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","João 3:16"]}}