{"habacuque_1_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O termo 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"Na tradição bíblica, os profetas eram figuras centrais que comunicavam as mensagens de Deus, frequentemente em tempos de crise ou desvio moral. Habacuque, como profeta, questiona a Deus sobre a injustiça e a opressão que observa.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Habacuque como intermediário entre Deus e o povo, especialmente em um contexto de angústia e busca por respostas.","conexao_teologica":"A figura do profeta é essencial na teologia do Antigo Testamento, pois representa a voz de Deus que chama o povo ao arrependimento e à justiça.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"habacuque_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"O uso do tetragrama YHWH (יהוה) destaca a relação pessoal e covenantal entre Deus e Seu povo, sendo um nome que evoca reverência e poder.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o governante supremo que deve ser reconhecido e temido.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente na Bíblia, simbolizando a presença e a ação divina na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"habacuque_1_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica a integridade e a fidelidade de Deus em Suas promessas e ações.","explicacao_detalhada":"Habacuque questiona a aparente ausência da verdade em meio à injustiça, refletindo uma busca pela autenticidade da ação divina em tempos de crise.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a compreensão da justiça de Deus e da expectativa de que Ele atuará de acordo com Sua natureza.","conexao_teologica":"A verdade é um atributo essencial de Deus, que se revela em Suas promessas e na Sua palavra, sendo um fundamento da fé.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"habacuque_1_2_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'cruelty' (crueldade) refere-se à injustiça e opressão que o profeta observa em sua sociedade.","explicacao_detalhada":"Habacuque clama a Deus sobre a violência e a injustiça que permeiam o povo, questionando como Deus pode permitir tais ações.","por_que_esta_palavra":"A menção à crueldade é uma chamada à atenção sobre as realidades sociais e morais que desafiam a fé e a confiança em Deus.","conexao_teologica":"A crueldade e a injustiça são temas que aparecem frequentemente nas Escrituras, levando a um clamor por justiça e intervenção divina.","referencias_relacionadas":["Isaías 59:15","Miquéias 2:1","Salmos 73:3"]},"habacuque_1_3_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A repetição da palavra 'cruelty' reforça a gravidade da situação que Habacuque observa.","explicacao_detalhada":"O profeta expressa sua angústia diante da contínua opressão e injustiça, enfatizando a necessidade de uma resposta divina.","por_que_esta_palavra":"A insistência na crueldade destaca a urgência do clamor de Habacuque por intervenção e justiça.","conexao_teologica":"A repetição de temas de injustiça é um chamado à reflexão sobre a natureza de Deus e Sua resposta ao sofrimento humano.","referencias_relacionadas":["Salmos 10:2","Ezequiel 18:30","Amós 5:24"]},"habacuque_1_3_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade e à falta de substância nas ações e comportamentos humanos.","explicacao_detalhada":"Habacuque observa que as ações do povo são vazias e sem propósito, refletindo uma desconexão com a vontade de Deus.","por_que_esta_palavra":"A ênfase na vaidade é uma crítica à superficialidade da vida sem Deus, que leva à desilusão e à injustiça.","conexao_teologica":"A vaidade é frequentemente associada ao pecado e à rebelião contra Deus, sendo um tema que aparece em muitos livros da Bíblia.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Isaías 44:9"]},"habacuque_1_3_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao trabalho e ao esforço humano, muitas vezes em vão diante da injustiça.","explicacao_detalhada":"Habacuque lamenta que o trabalho e o esforço do povo não resultam em justiça, refletindo a frustração com a condição social.","por_que_esta_palavra":"A menção ao corpo destaca a realidade do esforço humano em contraste com a aparente inação de Deus diante da opressão.","conexao_teologica":"A relação entre o trabalho humano e a ação divina é um tema importante, onde se busca entender como Deus responde ao esforço humano.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 2:22","Salmos 127:1"]},"habacuque_1_4_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao resultado final ou à conclusão das ações humanas e divinas.","explicacao_detalhada":"Habacuque questiona qual será o desfecho da injustiça e como Deus lidará com o mal no mundo.","por_que_esta_palavra":"A busca pelo 'fim' é uma busca por esperança e resolução, refletindo a expectativa de que Deus trará justiça.","conexao_teologica":"O conceito de fim é central na escatologia bíblica, onde se espera a restauração e a justiça divina no final dos tempos.","referencias_relacionadas":["Eclesiastes 3:17","Mateus 24:13","Apocalipse 21:4"]},"habacuque_1_4_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à retidão e à moralidade que Deus exige de Seu povo.","explicacao_detalhada":"Habacuque clama por justiça, enfatizando que Deus é justo e que espera que Seu povo viva de acordo com essa justiça.","por_que_esta_palavra":"A ênfase na justiça é fundamental para a compreensão do caráter de Deus e de Sua relação com a humanidade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza e o padrão que Ele estabelece para a vida humana.","referencias_relacionadas":["Salmos 11:7","Miquéias 6:8","Romanos 3:26"]},"habacuque_1_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui novamente enfatiza a necessidade de integridade e justiça nas ações humanas.","explicacao_detalhada":"Habacuque destaca que a verdade deve prevalecer em meio à corrupção e à injustiça, clamando por uma intervenção divina.","por_que_esta_palavra":"A repetição da verdade reforça a importância de viver de acordo com os princípios de Deus em todas as áreas da vida.","conexao_teologica":"A verdade é um pilar da fé cristã, sendo essencial para a vida em comunidade e a relação com Deus.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"habacuque_1_5_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a povos ou nações que não pertencem ao povo de Israel, enfatizando a abrangência do juízo divino.","explicacao_detalhada":"A palavra 'nação' (gôwy) é usada para descrever grupos de pessoas que têm uma identidade cultural e social distinta. No contexto de Habacuque, Deus está se referindo aos babilônios, que seriam usados como instrumento de juízo contra Judá.","por_que_esta_palavra":"A escolha da palavra 'nação' destaca a soberania de Deus sobre todas as nações, mostrando que Ele pode levantar qualquer povo para cumprir Seus propósitos.","conexao_teologica":"A utilização de 'nação' neste contexto revela a ideia de que Deus não é apenas o Deus de Israel, mas também o Senhor de toda a terra, que julga e disciplina todos os povos.","referencias_relacionadas":["Isaías 40:15","Salmos 22:28","Atos 17:26"]},"habacuque_1_5_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à razão ou motivo pelo qual Deus está prestes a agir.","explicacao_detalhada":"A palavra 'cause' (nâbaṭ) implica um olhar atento ou uma observação que leva a uma ação. No contexto, Deus está chamando a atenção de Habacuque para a gravidade da situação em Judá.","por_que_esta_palavra":"A palavra é usada para enfatizar que as ações de Deus são sempre fundamentadas em Sua justiça e sabedoria, e que nada escapa ao Seu olhar.","conexao_teologica":"A ideia de 'cause' reflete a justiça de Deus, que não age sem um motivo justo, e nos lembra que Ele observa atentamente as ações humanas.","referencias_relacionadas":["Salmos 11:4","Provérbios 15:3","Hebreus 4:13"]},"habacuque_1_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para o que está sendo declarado.","explicacao_detalhada":"A palavra 'porque' (kîy) é usada para conectar a afirmação anterior com a razão pela qual Deus está prestes a agir. É uma palavra que traz clareza ao propósito divino.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica do discurso profético, onde cada ação de Deus é justificada por Sua natureza e caráter.","conexao_teologica":"A utilização de 'porque' revela a necessidade de compreensão da ação de Deus em relação ao pecado e à justiça, mostrando que Ele sempre tem um propósito.","referencias_relacionadas":["Romanos 8:28","Salmos 119:75","Isaías 55:8-9"]},"habacuque_1_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou conquistar algo.","explicacao_detalhada":"A palavra 'agarrar' (yârash) implica um ato de domínio ou controle. No contexto, Deus está declarando que os babilônios irão conquistar Judá como parte de Seu juízo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a severidade do juízo e a certeza de que a conquista será completa e irrevogável.","conexao_teologica":"A ideia de 'agarrar' reflete a soberania de Deus sobre a história e os eventos, mostrando que Ele usa nações para cumprir Seus planos.","referencias_relacionadas":["Deuteronômio 9:3","Jeremias 25:9","Ezequiel 30:24"]},"habacuque_1_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente, introduz uma justificativa para a ação de Deus.","explicacao_detalhada":"A palavra 'porque' (kîy) é usada para explicar a razão pela qual Deus está levantando os babilônios contra Judá, ligando a ação ao pecado do povo.","por_que_esta_palavra":"É essencial para entender a lógica do juízo divino, que sempre está ligado à desobediência e à necessidade de correção.","conexao_teologica":"A repetição de 'porque' reforça a ideia de que Deus é justo e que Suas ações são sempre motivadas por Sua natureza santa.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"habacuque_1_6_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para o que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' (hên) é uma exortação para que se observe atentamente a ação de Deus. É um convite para perceber a gravidade da situação.","por_que_esta_palavra":"Essa palavra é usada para enfatizar a importância do que está sendo dito, como um alerta para a seriedade do juízo que se aproxima.","conexao_teologica":"A chamada para 'eis' reflete a necessidade de estar atento às ações de Deus e às consequências do pecado.","referencias_relacionadas":["Isaías 43:19","Mateus 24:42","Apocalipse 3:20"]},"habacuque_1_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que são características de Deus.","explicacao_detalhada":"A palavra 'juízo' (mishpâṭ) implica a ideia de uma decisão justa e correta. No contexto, é uma referência ao juízo que Deus está prestes a executar sobre Judá.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que Deus é um juiz justo, que não age de forma arbitrária, mas com base em Sua justiça.","conexao_teologica":"A ideia de 'juízo' é central na teologia bíblica, refletindo a natureza de Deus como aquele que estabelece a ordem moral no universo.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:2"]},"habacuque_1_7_accepted":{"palavra_pt":"accepted","palavra_original":"שְׂאֵת","transliteracao":"sᵉʼêth","strong":"H7613","significado_raiz":"Ideia básica: accepted.","significado_contextual":"Refere-se à aceitação da justiça de Deus.","explicacao_detalhada":"A palavra 'accepted' (sᵉʼêth) implica a ideia de que a justiça de Deus é reconhecida e aceita, mesmo que seja difícil para o povo entender.","por_que_esta_palavra":"Essa palavra é importante para mostrar que a justiça de Deus, embora severa, é sempre justa e necessária.","conexao_teologica":"A aceitação da justiça de Deus é um tema recorrente na Escritura, onde o povo é chamado a reconhecer a soberania divina em todas as circunstâncias.","referencias_relacionadas":["Salmos 119:137","Romanos 3:26","Hebreus 12:6"]},"habacuque_1_8_luz":{"palavra_pt":"luz","palavra_original":"קָלַל","transliteracao":"qâlal","strong":"H7043","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à força e ao poder dos babilônios.","explicacao_detalhada":"A palavra 'luz' (qâlal) é usada para descrever a rapidez e a eficácia com que os babilônios atacam. É uma metáfora para a força avassaladora que eles representam.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza implacável do inimigo que Deus levantou contra Judá.","conexao_teologica":"A ideia de 'luz' neste contexto pode ser vista como uma ironia, onde a força do inimigo é destacada, mas também serve para lembrar que a luz de Deus sempre prevalece sobre as trevas.","referencias_relacionadas":["Isaías 5:20","Mateus 5:14","João 1:5"]},"habacuque_1_8_fierce":{"palavra_pt":"fierce","palavra_original":"חָדַד","transliteracao":"châdad","strong":"H2300","significado_raiz":"Ideia básica: fierce.","significado_contextual":"Refere-se à ferocidade e à brutalidade dos babilônios.","explicacao_detalhada":"A palavra 'fierce' (châdad) descreve a natureza agressiva e implacável dos babilônios em batalha, refletindo a intensidade do juízo de Deus.","por_que_esta_palavra":"A escolha dessa palavra é para enfatizar a seriedade da situação e a força do inimigo que Deus está usando como instrumento de juízo.","conexao_teologica":"A ferocidade dos babilônios serve como um lembrete da seriedade do pecado e das consequências que ele traz, além de mostrar a soberania de Deus em usar até mesmo nações ímpias para Seus propósitos.","referencias_relacionadas":["Jeremias 4:7","Ezequiel 21:31","Habacuque 2:4"]},"habacuque_1_9_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à violência e opressão que os babilônios infligiam aos povos conquistados.","explicacao_detalhada":"A palavra 'חָמָס' (châmâç) é usada para descrever ações cruéis e injustas, especialmente em contextos de guerra e conquista. Em Habacuque 1:9, o profeta observa a crueldade dos babilônios, que são instrumentos de juízo de Deus, mas também praticam atos de violência.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza da opressão que Habacuque estava testemunhando e questionando a Deus sobre a justiça divina.","conexao_teologica":"A crueldade é um tema recorrente na Bíblia, onde Deus se opõe à injustiça e promete restaurar a justiça. A presença do mal e da crueldade é um dos motivos pelos quais os profetas clamam a Deus.","referencias_relacionadas":["Salmos 73:6","Isaías 59:6-7","Miquéias 2:1"]},"habacuque_1_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os babilônios agem em suas conquistas.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) é usada para indicar a totalidade ou a maneira abrangente em que algo é feito. No contexto de Habacuque, isso se refere ao modo sistemático e brutal com que os babilônios realizam suas conquistas.","por_que_esta_palavra":"É importante para descrever a abordagem metódica e implacável dos babilônios, que não apenas conquistam, mas o fazem de maneira cruel.","conexao_teologica":"A maneira como os povos se comportam em relação aos outros é um reflexo de sua moralidade e de sua relação com Deus.","referencias_relacionadas":["Provérbios 4:26","Eclesiastes 7:18","Mateus 7:13-14"]},"habacuque_1_9_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de destruir que os babilônios realizam contra os povos conquistados.","explicacao_detalhada":"A palavra 'אָסַף' (ʼâçaph) implica em reunir ou remover, mas no contexto de destruição, refere-se ao ato de eliminar ou causar a ruína. Habacuque observa que os babilônios não apenas conquistam, mas também destroem completamente.","por_que_esta_palavra":"É fundamental para entender a gravidade da situação que Habacuque estava enfrentando e a destruição que se aproximava.","conexao_teologica":"A destruição é um tema que aparece frequentemente na Bíblia, onde Deus usa nações como instrumentos de juízo, mas também promete restauração.","referencias_relacionadas":["Jeremias 25:9","Ezequiel 30:3","Amós 1:3"]},"habacuque_1_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se aos líderes babilônios que governam com tirania.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) significa rei e, neste contexto, refere-se ao poder absoluto que os babilônios exercem sobre os povos conquistados, muitas vezes de maneira tirânica.","por_que_esta_palavra":"É importante para entender a estrutura de poder e a opressão que Habacuque estava observando.","conexao_teologica":"A Bíblia frequentemente aborda a questão da autoridade e do governo, mostrando que Deus é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Salmos 22:28","Isaías 33:22","Romanos 13:1"]},"habacuque_1_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os babilônios governam e conduzem suas ações.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) aqui é usada para descrever a totalidade das ações dos babilônios, que são sistemáticas e implacáveis em sua tirania.","por_que_esta_palavra":"É crucial para entender a abordagem abrangente e cruel dos babilônios em relação aos povos subjugados.","conexao_teologica":"A maneira como os líderes governam é um reflexo de sua moralidade e de sua responsabilidade diante de Deus.","referencias_relacionadas":["Provérbios 16:12","Eclesiastes 8:2","1 Pedro 2:13-14"]},"habacuque_1_10_prince":{"palavra_pt":"prince","palavra_original":"רָזַן","transliteracao":"râzan","strong":"H7336","significado_raiz":"Ideia básica: prince.","significado_contextual":"Refere-se aos príncipes ou líderes que acompanham o rei babilônio.","explicacao_detalhada":"A palavra 'רָזַן' (râzan) implica em um líder ou príncipe que exerce autoridade. No contexto, isso se refere aos governantes que ajudam a implementar a tirania do rei.","por_que_esta_palavra":"É importante para entender a estrutura de poder e a opressão que se estende além do rei, envolvendo seus príncipes.","conexao_teologica":"A Bíblia fala sobre a responsabilidade dos líderes e príncipes em governar com justiça e retidão.","referencias_relacionadas":["Isaías 1:23","Ezequiel 34:4","Miquéias 3:1-3"]},"habacuque_1_11_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou início das ações dos babilônios.","explicacao_detalhada":"A palavra 'אָז' (ʼâz) é usada para indicar um tempo ou um princípio de ação. No contexto, refere-se ao início da opressão e destruição que os babilônios trazem.","por_que_esta_palavra":"É importante para entender que a crueldade e a destruição têm um início e são parte de um plano maligno.","conexao_teologica":"Deus é o princípio de todas as coisas e, mesmo quando o mal parece prevalecer, Ele tem um plano de restauração.","referencias_relacionadas":["Gênesis 1:1","Salmos 90:2","Apocalipse 21:6"]},"habacuque_1_11_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou força que impulsiona as ações dos babilônios.","explicacao_detalhada":"A palavra 'רוּחַ' (rûwach) pode significar espírito ou vento, e aqui pode ser interpretada como a força que motiva os babilônios em suas ações destrutivas.","por_que_esta_palavra":"É importante para entender que há uma força espiritual por trás das ações humanas, que pode ser tanto divina quanto maligna.","conexao_teologica":"O Espírito de Deus é frequentemente contrastado com forças malignas que operam no mundo, mostrando a batalha espiritual que ocorre.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","João 3:8"]},"habacuque_1_11_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à ideia de cruzar ou passar por algo, simbolizando transição ou juízo.","explicacao_detalhada":"A palavra 'עָבַר' (ʻâbar) implica em atravessar ou passar por, e pode ser interpretada como a passagem do juízo que os babilônios trazem sobre Judá.","por_que_esta_palavra":"É importante para entender a transição que o povo de Judá está prestes a enfrentar sob o domínio babilônico.","conexao_teologica":"A ideia de cruzar ou passar é um tema que aparece na Bíblia, especialmente em relação ao juízo e à redenção.","referencias_relacionadas":["Êxodo 12:23","Salmos 66:12","Mateus 26:39"]},"habacuque_1_12_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao fim dos dias de opressão e a esperança de restauração.","explicacao_detalhada":"A palavra 'קֶדֶם' (qedem) pode ser interpretada como o início ou o fim, e no contexto de Habacuque, refere-se ao fim que Deus promete trazer após o juízo.","por_que_esta_palavra":"É importante para entender que, apesar da opressão, há uma promessa de que Deus trará um fim para a injustiça.","conexao_teologica":"A Bíblia ensina que Deus é o Senhor do tempo e que Ele tem um plano para a história que culmina na restauração.","referencias_relacionadas":["Isaías 46:10","Apocalipse 21:4","Romanos 8:18"]},"habacuque_1_12_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza força e estabilidade, representando Deus como um refúgio seguro.","explicacao_detalhada":"No contexto de Habacuque, a rocha é uma metáfora para a proteção e a firmeza de Deus diante das adversidades. A rocha é um elemento que não se move, simbolizando a imutabilidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a confiança que o profeta tem em Deus, mesmo em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como a rocha de Israel, simbolizando sua força e proteção. Essa imagem é recorrente em toda a Bíblia.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Isaías 26:4"]},"habacuque_1_13_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica uma percepção profunda e uma compreensão do que está acontecendo ao redor.","explicacao_detalhada":"Habacuque questiona Deus sobre a injustiça que vê, e a palavra 'ver' reflete sua busca por respostas e entendimento sobre a situação do povo.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois Habacuque não está apenas observando, mas está buscando uma visão espiritual sobre a realidade.","conexao_teologica":"A visão espiritual é um tema importante na profecia, onde os profetas frequentemente recebem revelações de Deus sobre o futuro.","referencias_relacionadas":["Isaías 6:10","Ezequiel 12:2","Amós 3:7"]},"habacuque_1_13_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivo por trás das ações e eventos.","explicacao_detalhada":"Habacuque está questionando Deus sobre a razão pela qual a injustiça prevalece, buscando entender a causa do sofrimento do povo.","por_que_esta_palavra":"A palavra 'cause' é usada para expressar a necessidade de entender o propósito divino nas dificuldades enfrentadas.","conexao_teologica":"A busca por entender a causa do sofrimento é um tema central na teologia, onde os crentes buscam compreender a soberania de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:2-4","1 Pedro 1:6-7"]},"habacuque_1_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' denota a realidade e a justiça que Habacuque anseia ver em sua nação.","explicacao_detalhada":"Habacuque clama por justiça e verdade, expressando sua frustração com a corrupção e a injustiça que testemunha.","por_que_esta_palavra":"A busca pela verdade é fundamental para a fé, pois reflete o desejo de viver em conformidade com a vontade de Deus.","conexao_teologica":"A verdade é um atributo de Deus, e a busca por ela é essencial na vida cristã.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"habacuque_1_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada como uma metáfora para descrever a ferocidade e a força de um inimigo.","explicacao_detalhada":"Habacuque menciona o urso para ilustrar a brutalidade das nações que Deus levantou como instrumentos de juízo.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e a ferocidade dos opressores.","conexao_teologica":"Deus usa nações e criaturas como instrumentos de disciplina, mostrando que Ele está no controle da história.","referencias_relacionadas":["Isaías 13:17","Jeremias 51:20","Daniel 7:5"]},"habacuque_1_14_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' simboliza a vastidão e a imprevisibilidade, representando as nações e os povos.","explicacao_detalhada":"Habacuque usa 'mar' para descrever a agitação das nações e a dificuldade de controlar os eventos que ocorrem.","por_que_esta_palavra":"O mar é frequentemente associado a caos e desordem, refletindo a situação tumultuada que Habacuque observa.","conexao_teologica":"Deus é visto como aquele que tem poder sobre as águas, simbolizando seu domínio sobre as nações.","referencias_relacionadas":["Salmos 46:2-3","Isaías 57:20","Apocalipse 17:15"]},"habacuque_1_15_temor":{"palavra_pt":"temor","palavra_original":"גִּיל","transliteracao":"gîyl","strong":"H1523","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao medo e à reverência diante de Deus e das circunstâncias.","explicacao_detalhada":"Habacuque expressa o temor que sente diante da ação de Deus e da gravidade da situação que enfrenta.","por_que_esta_palavra":"O temor é uma resposta natural ao reconhecimento do poder e da santidade de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a relação entre reverência e entendimento espiritual.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"habacuque_1_16_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza purificação e juízo, representando a presença de Deus.","explicacao_detalhada":"Habacuque menciona o fogo para ilustrar a intensidade do juízo de Deus sobre as nações e a purificação do seu povo.","por_que_esta_palavra":"O fogo é um símbolo poderoso de transformação e julgamento, refletindo a natureza de Deus como juiz.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao seu poder purificador.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","1 Pedro 1:7"]},"habacuque_1_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus, simbolizando adoração e expiação.","explicacao_detalhada":"Habacuque menciona o sacrifício em um contexto de busca por favor e reconciliação com Deus diante da calamidade.","por_que_esta_palavra":"O sacrifício é um ato de devoção que expressa a necessidade de expiação e a busca pela presença de Deus.","conexao_teologica":"O sacrifício é central na relação entre Deus e seu povo, simbolizando a necessidade de redenção.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"habacuque_1_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou explicação de uma afirmação.","explicacao_detalhada":"Habacuque usa 'porque' para justificar sua preocupação e questionamento sobre a justiça de Deus em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do raciocínio de Habacuque e sua busca por respostas.","conexao_teologica":"A busca por entender as razões de Deus é uma parte importante da fé, refletindo a necessidade de diálogo com o Criador.","referencias_relacionadas":["Romanos 3:5","Salmos 73:16-17","Isaías 55:8-9"]},"habacuque_1_17_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um sinal de devoção e arrependimento.","explicacao_detalhada":"No contexto de Habacuque, o sacrifício é visto como uma prática religiosa que deveria ser acompanhada de sinceridade e não apenas um ritual vazio. A falta de sacrifício verdadeiro reflete a corrupção e a injustiça do povo.","por_que_esta_palavra":"A palavra 'sacrifício' é crucial para entender a relação entre o povo e Deus, especialmente em tempos de crise espiritual.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, simbolizando a necessidade de expiação e a busca por reconciliação com Deus.","referencias_relacionadas":["Levítico 1:3","Salmos 51:17","Hebreus 9:22"]},"habacuque_1_17_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de causar a morte ou a ruína, frequentemente associada ao juízo divino.","explicacao_detalhada":"Habacuque questiona Deus sobre a aparente impunidade dos ímpios, e a palavra 'destruir' reflete a preocupação com a justiça e a retribuição divina.","por_que_esta_palavra":"A palavra 'destruir' é utilizada para enfatizar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A destruição é frequentemente vista na Bíblia como um ato de juízo de Deus contra a iniquidade.","referencias_relacionadas":["Isaías 10:3","Ezequiel 18:30","Romanos 1:18"]},"habacuque_1_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça, aspectos fundamentais do caráter de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar a corrupção e a injustiça que prevalecem entre o povo, destacando a necessidade de um retorno à integridade.","por_que_esta_palavra":"A busca pela verdade é essencial para a restauração espiritual e social do povo de Deus.","conexao_teologica":"A verdade é um atributo de Deus e um princípio que deve guiar a vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]}}