{"habacuque_2_1_behold":{"palavra_pt":"eis","palavra_original":"צָפָה","transliteracao":"tsâphâh","strong":"H6822","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção, indicando a importância do que está por vir.","explicacao_detalhada":"Habacuque se posiciona em um lugar de espera para ouvir a resposta de Deus, enfatizando a necessidade de estar atento às revelações divinas.","por_que_esta_palavra":"A palavra 'eis' é um convite para observar e refletir sobre a ação de Deus na história.","conexao_teologica":"A atenção às revelações de Deus é fundamental para a vida de fé e a compreensão do Seu plano.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 1:3"]},"habacuque_2_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção e compreensão das verdades divinas.","explicacao_detalhada":"Habacuque busca ver e entender a resposta de Deus, mostrando a importância da revelação e da visão espiritual.","por_que_esta_palavra":"A palavra 'ver' é essencial para a fé, pois implica em discernir a ação de Deus no mundo.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus revela Sua vontade aos que buscam.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 11:1"]},"habacuque_2_1_jejum":{"palavra_pt":"jejum","palavra_original":"יָצַב","transliteracao":"yâtsab","strong":"H3320","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Refere-se à prática de abster-se de alimentos como forma de buscar a Deus.","explicacao_detalhada":"O jejum é uma expressão de humildade e dependência de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'jejum' destaca a necessidade de buscar a Deus com sinceridade e arrependimento.","conexao_teologica":"O jejum é uma prática espiritual que acompanha a oração e a busca pela vontade de Deus.","referencias_relacionadas":["Joel 2:12","Mateus 6:16","Atos 13:3"]},"habacuque_2_2_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Simboliza a percepção e a atenção às mensagens divinas.","explicacao_detalhada":"A palavra 'olho' é usada para enfatizar a necessidade de estar atento às revelações de Deus e às circunstâncias ao redor.","por_que_esta_palavra":"A visão espiritual é crucial para entender a obra de Deus e responder a ela.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do olho para descrever a percepção espiritual e a vigilância.","referencias_relacionadas":["Salmos 121:1","Mateus 6:22","Hebreus 12:2"]},"habacuque_2_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Seu caráter e autoridade.","explicacao_detalhada":"O nome do Senhor é invocado como um símbolo de poder e proteção, refletindo a relação do povo com Deus.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania e a majestade de Deus.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, representando Sua presença e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"habacuque_2_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e à importância das declarações de Deus.","explicacao_detalhada":"A palavra 'dizer' enfatiza a autoridade da palavra de Deus e a necessidade de obedecê-la.","por_que_esta_palavra":"A comunicação de Deus é vital para a vida do crente, pois traz direção e esperança.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e aplicada na vida dos crentes.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Tiago 1:22"]},"habacuque_2_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou a causa de algo, frequentemente usada para justificar uma declaração.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a explicação do que está por vir, mostrando a lógica divina por trás dos eventos.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação e o propósito de Deus nas ações humanas.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé e a confiança em Sua soberania.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]},"habacuque_2_3_assembleia":{"palavra_pt":"assembleia","palavra_original":"מוֹעֵד","transliteracao":"môwʻêd","strong":"H4150","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se a um encontro ou convocação de pessoas, especialmente em um contexto religioso ou comunitário.","explicacao_detalhada":"No contexto de Habacuque 2:3, a assembleia é um chamado para que o povo se reúna e ouça a mensagem de Deus, enfatizando a importância da comunhão e da escuta coletiva da palavra divina.","por_que_esta_palavra":"A assembleia é crucial para a edificação da fé comunitária e para a recepção das revelações de Deus, mostrando que a mensagem divina não é apenas individual, mas coletiva.","conexao_teologica":"A assembleia é um reflexo da comunidade de fé que se une para adorar e ouvir a voz de Deus, semelhante ao que é visto em Atos 2:1-4, onde os discípulos se reuniram para receber o Espírito Santo.","referencias_relacionadas":["Salmos 22:22","Hebreus 10:25","Atos 2:1-4"]},"habacuque_2_4_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se àquele que vive de acordo com os padrões de Deus, sendo reto e correto em suas ações.","explicacao_detalhada":"Em Habacuque 2:4, o justo é aquele que pela fé se mantém firme, mesmo diante das adversidades, destacando a importância da fé como base para a justiça diante de Deus.","por_que_esta_palavra":"A justiça é um tema central na teologia bíblica, onde Deus é visto como o juiz supremo que exige retidão e fidelidade de seu povo.","conexao_teologica":"A justiça pela fé é um conceito que se conecta com Romanos 1:17, onde Paulo afirma que 'o justo viverá pela fé', mostrando a continuidade da mensagem entre os profetas e o Novo Testamento.","referencias_relacionadas":["Romanos 1:17","Gálatas 3:11","Hebreus 10:38"]},"habacuque_2_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"No versículo, a verdade é um atributo de Deus e um princípio pelo qual o justo vive, indicando que a fé deve estar alicerçada na verdade divina.","por_que_esta_palavra":"A verdade é essencial para a vida do crente, pois é através dela que se estabelece um relacionamento autêntico com Deus e com os outros.","conexao_teologica":"A verdade é central na mensagem de Jesus, que se apresenta como 'o caminho, a verdade e a vida' (João 14:6), reforçando a ideia de que a verdade é fundamental para a salvação.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"habacuque_2_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' ou 'vida' refere-se à essência do ser humano, incluindo suas emoções, pensamentos e a sua espiritualidade.","explicacao_detalhada":"Em Habacuque 2:4, a referência à alma destaca a importância da vida interior e da relação do ser humano com Deus, enfatizando que a fé deve ser vivida de maneira integral.","por_que_esta_palavra":"A alma é vista como a parte imortal do ser humano, e sua condição espiritual é fundamental para a compreensão da relação com Deus e a vida eterna.","conexao_teologica":"A ideia de que a alma é preciosa para Deus é refletida em Mateus 16:26, onde Jesus pergunta o que adianta ganhar o mundo e perder a alma.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 2:11"]},"habacuque_2_5_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao fim da vida física, mas também pode implicar em separação espiritual de Deus.","explicacao_detalhada":"No contexto de Habacuque 2:5, a morte é um aviso sobre as consequências da avareza e da injustiça, mostrando que a busca por riquezas pode levar à ruína espiritual.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, simbolizando não apenas o fim da vida, mas também a necessidade de se viver de maneira que honre a Deus.","conexao_teologica":"A morte é superada pela vida em Cristo, conforme Romanos 6:23, que afirma que o salário do pecado é a morte, mas o dom de Deus é a vida eterna.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","1 Coríntios 15:55-57"]},"habacuque_2_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"Em Habacuque 2:5, 'porque' é usado para justificar a declaração anterior, ligando a avareza à morte e à destruição, enfatizando a lógica divina por trás das advertências.","por_que_esta_palavra":"A utilização de 'porque' é fundamental para entender a relação de causa e efeito nas advertências de Deus ao seu povo.","conexao_teologica":"A ideia de que ações têm consequências é um princípio bíblico que se reflete em Gálatas 6:7, onde se afirma que 'tudo o que o homem semear, isso também ceifará'.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Romanos 2:6"]},"habacuque_2_5_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"A palavra 'vinho' refere-se à bebida fermentada, frequentemente associada a celebrações, mas também a excessos e comportamentos imprudentes.","explicacao_detalhada":"No contexto de Habacuque 2:5, o vinho é mencionado como parte da crítica à avareza e à busca por prazeres efêmeros, que podem levar à destruição.","por_que_esta_palavra":"O vinho simboliza tanto alegria quanto advertência, mostrando que o prazer deve ser equilibrado com a responsabilidade e a sabedoria.","conexao_teologica":"A Bíblia adverte sobre os perigos do excesso de vinho em Efésios 5:18, onde se ensina a não se embriagar, mas a ser cheio do Espírito.","referencias_relacionadas":["Efésios 5:18","Provérbios 20:1","Salmos 104:15"]},"habacuque_2_6_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável, correto ou desejável.","explicacao_detalhada":"Em Habacuque 2:6, a referência ao 'bom' está ligada à justiça e à integridade, contrastando com a avareza e a injustiça que levam à ruína.","por_que_esta_palavra":"O conceito de 'bom' é fundamental na ética bíblica, onde Deus é descrito como a fonte de toda bondade e justiça.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletido em Salmos 34:8, que convida a provar e ver que o Senhor é bom.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"habacuque_2_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada novamente para enfatizar a autenticidade e a fidelidade a Deus.","explicacao_detalhada":"Em Habacuque 2:6, a verdade é contrastada com a mentira e a injustiça, destacando a necessidade de viver em conformidade com a palavra de Deus.","por_que_esta_palavra":"A verdade é um pilar da vida cristã, essencial para a relação com Deus e com os outros, e deve ser buscada e vivida.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do crente, como ensinado em João 4:24, onde se diz que Deus busca adoradores que o adorem em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 119:151","Efésios 4:25"]},"habacuque_2_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou vivido.","explicacao_detalhada":"Em Habacuque 2:6, o 'modo' de viver é importante, pois reflete a integridade e a justiça que Deus espera de seu povo.","por_que_esta_palavra":"O modo de vida de um crente deve ser um reflexo da fé e dos princípios de Deus, mostrando que a vida cristã é prática e não apenas teórica.","conexao_teologica":"A maneira de viver é abordada em Tiago 1:22, que exorta os crentes a serem praticantes da palavra e não apenas ouvintes.","referencias_relacionadas":["Tiago 1:22","Colossenses 3:17","1 Pedro 2:12"]},"habacuque_2_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à realidade dos eventos e ações humanas diante de Deus.","explicacao_detalhada":"No contexto de Habacuque 2:7, a 'verdade' é um conceito que implica a justiça divina e a certeza de que as ações dos ímpios serão julgadas. A verdade é um atributo de Deus que se opõe à falsidade e à injustiça.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da honestidade e da integridade nas relações humanas e na sociedade, especialmente em tempos de opressão.","conexao_teologica":"A verdade é um dos fundamentos da natureza de Deus e é essencial para a vida do crente. A busca pela verdade é um chamado para viver de acordo com os princípios divinos.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"habacuque_2_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica uma ação de se erguer ou se posicionar, muitas vezes associada a um chamado à ação.","explicacao_detalhada":"Em Habacuque 2:7, 'levantar' pode se referir ao ato de se colocar em pé diante de Deus ou de se preparar para o julgamento. É um convite à vigilância e à prontidão.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de estar alerta e pronto para as consequências das ações, tanto pessoais quanto coletivas.","conexao_teologica":"Levantar-se é um símbolo de resistência e fé, refletindo a disposição de enfrentar desafios com coragem e confiança em Deus.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Romanos 14:11"]},"habacuque_2_7_arise":{"palavra_pt":"levantar","palavra_original":"קוּץ","transliteracao":"qûwts","strong":"H6974","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'arise' (levantar) é uma chamada à ação, enfatizando a necessidade de se posicionar em resposta ao que Deus está fazendo.","explicacao_detalhada":"No contexto, 'arise' sugere um despertar espiritual e uma resposta ativa à revelação divina. É um chamado para que o povo se levante contra a injustiça.","por_que_esta_palavra":"A utilização de 'arise' reforça a ideia de que a inação não é uma opção diante das injustiças e que a resposta deve ser proativa.","conexao_teologica":"Levantar-se é um tema recorrente na Bíblia, simbolizando a resposta do povo de Deus ao seu chamado e à sua missão.","referencias_relacionadas":["Miquéias 4:2","Isaías 52:1","1 Coríntios 15:58"]},"habacuque_2_8_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao derramamento de sangue, simbolizando a violência e a injustiça que permeiam a sociedade.","explicacao_detalhada":"Em Habacuque 2:8, o 'sangue' é um símbolo do sofrimento causado pela opressão e pela crueldade. O derramamento de sangue clama por justiça.","por_que_esta_palavra":"A menção ao sangue destaca a gravidade das ações humanas e a necessidade de um julgamento justo por parte de Deus.","conexao_teologica":"O sangue é um tema central na teologia bíblica, simbolizando tanto a vida quanto a redenção, e a necessidade de justiça diante do pecado.","referencias_relacionadas":["Gênesis 4:10","Hebreus 9:22","Apocalipse 6:10"]},"habacuque_2_8_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'cruelty' refere-se à opressão e à injustiça praticadas contra os inocentes.","explicacao_detalhada":"No versículo, 'cruelty' é um chamado à atenção sobre as consequências da maldade humana e a necessidade de um julgamento divino.","por_que_esta_palavra":"A ênfase na crueldade serve para alertar os leitores sobre a seriedade do pecado e a urgência de buscar a justiça.","conexao_teologica":"A crueldade é oposta à natureza de Deus, que é amor e justiça. A Bíblia frequentemente condena a opressão e clama por justiça.","referencias_relacionadas":["Salmos 10:18","Isaías 58:6","Miquéias 6:8"]},"habacuque_2_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, implicando a necessidade de integridade nas ações.","explicacao_detalhada":"Em Habacuque 2:8, 'modo' sugere que as ações devem ser avaliadas não apenas pelo resultado, mas também pelo caráter e intenção por trás delas.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de agir de maneira justa e correta, refletindo a natureza de Deus em nossas ações.","conexao_teologica":"O modo como vivemos e agimos é um reflexo de nossa fé e compromisso com os princípios divinos.","referencias_relacionadas":["Provérbios 21:2","Mateus 5:16","Colossenses 3:23"]},"habacuque_2_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode se referir tanto a um lar físico quanto a uma estrutura simbólica de segurança e identidade.","explicacao_detalhada":"Em Habacuque 2:9, 'casa' representa a base da vida e das relações, e a destruição dela simboliza a perda de segurança e estabilidade.","por_que_esta_palavra":"A menção à casa destaca a fragilidade das estruturas humanas diante do juízo de Deus e a necessidade de construir sobre fundamentos sólidos.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a vida espiritual e a comunidade de fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"habacuque_2_9_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das ações e consequências que se desdobram na vida do povo.","explicacao_detalhada":"Em Habacuque 2:9, 'grande' implica que as ações dos ímpios têm repercussões vastas e significativas, afetando muitos.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade e a gravidade das injustiças cometidas, que não podem ser ignoradas.","conexao_teologica":"A grandeza de Deus é contrastada com a grandeza do pecado humano, ressaltando a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Salmos 145:3","Romanos 5:20","1 João 1:9"]},"habacuque_2_9_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"A palavra 'far' implica uma distância, tanto física quanto espiritual, que pode ser causada pelo pecado.","explicacao_detalhada":"Em Habacuque 2:9, 'far' sugere que as ações dos ímpios podem levar a uma separação de Deus e das bênçãos que Ele oferece.","por_que_esta_palavra":"A menção à distância serve como um alerta sobre as consequências do pecado e a necessidade de se aproximar de Deus.","conexao_teologica":"A ideia de estar 'longe' de Deus é um tema recorrente na Bíblia, enfatizando a importância da reconciliação.","referencias_relacionadas":["Isaías 59:2","Tiago 4:8","Romanos 8:39"]},"habacuque_2_10_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão das leis de Deus e à injustiça que resulta disso.","explicacao_detalhada":"Em Habacuque 2:10, 'pecado' é um reconhecimento da corrupção moral que permeia a sociedade e a necessidade de arrependimento.","por_que_esta_palavra":"A ênfase no pecado destaca a urgência de buscar a justiça e a retidão diante de Deus.","conexao_teologica":"O pecado é um tema central na Bíblia, que clama por redenção e restauração através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Salmos 32:5"]},"habacuque_2_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à habitação, simbolizando segurança e estabilidade.","explicacao_detalhada":"A palavra 'casa' neste contexto pode ser interpretada como um lugar de refúgio e proteção, mas também pode representar a nação ou o povo de Deus. A construção de uma casa é frequentemente associada à prosperidade e à bênção divina.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da habitação como um símbolo de segurança e a crítica àqueles que a constroem com injustiça.","conexao_teologica":"A casa é um símbolo da presença de Deus entre o Seu povo, e a injustiça na construção da casa reflete a corrupção moral que afeta a relação com Deus.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"habacuque_2_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a fragilidade e a transitoriedade da vida.","explicacao_detalhada":"A palavra 'homem' aqui destaca a condição humana diante de Deus e a sua vulnerabilidade. O versículo critica a ambição e a ganância que levam à opressão dos outros.","por_que_esta_palavra":"A utilização da palavra 'homem' ressalta a responsabilidade moral do ser humano e a sua tendência a agir de forma egoísta.","conexao_teologica":"A teologia bíblica frequentemente aborda a dignidade do homem como criado à imagem de Deus, mas também sua queda e necessidade de redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"habacuque_2_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a crítica que está sendo feita.","explicacao_detalhada":"A palavra 'porque' é usada para conectar a ação do homem à consequência de suas escolhas, enfatizando a lógica da justiça divina.","por_que_esta_palavra":"A escolha dessa palavra é crucial para a argumentação profética, pois estabelece a base para a condenação das injustiças.","conexao_teologica":"A justiça de Deus é um tema central na teologia, onde as ações humanas têm consequências diretas na relação com o Criador.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Eclesiastes 12:14"]},"habacuque_2_11_muro":{"palavra_pt":"muro","palavra_original":"קִיר","transliteracao":"qîyr","strong":"H7023","significado_raiz":"Ideia básica: muro.","significado_contextual":"Simboliza proteção, mas também pode representar barreiras que separam e oprimem.","explicacao_detalhada":"O 'muro' neste contexto pode ser visto como uma defesa, mas também como um símbolo de opressão quando construído injustamente.","por_que_esta_palavra":"A palavra é utilizada para criticar a forma como os muros são erguidos por meio da injustiça e da violência.","conexao_teologica":"Os muros podem representar tanto a proteção divina quanto as divisões criadas pelo pecado entre os povos.","referencias_relacionadas":["Neemias 2:17","Isaías 26:1","Efésios 2:14"]},"habacuque_2_12_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Representa a vida e a morte, simbolizando a injustiça e a opressão.","explicacao_detalhada":"O 'sangue' é um símbolo poderoso que remete ao custo da injustiça e à violência perpetrada contra os inocentes.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade das ações humanas que levam à derramamento de sangue e à condenação divina.","conexao_teologica":"O sangue é frequentemente associado ao sacrifício e à redenção, destacando a necessidade de expiação pelos pecados.","referencias_relacionadas":["Gênesis 4:10","Êxodo 20:13","Hebreus 9:22"]},"habacuque_2_12_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à injustiça e à corrupção moral que permeiam a sociedade.","explicacao_detalhada":"A palavra 'mal' é utilizada para descrever as ações que vão contra a vontade de Deus e que trazem destruição e sofrimento.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para a crítica profética, pois denuncia a perversidade que se instala nas relações humanas.","conexao_teologica":"A teologia do mal é um tema recorrente na Bíblia, onde se discute a origem do mal e suas consequências na criação.","referencias_relacionadas":["Romanos 12:21","Gálatas 5:19-21","Tiago 4:17"]},"habacuque_2_12_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica magnitude e importância, muitas vezes associada ao poder e à opressão.","explicacao_detalhada":"A palavra 'grande' pode se referir à grandeza das injustiças cometidas ou à grandeza do juízo que virá sobre os opressores.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade das ações e suas repercussões, tanto no plano humano quanto no divino.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza do pecado, ressaltando a necessidade de arrependimento.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"habacuque_2_13_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Refere-se à capacidade de realizar ações, especialmente no contexto de injustiça.","explicacao_detalhada":"A palavra 'capaz' implica em uma crítica àqueles que, apesar de terem poder, escolhem agir de maneira injusta.","por_que_esta_palavra":"A escolha dessa palavra destaca a responsabilidade moral dos indivíduos em suas ações.","conexao_teologica":"A capacidade humana é um dom de Deus, e o uso inadequado desse dom resulta em juízo.","referencias_relacionadas":["Filipenses 4:13","Tiago 1:22","Romanos 14:12"]},"habacuque_2_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade moral e à justiça que deve prevalecer.","explicacao_detalhada":"A palavra 'verdade' é central na discussão sobre a justiça de Deus e a integridade nas relações humanas.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da honestidade e da justiça nas ações humanas.","conexao_teologica":"A verdade é um atributo de Deus, e viver em verdade é essencial para uma relação correta com Ele.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"habacuque_2_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, simbolizando Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto destaca a soberania de Deus sobre todas as coisas e a necessidade de reverência diante d'Ele.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para reconhecer a posição de Deus como juiz e legislador moral.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e à Sua promessa de proteção e justiça.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"habacuque_2_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, enfatizando a abrangência do conhecimento da glória do Senhor.","explicacao_detalhada":"A palavra 'terra' neste contexto implica não apenas o solo, mas também a totalidade da criação que deve reconhecer a majestade de Deus. É um chamado para que toda a criação se volte para Ele.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a universalidade da revelação de Deus e a responsabilidade de todas as criaturas em reconhecer Sua glória.","conexao_teologica":"A terra, como criação de Deus, é um testemunho de Sua grandeza e poder. A teologia da criação é central na mensagem de Habacuque.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 1:20"]},"habacuque_2_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual a glória do Senhor deve encher a terra.","explicacao_detalhada":"A palavra 'porque' conecta a afirmação anterior à razão de ser, enfatizando que a glória de Deus é a motivação para a criação reconhecer Seu poder.","por_que_esta_palavra":"É uma palavra que introduz uma justificativa, reforçando a lógica da adoração e reconhecimento da soberania divina.","conexao_teologica":"A teologia da revelação é central, pois Deus se revela através de Sua criação e ações na história.","referencias_relacionadas":["Romanos 11:36","1 Coríntios 10:31","Salmos 145:10"]},"habacuque_2_14_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter um entendimento profundo e relacional sobre Deus e Sua glória.","explicacao_detalhada":"A palavra 'conhecer' implica um conhecimento que vai além do intelectual, envolvendo um relacionamento pessoal com Deus.","por_que_esta_palavra":"O conhecimento de Deus é fundamental para a fé e a prática do crente, sendo um convite a um relacionamento mais profundo.","conexao_teologica":"A teologia do conhecimento de Deus é essencial, pois é através do conhecimento que se estabelece a verdadeira adoração.","referencias_relacionadas":["Jeremias 9:23-24","Filipenses 3:10","Oséias 6:6"]},"habacuque_2_15_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação entre pessoas, enfatizando a responsabilidade mútua e a solidariedade.","explicacao_detalhada":"A palavra 'irmão' sugere uma conexão íntima e a necessidade de cuidar uns dos outros, especialmente em contextos de opressão.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância das relações humanas e a ética do cuidado no povo de Deus.","conexao_teologica":"A teologia da comunidade é enfatizada, mostrando que a vida em comunidade reflete o caráter de Deus.","referencias_relacionadas":["Gálatas 6:2","1 João 3:16-18","Romanos 12:10"]},"habacuque_2_15_alas":{"palavra_pt":"alas","palavra_original":"הוֹי","transliteracao":"hôwy","strong":"H1945","significado_raiz":"Ideia básica: alas.","significado_contextual":"Expressa um lamento ou uma advertência sobre ações que levam à destruição.","explicacao_detalhada":"A palavra 'alas' é um chamado à atenção sobre as consequências do pecado e da injustiça, alertando sobre a ruína que se aproxima.","por_que_esta_palavra":"É uma interjeição que expressa dor e preocupação, enfatizando a gravidade da situação.","conexao_teologica":"A teologia do juízo é relevante, pois Deus não ignora a injustiça e traz consequências para as ações humanas.","referencias_relacionadas":["Isaías 5:8","Mateus 23:13","Lamentações 1:1"]},"habacuque_2_15_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"Simboliza a vida e a purificação, mas aqui é usada em um contexto de engano e destruição.","explicacao_detalhada":"A palavra 'água' pode referir-se à maneira como as pessoas são levadas a se perderem em suas ilusões e enganos, levando à sua ruína.","por_que_esta_palavra":"A água, que normalmente é fonte de vida, é usada aqui para ilustrar a traição e a destruição que vêm de ações injustas.","conexao_teologica":"A teologia da purificação e da vida é contrastada com a corrupção e a morte que resultam do pecado.","referencias_relacionadas":["João 7:37-38","Isaías 44:3","Apocalipse 21:6"]},"habacuque_2_16_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é digna de honra e louvor.","explicacao_detalhada":"A palavra 'glória' implica a manifestação do caráter de Deus, que é bom e digno de ser exaltado.","por_que_esta_palavra":"A glória de Deus é um tema central na adoração, refletindo Sua natureza e ações em favor do Seu povo.","conexao_teologica":"A teologia da glória de Deus é fundamental, pois é através da Sua glória que entendemos Sua majestade e poder.","referencias_relacionadas":["Salmos 29:1-2","Romanos 11:36","1 Pedro 4:11"]},"habacuque_2_16_shameful":{"palavra_pt":"shameful","palavra_original":"קִיקָלוֹן","transliteracao":"qîyqâlôwn","strong":"H7022","significado_raiz":"Ideia básica: shameful.","significado_contextual":"Refere-se à vergonha que acompanha ações ímpias e injustas.","explicacao_detalhada":"A palavra 'shameful' destaca a desonra que vem sobre aqueles que praticam injustiça, contrastando com a glória de Deus.","por_que_esta_palavra":"É um lembrete da consequência moral do pecado e da necessidade de arrependimento.","conexao_teologica":"A teologia da vergonha e da honra é importante, pois mostra como as ações humanas refletem a natureza de Deus.","referencias_relacionadas":["Romanos 1:18","Salmos 25:3","Isaías 30:3"]},"habacuque_2_16_nu":{"palavra_pt":"nu","palavra_original":"עָרֵל","transliteracao":"ʻârêl","strong":"H6188","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição de estar despido, simbolizando vulnerabilidade e vergonha.","explicacao_detalhada":"A palavra 'nu' é usada para descrever a condição de quem está exposto e sem proteção, refletindo a realidade espiritual de muitos.","por_que_esta_palavra":"A vulnerabilidade é uma condição que todos enfrentam, e a falta de cobertura espiritual resulta em vergonha.","conexao_teologica":"A teologia da redenção é central, pois Cristo oferece a cobertura necessária para a vergonha do pecado.","referencias_relacionadas":["Gênesis 3:10","Apocalipse 3:18","Romanos 8:1"]},"habacuque_2_17_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao derramamento de sangue, simbolizando a injustiça e a violência.","explicacao_detalhada":"A palavra 'sangue' é um símbolo poderoso de vida e morte, e aqui destaca as consequências do pecado e da opressão.","por_que_esta_palavra":"O sangue derramado clama por justiça e é um lembrete da gravidade do pecado diante de Deus.","conexao_teologica":"A teologia do sacrifício é central, pois o sangue de Cristo é o que traz redenção e restauração.","referencias_relacionadas":["Hebreus 9:22","Gênesis 4:10","Mateus 26:28"]},"habacuque_2_17_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à opressão e injustiça praticadas pelos babilônios.","explicacao_detalhada":"A palavra 'cruelty' (חָמָס) denota a violência e a injustiça que caracterizavam a ação dos opressores. Habacuque clama a Deus sobre a maldade que observa ao seu redor.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a gravidade da injustiça que Habacuque estava testemunhando e a necessidade de intervenção divina.","conexao_teologica":"A crueldade é um tema recorrente na Bíblia, onde Deus se opõe à injustiça e promete restaurar a justiça.","referencias_relacionadas":["Salmos 73:6","Isaías 59:15","Miquéias 2:1"]},"habacuque_2_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a injustiça é praticada.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade das ações injustas que ocorrem, abrangendo todas as formas de opressão e maldade.","por_que_esta_palavra":"É importante para Habacuque entender não apenas a crueldade, mas também o modo como ela se manifesta na sociedade.","conexao_teologica":"Deus observa não apenas as ações, mas também as intenções e os modos de agir dos homens.","referencias_relacionadas":["Provérbios 21:2","Eclesiastes 12:14","Romanos 2:6"]},"habacuque_2_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade de um inimigo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada metaforicamente para descrever a natureza predatória e destrutiva dos babilônios, que atacam sem piedade.","por_que_esta_palavra":"A escolha dessa palavra ressalta a brutalidade do inimigo e a urgência do clamor de Habacuque por justiça.","conexao_teologica":"Deus é frequentemente retratado como um protetor que defende seu povo contra feras e inimigos ferozes.","referencias_relacionadas":["Isaías 11:7","Oséias 13:8","Amós 3:4"]},"habacuque_2_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a ação divina.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a opressão à resposta de Deus, indicando que a injustiça não passará impune.","por_que_esta_palavra":"É crucial para Habacuque entender que a justiça de Deus será manifestada em resposta à maldade.","conexao_teologica":"A justiça de Deus é um tema central, onde Ele promete agir em favor dos oprimidos.","referencias_relacionadas":["Salmos 37:28","Romanos 12:19","Gálatas 6:7"]},"habacuque_2_18_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"Simboliza a vida e a purificação.","explicacao_detalhada":"A palavra 'água' (יָרָה) pode representar a necessidade de renovação e a busca por justiça em meio à opressão.","por_que_esta_palavra":"A água é essencial para a vida, e Habacuque clama por uma intervenção que traga vida e justiça ao seu povo.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da purificação.","referencias_relacionadas":["Isaías 44:3","João 7:38","Apocalipse 21:6"]},"habacuque_2_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de adoração ou de idolatria.","explicacao_detalhada":"A repetição da palavra 'modo' (כֹּל) enfatiza a forma como as pessoas se voltam para ídolos em vez de buscar a Deus.","por_que_esta_palavra":"Habacuque critica a adoração a ídolos, que não podem salvar, contrastando com a verdadeira adoração a Deus.","conexao_teologica":"A idolatria é um tema recorrente, onde Deus se opõe a qualquer forma de adoração que não seja a Ele.","referencias_relacionadas":["Êxodo 20:3-5","Salmos 115:4-8","Isaías 44:9-20"]},"habacuque_2_19_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Representa a criação e a obra das mãos humanas.","explicacao_detalhada":"A palavra 'árvore' (עֵץ) é usada para descrever a obra de ídolos feitos por homens, que são incapazes de salvar.","por_que_esta_palavra":"Habacuque destaca a futilidade de confiar em objetos criados em vez do Criador.","conexao_teologica":"A criação deve levar os homens a adorar o Criador, e não as coisas criadas.","referencias_relacionadas":["Romanos 1:25","Salmos 104:16","Gênesis 1:11-12"]},"habacuque_2_19_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza a dureza e a imutabilidade dos ídolos.","explicacao_detalhada":"A palavra 'pedra' (אֶבֶן) é usada para descrever a solidez dos ídolos, que, embora pareçam fortes, são impotentes.","por_que_esta_palavra":"Habacuque critica a confiança em ídolos que não podem responder ou agir.","conexao_teologica":"Deus é a verdadeira rocha e refúgio, contrastando com a fragilidade dos ídolos.","referencias_relacionadas":["Salmos 18:2","Isaías 28:16","Mateus 7:24-25"]},"habacuque_2_20_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo, a morada de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'templo' (הֵיכָל) simboliza a presença de Deus e a importância da adoração verdadeira.","por_que_esta_palavra":"Habacuque enfatiza que Deus está no Seu templo, observando e aguardando a adoração genuína.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e Seu povo.","referencias_relacionadas":["Salmos 11:4","1 Reis 8:27","Ezequiel 43:2"]},"habacuque_2_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo criado por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) representa a criação e a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"Habacuque reconhece que Deus é o Senhor da terra e que Sua justiça se manifestará em toda a criação.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central, onde Ele promete restaurar a ordem e a justiça.","referencias_relacionadas":["Salmos 24:1","Isaías 66:1","Romanos 8:19-21"]},"habacuque_2_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre toda a criação.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a soberania de Deus e sua posição como governante do universo. No contexto de Habacuque, isso é crucial, pois o profeta está lidando com a injustiça e a opressão, lembrando que Deus está no controle.","por_que_esta_palavra":"A escolha da palavra 'Senhor' destaca a relação de autoridade e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas, e que nada acontece fora de Sua vontade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 13:1"]}}