{"hebreus_1_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador do universo.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre todas as coisas, destacando Sua natureza transcendente e imanente.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para estabelecer a identidade divina de Cristo, que é apresentado como o Filho de Deus.","conexao_teologica":"A relação entre Deus e o Filho é central na teologia cristã, onde Jesus é reconhecido como a manifestação de Deus entre os homens.","referencias_relacionadas":["João 1:1","Gênesis 1:1","Salmos 19:1"]},"hebreus_1_1_grande":{"palavra_pt":"grande","palavra_original":"πάλαι","transliteracao":"pálai","strong":"G3819","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância de Deus e de Sua revelação.","explicacao_detalhada":"A palavra 'grande' sugere não apenas tamanho, mas também a grandeza de caráter e poder, refletindo a majestade de Deus em Sua comunicação com a humanidade.","por_que_esta_palavra":"É usada para descrever a grandeza da revelação de Deus através dos profetas e, posteriormente, através de Seu Filho.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos lembra da Sua soberania e do Seu plano redentor.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"hebreus_1_2_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus falou através de Seu Filho.","explicacao_detalhada":"A palavra 'dia' simboliza um período específico de revelação e ação divina, marcando a transição da antiga aliança para a nova.","por_que_esta_palavra":"Utilizada para enfatizar a importância do tempo em que Cristo veio ao mundo como a culminação da revelação divina.","conexao_teologica":"O 'dia' da revelação de Cristo é um ponto central na história da salvação, onde Deus se revela plenamente.","referencias_relacionadas":["Mateus 1:23","Gálatas 4:4","Hebreus 1:1"]},"hebreus_1_2_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a ação de estabelecer ou colocar algo em seu devido lugar.","explicacao_detalhada":"A palavra 'arco' pode ser entendida como um ato de posicionar ou estabelecer a nova ordem que Cristo traz ao mundo.","por_que_esta_palavra":"É usada para descrever a ação de Deus em colocar Seu Filho como herdeiro de todas as coisas.","conexao_teologica":"A ideia de estabelecer algo novo é central na teologia da nova aliança, onde Cristo é o mediador.","referencias_relacionadas":["Romanos 8:17","1 Coríntios 15:24","Efésios 1:10"]},"hebreus_1_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de criar ou realizar algo.","explicacao_detalhada":"A palavra 'fazer' destaca a atividade criativa de Deus através de Cristo, que é o agente da criação.","por_que_esta_palavra":"É essencial para entender o papel de Cristo na criação e na sustentação do universo.","conexao_teologica":"A obra de Cristo como Criador é um aspecto fundamental da cristologia, mostrando Sua divindade.","referencias_relacionadas":["Colossenses 1:16","João 1:3","Hebreus 1:3"]},"hebreus_1_3_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à manifestação da presença e do caráter de Deus.","explicacao_detalhada":"A palavra 'glória' implica a revelação da majestade divina através de Cristo, que é a imagem perfeita de Deus.","por_que_esta_palavra":"É usada para enfatizar que Cristo reflete a glória de Deus de maneira plena e completa.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação divina, sendo Cristo o meio pelo qual essa glória é vista.","referencias_relacionadas":["João 1:14","Romanos 3:23","2 Coríntios 4:6"]},"hebreus_1_3_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina de realizar milagres e obras poderosas.","explicacao_detalhada":"A palavra 'poder' destaca a autoridade de Cristo sobre a criação e Sua capacidade de realizar a vontade de Deus.","por_que_esta_palavra":"É crucial para entender a natureza divina de Cristo e Sua obra redentora.","conexao_teologica":"O poder de Cristo é uma demonstração da soberania de Deus e do cumprimento de Suas promessas.","referencias_relacionadas":["Mateus 28:18","Atos 1:8","Efésios 1:19-20"]},"hebreus_1_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorre na vida do crente através de Cristo.","explicacao_detalhada":"A palavra 'tornar-se' implica um processo de mudança e crescimento espiritual que é possível pela obra de Cristo.","por_que_esta_palavra":"É utilizada para descrever a nova identidade que os crentes recebem em Cristo.","conexao_teologica":"A transformação do crente é um aspecto central da salvação e da nova vida em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"hebreus_1_4_differing":{"palavra_pt":"differing","palavra_original":"διάφορος","transliteracao":"diáphoros","strong":"G1313","significado_raiz":"Ideia básica: differing.","significado_contextual":"Refere-se à distinção entre Cristo e os anjos.","explicacao_detalhada":"A palavra 'diferente' enfatiza a singularidade de Cristo em relação a outras criaturas, especialmente os anjos.","por_que_esta_palavra":"É importante para afirmar a superioridade de Cristo sobre todas as entidades celestiais.","conexao_teologica":"A distinção entre Cristo e os anjos é fundamental para a cristologia e a compreensão da natureza de Jesus.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:16-17","Hebreus 1:5"]},"hebreus_1_5_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação única entre Deus Pai e Jesus Cristo.","explicacao_detalhada":"A palavra 'pai' destaca a paternidade de Deus em relação a Cristo, afirmando Sua divindade e autoridade.","por_que_esta_palavra":"É usada para enfatizar a relação íntima e eterna entre o Pai e o Filho.","conexao_teologica":"A paternidade de Deus é um conceito central na teologia cristã, refletindo a natureza relacional de Deus.","referencias_relacionadas":["João 3:16","Romanos 8:15","Gálatas 4:6"]},"hebreus_1_6_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra habitada, o mundo conhecido na época.","explicacao_detalhada":"A palavra 'οἰκουμένη' é usada para descrever a totalidade da terra habitada, enfatizando a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A inclusão da palavra 'terra' destaca a abrangência do domínio de Deus e a importância da criação em seu plano.","conexao_teologica":"Deus é o criador e sustentador de toda a criação, e a terra é um testemunho de sua glória.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 1:20"]},"hebreus_1_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus supremo, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'θεός' enfatiza a divindade e a autoridade de Deus, que é reconhecido como o único digno de adoração.","por_que_esta_palavra":"A menção de Deus aqui é crucial para entender a relação entre o Filho e o Pai, e a natureza divina de Cristo.","conexao_teologica":"A divindade de Cristo é um tema central na teologia cristã, afirmando que Ele é igual ao Pai.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:3"]},"hebreus_1_7_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou ao sopro de vida que Deus dá.","explicacao_detalhada":"A palavra 'πνεῦμα' implica não apenas o espírito humano, mas também o Espírito Santo, que dá vida e poder.","por_que_esta_palavra":"O uso de 'espírito' aqui sugere a ação de Deus em criar e sustentar a vida.","conexao_teologica":"O Espírito Santo é fundamental na obra de redenção e na vida do crente.","referencias_relacionadas":["Gênesis 2:7","João 3:8","Atos 2:4"]},"hebreus_1_7_servo":{"palavra_pt":"servo","palavra_original":"λειτουργός","transliteracao":"leitourgós","strong":"G3011","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao papel de Cristo como servo de Deus.","explicacao_detalhada":"A palavra 'λειτουργός' implica um serviço sagrado, destacando a missão de Cristo como aquele que serve e sacrifica.","por_que_esta_palavra":"A identificação de Cristo como servo é essencial para entender seu ministério e sacrifício.","conexao_teologica":"Cristo como servo é um modelo de humildade e serviço para os crentes.","referencias_relacionadas":["Isaías 53:11","Mateus 20:28","Filipenses 2:7"]},"hebreus_1_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou criar.","explicacao_detalhada":"A palavra 'ποιέω' é usada para descrever a ação de Deus em criar e sustentar todas as coisas.","por_que_esta_palavra":"A ênfase na ação de 'fazer' destaca a soberania de Deus sobre a criação.","conexao_teologica":"Deus é ativo na história e na vida dos crentes, realizando sua vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Efésios 2:10"]},"hebreus_1_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente a Deus, enfatizando sua autoridade e realeza.","explicacao_detalhada":"A repetição da palavra 'θεός' reforça a ideia de que Deus é soberano e digno de reverência.","por_que_esta_palavra":"A menção de Deus aqui é para contrastar a realeza de Cristo com a criação.","conexao_teologica":"A realeza de Deus é um tema central na Escritura, mostrando seu governo sobre todas as coisas.","referencias_relacionadas":["Salmos 45:6","Apocalipse 19:16","Hebreus 1:3"]},"hebreus_1_8_justica":{"palavra_pt":"justica","palavra_original":"εὐθύτης","transliteracao":"euthýtēs","strong":"G2118","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que é característica do reino de Deus.","explicacao_detalhada":"A palavra 'εὐθύτης' implica retidão e equidade, refletindo a natureza de Deus.","por_que_esta_palavra":"A justiça de Deus é fundamental para entender seu caráter e suas ações no mundo.","conexao_teologica":"A justiça de Deus é um aspecto essencial de sua santidade e moralidade.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Romanos 3:26"]},"hebreus_1_9_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que é dada aos crentes através de Cristo.","explicacao_detalhada":"A palavra 'δικαιοσύνη' implica a condição de estar em conformidade com a lei de Deus, que é alcançada por meio da fé.","por_que_esta_palavra":"A justificação é um tema central na teologia cristã, enfatizando a obra redentora de Cristo.","conexao_teologica":"A justificação pela fé é fundamental para a salvação e a relação do crente com Deus.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Filipenses 3:9"]},"hebreus_1_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, enfatizando sua natureza e autoridade.","explicacao_detalhada":"A repetição da palavra 'θεός' aqui reforça a importância de reconhecer a divindade de Cristo.","por_que_esta_palavra":"A menção de Deus é crucial para entender a relação entre o Pai e o Filho.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, afirmando sua igualdade com Deus.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:3"]},"hebreus_1_9_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que é característico da natureza de Deus.","explicacao_detalhada":"A palavra 'μισέω' implica um amor que é ativo e sacrificial, refletindo a essência do amor divino.","por_que_esta_palavra":"O amor de Deus é fundamental para a compreensão da redenção e do relacionamento com a humanidade.","conexao_teologica":"O amor de Deus é a base da salvação e da vida cristã.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 4:8"]},"hebreus_1_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre a criação.","explicacao_detalhada":"No contexto de Hebreus 1:10, 'senhor' enfatiza a soberania de Deus como Criador, que estabeleceu a terra e tudo que nela há. A palavra original 'κύριος' implica não apenas um título de respeito, mas a posição de domínio e controle absoluto.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para afirmar a divindade de Cristo e sua relação com o Pai, mostrando que Ele é o Senhor sobre toda a criação.","conexao_teologica":"A autoridade de Cristo como Senhor é um tema central na teologia cristã, refletindo sua divindade e papel como mediador entre Deus e a humanidade.","referencias_relacionadas":["Salmos 102:25-27","Filipenses 2:9-11","Apocalipse 19:16"]},"hebreus_1_10_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico criado por Deus.","explicacao_detalhada":"Em Hebreus 1:10, 'terra' é mencionada para destacar a criação e a permanência da obra de Deus. A palavra 'γῆ' implica não apenas o solo, mas a totalidade da criação terrestre.","por_que_esta_palavra":"A inclusão da 'terra' no versículo serve para mostrar que, apesar da transitoriedade da criação, Deus permanece constante e soberano sobre ela.","conexao_teologica":"A relação entre Deus e a criação é fundamental na teologia, onde a terra é vista como parte do plano divino e da redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"hebreus_1_10_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual e à habitação de Deus.","explicacao_detalhada":"No versículo, 'céu' é mencionado para contrastar a criação terrena com a soberania divina. A palavra 'οὐρανός' implica não apenas o céu físico, mas também a realidade espiritual onde Deus reina.","por_que_esta_palavra":"A menção do 'céu' enfatiza a grandeza de Deus e a sua autoridade sobre todas as esferas da existência.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à esperança da vida eterna, sendo um tema recorrente na escatologia cristã.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9-10","Apocalipse 21:1"]},"hebreus_1_11_continue":{"palavra_pt":"continue","palavra_original":"διαμένω","transliteracao":"diaménō","strong":"G1265","significado_raiz":"Ideia básica: continue.","significado_contextual":"A palavra 'continue' implica a ideia de permanência e constância.","explicacao_detalhada":"Em Hebreus 1:11, 'continue' é usado para descrever a durabilidade da criação em contraste com a natureza passageira das coisas criadas. A palavra 'διαμένω' sugere uma continuidade que é garantida pela vontade de Deus.","por_que_esta_palavra":"A escolha de 'continue' reforça a ideia de que, embora a criação possa mudar, a palavra e a vontade de Deus permanecem eternas.","conexao_teologica":"A permanência de Deus e sua palavra é um pilar da fé cristã, assegurando que suas promessas são fiéis e verdadeiras.","referencias_relacionadas":["Isaías 40:8","Mateus 24:35","Hebreus 13:8"]},"hebreus_1_12_covering":{"palavra_pt":"covering","palavra_original":"περιβόλαιον","transliteracao":"peribólaion","strong":"G4018","significado_raiz":"Ideia básica: termo central do texto original.","significado_contextual":"A palavra 'covering' refere-se à ideia de proteção e envoltório.","explicacao_detalhada":"No contexto de Hebreus 1:12, 'covering' (περιβόλαιον) sugere a transitoriedade das coisas criadas, que são como vestes que envelhecem e são trocadas. Isso enfatiza a eternidade de Deus em contraste com a efemeridade da criação.","por_que_esta_palavra":"A palavra é significativa para ilustrar a fragilidade da criação em comparação com a imutabilidade de Deus.","conexao_teologica":"A ideia de que Deus é eterno e imutável é central na teologia, oferecendo conforto e segurança aos crentes.","referencias_relacionadas":["Salmos 102:26-27","Tiago 1:17","Hebreus 13:8"]},"hebreus_1_13_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se a um ato de posicionamento ou de colocar algo em um lugar.","explicacao_detalhada":"Em Hebreus 1:13, 'arco' (τίθημι) é usado para descrever a ação de Deus em estabelecer seu Filho à direita, simbolizando autoridade e honra. A palavra implica um ato deliberado de colocar algo em uma posição de destaque.","por_que_esta_palavra":"A escolha de 'arco' é importante para mostrar a exaltação de Cristo e seu papel como mediador entre Deus e a humanidade.","conexao_teologica":"A exaltação de Cristo é um tema central na cristologia, refletindo sua posição única na Trindade e sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 110:1","Atos 2:33","Filipenses 2:9-11"]},"hebreus_1_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à ideia de proximidade ou intercessão.","explicacao_detalhada":"No versículo, 'entre' (ἐκ) é usado para descrever a posição de Cristo em relação aos anjos, indicando sua superioridade e autoridade. Essa palavra sugere uma distinção clara entre Cristo e as criaturas celestiais.","por_que_esta_palavra":"A escolha de 'entre' é significativa para afirmar a singularidade de Cristo como o Filho de Deus, que ocupa uma posição única na criação.","conexao_teologica":"A intercessão de Cristo é um tema importante na teologia, mostrando como Ele atua em favor da humanidade diante de Deus.","referencias_relacionadas":["Romanos 8:34","Hebreus 7:25","1 João 2:1"]},"hebreus_1_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer oposição ou adversidade contra Deus e seu povo.","explicacao_detalhada":"Em Hebreus 1:13, 'inimigo' (ἐχθρός) é mencionado para enfatizar a vitória de Cristo sobre todas as forças que se opõem a Deus. A palavra implica uma hostilidade clara e uma separação entre o bem e o mal.","por_que_esta_palavra":"A escolha de 'inimigo' é crucial para afirmar a vitória de Cristo sobre o pecado e a morte, mostrando que Ele é o conquistador final.","conexao_teologica":"A vitória de Cristo sobre os inimigos espirituais é um tema central na teologia da redenção, oferecendo esperança aos crentes.","referencias_relacionadas":["Romanos 16:20","1 Coríntios 15:25-26","Colossenses 2:15"]},"hebreus_1_14_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à essência espiritual e à ação de Deus.","explicacao_detalhada":"Em Hebreus 1:14, 'espírito' (πνεῦμα) é usado para descrever os anjos como seres espirituais que servem a Deus. A palavra implica uma natureza não física, destacando a dimensão espiritual da criação.","por_que_esta_palavra":"A escolha de 'espírito' é importante para diferenciar os anjos de seres humanos e enfatizar sua função como mensageiros de Deus.","conexao_teologica":"A natureza espiritual dos anjos e sua função como servos de Deus são temas importantes na angelologia e na teologia da criação.","referencias_relacionadas":["Salmos 104:4","Mateus 4:11","Hebreus 13:2"]},"hebreus_1_14_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se à função de serviço e dedicação a Deus.","explicacao_detalhada":"No contexto de Hebreus 1:14, 'servo' (διακονία) é usado para descrever a função dos anjos como ministros de Deus, que servem aos que herdarão a salvação. A palavra implica uma relação de serviço e submissão.","por_que_esta_palavra":"A escolha de 'servo' é significativa para mostrar a função dos anjos e a importância do serviço na vida cristã.","conexao_teologica":"O conceito de serviço é central na teologia cristã, refletindo a vida de Cristo e o chamado dos crentes a servir uns aos outros.","referencias_relacionadas":["Mateus 20:26-28","Gálatas 5:13","1 Pedro 4:10"]},"hebreus_1_14_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de libertar ou resgatar, especialmente no contexto da redenção espiritual.","explicacao_detalhada":"No contexto de Hebreus 1:14, a salvação é apresentada como um ministério dos anjos, que são enviados para servir aqueles que herdarão a salvação. Isso enfatiza a importância da salvação como um presente divino.","por_que_esta_palavra":"A palavra 'salvação' é central na mensagem do cristianismo, pois representa a libertação do pecado e a reconciliação com Deus.","conexao_teologica":"A salvação é um tema recorrente na teologia cristã, ligando a obra de Cristo à libertação dos crentes da condenação.","referencias_relacionadas":["Romanos 1:16","Efésios 2:8-9","Hebreus 2:3"]}}