{"hebreus_13_1_amor":{"palavra_pt":"amor","palavra_original":"φιλαδελφία","transliteracao":"philadelphía","strong":"G5360","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor fraternal, que é um mandamento central na vida cristã.","explicacao_detalhada":"A palavra 'amor' aqui é usada para enfatizar a importância das relações interpessoais entre os crentes, refletindo o amor de Cristo por nós.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a essência da comunidade cristã, que deve ser marcada pelo amor mútuo.","conexao_teologica":"O amor é um dos principais mandamentos de Jesus e é fundamental para a vida da igreja.","referencias_relacionadas":["João 13:34-35","1 João 4:7-8","Romanos 13:10"]},"hebreus_13_1_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Refere-se à permanência e constância nas relações e na fé.","explicacao_detalhada":"A palavra 'permanecer' implica em um compromisso contínuo e fiel, tanto com Deus quanto com os outros. É um chamado à estabilidade nas relações.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de uma fé que não é passageira, mas que se mantém firme em tempos de dificuldade.","conexao_teologica":"A permanência na fé é um tema importante na teologia cristã, refletindo a ideia de perseverança.","referencias_relacionadas":["João 15:4-5","Colossenses 1:23","1 Pedro 1:25"]},"hebreus_13_2_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"φιλονεξία","transliteracao":"philonexía","strong":"G5381","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se à hospitalidade e acolhimento aos que são diferentes ou que vêm de fora.","explicacao_detalhada":"A palavra 'estrangeiro' enfatiza a importância de tratar bem aqueles que não pertencem ao nosso grupo, refletindo o amor e a aceitação que devemos ter como cristãos.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois nos lembra da necessidade de acolher e amar todos, independentemente de sua origem.","conexao_teologica":"A hospitalidade é um valor central na vida cristã, refletindo o caráter de Deus que acolhe a todos.","referencias_relacionadas":["Levítico 19:34","Romanos 12:13","1 Pedro 4:9"]},"hebreus_13_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é a fonte de toda a criação e autoridade.","explicacao_detalhada":"No contexto de Hebreus 13:2, a menção a Deus enfatiza a importância de reconhecer Sua presença em nossas interações e ações, especialmente ao acolher estranhos.","por_que_esta_palavra":"A palavra é utilizada para lembrar os crentes de que suas ações são observadas por Deus, que é o juiz final de todas as coisas.","conexao_teologica":"A presença de Deus é um tema central na teologia cristã, que enfatiza a relação entre o ser humano e o Criador.","referencias_relacionadas":["Salmos 139:7-10","Mateus 25:40","Hebreus 4:13"]},"hebreus_13_2_forgetful":{"palavra_pt":"forget ful","palavra_original":"ἐπιλανθάνομαι","transliteracao":"epilanthánomai","strong":"G1950","significado_raiz":"Ideia básica: forget ful.","significado_contextual":"A palavra 'forgetful' refere-se à tendência de esquecer ou negligenciar a importância de ações significativas.","explicacao_detalhada":"Em Hebreus 13:2, a advertência contra ser 'esquecido' destaca a necessidade de lembrar-se de agir com hospitalidade, pois isso pode ter consequências espirituais.","por_que_esta_palavra":"A palavra é usada para alertar os crentes sobre a importância de não perder de vista as boas obras e a bondade em suas vidas diárias.","conexao_teologica":"O esquecimento das boas obras pode levar à apatia espiritual, o que contrasta com a chamada à ação e ao amor fraternal.","referencias_relacionadas":["Tiago 1:22","Gálatas 6:9","1 Pedro 4:10"]},"hebreus_13_3_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física dos seres humanos, mas também simboliza a comunidade de crentes.","explicacao_detalhada":"No contexto de Hebreus 13:3, o corpo é mencionado em relação ao cuidado e à compaixão pelos que estão em dificuldades, enfatizando a unidade do corpo de Cristo.","por_que_esta_palavra":"A palavra é utilizada para lembrar os crentes de que devem se preocupar com o bem-estar físico e espiritual uns dos outros.","conexao_teologica":"A teologia do corpo de Cristo destaca a interdependência dos crentes e a importância de cuidar uns dos outros.","referencias_relacionadas":["1 Coríntios 12:12-27","Romanos 12:5","Efésios 4:16"]},"hebreus_13_4_dear":{"palavra_pt":"dear","palavra_original":"τίμιος","transliteracao":"tímios","strong":"G5093","significado_raiz":"Ideia básica: dear.","significado_contextual":"A palavra 'dear' implica valor e respeito, especialmente em relação ao casamento.","explicacao_detalhada":"Em Hebreus 13:4, o casamento é descrito como algo precioso e digno de honra, refletindo a aliança entre Cristo e a Igreja.","por_que_esta_palavra":"A palavra é usada para enfatizar a santidade do casamento e a importância de manter a pureza nas relações conjugais.","conexao_teologica":"O casamento é frequentemente usado como uma metáfora na Bíblia para a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","1 Pedro 3:7"]},"hebreus_13_4_marriage":{"palavra_pt":"casamento","palavra_original":"γάμος","transliteracao":"gámos","strong":"G1062","significado_raiz":"Ideia básica: casamento.","significado_contextual":"A palavra 'casamento' refere-se à união sagrada entre um homem e uma mulher.","explicacao_detalhada":"No contexto de Hebreus 13:4, o casamento é visto como uma instituição divina que deve ser respeitada e honrada, refletindo a fidelidade de Deus.","por_que_esta_palavra":"A palavra é utilizada para ressaltar a importância da fidelidade e da pureza dentro do casamento.","conexao_teologica":"O casamento é um reflexo da relação entre Cristo e a Igreja, simbolizando amor e compromisso.","referencias_relacionadas":["Mateus 19:4-6","Hebreus 13:4","Efésios 5:31-32"]},"hebreus_13_5_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação e poder, referindo-se à capacidade de agir e fazer.","explicacao_detalhada":"Em Hebreus 13:5, a mão é mencionada em relação à provisão e proteção de Deus sobre os crentes, assegurando que nunca estarão sozinhos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a ação de Deus em nossas vidas, garantindo que Ele está sempre presente.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua intervenção e cuidado na vida dos crentes.","referencias_relacionadas":["Salmos 37:25","Isaías 41:10","Filipenses 4:19"]},"hebreus_13_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a soberania e a presença constante de Deus na vida dos crentes.","explicacao_detalhada":"No contexto de Hebreus 13:5, a menção a Deus serve como um lembrete de que Ele é a fonte de segurança e conforto.","por_que_esta_palavra":"A palavra é usada para assegurar aos crentes que Deus nunca os abandonará, mesmo em tempos difíceis.","conexao_teologica":"A fidelidade de Deus é um tema central na Bíblia, que garante que Ele sempre estará ao lado de Seu povo.","referencias_relacionadas":["Deuteronômio 31:6","Salmos 23:4","Romanos 8:38-39"]},"hebreus_13_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"Em Hebreus 13:6, a menção ao Senhor enfatiza a confiança que os crentes devem ter em Sua liderança e proteção.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a soberania de Cristo e a segurança que vem de confiar Nele.","conexao_teologica":"A autoridade de Cristo é um tema recorrente no Novo Testamento, que destaca Sua posição como Rei e Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"hebreus_13_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No contexto de Hebreus 13:6, a palavra 'fazer' é usada para encorajar os crentes a agir com fé e coragem, confiando na ajuda do Senhor.","por_que_esta_palavra":"A palavra é utilizada para motivar os crentes a não apenas ouvir, mas também a colocar em prática sua fé.","conexao_teologica":"A ação é um componente vital da fé cristã, que deve ser acompanhada por obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"hebreus_13_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação divina e à revelação de Deus através de Cristo.","explicacao_detalhada":"Em Hebreus 13:7, a menção ao 'verbo' destaca a importância de lembrar os ensinamentos de Cristo e a necessidade de viver de acordo com eles.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que os crentes devem se apegar à verdade e aos princípios ensinados por Jesus.","conexao_teologica":"Cristo é a Palavra viva, e Sua mensagem é fundamental para a vida cristã.","referencias_relacionadas":["João 1:1-14","Colossenses 3:16","Hebreus 4:12"]},"hebreus_13_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a autoridade e a presença de Deus na vida dos crentes, lembrando-os de seguir os ensinamentos dos líderes espirituais que pregam a verdade de Deus.","por_que_esta_palavra":"A menção de Deus é crucial para estabelecer a base da fé cristã e a importância de se manter firme nos ensinamentos que refletem Sua vontade.","conexao_teologica":"Deus é o fundamento da fé cristã, e a obediência aos Seus mandamentos é central na vida do crente.","referencias_relacionadas":["Hebreus 11:6","Salmos 46:1","Romanos 1:20"]},"hebreus_13_7_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A verdade é apresentada como um princípio fundamental na vida cristã.","explicacao_detalhada":"A palavra 'fé' implica confiança e crença na verdade revelada por Deus, que deve ser seguida e ensinada pelos líderes da igreja.","por_que_esta_palavra":"A fé é essencial para a salvação e para a vida cristã, sendo um convite à confiança em Deus e em Suas promessas.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Deus e experimentam Sua graça.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"hebreus_13_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o mesmo ontem, hoje e eternamente.","explicacao_detalhada":"A imutabilidade de Jesus é um conforto para os crentes, pois garante que Suas promessas e Sua natureza permanecem constantes.","por_que_esta_palavra":"A afirmação sobre Jesus reforça a confiança dos crentes em Sua obra redentora e Sua presença contínua em suas vidas.","conexao_teologica":"Jesus é o centro da fé cristã, e Sua imutabilidade é um pilar da esperança cristã.","referencias_relacionadas":["João 14:6","Hebreus 7:24-25","Apocalipse 1:8"]},"hebreus_13_8_yesterday":{"palavra_pt":"yesterday","palavra_original":"χθές","transliteracao":"chthés","strong":"G5504","significado_raiz":"Ideia básica: yesterday.","significado_contextual":"Refere-se ao passado, enfatizando a continuidade da natureza de Jesus.","explicacao_detalhada":"A palavra 'ontem' é usada para contrastar a mudança temporal com a eternidade de Cristo, que não muda com o tempo.","por_que_esta_palavra":"Isso serve para lembrar os crentes que, apesar das mudanças no mundo, Jesus permanece constante.","conexao_teologica":"A eternidade de Cristo é um aspecto fundamental da doutrina cristã, assegurando a fidelidade de Deus ao longo das gerações.","referencias_relacionadas":["Malaquias 3:6","Tiago 1:17","Salmos 102:27"]},"hebreus_13_9_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é um tema central que deve ser mantido no coração dos crentes.","explicacao_detalhada":"A palavra 'graça' refere-se ao favor imerecido de Deus, que deve ser a base da vida cristã e da comunhão entre os crentes.","por_que_esta_palavra":"A ênfase na graça é um lembrete da dependência dos crentes da bondade de Deus, em vez de suas próprias obras.","conexao_teologica":"A graça é fundamental para a salvação e a vida cristã, sendo um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"hebreus_13_9_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδαχή","transliteracao":"didachḗ","strong":"G1322","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"A instrução é vital para o crescimento espiritual e a edificação da igreja.","explicacao_detalhada":"A palavra 'instrução' refere-se ao ensino que deve ser baseado na verdade de Deus, ajudando os crentes a discernir o que é correto.","por_que_esta_palavra":"A instrução é necessária para que os crentes permaneçam firmes na fé e não sejam levados por doutrinas estranhas.","conexao_teologica":"O ensino da Palavra de Deus é essencial para a maturidade espiritual e a unidade da igreja.","referencias_relacionadas":["2 Timóteo 3:16-17","Colossenses 3:16","1 Pedro 2:2"]},"hebreus_13_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, enfatizando a necessidade de se afastar de ensinamentos errôneos.","explicacao_detalhada":"A negação de 'deus' serve para alertar os crentes sobre a importância de se manter firmes na verdadeira doutrina.","por_que_esta_palavra":"É um lembrete de que não devemos nos desviar da verdade que foi ensinada por Cristo e pelos apóstolos.","conexao_teologica":"A pureza da doutrina é essencial para a saúde espiritual da igreja.","referencias_relacionadas":["Gálatas 1:6-9","1 Timóteo 4:1","2 João 1:9"]},"hebreus_13_10_deus":{"palavra_pt":"deus","palavra_original":"λατρεύω","transliteracao":"latreúō","strong":"G3000","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao serviço e à adoração a Deus como um ato de devoção.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a importância de oferecer a Deus um culto aceitável, que é feito em espírito e verdade.","por_que_esta_palavra":"O serviço a Deus é um chamado para todos os crentes, que devem viver em adoração e submissão a Ele.","conexao_teologica":"A adoração é uma resposta à graça de Deus e à Sua revelação em Cristo.","referencias_relacionadas":["Romanos 12:1","1 Pedro 2:5","Salmos 95:6"]},"hebreus_13_10_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσιαστήριον","transliteracao":"thysiastḗrion","strong":"G2379","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício que é oferecido a Deus como parte da adoração.","explicacao_detalhada":"A palavra 'sacrifício' implica a entrega de algo valioso a Deus, simbolizando a devoção e a gratidão dos crentes.","por_que_esta_palavra":"O sacrifício é uma expressão de adoração e um reconhecimento da soberania de Deus sobre nossas vidas.","conexao_teologica":"O sacrifício de Cristo é o sacrifício supremo, e os crentes são chamados a oferecer suas vidas como sacrifícios vivos.","referencias_relacionadas":["Hebreus 10:12","Romanos 12:1","Filipenses 4:18"]},"hebreus_13_10_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a comunhão e a unidade entre os crentes.","explicacao_detalhada":"A palavra 'entre' enfatiza a importância da comunidade e do apoio mútuo na fé.","por_que_esta_palavra":"Os crentes são chamados a viver em comunhão, ajudando-se uns aos outros em sua jornada espiritual.","conexao_teologica":"A unidade do corpo de Cristo é essencial para o testemunho do evangelho no mundo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-14","Efésios 4:3"]},"hebreus_13_11_viver":{"palavra_pt":"viver","palavra_original":"ζῶον","transliteracao":"zōon","strong":"G2226","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que Jesus deu por nós, simbolizando a verdadeira vida espiritual.","explicacao_detalhada":"A palavra 'viver' neste contexto implica uma vida que é sustentada por Cristo, que é a fonte da vida eterna. O autor de Hebreus está enfatizando que a vida dos crentes deve ser moldada pela sua relação com Jesus.","por_que_esta_palavra":"A escolha da palavra 'viver' destaca a importância da vida espiritual e da nova vida que recebemos através de Jesus.","conexao_teologica":"A vida em Cristo é central na teologia cristã, onde a morte e ressurreição de Jesus nos trazem nova vida.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"hebreus_13_11_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Jesus, que foi sacrificado por nossos pecados.","explicacao_detalhada":"A palavra 'corpo' é usada para enfatizar a encarnação de Cristo e o sacrifício que Ele fez. O corpo de Jesus é visto como o meio pelo qual a redenção é realizada.","por_que_esta_palavra":"A palavra 'corpo' é crucial para entender a doutrina da encarnação e a importância do sacrifício de Cristo.","conexao_teologica":"O corpo de Cristo é um tema central na teologia da expiação e na compreensão do sacrifício perfeito.","referencias_relacionadas":["1 Coríntios 11:24","Hebreus 10:10","Romanos 12:1"]},"hebreus_13_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Salvador e Mediador da nova aliança.","explicacao_detalhada":"A palavra 'Jesus' é fundamental para a fé cristã, representando a encarnação de Deus e o cumprimento das promessas do Antigo Testamento.","por_que_esta_palavra":"A menção de Jesus neste contexto sublinha a centralidade de Sua obra redentora e a nova aliança que Ele estabeleceu.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Atos 4:12","Hebreus 9:15"]},"hebreus_13_12_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à relação pessoal e íntima que os crentes têm com Jesus.","explicacao_detalhada":"A palavra 'acquaintance' sugere um conhecimento profundo e pessoal, indicando que os crentes não apenas conhecem Jesus, mas têm um relacionamento com Ele.","por_que_esta_palavra":"A escolha desta palavra enfatiza a intimidade do relacionamento que os crentes devem ter com Cristo.","conexao_teologica":"A relação pessoal com Jesus é fundamental para a vida cristã e a experiência de fé.","referencias_relacionadas":["Filipenses 3:10","1 João 1:3","João 15:15"]},"hebreus_13_12_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é chamado para ser separado e santo.","explicacao_detalhada":"A palavra 'povo' indica a coletividade dos crentes que pertencem a Deus e são parte de Sua família.","por_que_esta_palavra":"A inclusão da palavra 'povo' destaca a identidade comunitária dos crentes em Cristo.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, representando a aliança entre Deus e Seu povo.","referencias_relacionadas":["1 Pedro 2:9","Êxodo 19:6","Gálatas 6:10"]},"hebreus_13_13_reproach":{"palavra_pt":"reproach","palavra_original":"ὀνειδισμός","transliteracao":"oneidismós","strong":"G3680","significado_raiz":"Ideia básica: reproach.","significado_contextual":"Refere-se ao desprezo e à rejeição que Jesus enfrentou, que os crentes também podem experimentar.","explicacao_detalhada":"A palavra 'reproach' destaca o sofrimento e a vergonha que vêm com a identificação com Cristo, especialmente em um mundo hostil.","por_que_esta_palavra":"A escolha desta palavra serve como um lembrete de que seguir a Cristo pode trazer perseguição e desprezo.","conexao_teologica":"O sofrimento por causa de Cristo é uma parte importante da experiência cristã e é frequentemente mencionado nas Escrituras.","referencias_relacionadas":["Mateus 5:11","Romanos 8:17","2 Timóteo 3:12"]},"hebreus_13_13_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Refere-se à ideia de sair ou ir adiante, especialmente em relação à fé.","explicacao_detalhada":"A palavra 'adiante' implica um movimento em direção a algo melhor, simbolizando a jornada da fé dos crentes.","por_que_esta_palavra":"A escolha desta palavra sugere a necessidade de ação e progresso na vida cristã.","conexao_teologica":"A ideia de avançar na fé é um tema recorrente nas cartas do Novo Testamento.","referencias_relacionadas":["Filipenses 3:14","Hebreus 12:1","2 Coríntios 5:7"]},"hebreus_13_14_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à posse espiritual que os crentes têm em Cristo.","explicacao_detalhada":"A palavra 'possessão' implica que os crentes têm uma herança em Cristo, que é eterna e segura.","por_que_esta_palavra":"A escolha desta palavra enfatiza a segurança e a certeza da salvação e da herança espiritual.","conexao_teologica":"A possessão espiritual é um tema central na teologia da salvação e na esperança cristã.","referencias_relacionadas":["Efésios 1:14","Romanos 8:17","Colossenses 3:24"]},"hebreus_13_14_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Refere-se à permanência na fé e na comunhão com Deus.","explicacao_detalhada":"A palavra 'permanecer' sugere um estado de constância e fidelidade na relação com Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a importância de permanecer firme na fé e na obediência a Deus.","conexao_teologica":"Permanecer em Cristo é essencial para a vida cristã e é frequentemente mencionado nas Escrituras.","referencias_relacionadas":["João 15:4","1 João 2:28","Colossenses 1:23"]},"hebreus_13_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o destinatário da adoração e louvor dos crentes.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e a grandeza de Deus, que merece nossa adoração.","por_que_esta_palavra":"A escolha da palavra 'Deus' sublinha a centralidade da adoração na vida cristã.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Salmos 150:6","Hebreus 12:28","Romanos 12:1"]},"hebreus_13_15_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o compromisso entre Deus e Seu povo, simbolizando a fidelidade e a promessa.","explicacao_detalhada":"No contexto de Hebreus 13:15, a aliança é mencionada como um aspecto fundamental da relação entre os crentes e Deus, onde a adoração e o louvor são expressões dessa aliança.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação de compromisso e fidelidade que Deus espera de Seu povo.","conexao_teologica":"A aliança é um tema central na teologia bíblica, refletindo a interação de Deus com a humanidade ao longo da história da salvação.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Jeremias 31:31","Lucas 22:20","Hebreus 8:6"]},"hebreus_13_15_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσία","transliteracao":"thysía","strong":"G2378","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus, simbolizando devoção e gratidão.","explicacao_detalhada":"Em Hebreus 13:15, o sacrifício é visto como uma forma de louvor e adoração a Deus, destacando a importância de oferecer a Ele o melhor de nós.","por_que_esta_palavra":"A palavra 'sacrifício' enfatiza a necessidade de entrega e devoção na vida cristã.","conexao_teologica":"O conceito de sacrifício é central na obra redentora de Cristo, que se ofereceu como o sacrifício perfeito por nossos pecados.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:26","1 Pedro 2:5","Efésios 5:2"]},"hebreus_13_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador de todas as coisas.","explicacao_detalhada":"No versículo, a menção a Deus destaca a importância de viver em conformidade com Sua vontade e de fazer o bem como uma expressão de nossa fé.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem e o propósito da vida e da adoração.","conexao_teologica":"A relação com Deus é a base da fé cristã, sendo Ele o centro de toda adoração e prática religiosa.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28","Mateus 5:16","Hebreus 11:6"]},"hebreus_13_16_bom":{"palavra_pt":"bom","palavra_original":"εὐποιΐα","transliteracao":"eupoiḯa","strong":"G2140","significado_raiz":"Ideia básica: bom.","significado_contextual":"O termo 'bom' refere-se a ações que são agradáveis e benéficas aos outros e a Deus.","explicacao_detalhada":"Em Hebreus 13:16, fazer o bem é uma exortação à prática de boas obras como reflexo da fé genuína.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a ética cristã e o chamado à ação em amor.","conexao_teologica":"A bondade é um fruto do Espírito e uma evidência da transformação que ocorre na vida do crente.","referencias_relacionadas":["Gálatas 5:22","Efésios 2:10","Tiago 4:17","Mateus 7:17","Romanos 15:14"]},"hebreus_13_16_communicateation":{"palavra_pt":"communicate ation","palavra_original":"κοινωνία","transliteracao":"koinōnía","strong":"G2842","significado_raiz":"Ideia básica: communicate ation.","significado_contextual":"Comunicação refere-se à partilha e à comunhão entre os crentes e com Deus.","explicacao_detalhada":"No contexto de Hebreus 13:16, a comunicação é vista como um ato de generosidade e apoio mútuo entre os membros da comunidade de fé.","por_que_esta_palavra":"A palavra 'comunicação' destaca a importância da unidade e do cuidado dentro da igreja.","conexao_teologica":"A comunhão é um aspecto vital da vida cristã, refletindo a relação entre o Pai, o Filho e o Espírito Santo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-27","Gálatas 6:2","Filipenses 1:5","1 João 1:7"]},"hebreus_13_17_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é a essência da vida humana, representando a individualidade e a relação com Deus.","explicacao_detalhada":"Em Hebreus 13:17, a referência à alma implica a importância de cuidar da vida espiritual e do bem-estar dos outros.","por_que_esta_palavra":"A palavra 'alma' é crucial para entender a natureza humana e a necessidade de redenção.","conexao_teologica":"A alma é o que Deus busca salvar, e a vida eterna é prometida a aqueles que creem em Cristo.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Lucas 12:20","Romanos 8:16","1 Pedro 1:9"]},"hebreus_13_17_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo é a Palavra de Deus encarnada, o Verbo que se fez carne.","explicacao_detalhada":"No contexto de Hebreus 13:17, a menção a Cristo enfatiza a centralidade de Sua pessoa e obra na vida do crente.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a fé cristã, representando a salvação e a revelação de Deus ao homem.","conexao_teologica":"Cristo é o mediador da nova aliança e a fonte de toda verdade e vida.","referencias_relacionadas":["João 1:14","Atos 4:12","Romanos 5:8","1 Coríntios 1:30","Hebreus 1:3"]},"hebreus_13_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de realizar ou executar algo, especialmente em relação à vontade de Deus.","explicacao_detalhada":"Em Hebreus 13:17, a palavra 'fazer' implica a responsabilidade de agir de acordo com os ensinamentos de Cristo e a liderança espiritual.","por_que_esta_palavra":"A palavra 'fazer' é essencial para a prática da fé, pois a fé sem obras é morta.","conexao_teologica":"A ação é uma expressão da fé viva e da obediência a Deus.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 5:6","Colossenses 3:23","1 João 3:18"]},"hebreus_13_18_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como aquele a quem devemos nos dirigir em oração e súplica.","explicacao_detalhada":"Em Hebreus 13:18, a oração a Deus é um reconhecimento da dependência e da necessidade de Sua orientação.","por_que_esta_palavra":"A palavra 'Deus' reafirma a centralidade da oração na vida do crente.","conexao_teologica":"A oração é um meio de comunicação com Deus e uma expressão de fé e confiança.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Hebreus 4:16","Tiago 1:5","Mateus 21:22"]},"hebreus_13_18_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher refere-se à decisão consciente de seguir a vontade de Deus.","explicacao_detalhada":"Em Hebreus 13:18, a escolha de viver de acordo com a vontade de Deus é um chamado à responsabilidade pessoal na fé.","por_que_esta_palavra":"A palavra 'escolher' destaca a liberdade e a responsabilidade que cada crente tem em sua caminhada com Deus.","conexao_teologica":"A escolha de seguir a Deus é um tema recorrente na Bíblia, refletindo a importância da decisão pessoal na vida espiritual.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 12:2","Gálatas 5:13","1 Pedro 2:9"]},"hebreus_13_18_conscience":{"palavra_pt":"conscience","palavra_original":"συνείδησις","transliteracao":"syneídēsis","strong":"G4893","significado_raiz":"Ideia básica: conscience.","significado_contextual":"A consciência é a capacidade de discernir entre o bem e o mal, essencial para a vida cristã.","explicacao_detalhada":"No contexto de Hebreus 13:18, a consciência é mencionada em relação à integridade e à vida moral dos líderes da igreja. A consciência deve estar limpa e alinhada com a vontade de Deus.","por_que_esta_palavra":"A palavra 'conscience' é crucial para entender a responsabilidade moral que os cristãos têm diante de Deus e da comunidade.","conexao_teologica":"A consciência é vista como um guia dado por Deus para que os crentes possam viver de acordo com seus princípios e valores.","referencias_relacionadas":["Romanos 2:15","1 Timóteo 1:5","Atos 24:16"]},"hebreus_13_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, especialmente em um contexto de oração e intercessão.","explicacao_detalhada":"Em Hebreus 13:19, o autor pede que os leitores 'façam' orações por ele, enfatizando a importância da intercessão na vida cristã.","por_que_esta_palavra":"A palavra 'fazer' destaca a necessidade de ação prática na fé, não apenas crença teórica.","conexao_teologica":"A ação de 'fazer' está ligada ao chamado de Deus para que os crentes vivam ativamente sua fé através de boas obras.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 6:9"]},"hebreus_13_19_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou uma convocação, especialmente em um contexto espiritual.","explicacao_detalhada":"No versículo, o autor pede que os leitores 'chamem' a Deus em oração, enfatizando a relação pessoal entre o crente e o Senhor.","por_que_esta_palavra":"A palavra 'chamar' é fundamental para entender a dinâmica da comunicação entre Deus e os homens.","conexao_teologica":"Chamar a Deus é um ato de fé que reconhece Sua soberania e poder de resposta.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","1 Pedro 5:7"]},"hebreus_13_19_out":{"palavra_pt":"out","palavra_original":"τάχιον","transliteracao":"táchion","strong":"G5032","significado_raiz":"Ideia básica: out.","significado_contextual":"A palavra 'out' é usada para indicar a urgência ou a necessidade de ação imediata.","explicacao_detalhada":"Em Hebreus 13:19, 'out' sugere que a oração deve ser feita rapidamente, refletindo a importância da intercessão em momentos críticos.","por_que_esta_palavra":"A palavra 'out' enfatiza a prontidão e a disposição para agir em favor dos outros.","conexao_teologica":"A urgência em 'chamar' a Deus reflete a necessidade de depender dEle em todas as circunstâncias.","referencias_relacionadas":["Mateus 7:7","Filipenses 4:6","Tiago 5:16"]},"hebreus_13_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Hebreus 13:20, Deus é descrito como aquele que traz paz e restauração, enfatizando Sua natureza benevolente.","por_que_esta_palavra":"A palavra 'deus' é central na fé cristã, pois representa a fonte de toda esperança e salvação.","conexao_teologica":"A compreensão de Deus como o autor da paz é fundamental para a teologia cristã.","referencias_relacionadas":["Romanos 15:33","Filipenses 4:9","2 Coríntios 13:11"]},"hebreus_13_20_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e ao bem-estar espiritual que vem de Deus.","explicacao_detalhada":"No contexto de Hebreus 13:20, a paz é apresentada como um presente de Deus, que é essencial para a vida cristã.","por_que_esta_palavra":"A palavra 'paz' é importante porque reflete a condição desejada para todos os crentes, que é viver em harmonia com Deus e com os outros.","conexao_teologica":"A paz de Deus é um tema recorrente nas Escrituras, simbolizando a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 26:3","João 14:27","Colossenses 3:15"]},"hebreus_13_20_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança/testamento' refere-se ao acordo estabelecido por Deus com Seu povo.","explicacao_detalhada":"Em Hebreus 13:20, a aliança é mencionada em relação ao sacrifício de Cristo, que selou uma nova aliança entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação entre Deus e Seu povo ao longo da história bíblica.","conexao_teologica":"A nova aliança em Cristo é central para a teologia cristã, pois oferece salvação e reconciliação.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"hebreus_13_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Em Hebreus 13:21, Jesus é mencionado como aquele que capacita os crentes a fazerem o bem e a viverem de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'jesus' é essencial, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador da nova aliança e a fonte de toda graça e poder para os crentes.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Hebreus 7:25"]},"hebreus_13_21_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' refere-se à honra e ao reconhecimento de Deus como digno de louvor.","explicacao_detalhada":"No contexto de Hebreus 13:21, a glória é atribuída a Deus por meio de Jesus, destacando a importância do louvor na vida cristã.","por_que_esta_palavra":"A palavra 'gloria' é crucial para entender a adoração e a reverência que devemos ter por Deus.","conexao_teologica":"A glória de Deus é um tema central nas Escrituras, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 29:2","Romanos 11:36","1 Pedro 4:11"]},"hebreus_13_22_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação de Deus e à revelação de Sua vontade.","explicacao_detalhada":"Em Hebreus 13:22, a palavra é usada para enfatizar a mensagem de encorajamento e instrução aos crentes.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a compreensão da revelação divina e da importância das Escrituras.","conexao_teologica":"Cristo é descrito como o Verbo em João 1, mostrando que Ele é a expressão perfeita de Deus.","referencias_relacionadas":["João 1:1","2 Timóteo 3:16","Hebreus 4:12"]},"hebreus_13_22_consolo":{"palavra_pt":"consolo","palavra_original":"παράκλησις","transliteracao":"paráklēsis","strong":"G3874","significado_raiz":"Ideia básica: consolo.","significado_contextual":"Consolo é a ação de confortar ou aliviar a dor emocional.","explicacao_detalhada":"No contexto de Hebreus 13:22, o autor se refere ao consolo que vem através das palavras de encorajamento e apoio espiritual, especialmente em tempos de dificuldade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do apoio mútuo entre os crentes e a necessidade de encorajamento na fé.","conexao_teologica":"O consolo é um aspecto fundamental da vida cristã, refletindo o caráter de Deus como o Consolador e a presença do Espírito Santo que conforta os crentes.","referencias_relacionadas":["2 Coríntios 1:3-4","Salmos 94:19","João 14:16-17"]},"hebreus_13_22_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica convocar ou convidar alguém a uma ação ou estado.","explicacao_detalhada":"Em Hebreus 13:22, o autor chama os leitores a ouvirem suas palavras de exortação, enfatizando a importância da resposta à mensagem do evangelho.","por_que_esta_palavra":"A palavra é usada para destacar a responsabilidade dos crentes em responder ao chamado de Deus e à mensagem de encorajamento.","conexao_teologica":"O chamado de Deus é central na teologia cristã, onde Ele convoca os indivíduos a se voltarem para Ele e a viverem em obediência.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Mateus 11:28"]},"hebreus_13_23_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a menção de Deus destaca a autoridade divina e a importância de Timóteo como um líder espiritual que serve sob a direção de Deus.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a soberania de Deus sobre a igreja e a importância de líderes que são chamados por Ele.","conexao_teologica":"A compreensão de Deus como autoridade suprema é fundamental para a fé cristã e a vida da igreja.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 11:36"]},"hebreus_13_23_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"No contexto de Hebreus 13:23, seguir refere-se à disposição dos crentes em acompanhar e apoiar os líderes espirituais, como Timóteo.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da liderança e da obediência dentro da comunidade cristã.","conexao_teologica":"Seguir a liderança espiritual é um princípio importante na vida da igreja, refletindo a ordem e a estrutura que Deus estabeleceu.","referencias_relacionadas":["1 Tessalonicenses 5:12-13","Hebreus 13:7","1 Coríntios 11:1"]},"hebreus_13_23_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica ter uma compreensão profunda ou experiência com algo.","explicacao_detalhada":"Neste versículo, o autor menciona o conhecimento de Deus, que é fundamental para a vida espiritual e a relação com Ele.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do conhecimento de Deus e de Sua vontade na vida dos crentes.","conexao_teologica":"O conhecimento de Deus é essencial para a fé cristã, pois leva à sabedoria e à compreensão de Sua natureza e propósitos.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:10","Filipenses 3:10"]},"hebreus_13_24_italy":{"palavra_pt":"italy","palavra_original":"Ἰταλία","transliteracao":"Italía","strong":"G2482","significado_raiz":"Ideia básica: italy.","significado_contextual":"Itália refere-se à região geográfica onde a carta foi possivelmente escrita ou onde os destinatários estavam localizados.","explicacao_detalhada":"A menção da Itália em Hebreus 13:24 pode indicar a origem da carta e a conexão com a comunidade cristã daquela região.","por_que_esta_palavra":"A palavra é usada para situar a carta em um contexto histórico e geográfico específico, reforçando a realidade da comunidade cristã.","conexao_teologica":"A geografia da igreja primitiva é importante para entender a expansão do cristianismo e a diversidade das comunidades de fé.","referencias_relacionadas":["Atos 18:2","Romanos 15:24","2 Timóteo 4:21"]},"hebreus_13_24_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Caminho refere-se à direção ou modo de vida que alguém escolhe seguir.","explicacao_detalhada":"Em Hebreus 13:24, o caminho pode simbolizar a vida cristã e a jornada de fé que os crentes são chamados a seguir.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de seguir o caminho de Cristo e viver de acordo com os princípios do evangelho.","conexao_teologica":"O conceito de caminho é central na teologia cristã, representando a vida em Cristo e a obediência à Sua palavra.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Atos 9:2"]},"hebreus_13_24_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἡγέομαι","transliteracao":"hēgéomai","strong":"G2233","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Autoridade refere-se ao poder ou direito de dar ordens e fazer cumprir regras.","explicacao_detalhada":"Neste versículo, a autoridade é um tema importante, pois os líderes espirituais são chamados a guiar a comunidade sob a autoridade de Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a responsabilidade dos líderes em conduzir o povo de Deus com sabedoria e discernimento.","conexao_teologica":"A autoridade na igreja é um princípio bíblico que reflete a ordem divina e a necessidade de liderança espiritual.","referencias_relacionadas":["Romanos 13:1","1 Pedro 5:2-3","Hebreus 13:17"]},"hebreus_13_25_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça refere-se ao favor imerecido de Deus, que é fundamental para a salvação e a vida cristã.","explicacao_detalhada":"Em Hebreus 13:25, a graça é mencionada como um desejo do autor para que os leitores experimentem o favor de Deus em suas vidas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a centralidade da graça na vida do crente e na relação com Deus.","conexao_teologica":"A graça é um dos pilares da teologia cristã, representando a bondade de Deus em oferecer salvação e perdão.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","2 Coríntios 12:9"]},"hebreus_13_25_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a menção de Deus reafirma a importância de Sua presença e ação na vida dos crentes.","por_que_esta_palavra":"A palavra é utilizada para lembrar os leitores da soberania e do amor de Deus em suas vidas.","conexao_teologica":"A compreensão de Deus como um ser pessoal e ativo é fundamental para a fé cristã e a vida da igreja.","referencias_relacionadas":["Salmos 139:7-10","Isaías 41:10","Mateus 28:20"]},"hebreus_13_25_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"No contexto de Hebreus 13:25, a palavra 'seguir' implica em acompanhar ou estar em comunhão com os ensinamentos e a vida cristã.","explicacao_detalhada":"A palavra 'seguir' (μετά) sugere uma ação de movimento em direção a algo ou alguém. No contexto da epístola aos Hebreus, isso se refere a seguir a Cristo e os princípios que Ele ensinou, mantendo a fé e a comunhão com os irmãos na fé.","por_que_esta_palavra":"A escolha da palavra 'seguir' é significativa porque enfatiza a necessidade de uma vida ativa na fé, onde os crentes não apenas acreditam, mas também praticam e vivem os ensinamentos de Jesus.","conexao_teologica":"Teologicamente, 'seguir' está ligado à ideia de discipulado. Jesus chamou seus discípulos para segui-Lo, o que implica em uma transformação de vida e um compromisso com os valores do Reino de Deus.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27","Romanos 8:14","1 Pedro 2:21"]}}