{"hebreus_2_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas.","explicacao_detalhada":"Em Hebreus 2:1, a exortação é para prestar atenção à mensagem de salvação, reconhecendo a autoridade de Deus que a proclamou.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza e o caráter de quem oferece a salvação.","conexao_teologica":"A soberania de Deus é um princípio teológico que sustenta a confiança dos crentes na eficácia da salvação.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 10:13"]},"hebreus_2_1_attendance":{"palavra_pt":"attend ance","palavra_original":"προσέχω","transliteracao":"proséchō","strong":"G4337","significado_raiz":"Ideia básica: attend ance.","significado_contextual":"A palavra 'atender' implica em dar atenção e consideração à mensagem recebida.","explicacao_detalhada":"Em Hebreus 2:1, somos advertidos a não negligenciar a salvação, o que implica em uma responsabilidade ativa de ouvir e responder à mensagem de Deus.","por_que_esta_palavra":"A palavra 'atender' é crucial para a resposta do crente à revelação divina e à salvação oferecida.","conexao_teologica":"A resposta do crente à mensagem de Deus é um tema importante na teologia da salvação.","referencias_relacionadas":["Tiago 1:22","Mateus 7:24","Hebreus 3:15"]},"hebreus_2_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' ou 'verbo' refere-se à comunicação divina e à revelação de Deus através de Cristo.","explicacao_detalhada":"Em Hebreus 2:2, a ênfase está na importância da mensagem que foi proclamada por meio de Cristo, que é o Verbo que se fez carne.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a natureza de Cristo como a revelação final de Deus.","conexao_teologica":"Cristo como o Verbo é um conceito central na teologia cristã, ligando a criação e a redenção.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:2"]},"hebreus_2_2_transgressao":{"palavra_pt":"transgressao","palavra_original":"παράβασις","transliteracao":"parábasis","strong":"G3847","significado_raiz":"Ideia básica: transgressao.","significado_contextual":"A palavra 'transgressão' refere-se à violação da lei de Deus e à desobediência.","explicacao_detalhada":"Em Hebreus 2:2, a transgressão é mencionada para destacar a gravidade de ignorar a mensagem de salvação e as consequências que isso traz.","por_que_esta_palavra":"A palavra 'transgressão' é importante para entender a necessidade da salvação e o papel da graça.","conexao_teologica":"A transgressão é um tema que conecta a necessidade de redenção à obra de Cristo na cruz.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:10","1 João 1:9"]},"hebreus_2_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' implica em um processo de transformação ou realização de algo significativo.","explicacao_detalhada":"Em Hebreus 2:2, a ideia de 'tornar-se' refere-se à grandeza da mensagem de salvação e à sua importância para a vida do crente.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a magnitude da salvação e o impacto que ela deve ter na vida dos crentes.","conexao_teologica":"A transformação que ocorre na vida do crente é um aspecto central da teologia da salvação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"hebreus_2_3_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' é repetida para reforçar a mensagem de libertação e resgate espiritual.","explicacao_detalhada":"Em Hebreus 2:3, a ênfase está na urgência de aceitar a salvação, considerando o custo da rejeição.","por_que_esta_palavra":"A repetição da palavra 'salvação' destaca sua importância e a necessidade de atenção à mensagem de Deus.","conexao_teologica":"A salvação é um tema central que liga a obra de Cristo à resposta do crente.","referencias_relacionadas":["Atos 4:12","Romanos 10:9-10","Hebreus 5:9"]},"hebreus_2_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo como o soberano que oferece a salvação.","explicacao_detalhada":"Em Hebreus 2:3, a autoridade de Cristo é enfatizada como o autor da salvação, que deve ser reconhecida e respeitada.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre o crente e Cristo como Salvador.","conexao_teologica":"A autoridade de Cristo é um aspecto essencial da sua divindade e do seu papel na salvação.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Hebreus 7:25"]},"hebreus_2_3_escape":{"palavra_pt":"escape","palavra_original":"ἐκφεύγω","transliteracao":"ekpheúgō","strong":"G1628","significado_raiz":"Ideia básica: escape.","significado_contextual":"A palavra 'escape' refere-se à libertação do juízo e da condenação através da salvação.","explicacao_detalhada":"Em Hebreus 2:3, a ideia de escapar é apresentada como uma consequência de ignorar a mensagem de salvação, alertando sobre o perigo da rejeição.","por_que_esta_palavra":"A palavra 'escape' é crucial para entender a urgência da aceitação da salvação oferecida por Cristo.","conexao_teologica":"A necessidade de escapar do juízo é um tema que conecta a mensagem de salvação à responsabilidade do crente.","referencias_relacionadas":["1 Tessalonicenses 1:10","Romanos 5:9","Hebreus 10:27"]},"hebreus_2_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e o poder de Deus em validar a mensagem de salvação.","explicacao_detalhada":"Em Hebreus 2:4, Deus confirma a mensagem de salvação através de sinais e maravilhas, mostrando sua autoridade sobre a criação.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a origem e a legitimidade da mensagem de salvação.","conexao_teologica":"A confirmação divina da mensagem de salvação é um aspecto central da teologia cristã.","referencias_relacionadas":["Atos 2:22","Romanos 15:19","Hebreus 6:4"]},"hebreus_2_4_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder divino manifestado através de milagres e sinais.","explicacao_detalhada":"A palavra 'poder' (δύναμις) é utilizada para descrever a capacidade sobrenatural de Deus de realizar milagres, que servem como confirmação da mensagem do evangelho. Em Hebreus 2:4, isso é enfatizado como um testemunho da veracidade da salvação oferecida por Cristo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a autoridade e a eficácia do ministério de Jesus e dos apóstolos, mostrando que os milagres não eram apenas atos isolados, mas parte do plano redentor de Deus.","conexao_teologica":"O poder de Deus se manifesta na salvação e na transformação da vida dos crentes, refletindo a natureza sobrenatural do evangelho.","referencias_relacionadas":["Atos 2:22","Romanos 1:16","1 Coríntios 2:4-5"]},"hebreus_2_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, que é a essência vital que dá vida e é associado à presença de Deus.","explicacao_detalhada":"A palavra 'sopro' (πνεῦμα) é frequentemente usada para descrever o Espírito Santo, que atua na vida dos crentes, guiando e fortalecendo-os. Em Hebreus 2:4, isso sugere que a obra de Deus é realizada pelo Espírito, que confirma a mensagem do evangelho.","por_que_esta_palavra":"A inclusão do 'sopro' ressalta a importância do Espírito Santo na vida cristã, como aquele que capacita e testemunha a verdade de Deus.","conexao_teologica":"O Espírito Santo é fundamental na experiência de salvação e na vida diária do crente, sendo a presença de Deus entre nós.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"hebreus_2_5_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo habitado, a criação de Deus que está sob a autoridade de Cristo.","explicacao_detalhada":"A palavra 'terra' (οἰκουμένη) é usada para descrever o domínio que Cristo tem sobre toda a criação. Em Hebreus 2:5, isso enfatiza que a salvação e a autoridade de Cristo se estendem a toda a humanidade.","por_que_esta_palavra":"É crucial entender que a obra de Cristo não é limitada a um grupo específico, mas abrange toda a terra e todos os povos.","conexao_teologica":"A soberania de Cristo sobre a terra é um tema central na teologia cristã, refletindo seu papel como Rei e Salvador.","referencias_relacionadas":["Mateus 28:18","Colossenses 1:16-17","Apocalipse 11:15"]},"hebreus_2_5_obediente":{"palavra_pt":"obediente","palavra_original":"ὑποτάσσω","transliteracao":"hypotássō","strong":"G5293","significado_raiz":"Ideia básica: obediente.","significado_contextual":"Refere-se à disposição de submeter-se à vontade de Deus.","explicacao_detalhada":"A palavra 'obediente' (ὑποτάσσω) implica em um ato de submissão e respeito à autoridade. Em Hebreus 2:5, isso é relevante para entender como Cristo se submeteu à vontade do Pai, servindo como exemplo para os crentes.","por_que_esta_palavra":"A obediência de Cristo é um modelo para todos os crentes, mostrando que a verdadeira liderança e grandeza vêm da submissão a Deus.","conexao_teologica":"A obediência é um tema central na vida cristã, refletindo a relação entre o crente e Deus.","referencias_relacionadas":["Filipenses 2:8","Hebreus 5:8","1 Pedro 1:14"]},"hebreus_2_6_testemunha":{"palavra_pt":"testemunha","palavra_original":"διαμαρτύρομαι","transliteracao":"diamartýromai","strong":"G1263","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se à declaração ou confirmação da verdade.","explicacao_detalhada":"A palavra 'testemunha' (διαμαρτύρομαι) é usada para descrever a ação de dar testemunho da verdade de Deus. Em Hebreus 2:6, isso se relaciona com a confirmação da mensagem do evangelho através de sinais e maravilhas.","por_que_esta_palavra":"É importante porque enfatiza a responsabilidade dos crentes em testemunhar sobre a obra de Cristo e a verdade do evangelho.","conexao_teologica":"O testemunho é um aspecto essencial da missão da igreja, chamada a proclamar a verdade de Deus ao mundo.","referencias_relacionadas":["Atos 1:8","1 João 5:10","Romanos 10:14"]},"hebreus_2_6_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou proclamar.","explicacao_detalhada":"A palavra 'dizer' (λέγω) implica em comunicar uma mensagem. Em Hebreus 2:6, isso se relaciona com a proclamação da verdade de Deus e a importância de ouvir e responder a essa mensagem.","por_que_esta_palavra":"A comunicação da verdade é vital para a fé, pois a fé vem pelo ouvir a palavra de Deus.","conexao_teologica":"A proclamação da palavra de Deus é fundamental para a edificação da igreja e a salvação dos perdidos.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 4:2","Hebreus 4:12"]},"hebreus_2_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e ao reconhecimento devido a Deus.","explicacao_detalhada":"A palavra 'glória' (δόξα) é usada para descrever a majestade e a grandeza de Deus. Em Hebreus 2:7, isso enfatiza a dignidade que foi dada a Cristo como o Filho de Deus.","por_que_esta_palavra":"A glória de Deus é um tema central na adoração e na compreensão da natureza divina.","conexao_teologica":"A glória de Deus é manifestada na criação, na redenção e na vida do crente.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","Apocalipse 4:11"]},"hebreus_2_7_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou à ação realizada.","explicacao_detalhada":"A palavra 'obra' (ἔργον) implica em atividade e realização. Em Hebreus 2:7, isso se relaciona com a obra de Deus na criação e na redenção da humanidade.","por_que_esta_palavra":"Entender a obra de Deus é fundamental para reconhecer seu plano e propósito para a humanidade.","conexao_teologica":"A obra de Deus é um tema central na Bíblia, refletindo seu caráter ativo e envolvido na história da salvação.","referencias_relacionadas":["Efésios 2:10","Gálatas 6:9","Colossenses 3:23"]},"hebreus_2_8_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida ou à direção que se deve seguir.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica em um estilo de vida ou em um caminho a ser seguido. Em Hebreus 2:8, isso sugere que Cristo é o caminho que devemos seguir para a salvação.","por_que_esta_palavra":"É essencial entender que há um caminho específico que leva à vida eterna, que é através de Jesus.","conexao_teologica":"Cristo é descrito como o caminho, a verdade e a vida, enfatizando a exclusividade de sua obra redentora.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Atos 4:12"]},"hebreus_2_8_obediente":{"palavra_pt":"obediente","palavra_original":"ὑποτάσσω","transliteracao":"hypotássō","strong":"G5293","significado_raiz":"Ideia básica: obediente.","significado_contextual":"Refere-se à submissão à vontade de Deus.","explicacao_detalhada":"A palavra 'obediente' (ὑποτάσσω) é usada para descrever a disposição de seguir a vontade de Deus. Em Hebreus 2:8, isso destaca a importância da obediência na vida do crente.","por_que_esta_palavra":"A obediência é um sinal de fé e confiança em Deus, refletindo a relação entre o crente e seu Criador.","conexao_teologica":"A obediência é um aspecto fundamental da vida cristã, sendo um reflexo do caráter de Cristo em nós.","referencias_relacionadas":["Tiago 1:22","1 João 2:3-5","Romanos 6:16"]},"hebreus_2_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que se fez homem para redimir a humanidade.","explicacao_detalhada":"Jesus é o Filho de Deus que assumiu a forma humana para sofrer e morrer pela salvação da humanidade. Sua encarnação é central para a fé cristã, pois através dela, Ele se torna o mediador entre Deus e os homens.","por_que_esta_palavra":"A palavra 'Jesus' é usada para enfatizar a importância da encarnação e do sacrifício de Cristo na redenção da humanidade.","conexao_teologica":"A encarnação de Jesus é um dos pilares da teologia cristã, mostrando como Deus se fez acessível e próximo da humanidade.","referencias_relacionadas":["João 1:14","Filipenses 2:7-8","Hebreus 4:15"]},"hebreus_2_9_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é vista como um sacrifício expiatório pelos pecados da humanidade.","explicacao_detalhada":"A morte é o resultado do pecado, mas a morte de Jesus é transformada em um ato de redenção. Ele morreu para que a humanidade pudesse ter vida eterna, vencendo a morte através da ressurreição.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender o custo do pecado e a profundidade do amor de Deus, que enviou Seu Filho para morrer em nosso lugar.","conexao_teologica":"A morte de Jesus é central na doutrina da salvação, mostrando como Ele se tornou o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Romanos 6:23","1 Pedro 2:24","João 3:16"]},"hebreus_2_9_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Jesus é revelada em Sua encarnação e sacrifício.","explicacao_detalhada":"A glória de Jesus é manifestada em Sua vida, morte e ressurreição. Ele é exaltado e recebe honra por ter cumprido a missão de redimir a humanidade.","por_que_esta_palavra":"A palavra 'glória' destaca a majestade e a dignidade de Cristo, que, embora tenha se humilhado, é exaltado por Deus.","conexao_teologica":"A glória de Cristo é um tema recorrente na teologia, refletindo Sua divindade e o reconhecimento de Sua obra redentora.","referencias_relacionadas":["João 17:5","Romanos 8:18","2 Coríntios 4:17"]},"hebreus_2_10_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é manifestada através da salvação que Jesus proporciona.","explicacao_detalhada":"A salvação é um ato glorioso de Deus, onde Ele revela Sua graça e misericórdia ao oferecer a redenção através de Cristo.","por_que_esta_palavra":"A repetição da palavra 'glória' enfatiza a importância da obra de Cristo e a resposta de louvor que devemos ter por Sua salvação.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e a resposta da criação à Sua grandeza.","referencias_relacionadas":["Salmos 19:1","Isaías 43:7","Efésios 1:6"]},"hebreus_2_10_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é vista como libertação do pecado e da morte.","explicacao_detalhada":"A palavra 'salvação' refere-se ao ato de Deus em libertar os seres humanos da escravidão do pecado, oferecendo-lhes vida nova em Cristo.","por_que_esta_palavra":"A palavra 'salvação' é fundamental para entender a missão de Jesus e o propósito de Sua vinda ao mundo.","conexao_teologica":"A salvação é um dos temas centrais da teologia cristã, mostrando a necessidade da redenção e o amor de Deus por Sua criação.","referencias_relacionadas":["Atos 4:12","Romanos 10:9-10","Efésios 2:8-9"]},"hebreus_2_10_torre":{"palavra_pt":"torre","palavra_original":"πρέπω","transliteracao":"prépō","strong":"G4241","significado_raiz":"Ideia básica: torre.","significado_contextual":"A palavra 'torre' pode simbolizar proteção e segurança em Deus.","explicacao_detalhada":"Embora a palavra 'torre' não seja comum no contexto de Hebreus 2:10, ela pode ser interpretada como uma metáfora para a fortaleza que Deus oferece aos que Nele confiam.","por_que_esta_palavra":"A inclusão da palavra 'torre' pode sugerir a ideia de que em Cristo encontramos segurança e refúgio.","conexao_teologica":"A imagem de Deus como um refúgio e fortaleza é um tema recorrente nas Escrituras, mostrando Sua proteção sobre o Seu povo.","referencias_relacionadas":["Salmos 18:2","Salmos 61:3","Provérbios 18:10"]},"hebreus_2_11_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre Jesus e a humanidade.","explicacao_detalhada":"A palavra 'entre' enfatiza que Jesus se tornou um de nós, compartilhando nossa condição humana para nos redimir.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a encarnação e a identificação de Cristo com a humanidade.","conexao_teologica":"A encarnação de Jesus é um aspecto fundamental da teologia cristã, mostrando como Ele se fez semelhante a nós em tudo, exceto no pecado.","referencias_relacionadas":["Hebreus 4:15","Filipenses 2:7","Romanos 8:3"]},"hebreus_2_11_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade que Jesus veio salvar.","explicacao_detalhada":"A palavra 'homem' destaca a natureza humana de Jesus e Sua identificação com a nossa condição, sendo Ele plenamente Deus e plenamente homem.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a missão de Jesus e a natureza da salvação que Ele oferece.","conexao_teologica":"A dualidade da natureza de Cristo é um tema central na cristologia, refletindo como Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 2:14","Colossenses 2:9"]},"hebreus_2_11_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da salvação que Jesus abriu para a humanidade.","explicacao_detalhada":"A palavra 'caminho' simboliza a nova vida e a relação restaurada com Deus que é oferecida através de Jesus.","por_que_esta_palavra":"A palavra 'caminho' é significativa, pois Jesus se apresenta como o caminho, a verdade e a vida.","conexao_teologica":"A ideia de Jesus como o caminho é central na teologia da salvação, mostrando que somente através dEle podemos ter acesso ao Pai.","referencias_relacionadas":["João 14:6","Atos 16:17","Hebreus 10:20"]},"hebreus_2_12_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem em nome de Jesus.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' destaca a importância da comunhão entre os crentes e a adoração coletiva a Deus.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender o papel da comunidade cristã na vida do crente e na missão de Deus.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro desempenha um papel vital na edificação e no testemunho do evangelho.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"hebreus_2_12_deus":{"palavra_pt":"deus","palavra_original":"ὑμνέω","transliteracao":"hymnéō","strong":"G5214","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é objeto de louvor e adoração.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a natureza divina de Cristo, que é digno de ser louvado por sua obra redentora.","por_que_esta_palavra":"A inclusão de 'deus' destaca a importância da divindade de Cristo na salvação da humanidade.","conexao_teologica":"A divindade de Cristo é central na teologia cristã, pois sem ela, a redenção não seria possível.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"hebreus_2_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à divindade que é fundamental para a fé cristã.","explicacao_detalhada":"A palavra 'deus' aqui reafirma a relação entre o Filho e o Pai, mostrando que Jesus é parte da Trindade.","por_que_esta_palavra":"É crucial para entender a natureza de Jesus como Deus encarnado.","conexao_teologica":"A relação entre o Filho e o Pai é um dos pilares da doutrina da Trindade.","referencias_relacionadas":["Mateus 28:19","1 João 5:20","Romanos 1:3-4"]},"hebreus_2_14_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana de Cristo, que se fez carne.","explicacao_detalhada":"A palavra 'carne' enfatiza a encarnação de Cristo, mostrando que Ele compartilhou da condição humana.","por_que_esta_palavra":"É fundamental para a compreensão da obra redentora de Cristo, que precisava ser humano para salvar a humanidade.","conexao_teologica":"A encarnação é um conceito central na cristologia, pois sem a carne, não haveria sacrifício.","referencias_relacionadas":["João 1:14","Filipenses 2:7","Romanos 8:3"]},"hebreus_2_14_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual que Cristo enfrentou.","explicacao_detalhada":"A palavra 'morte' aqui é crucial, pois representa a vitória de Cristo sobre o pecado e a morte.","por_que_esta_palavra":"A morte de Cristo é o ponto central da salvação, pois Ele morreu para expiar os pecados da humanidade.","conexao_teologica":"A morte e ressurreição de Cristo são fundamentais para a doutrina da salvação.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:23","Hebreus 9:26"]},"hebreus_2_15_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Novamente, refere-se à morte, enfatizando seu poder sobre a humanidade.","explicacao_detalhada":"A repetição da palavra 'morte' destaca a libertação que Cristo trouxe ao vencer a morte.","por_que_esta_palavra":"É importante para entender como Cristo nos liberta do medo da morte.","conexao_teologica":"A libertação do temor da morte é uma das promessas da nova aliança em Cristo.","referencias_relacionadas":["Hebreus 2:14-15","Romanos 8:1-2","1 João 4:18"]},"hebreus_2_15_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que Cristo oferece aos que creem nele.","explicacao_detalhada":"A palavra 'viver' destaca a nova vida que é concedida através da fé em Cristo.","por_que_esta_palavra":"É essencial para entender a transformação que ocorre na vida do crente.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, simbolizando a nova criação.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"hebreus_2_15_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao medo que a morte provoca nas pessoas.","explicacao_detalhada":"A palavra 'temor' aqui é usada para descrever a ansiedade e o medo que a morte traz.","por_que_esta_palavra":"É importante para entender como a obra de Cristo nos liberta desse temor.","conexao_teologica":"A superação do temor é uma das promessas da salvação em Cristo.","referencias_relacionadas":["Salmos 23:4","Romanos 8:15","1 Pedro 5:7"]},"hebreus_2_16_semente":{"palavra_pt":"semente","palavra_original":"σπέρμα","transliteracao":"spérma","strong":"G4690","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à descendência de Abraão, da qual Cristo faz parte.","explicacao_detalhada":"A palavra 'semente' enfatiza a conexão de Cristo com a promessa feita a Abraão.","por_que_esta_palavra":"É crucial para entender a continuidade da aliança de Deus com Seu povo.","conexao_teologica":"Cristo é a realização das promessas feitas a Abraão, sendo a verdadeira semente.","referencias_relacionadas":["Gálatas 3:16","Romanos 4:13","Hebreus 11:17-19"]},"hebreus_2_16_agarrar":{"palavra_pt":"agarrar","palavra_original":"ἐπιλαμβάνομαι","transliteracao":"epilambánomai","strong":"G1949","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de Cristo se unir à humanidade.","explicacao_detalhada":"A palavra 'agarrar' enfatiza a ação de Cristo em se identificar com os seres humanos.","por_que_esta_palavra":"É importante para entender a encarnação e a solidariedade de Cristo com a humanidade.","conexao_teologica":"A união de Cristo com a humanidade é fundamental para a doutrina da encarnação.","referencias_relacionadas":["Filipenses 2:7","Hebreus 4:15","Romanos 8:3"]},"hebreus_2_16_homem":{"palavra_pt":"homem","palavra_original":"οὐ","transliteracao":"ou","strong":"G3756","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana de Cristo.","explicacao_detalhada":"A palavra 'homem' destaca a plena humanidade de Cristo, essencial para sua missão redentora.","por_que_esta_palavra":"É crucial para entender que Cristo é tanto Deus quanto homem.","conexao_teologica":"A dualidade da natureza de Cristo é um dos fundamentos da fé cristã.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 4:15","Colossenses 1:19"]},"hebreus_2_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência do Criador, que é onipotente, onisciente e onipresente. No contexto de Hebreus 2:17, destaca-se a identificação de Jesus como o Filho de Deus, que se fez semelhante aos homens.","por_que_esta_palavra":"A inclusão da palavra 'deus' é crucial para entender a relação de Jesus com a divindade e a humanidade, mostrando que Ele é o mediador entre ambos.","conexao_teologica":"A teologia cristã enfatiza a dualidade de Cristo como verdadeiro Deus e verdadeiro homem, essencial para a salvação.","referencias_relacionadas":["João 1:1","Romanos 1:20","Hebreus 1:3"]},"hebreus_2_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o ato de se tornar algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a ação de Jesus se tornar semelhante aos homens, enfatizando Sua encarnação e identificação com a humanidade.","por_que_esta_palavra":"É importante para entender como Jesus se fez parte da experiência humana para redimir a humanidade.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, pois permite que Jesus se torne o nosso sumo sacerdote.","referencias_relacionadas":["Filipenses 2:7","João 1:14","Romanos 8:3"]},"hebreus_2_17_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à fé e confiança em Deus e em Sua obra redentora.","explicacao_detalhada":"A palavra 'crente' (πιστός) implica em fidelidade e confiança, essencial para a relação entre o crente e Deus, especialmente no contexto da salvação.","por_que_esta_palavra":"A fé é fundamental para a salvação, e a palavra destaca a importância de crer em Jesus como o Salvador.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e a salvação através de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"hebreus_2_18_passion":{"palavra_pt":"passion","palavra_original":"πάσχω","transliteracao":"páschō","strong":"G3958","significado_raiz":"Ideia básica: passion.","significado_contextual":"Refere-se ao sofrimento e às experiências de Jesus durante Sua vida terrena.","explicacao_detalhada":"A palavra 'sofrer' (πάσχω) é usada para descrever as dores e provações que Jesus enfrentou, tornando-O um sumo sacerdote compassivo.","por_que_esta_palavra":"É crucial para entender a empatia de Cristo em relação às nossas fraquezas e sofrimentos.","conexao_teologica":"O sofrimento de Cristo é central para a doutrina da expiação, onde Ele se torna o sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 26:38","1 Pedro 2:24"]}}