{"hebreus_3_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o escolhido de Deus para a salvação da humanidade.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) significa 'ungido' e é um título que enfatiza a missão redentora de Jesus como o Salvador prometido.","por_que_esta_palavra":"É fundamental para reconhecer Jesus como o cumprimento das profecias messiânicas do Antigo Testamento.","conexao_teologica":"A identidade de Cristo como o Messias é central para a fé cristã, pois Ele é o mediador da nova aliança.","referencias_relacionadas":["Mateus 1:16","Lucas 2:11","Atos 2:36"]},"hebreus_3_1_ceu":{"palavra_pt":"ceu","palavra_original":"ἐπουράνιος","transliteracao":"epouránios","strong":"G2032","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino celestial e à morada de Deus.","explicacao_detalhada":"A palavra 'celestial' (ἐπουράνιος) enfatiza a origem divina e a natureza eterna do reino de Deus, contrastando com a realidade terrena.","por_que_esta_palavra":"É importante para entender a esperança cristã na vida eterna e na promessa de um lar celestial.","conexao_teologica":"A expectativa de um céu novo e uma nova terra é uma esperança central na escatologia cristã.","referencias_relacionadas":["Filipenses 3:20","2 Coríntios 5:1","Apocalipse 21:1"]},"hebreus_3_2_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à comunidade de fé e à família de Deus.","explicacao_detalhada":"A palavra 'família' (οἶκος) implica em um lar espiritual, onde os crentes são considerados filhos de Deus e membros da Sua casa.","por_que_esta_palavra":"É essencial para entender a relação dos crentes como parte da família de Deus, unidos em Cristo.","conexao_teologica":"A noção de família espiritual é fundamental para a compreensão da igreja como o corpo de Cristo.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","1 Pedro 2:9"]},"hebreus_3_2_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à fé e confiança em Deus e em Sua obra redentora.","explicacao_detalhada":"A palavra 'crente' (πιστός) implica em fidelidade e confiança, essencial para a relação entre o crente e Deus, especialmente no contexto da salvação.","por_que_esta_palavra":"A fé é fundamental para a salvação, e a palavra destaca a importância de crer em Jesus como o Salvador.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e a salvação através de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"hebreus_3_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para descrever a ação de Deus em criar e sustentar a Sua criação, bem como a ação dos crentes em obedecer a Sua vontade.","por_que_esta_palavra":"É importante para entender a responsabilidade dos crentes em viver de acordo com a vontade de Deus.","conexao_teologica":"A obediência às obras de Deus é uma expressão da fé viva e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"hebreus_3_3_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à magnificência de Deus.","explicacao_detalhada":"A palavra 'glória' (δόξα) é usada para descrever a majestade e a presença de Deus, que é digna de adoração e louvor.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e a resposta adequada dos crentes em adoração.","conexao_teologica":"A glória de Deus é um tema central na Escritura, refletindo Sua santidade e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"hebreus_3_3_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou à família de Deus, enfatizando a relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'οἶκος' (oîkos) é utilizada para descrever não apenas uma estrutura física, mas também a ideia de uma família ou um grupo unido sob a liderança de Deus. Neste contexto, o autor de Hebreus compara a fidelidade de Moisés à de Cristo, destacando que Cristo é superior à casa que Moisés serviu.","por_que_esta_palavra":"A escolha da palavra 'familia' enfatiza a intimidade e a responsabilidade que Deus tem para com Seu povo, assim como uma família é unida e protegida.","conexao_teologica":"A ideia de Deus como Pai e Seu povo como família é central na teologia cristã, refletindo a relação de amor e cuidado que Deus tem por aqueles que crêem.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","1 Pedro 2:9"]},"hebreus_3_3_criar":{"palavra_pt":"criar","palavra_original":"κατασκευάζω","transliteracao":"kataskeuázō","strong":"G2680","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de Deus de estabelecer e construir Sua casa, que é a comunidade de fé.","explicacao_detalhada":"A palavra 'κατασκευάζω' (kataskeuázō) implica um processo de construção e formação. No contexto de Hebreus, isso se relaciona com a obra de Cristo em edificar a Igreja, que é a nova casa de Deus.","por_que_esta_palavra":"A palavra 'criar' é usada para mostrar que a obra de Cristo é ativa e contínua, assim como a construção de uma casa requer planejamento e execução.","conexao_teologica":"A construção da Igreja é vista como um cumprimento das promessas de Deus, onde Cristo é a pedra angular.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:9","Efésios 2:20-22"]},"hebreus_3_4_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa de Deus, que é construída sobre a verdade e a fidelidade.","explicacao_detalhada":"A repetição da palavra 'οἶκος' (oîkos) reforça a ideia de que a casa de Deus é uma entidade viva, composta por aqueles que creem e são fiéis a Ele.","por_que_esta_palavra":"A palavra 'familia' é escolhida para enfatizar a continuidade e a herança espiritual que os crentes têm em Cristo.","conexao_teologica":"A noção de que a Igreja é a família de Deus é fundamental para entender a comunidade cristã e a relação entre os crentes.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:7","Efésios 3:15"]},"hebreus_3_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é o criador e sustentador de todas as coisas, incluindo Sua casa.","explicacao_detalhada":"A palavra 'θεός' (theós) é usada para enfatizar a soberania e a autoridade de Deus sobre Sua criação. No contexto, destaca a importância de reconhecer a grandeza de Deus em comparação com Moisés.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre o Criador e Sua criação, especialmente em um contexto de comparação entre servos.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que mostra como Ele governa e dirige a história da salvação.","referencias_relacionadas":["Salmos 95:3","Isaías 45:5","Romanos 1:20"]},"hebreus_3_4_criar":{"palavra_pt":"criar","palavra_original":"κατασκευάζω","transliteracao":"kataskeuázō","strong":"G2680","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de Deus de estabelecer Sua casa e a importância de Sua criação.","explicacao_detalhada":"A palavra 'κατασκευάζω' (kataskeuázō) implica um ato deliberado de construção, que neste contexto se refere à obra de Deus em edificar a Igreja através de Cristo.","por_que_esta_palavra":"A escolha da palavra 'criar' destaca a intencionalidade de Deus em formar uma comunidade de fé.","conexao_teologica":"A criação da Igreja é vista como uma extensão do plano redentor de Deus, onde cada crente é uma parte vital do corpo de Cristo.","referencias_relacionadas":["Colossenses 1:18","1 Pedro 2:5","Efésios 4:12"]},"hebreus_3_5_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa de Deus e à fidelidade dos servos dentro dela.","explicacao_detalhada":"A palavra 'οἶκος' (oîkos) é usada novamente para enfatizar a continuidade da relação entre Deus e Seu povo, mostrando a importância da fidelidade no serviço.","por_que_esta_palavra":"A palavra 'familia' é escolhida para destacar a união e a responsabilidade compartilhada entre os membros da casa de Deus.","conexao_teologica":"A fidelidade dos servos de Deus é um tema recorrente na Bíblia, refletindo a importância de cada crente na construção do Reino.","referencias_relacionadas":["Mateus 25:21","1 Coríntios 4:2","Hebreus 10:23"]},"hebreus_3_5_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à confiança e fidelidade que os crentes devem ter em Deus.","explicacao_detalhada":"A palavra 'πιστός' (pistós) implica não apenas crença, mas também lealdade e confiança em Deus. Neste contexto, é uma chamada à fidelidade em meio às dificuldades.","por_que_esta_palavra":"A escolha da palavra 'believe ing' enfatiza a ação contínua de crer e confiar em Deus em todas as circunstâncias.","conexao_teologica":"A fé é fundamental na vida cristã, sendo a base para a relação entre o crente e Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"hebreus_3_5_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés como um servo fiel na casa de Deus.","explicacao_detalhada":"A palavra 'Μωσεύς' (Mōseús) é usada para destacar o papel de Moisés como líder e mediador entre Deus e o povo de Israel, servindo como um exemplo de fidelidade.","por_que_esta_palavra":"A menção de Moisés é significativa, pois ele é uma figura central na história da salvação e um precursor de Cristo.","conexao_teologica":"Moisés é frequentemente visto como um tipo de Cristo, e sua fidelidade é contrastada com a superioridade de Cristo.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 34:5","Mateus 17:3"]},"hebreus_3_6_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Ungido de Deus, que é superior a Moisés.","explicacao_detalhada":"A palavra 'Χριστός' (Christós) significa 'o Ungido' e é usada para afirmar a divindade e a missão de Cristo como Salvador e Rei.","por_que_esta_palavra":"A escolha da palavra 'cristo' enfatiza a identidade messiânica de Jesus e Sua autoridade sobre a casa de Deus.","conexao_teologica":"Cristo como o Ungido é um tema central no Novo Testamento, refletindo o cumprimento das profecias do Antigo Testamento.","referencias_relacionadas":["Lucas 4:18","Atos 10:38","Romanos 1:3-4"]},"hebreus_3_6_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa de Deus, onde Cristo é o Filho e o líder.","explicacao_detalhada":"A repetição da palavra 'οἶκος' (oîkos) reforça a ideia de que a casa de Deus é construída sobre a fidelidade de Cristo, que é o Filho.","por_que_esta_palavra":"A palavra 'familia' é usada para enfatizar a relação familiar entre Cristo e os crentes, que são considerados filhos de Deus.","conexao_teologica":"A relação entre Cristo e os crentes como família é fundamental para a compreensão da nova aliança e da identidade cristã.","referencias_relacionadas":["Romanos 8:17","Gálatas 3:26","Efésios 1:5"]},"hebreus_3_6_bom":{"palavra_pt":"bom","palavra_original":"καύχημα","transliteracao":"kaúchēma","strong":"G2745","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de Cristo como o Filho de Deus e a sua fidelidade na casa de Deus.","explicacao_detalhada":"A palavra 'bom' aqui enfatiza a excelência e a integridade de Cristo em seu papel como mediador e intercessor. Ele é descrito como o 'bom' que se destaca em comparação com os servos da casa de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a superioridade de Cristo em relação aos profetas e líderes do Antigo Testamento, mostrando que Ele é digno de confiança.","conexao_teologica":"A teologia cristã vê Cristo como o 'bom pastor' que cuida de suas ovelhas, conforme João 10:11, reforçando a ideia de que Ele é a fonte de toda bondade e verdade.","referencias_relacionadas":["João 10:11","Mateus 19:17","Salmos 34:8"]},"hebreus_3_7_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que fala ao povo de Deus, advertindo-os sobre a dureza do coração.","explicacao_detalhada":"A palavra 'espírito' implica a presença ativa de Deus que se comunica com a humanidade, trazendo convicção e direção.","por_que_esta_palavra":"O uso de 'espírito' enfatiza a importância da sensibilidade ao mover de Deus e a necessidade de ouvir Sua voz.","conexao_teologica":"O Espírito Santo é visto como o Consolador que guia os crentes em toda a verdade, conforme João 16:13.","referencias_relacionadas":["João 16:13","Atos 2:4","Romanos 8:26"]},"hebreus_3_7_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de Deus em chamar seu povo à obediência e à fé.","explicacao_detalhada":"A palavra 'dizer' indica a comunicação divina que convoca os crentes a responderem ao chamado de Deus com fé e submissão.","por_que_esta_palavra":"É fundamental para entender como Deus se relaciona com a humanidade, chamando-a para um relacionamento pessoal.","conexao_teologica":"Deus chama seu povo para fora da escuridão para a luz, conforme 1 Pedro 2:9.","referencias_relacionadas":["1 Pedro 2:9","Romanos 10:14","Isaías 43:1"]},"hebreus_3_8_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao 'dia' de provação em que o povo de Israel desobedeceu a Deus no deserto.","explicacao_detalhada":"A palavra 'dia' simboliza um tempo específico de teste e decisão, onde a desobediência levou à ira de Deus.","por_que_esta_palavra":"É um lembrete da importância de responder ao chamado de Deus no tempo certo e não endurecer o coração.","conexao_teologica":"O conceito de 'dia' de provação é um tema recorrente na Bíblia, onde Deus testa a fé de seu povo.","referencias_relacionadas":["Salmos 95:7-8","Hebreus 4:7","Êxodo 17:7"]},"hebreus_3_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da presença de Deus na vida dos desobedientes.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade de Deus sobre a vida do povo e as consequências da desobediência.","por_que_esta_palavra":"A negação de Deus é um alerta para não ignorar Sua voz e Sua presença em nossas vidas.","conexao_teologica":"A relação entre Deus e seu povo é central na narrativa bíblica, onde a obediência resulta em bênçãos e a desobediência em juízo.","referencias_relacionadas":["Deuteronômio 28:1-2","Romanos 1:21","Salmos 14:1"]},"hebreus_3_8_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se à condição interna do povo, que se tornou endurecido e rebelde contra Deus.","explicacao_detalhada":"A palavra 'coração' simboliza o centro das emoções e decisões, indicando que a rebeldia começa internamente.","por_que_esta_palavra":"É um chamado à introspecção e à avaliação da própria disposição diante de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a necessidade de um coração puro e submisso a Deus, conforme Salmos 51:10.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Ezequiel 36:26"]},"hebreus_3_9_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às obras que Deus realizou no meio do seu povo e à resposta deles a essas obras.","explicacao_detalhada":"A palavra 'obra' destaca a ação de Deus em libertar Israel do Egito e as maravilhas que Ele fez durante a jornada no deserto.","por_que_esta_palavra":"É um lembrete de que as obras de Deus devem levar à fé e à obediência.","conexao_teologica":"As obras de Deus são um testemunho de Sua fidelidade e poder, conforme Efésios 2:10.","referencias_relacionadas":["Efésios 2:10","Salmos 78:4","Isaías 64:3"]},"hebreus_3_9_disciplina":{"palavra_pt":"disciplina","palavra_original":"πειράζω","transliteracao":"peirázō","strong":"G3985","significado_raiz":"Ideia básica: disciplina.","significado_contextual":"Refere-se ao teste e à disciplina que Deus impõe ao seu povo para moldar seu caráter.","explicacao_detalhada":"A palavra 'disciplina' implica correção e treinamento, mostrando que Deus se preocupa com o crescimento espiritual de seu povo.","por_que_esta_palavra":"É um lembrete de que a disciplina é uma expressão do amor de Deus e não deve ser vista como punição.","conexao_teologica":"A disciplina é um tema importante na vida cristã, conforme Hebreus 12:6, que fala sobre a correção do Senhor.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:11-12","Apocalipse 3:19"]},"hebreus_3_10_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade de que o povo se desviou da verdade de Deus.","explicacao_detalhada":"A palavra 'verdade' implica a fidelidade de Deus e a necessidade de viver em conformidade com Sua palavra.","por_que_esta_palavra":"É um alerta sobre as consequências de se afastar da verdade e a importância de permanecer firme na fé.","conexao_teologica":"A verdade é central na mensagem do evangelho, conforme João 14:6, onde Jesus se apresenta como a verdade.","referencias_relacionadas":["João 14:6","Romanos 1:25","1 João 1:6"]},"hebreus_3_10_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração que experimentou a libertação do Egito, mas que falhou em confiar em Deus.","explicacao_detalhada":"A palavra 'geração' destaca a responsabilidade coletiva do povo em responder à fidelidade de Deus.","por_que_esta_palavra":"É um lembrete de que a desobediência de uma geração pode ter consequências duradouras.","conexao_teologica":"A ideia de gerações é importante na narrativa bíblica, onde a fidelidade a Deus é passada de pais para filhos, conforme Deuteronômio 6:7.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4-6","Mateus 1:17"]},"hebreus_3_11_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso prometido por Deus ao Seu povo, um estado de paz e segurança na presença divina.","explicacao_detalhada":"O 'descanso' mencionado em Hebreus 3:11 é uma referência ao repouso que Deus oferece àqueles que crêem e obedecem a Ele. Este descanso é visto como um símbolo da salvação e da comunhão eterna com Deus.","por_que_esta_palavra":"A palavra 'descanso' é crucial para entender a promessa de Deus de um lugar de segurança e paz para Seu povo, contrastando com a rebeldia e a incredulidade.","conexao_teologica":"O descanso de Deus é um tema central na teologia bíblica, simbolizando a salvação e a restauração que vêm através de Cristo.","referencias_relacionadas":["Salmos 95:11","Mateus 11:28-30","Hebreus 4:1-11"]},"hebreus_3_11_desejo":{"palavra_pt":"desejo","palavra_original":"ὀργή","transliteracao":"orgḗ","strong":"G3709","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo de Deus por um relacionamento íntimo com Seu povo, que é frequentemente frustrado pela incredulidade.","explicacao_detalhada":"O 'desejo' aqui implica a ira de Deus contra a desobediência e a falta de fé, mostrando que Ele anseia por um povo que confie Nele.","por_que_esta_palavra":"A palavra 'desejo' destaca a seriedade da resposta de Deus à rebeldia, enfatizando a importância da fé e da obediência.","conexao_teologica":"A ira de Deus é uma resposta ao pecado, mas também revela Seu desejo de restaurar e redimir a humanidade.","referencias_relacionadas":["Romanos 1:18","Hebreus 10:31","Salmos 78:40-41"]},"hebreus_3_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de Deus, enfatizando a necessidade de fé e confiança nEle.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para contrastar a incredulidade com a fé, mostrando que a rejeição de Deus leva à destruição espiritual.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a centralidade de Sua presença e autoridade nas vidas dos crentes.","conexao_teologica":"A relação entre Deus e a humanidade é um tema central na Bíblia, onde a fé é a chave para a comunhão com Ele.","referencias_relacionadas":["Hebreus 11:6","Salmos 14:1","Romanos 3:23"]},"hebreus_3_12_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à maldade e à incredulidade que podem afastar o povo de Deus de Sua promessa.","explicacao_detalhada":"O termo 'maligno' destaca a natureza pecaminosa que leva à rebelião contra Deus, alertando os crentes sobre os perigos da incredulidade.","por_que_esta_palavra":"A palavra 'mal' é usada para descrever a condição do coração que se afasta de Deus, enfatizando a necessidade de vigilância espiritual.","conexao_teologica":"A luta contra o mal é um tema recorrente na Bíblia, que nos chama a permanecer firmes na fé e na obediência a Deus.","referencias_relacionadas":["Tiago 4:7","1 Pedro 5:8","Romanos 12:21"]},"hebreus_3_12_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida plena que é encontrada em Cristo, contrastando com a morte espiritual da incredulidade.","explicacao_detalhada":"A palavra 'viver' implica uma vida de fé e obediência a Deus, que resulta em comunhão e bênçãos espirituais.","por_que_esta_palavra":"A ênfase em 'viver' destaca a importância de uma vida ativa de fé, que se manifesta em ações e decisões diárias.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a fé é apresentada como o meio para a verdadeira vida.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"hebreus_3_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao 'dia' de hoje, um tempo oportuno para ouvir a voz de Deus e responder à Sua chamada.","explicacao_detalhada":"O 'dia' mencionado é um chamado à ação imediata, enfatizando a urgência de não endurecer o coração diante da mensagem de Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do presente e a necessidade de uma resposta ativa à revelação divina.","conexao_teologica":"O conceito de tempo e oportunidade é crucial na teologia, pois Deus nos chama a agir enquanto há tempo.","referencias_relacionadas":["2 Coríntios 6:2","Salmos 95:7","Hebreus 4:7"]},"hebreus_3_13_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a vontade de Deus, que deve ser a base das ações dos crentes.","explicacao_detalhada":"A palavra 'conforme' indica que as ações e decisões devem estar alinhadas com a palavra de Deus, refletindo Sua vontade.","por_que_esta_palavra":"A ênfase em 'conforme' destaca a importância da obediência e da submissão à autoridade divina.","conexao_teologica":"A conformidade com a vontade de Deus é um princípio fundamental na vida cristã, que leva à verdadeira liberdade e bênção.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"hebreus_3_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Hebreus 3:13, \"deus\" aparece na frase \"Antes, exortai-vos uns aos outros todos os dias, durante o tempo que se chama Hoje, para que nenhum de vós se endureça pelo engano do pecad…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (μή; mḗ; G3361), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de Hebreus 3:13 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Hebreus 3:15. Lendo junto com Hebreus 3:13, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Hebreus 3:13","Hebreus 3:15","João 1:1"]},"hebreus_3_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Ungido de Deus, que traz salvação e redenção ao Seu povo.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e destaca a missão de Jesus como o Messias prometido, que cumpre as profecias do Antigo Testamento.","por_que_esta_palavra":"A identificação de Jesus como 'Cristo' é fundamental para a compreensão da Sua obra redentora e da esperança cristã.","conexao_teologica":"A unção de Cristo é um tema central na teologia cristã, que aponta para Sua autoridade e poder para salvar.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Lucas 4:18"]},"hebreus_3_14_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade da fé e da obediência ao longo da vida do crente.","explicacao_detalhada":"A palavra 'continuo' destaca a necessidade de uma fé persistente e ativa, que não se abala diante das dificuldades.","por_que_esta_palavra":"A ênfase em 'continuo' é um lembrete da importância da perseverança na vida cristã.","conexao_teologica":"A perseverança na fé é um tema recorrente na Bíblia, que encoraja os crentes a permanecer firmes até o fim.","referencias_relacionadas":["Mateus 24:13","Hebreus 10:36","Filipenses 3:14"]},"hebreus_3_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de se tornar parte da comunidade de fé.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um estado de ser que se desenvolve ao longo do tempo, especialmente em relação à fé e à perseverança.","por_que_esta_palavra":"É crucial entender que a fé não é apenas um evento único, mas um processo contínuo de crescimento e compromisso.","conexao_teologica":"A transformação espiritual é um tema central na teologia cristã, onde os crentes são chamados a se tornar semelhantes a Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"hebreus_3_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina.","explicacao_detalhada":"A negação 'não' reforça a ideia de que não devemos endurecer nossos corações contra a voz de Deus.","por_que_esta_palavra":"A referência a Deus é fundamental para entender a relação entre o ser humano e o Criador, especialmente em contextos de obediência.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que nos lembra de nossa dependência dEle.","referencias_relacionadas":["Salmos 95:7-8","Hebreus 4:7","Romanos 1:20"]},"hebreus_3_15_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa a sede das emoções e decisões, crucial para a fé.","explicacao_detalhada":"Endurecer o coração significa rejeitar a mensagem de Deus e se afastar da fé.","por_que_esta_palavra":"O coração é frequentemente mencionado na Bíblia como o centro da vida espiritual e moral.","conexao_teologica":"A condição do coração é essencial para a salvação e a relação com Deus.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"hebreus_3_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se ao grupo de pessoas que ouviram a voz de Deus durante a travessia do deserto.","explicacao_detalhada":"A palavra 'entre' indica a coletividade e a importância da comunidade na experiência da fé.","por_que_esta_palavra":"A experiência de fé é muitas vezes compartilhada em comunidade, e a advertência se aplica a todos.","conexao_teologica":"A comunhão entre os crentes é fundamental para o crescimento espiritual e a edificação mútua.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","1 Coríntios 12:12-14"]},"hebreus_3_16_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é um símbolo de liderança e mediador entre Deus e o povo.","explicacao_detalhada":"A menção a Moisés destaca a importância da obediência à liderança divina e à revelação de Deus.","por_que_esta_palavra":"Moisés representa a lei e a antiga aliança, contrastando com a nova aliança em Cristo.","conexao_teologica":"A figura de Moisés é central na narrativa bíblica, representando a transição da escravidão para a liberdade.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 34:5","Mateus 17:3"]},"hebreus_3_16_provoke":{"palavra_pt":"provoke","palavra_original":"παραπικραίνω","transliteracao":"parapikraínō","strong":"G3893","significado_raiz":"Ideia básica: provoke.","significado_contextual":"Refere-se à provocação ao descontentamento e à rebelião contra Deus.","explicacao_detalhada":"A palavra 'provocar' implica uma ação deliberada que leva ao desvio da fé.","por_que_esta_palavra":"É um alerta sobre as consequências de desobedecer a Deus e se afastar de Sua vontade.","conexao_teologica":"A provocação ao pecado é uma advertência constante nas Escrituras, enfatizando a necessidade de vigilância.","referencias_relacionadas":["Salmos 78:40-41","1 Coríntios 10:10","Hebreus 12:15"]},"hebreus_3_17_corpo":{"palavra_pt":"corpo","palavra_original":"κῶλον","transliteracao":"kōlon","strong":"G2966","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo aqui simboliza a totalidade do povo de Deus que foi afetado pela desobediência.","explicacao_detalhada":"A palavra 'corpo' refere-se à comunidade que sofre as consequências da incredulidade.","por_que_esta_palavra":"É um lembrete de que as ações de um afetam a coletividade e a relação com Deus.","conexao_teologica":"A unidade do corpo de Cristo é um tema importante, onde cada membro tem um papel vital.","referencias_relacionadas":["1 Coríntios 12:27","Efésios 4:16","Colossenses 1:18"]},"hebreus_3_17_grieved":{"palavra_pt":"grieved","palavra_original":"προσοχθίζω","transliteracao":"prosochthízō","strong":"G4360","significado_raiz":"Ideia básica: grieved.","significado_contextual":"Refere-se à tristeza de Deus diante da desobediência do povo.","explicacao_detalhada":"A palavra 'grieved' indica a dor que Deus sente quando Seu povo se afasta dEle.","por_que_esta_palavra":"É um chamado à reflexão sobre como nossas ações afetam o coração de Deus.","conexao_teologica":"A dor de Deus é um aspecto da Sua relação amorosa com a humanidade, que deseja a reconciliação.","referencias_relacionadas":["Gênesis 6:6","Isaías 63:10","Efésios 4:30"]},"hebreus_3_18_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso é a promessa de Deus para aqueles que permanecem fiéis.","explicacao_detalhada":"A palavra 'descanso' refere-se ao estado de paz e segurança em Deus, que é oferecido aos que creem.","por_que_esta_palavra":"É um convite para entrar na plenitude da vida que Deus oferece.","conexao_teologica":"O conceito de descanso é central na teologia do Antigo e Novo Testamento, simbolizando a salvação.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Salmos 95:11"]},"hebreus_3_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a autoridade e a soberania de Deus sobre a criação.","explicacao_detalhada":"A negação 'não' enfatiza a certeza de que aqueles que desobedecem não entrarão no descanso prometido.","por_que_esta_palavra":"A referência a Deus é fundamental para entender as consequências da incredulidade.","conexao_teologica":"A soberania de Deus é um tema recorrente que nos lembra de Sua autoridade sobre a história e a salvação.","referencias_relacionadas":["Salmos 95:7-8","Hebreus 4:3","Romanos 11:22"]},"hebreus_3_18_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"O juramento é uma confirmação solene da verdade de uma declaração, frequentemente usado por Deus para assegurar Sua promessa ao povo.","explicacao_detalhada":"Neste contexto, o juramento de Deus é uma garantia de que Ele cumprirá Suas promessas. O autor de Hebreus menciona o juramento para enfatizar a seriedade da desobediência e a certeza do juízo.","por_que_esta_palavra":"A palavra 'juramento' é utilizada para mostrar a gravidade da situação em que os israelitas se encontraram ao desobedecerem a Deus, resultando em consequências severas.","conexao_teologica":"O juramento de Deus reflete Sua fidelidade e a importância de confiar em Suas promessas. Ele é um elemento central na relação entre Deus e Seu povo.","referencias_relacionadas":["Números 14:30","Salmos 95:11","Hebreus 6:13-14"]},"hebreus_3_19_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"O poder refere-se à capacidade de realizar ações, especialmente em relação à fé e à obediência a Deus.","explicacao_detalhada":"Neste versículo, o autor de Hebreus explica que a incredulidade dos israelitas os impediu de entrar na terra prometida, mostrando que a falta de fé limita o poder de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'poder' é crucial para entender que a fé é o meio pelo qual experimentamos a ação de Deus. Sem fé, não podemos acessar o poder divino.","conexao_teologica":"A relação entre fé e poder é fundamental na teologia cristã, onde a fé ativa o poder de Deus para a salvação e transformação.","referencias_relacionadas":["Romanos 1:16","Efésios 3:20","Filipenses 4:13"]},"hebreus_3_19_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou resultado baseado nas informações anteriores.","explicacao_detalhada":"O uso de 'portanto' conecta a incredulidade dos israelitas com a consequência de não entrarem no descanso prometido, enfatizando a importância da fé.","por_que_esta_palavra":"É uma palavra de transição que liga a argumentação do autor, mostrando que a incredulidade leva a consequências diretas.","conexao_teologica":"A lógica de 'portanto' é fundamental na teologia, pois nos ensina que nossas ações e crenças têm consequências espirituais.","referencias_relacionadas":["Romanos 12:1","Gálatas 6:7","Tiago 1:22"]}}