{"hebreus_4_1_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso é um estado de paz e satisfação que Deus oferece ao Seu povo, simbolizando a plenitude da salvação.","explicacao_detalhada":"O autor de Hebreus usa a ideia de descanso para se referir à promessa de Deus de um lugar de paz e segurança, que é acessível através da fé.","por_que_esta_palavra":"A palavra 'descanso' é central para a mensagem de Hebreus, pois representa a realização das promessas de Deus e a entrada na vida eterna.","conexao_teologica":"O descanso de Deus é um tema recorrente na Bíblia, simbolizando a salvação e a comunhão eterna com Ele.","referencias_relacionadas":["Gênesis 2:2","Salmos 95:11","Mateus 11:28-30"]},"hebreus_4_1_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade positiva de algo que é desejável e benéfico.","explicacao_detalhada":"Neste contexto, o autor destaca que a mensagem de salvação é boa e traz esperança, contrastando com a incredulidade que leva à perda do descanso.","por_que_esta_palavra":"A palavra 'bom' é utilizada para enfatizar a natureza da mensagem de Cristo, que é sempre positiva e transformadora.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, refletindo Seu caráter e a natureza de Sua obra redentora.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"hebreus_4_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção a Deus enfatiza Sua soberania e a importância de confiar Nele para alcançar o descanso prometido.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a fé cristã, pois é através Dele que todas as promessas são cumpridas.","conexao_teologica":"A compreensão de Deus como soberano é essencial para a fé, pois nos ensina a confiar em Sua vontade e planos.","referencias_relacionadas":["Isaías 40:28","Romanos 11:36","Hebreus 11:6"]},"hebreus_4_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação de Deus e à revelação de Sua vontade através de Cristo.","explicacao_detalhada":"Neste contexto, a 'palavra' é a mensagem de salvação que foi proclamada, e a resposta a essa palavra determina se entramos no descanso.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender a revelação de Deus e a importância de ouvir e crer na mensagem de Cristo.","conexao_teologica":"Cristo é a Palavra viva de Deus, e a relação entre a Palavra e a fé é fundamental para a salvação.","referencias_relacionadas":["João 1:1","Romanos 10:17","Hebreus 1:1-2"]},"hebreus_4_2_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em Suas promessas.","explicacao_detalhada":"Neste versículo, a fé é apresentada como a resposta necessária à mensagem de Deus, que é eficaz para a salvação.","por_que_esta_palavra":"A palavra 'fé' é fundamental para a vida cristã, pois sem fé é impossível agradar a Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e entramos em relacionamento com Ele.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Gálatas 2:20"]},"hebreus_4_2_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à proclamação da boa nova de salvação através de Cristo.","explicacao_detalhada":"Neste contexto, o autor destaca a importância de compartilhar a mensagem de salvação, que é boa e traz esperança ao povo.","por_que_esta_palavra":"A palavra 'evangelizar' é essencial para a missão da Igreja, que é levar a mensagem de Cristo ao mundo.","conexao_teologica":"O evangelho é o poder de Deus para a salvação, e a proclamação dessa mensagem é central na vida cristã.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14-15","2 Timóteo 4:2"]},"hebreus_4_3_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso mencionado é a promessa de Deus de um estado de paz e satisfação que é acessível aos que creem.","explicacao_detalhada":"O autor de Hebreus enfatiza que o descanso de Deus é uma realidade para aqueles que têm fé, contrastando com a incredulidade que impede o acesso a essa promessa.","por_que_esta_palavra":"A palavra 'descanso' é repetida para reforçar a importância de entrar na plenitude das promessas de Deus.","conexao_teologica":"O descanso de Deus é um símbolo da salvação e da comunhão eterna com Ele, um tema central na teologia cristã.","referencias_relacionadas":["Salmos 95:11","Mateus 11:28-30","Apocalipse 14:13"]},"hebreus_4_3_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé que é necessária para entrar no descanso prometido por Deus.","explicacao_detalhada":"No contexto de Hebreus 4:3, 'crer' implica em confiar plenamente nas promessas de Deus e na obra redentora de Cristo. A falta de fé impede que as pessoas experimentem o descanso espiritual que Deus oferece.","por_que_esta_palavra":"Esta palavra é central para a mensagem de Hebreus, que enfatiza a importância da fé em Jesus como o meio para alcançar a salvação e o descanso eterno.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com Deus e recebem a salvação. É um tema recorrente em toda a Escritura, mostrando que sem fé é impossível agradar a Deus.","referencias_relacionadas":["Hebreus 11:6","Romanos 10:17","Gálatas 2:20"]},"hebreus_4_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao processo de entrar no descanso prometido por Deus.","explicacao_detalhada":"Em Hebreus 4:3, 'tornar-se' indica a transição de um estado de luta e esforço para um estado de descanso e paz em Deus. Isso é alcançado através da fé.","por_que_esta_palavra":"É importante porque destaca a ação de Deus em trazer os crentes para um novo estado de existência, onde eles podem experimentar a plenitude de Sua presença.","conexao_teologica":"A ideia de transformação é central na teologia cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Efésios 2:10"]},"hebreus_4_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que oferece descanso ao Seu povo.","explicacao_detalhada":"Em Hebreus 4:4, a menção de Deus enfatiza Sua autoridade e poder em criar e oferecer um descanso que é tanto físico quanto espiritual.","por_que_esta_palavra":"É fundamental reconhecer quem é Deus para entender a profundidade do descanso que Ele oferece, que é baseado em Sua natureza e promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o único que pode proporcionar verdadeiro descanso e paz.","referencias_relacionadas":["Gênesis 2:2-3","Salmos 95:11","Mateus 11:28-30"]},"hebreus_4_4_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao dia de descanso que Deus estabeleceu após a criação.","explicacao_detalhada":"Em Hebreus 4:4, o 'dia' é um símbolo do descanso que Deus oferece, que é um convite para que os crentes cessem suas obras e confiem em Sua providência.","por_que_esta_palavra":"O conceito de um dia de descanso é importante na tradição judaica e cristã, representando um tempo sagrado de renovação e comunhão com Deus.","conexao_teologica":"O dia de descanso é um princípio que reflete a necessidade de descanso espiritual e físico, mostrando que Deus se importa com o bem-estar de Seu povo.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Hebreus 4:9-10"]},"hebreus_4_4_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e esforços humanos que são insuficientes para alcançar o descanso de Deus.","explicacao_detalhada":"Em Hebreus 4:4, 'obra' destaca a diferença entre as obras humanas e a obra de Deus, que é perfeita e suficiente para a salvação.","por_que_esta_palavra":"É crucial entender que as obras não podem garantir o descanso prometido; apenas a fé em Cristo pode.","conexao_teologica":"A salvação é pela graça, não por obras, um tema central em toda a Escritura, que enfatiza a dependência de Deus.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 4:5"]},"hebreus_4_5_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de paz e segurança que Deus oferece aos que creem.","explicacao_detalhada":"Em Hebreus 4:5, 'descanso' é um conceito que abrange tanto o descanso físico quanto o espiritual, simbolizando a plenitude da vida em Cristo.","por_que_esta_palavra":"É essencial para entender a promessa de Deus de que aqueles que confiam Nele entrarão em um estado de descanso eterno.","conexao_teologica":"O descanso é um tema que se estende desde a criação até a consumação, representando a culminação da obra de Deus na vida do crente.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9","Apocalipse 14:13"]},"hebreus_4_5_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de entrar no descanso prometido por Deus.","explicacao_detalhada":"Em Hebreus 4:5, 'levantar' implica em uma resposta ativa à chamada de Deus para descansar Nele, abandonando as próprias obras.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de ação por parte do crente para experimentar o descanso de Deus.","conexao_teologica":"A ideia de levantar-se é frequentemente associada à ressurreição e à nova vida em Cristo, simbolizando a transformação espiritual.","referencias_relacionadas":["Romanos 6:4","Efésios 2:6","Colossenses 3:1"]},"hebreus_4_5_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou resultado das verdades apresentadas anteriormente.","explicacao_detalhada":"Em Hebreus 4:5, 'portanto' conecta a necessidade de fé e descanso com a realidade da promessa de Deus, enfatizando a urgência de responder a essa verdade.","por_que_esta_palavra":"É crucial para entender a lógica do argumento de Hebreus, que leva os leitores a uma ação baseada nas verdades teológicas apresentadas.","conexao_teologica":"A conexão entre a teologia e a prática é um tema recorrente nas epístolas, mostrando que a fé deve resultar em ação.","referencias_relacionadas":["Romanos 12:1","Tiago 2:17","1 João 2:6"]},"hebreus_4_6_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à proclamação das boas novas do evangelho.","explicacao_detalhada":"Em Hebreus 4:6, 'evangelizar' destaca a importância de compartilhar a mensagem de salvação, que é essencial para que outros entrem no descanso de Deus.","por_que_esta_palavra":"É fundamental para a missão da igreja e para a vida do crente, que é chamado a ser um portador das boas novas.","conexao_teologica":"A evangelização é uma expressão da fé e do amor de Deus, que deseja que todos cheguem ao arrependimento e à salvação.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"hebreus_4_6_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a mensagem de descanso é tão importante.","explicacao_detalhada":"Em Hebreus 4:6, 'porque' explica que a falta de fé impede que as pessoas entrem no descanso prometido, ressaltando a urgência da resposta ao evangelho.","por_que_esta_palavra":"É essencial para entender a lógica do argumento e a necessidade de fé para a salvação.","conexao_teologica":"A relação entre fé e salvação é um tema central na teologia cristã, mostrando que a resposta ao evangelho é crucial.","referencias_relacionadas":["Hebreus 3:19","João 3:18","Atos 16:31"]},"hebreus_4_6_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se para entrar no descanso prometido por Deus.","explicacao_detalhada":"A palavra 'levantar' aqui implica um chamado à ação, onde os crentes são incentivados a se mover em direção ao descanso espiritual que Deus oferece, simbolizando a salvação e a paz.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a necessidade de uma resposta ativa da parte dos crentes para entrar no descanso de Deus.","conexao_teologica":"Refere-se ao convite de Deus para que Seu povo entre em um estado de descanso espiritual, que é uma metáfora para a salvação em Cristo.","referencias_relacionadas":["Mateus 11:28-30","Salmos 95:7-11","Hebreus 3:18-19"]},"hebreus_4_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um dia específico designado por Deus para o descanso.","explicacao_detalhada":"O 'dia' mencionado é um tempo de oportunidade para que o povo de Deus ouça Sua voz e não endureça o coração, referindo-se ao tempo de arrependimento e aceitação da graça.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a importância do momento presente em relação à salvação.","conexao_teologica":"O conceito de 'dia' é associado ao tempo de graça e à oferta de descanso espiritual que Deus proporciona.","referencias_relacionadas":["2 Coríntios 6:2","Hebreus 3:15","Salmos 95:7"]},"hebreus_4_7_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Referência ao rei Davi, que é um tipo de Cristo.","explicacao_detalhada":"A menção de Davi serve para conectar a promessa de descanso com a linhagem messiânica, onde Jesus, como descendente de Davi, traz o verdadeiro descanso.","por_que_esta_palavra":"A palavra 'rei' destaca a autoridade e a soberania de Deus na história da salvação, mostrando que o descanso é parte do plano divino.","conexao_teologica":"Davi é um símbolo do líder que guia o povo ao descanso, prefigurando Cristo como o Rei que oferece descanso eterno.","referencias_relacionadas":["Mateus 1:1","Atos 13:22","Romanos 1:3"]},"hebreus_4_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir a direção de Deus para alcançar o descanso.","explicacao_detalhada":"A palavra 'seguir' implica uma ação contínua de obediência e fé, onde os crentes são chamados a permanecer na jornada de fé em direção ao descanso prometido.","por_que_esta_palavra":"'Seguir' enfatiza a necessidade de uma caminhada ativa na fé, em vez de uma passividade espiritual.","conexao_teologica":"A ideia de seguir é fundamental na vida cristã, onde a obediência a Deus leva ao verdadeiro descanso.","referencias_relacionadas":["Gálatas 5:25","Romanos 8:14","1 Pedro 2:21"]},"hebreus_4_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o verdadeiro líder que nos conduz ao descanso.","explicacao_detalhada":"A palavra 'Jesus' aqui destaca que, embora Davi tenha oferecido um descanso temporário, é em Jesus que encontramos o descanso eterno e completo.","por_que_esta_palavra":"A menção de Jesus é central para a teologia do Novo Testamento, onde Ele é o cumprimento das promessas de Deus.","conexao_teologica":"Jesus é o mediador do novo pacto, oferecendo descanso espiritual e salvação a todos que creem.","referencias_relacionadas":["Mateus 11:28","Hebreus 7:22","Hebreus 12:2"]},"hebreus_4_8_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia de descanso que permanece disponível para o povo de Deus.","explicacao_detalhada":"Este 'dia' representa a oportunidade contínua de entrar no descanso espiritual que Jesus oferece, enfatizando a importância de não procrastinar essa decisão.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a urgência e a importância de aproveitar o tempo dado por Deus.","conexao_teologica":"O dia de descanso é uma metáfora para a salvação e a relação contínua com Deus.","referencias_relacionadas":["Hebreus 3:7-8","Salmos 95:7-8","2 Coríntios 6:2"]},"hebreus_4_8_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir a Jesus para entrar no descanso prometido.","explicacao_detalhada":"A palavra 'seguir' aqui implica uma resposta ativa à chamada de Jesus, onde os crentes são incentivados a não se desviar do caminho que leva ao descanso.","por_que_esta_palavra":"A ação de seguir é essencial para a vida cristã, onde a obediência e a fé são necessárias para experimentar o descanso.","conexao_teologica":"Seguir a Jesus é fundamental para a experiência do descanso espiritual que Ele oferece.","referencias_relacionadas":["Lucas 9:23","João 10:27","Romanos 8:1"]},"hebreus_4_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus como fonte do descanso para o Seu povo.","explicacao_detalhada":"A palavra 'Deus' enfatiza que o descanso não é apenas uma ausência de trabalho, mas uma relação restaurada com o Criador, que oferece paz e segurança.","por_que_esta_palavra":"A centralidade de Deus no conceito de descanso é fundamental, pois é Ele quem proporciona essa experiência ao Seu povo.","conexao_teologica":"Deus é o autor do descanso, e a relação com Ele é o que traz verdadeira paz e satisfação.","referencias_relacionadas":["Gênesis 2:2-3","Isaías 26:12","Mateus 11:28"]},"hebreus_4_9_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo de Deus que é convidado a entrar no descanso.","explicacao_detalhada":"A palavra 'povo' refere-se aos crentes que são chamados a experimentar o descanso que Deus oferece, simbolizando a inclusão de todos que creem.","por_que_esta_palavra":"A inclusão do 'povo' destaca a universalidade da oferta de descanso de Deus, que é para todos os que creem.","conexao_teologica":"O povo de Deus é chamado a viver em comunhão com Ele, desfrutando do descanso que resulta dessa relação.","referencias_relacionadas":["1 Pedro 2:9","Romanos 9:25-26","Hebreus 10:25"]},"hebreus_4_10_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso que é oferecido por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'descanso' refere-se a um estado de paz e segurança que é encontrado em Deus, simbolizando a salvação e a libertação do pecado.","por_que_esta_palavra":"O 'descanso' é um tema central na Escritura, representando a conclusão da obra de Deus e a realização da promessa de salvação.","conexao_teologica":"O descanso é um símbolo da obra redentora de Cristo, que nos liberta do fardo do pecado e nos traz paz.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 3:18-19","Apocalipse 14:13"]},"hebreus_4_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é utilizada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. No contexto de Hebreus 4:10, ela destaca a importância do descanso que Deus oferece aos seus filhos.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre Deus e a humanidade, especialmente no que diz respeito ao descanso espiritual prometido.","conexao_teologica":"Deus é visto como aquele que proporciona descanso e salvação, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Mateus 11:28"]},"hebreus_4_10_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a um relacionamento íntimo e pessoal com Deus.","explicacao_detalhada":"A palavra 'acquaintance' (ἴδιος) sugere um conhecimento profundo e familiaridade. No contexto de Hebreus 4:10, isso implica que aqueles que entram no descanso de Deus têm um relacionamento próximo com Ele.","por_que_esta_palavra":"É importante para entender que o descanso não é apenas físico, mas também espiritual, envolvendo um conhecimento íntimo de Deus.","conexao_teologica":"A familiaridade com Deus é essencial para a experiência do descanso prometido.","referencias_relacionadas":["João 10:14","Tiago 4:8","1 João 1:3"]},"hebreus_4_11_descanso":{"palavra_pt":"descanso","palavra_original":"κατάπαυσις","transliteracao":"katápausis","strong":"G2663","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso espiritual que Deus oferece aos crentes.","explicacao_detalhada":"A palavra 'descanso' (κατάπαυσις) implica um estado de paz e satisfação que vem da confiança em Deus. Em Hebreus 4:11, é um convite para que os crentes entrem nesse descanso através da fé.","por_que_esta_palavra":"É crucial para entender a promessa de Deus de um descanso eterno, que é um tema central na carta aos Hebreus.","conexao_teologica":"O descanso de Deus é um símbolo da salvação e da paz que encontramos em Cristo.","referencias_relacionadas":["Salmos 95:11","Mateus 11:29","Apocalipse 14:13"]},"hebreus_4_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da possibilidade de descanso fora da vontade de Deus.","explicacao_detalhada":"A palavra 'deus' (μή) aqui é usada para enfatizar que não há descanso verdadeiro sem a presença de Deus. No contexto, isso ressalta a importância de seguir a liderança divina.","por_que_esta_palavra":"É fundamental para entender que o descanso é um dom de Deus e não algo que podemos alcançar por nossos próprios esforços.","conexao_teologica":"A dependência de Deus é essencial para a experiência do descanso espiritual.","referencias_relacionadas":["Salmos 127:1","Isaías 26:3","Filipenses 4:6-7"]},"hebreus_4_11_enexample":{"palavra_pt":"en ex ample","palavra_original":"ὑπόδειγμα","transliteracao":"hypódeigma","strong":"G5262","significado_raiz":"Ideia básica: en ex ample.","significado_contextual":"Refere-se a um modelo ou padrão a ser seguido.","explicacao_detalhada":"A palavra 'en ex ample' (ὑπόδειγμα) sugere que há um exemplo a ser imitado. No contexto de Hebreus 4:11, isso implica que devemos seguir o exemplo de fé e obediência para entrar no descanso de Deus.","por_que_esta_palavra":"É importante para entender que a fé deve ser acompanhada de ações que refletem essa crença.","conexao_teologica":"O exemplo de fé é central para a vida cristã e para a experiência do descanso em Deus.","referencias_relacionadas":["1 Pedro 2:21","Hebreus 12:1-2","Romanos 15:4"]},"hebreus_4_12_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é viva e eficaz.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a natureza ativa e penetrante da mensagem de Deus. Em Hebreus 4:12, isso enfatiza que a Palavra de Deus tem poder para discernir os pensamentos e intenções do coração.","por_que_esta_palavra":"É essencial para entender a autoridade da Escritura e seu papel na vida do crente.","conexao_teologica":"Cristo é a encarnação da Palavra, e a Escritura revela Sua vontade e propósito.","referencias_relacionadas":["João 1:1","2 Timóteo 3:16-17","Hebreus 1:3"]},"hebreus_4_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que conhece todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) aqui reafirma a soberania e a onisciência de Deus. No contexto de Hebreus 4:12, isso destaca que nada está oculto diante de Deus.","por_que_esta_palavra":"É importante para entender que Deus tem total conhecimento de nossas vidas e intenções.","conexao_teologica":"A onisciência de Deus é um aspecto fundamental de Sua natureza e caráter.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"hebreus_4_12_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida interior do ser humano.","explicacao_detalhada":"A palavra 'alma' (ψυχή) é usada para descrever a essência da vida humana. Em Hebreus 4:12, isso implica que a Palavra de Deus tem o poder de tocar e transformar a vida interior das pessoas.","por_que_esta_palavra":"É crucial para entender a profundidade do impacto que a Palavra de Deus pode ter em nossas vidas.","conexao_teologica":"A transformação espiritual é uma parte vital da experiência cristã.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:23"]},"hebreus_4_13_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra que é viva e que julga.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) enfatiza a autoridade de Cristo como a Palavra de Deus. Em Hebreus 4:13, isso destaca que Ele é o juiz final de todas as ações humanas.","por_que_esta_palavra":"É importante para entender a centralidade de Cristo na revelação de Deus e no julgamento.","conexao_teologica":"Cristo é o mediador entre Deus e a humanidade, e Sua Palavra tem poder para transformar.","referencias_relacionadas":["João 5:22","Romanos 14:10-12","Apocalipse 20:12"]},"hebreus_4_13_criatura":{"palavra_pt":"criatura","palavra_original":"κτίσις","transliteracao":"ktísis","strong":"G2937","significado_raiz":"Ideia básica: criatura.","significado_contextual":"Refere-se a toda a criação que está sujeita ao conhecimento de Deus.","explicacao_detalhada":"A palavra 'criatura' (κτίσις) implica que tudo o que foi criado está sob a autoridade de Deus. Em Hebreus 4:13, isso enfatiza que nada escapa ao olhar de Deus.","por_que_esta_palavra":"É fundamental para entender a soberania de Deus sobre toda a criação.","conexao_teologica":"A criação inteira clama pela justiça e pela verdade de Deus.","referencias_relacionadas":["Gênesis 1:31","Romanos 8:19-21","Colossenses 1:16"]},"hebreus_4_13_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de Deus de ver e conhecer todas as coisas, incluindo os pensamentos e intenções do coração humano.","explicacao_detalhada":"O 'olho' de Deus simboliza Sua onisciência. Em Hebreus 4:13, enfatiza que nada está oculto diante d'Ele, e que todos seremos expostos a Sua visão. Isso nos lembra da necessidade de viver em integridade.","por_que_esta_palavra":"A palavra 'olho' é usada para ilustrar a vigilância e o conhecimento absoluto de Deus sobre a humanidade.","conexao_teologica":"A onisciência de Deus é um atributo fundamental que nos lembra de Sua soberania e justiça.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:12"]},"hebreus_4_14_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' aqui representa a morada de Deus e a realidade espiritual onde Cristo está assentado à direita do Pai.","explicacao_detalhada":"Em Hebreus 4:14, o autor nos lembra que Jesus, nosso Sumo Sacerdote, ascendeu ao céu, onde intercede por nós. Isso nos dá confiança para nos aproximarmos de Deus.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a posição exaltada de Cristo e a esperança que temos em Sua intercessão.","conexao_teologica":"A ascensão de Cristo ao céu é um elemento central da fé cristã, que nos assegura que Ele está vivo e ativo em nosso favor.","referencias_relacionadas":["Atos 1:9-11","Romanos 8:34","Efésios 1:20-21"]},"hebreus_4_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo como nosso Sumo Sacerdote, que compreende nossas fraquezas e intercede por nós.","explicacao_detalhada":"Em Hebreus 4:14, a menção de Jesus enfatiza Sua humanidade e divindade, mostrando que Ele é capaz de nos entender completamente e nos ajudar em nossas dificuldades.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a nossa salvação e relacionamento com Deus, pois é através d'Ele que temos acesso ao Pai.","conexao_teologica":"A intercessão de Jesus como Sumo Sacerdote é um tema central na teologia cristã, que destaca Sua função mediadora.","referencias_relacionadas":["Hebreus 7:25","1 Timóteo 2:5","Romanos 5:1-2"]},"hebreus_4_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Ser supremo, que é digno de adoração e que se relaciona com a humanidade através de Jesus.","explicacao_detalhada":"A menção de Deus em Hebreus 4:14 destaca Sua majestade e a importância de nos aproximarmos d'Ele com confiança, sabendo que Ele é acessível através de Cristo.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a natureza divina e a relação que temos com Ele por meio de Jesus.","conexao_teologica":"A relação entre Deus e a humanidade é mediada por Jesus, que revela o caráter de Deus e Sua vontade para nós.","referencias_relacionadas":["João 14:6","Hebreus 10:19-22","Salmos 46:1"]},"hebreus_4_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'não' é usada para enfatizar que Jesus não é incapaz de compreender nossas fraquezas, ao contrário, Ele as conhece profundamente.","explicacao_detalhada":"Em Hebreus 4:15, a negação enfatiza a empatia de Jesus, que, embora divino, também experimentou a humanidade e suas lutas.","por_que_esta_palavra":"A palavra 'não' é crucial para entender que Jesus é acessível e compreensivo, ao contrário de um sacerdote distante.","conexao_teologica":"A empatia de Cristo é um aspecto fundamental da encarnação, que nos assegura que Ele pode nos ajudar em nossas fraquezas.","referencias_relacionadas":["Filipenses 2:7-8","Hebreus 2:17-18","Mateus 11:28-30"]},"hebreus_4_15_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à maneira como Jesus se identifica com nossas fraquezas, sendo semelhante a nós em tudo, exceto no pecado.","explicacao_detalhada":"A palavra 'conforme' em Hebreus 4:15 indica que Jesus não apenas entende nossas fraquezas, mas também se relaciona com elas de maneira íntima.","por_que_esta_palavra":"A palavra 'conforme' é importante para enfatizar a identificação de Cristo com a humanidade e Sua capacidade de nos ajudar.","conexao_teologica":"A identificação de Jesus com a humanidade é um tema central na teologia da encarnação, que destaca Sua solidariedade conosco.","referencias_relacionadas":["Romanos 8:3","Hebreus 2:14-16","Gálatas 4:4-5"]},"hebreus_4_15_like":{"palavra_pt":"like","palavra_original":"ὁμοιότης","transliteracao":"homoiótēs","strong":"G3665","significado_raiz":"Ideia básica: like.","significado_contextual":"Refere-se à semelhança de Jesus com a humanidade, que O capacita a ser um Sumo Sacerdote eficaz.","explicacao_detalhada":"A palavra 'like' em Hebreus 4:15 enfatiza que Jesus, embora divino, experimentou as mesmas tentações e dificuldades que nós, exceto o pecado.","por_que_esta_palavra":"A palavra 'like' é fundamental para entender a natureza de Cristo como nosso mediador e intercessor.","conexao_teologica":"A semelhança de Jesus com a humanidade é essencial para a compreensão da redenção e da intercessão.","referencias_relacionadas":["Hebreus 2:17","Mateus 4:1-11","Tiago 1:13"]},"hebreus_4_16_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que nos é oferecida quando nos aproximamos d'Ele com confiança.","explicacao_detalhada":"Em Hebreus 4:16, a palavra 'graça' destaca a bondade de Deus em nos receber e nos ajudar em nossas necessidades.","por_que_esta_palavra":"A palavra 'graça' é central para a mensagem do evangelho, que nos ensina que somos salvos e sustentados pela graça de Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, que enfatiza a generosidade de Deus em nos aceitar e perdoar.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","2 Coríntios 12:9"]},"hebreus_4_16_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus que nos é oferecida em nossas fraquezas e dificuldades.","explicacao_detalhada":"A palavra 'misericórdia' em Hebreus 4:16 enfatiza a compaixão de Deus por nós, que nos entende e nos ajuda em nossas lutas.","por_que_esta_palavra":"A palavra 'misericórdia' é essencial para entender o caráter de Deus como um Pai amoroso e compassivo.","conexao_teologica":"A misericórdia de Deus é um aspecto fundamental da Sua natureza e é central para a nossa experiência de redenção.","referencias_relacionadas":["Salmos 103:8-12","Lamentações 3:22-23","Tiago 2:13"]},"hebreus_4_16_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de nos aproximarmos de Deus com confiança, buscando Sua ajuda e graça.","explicacao_detalhada":"A palavra 'seguir' em Hebreus 4:16 implica uma ação intencional de buscar a presença de Deus e Sua misericórdia em tempos de necessidade.","por_que_esta_palavra":"A palavra 'seguir' é importante para enfatizar a nossa responsabilidade de nos aproximarmos de Deus em busca de ajuda.","conexao_teologica":"A busca pela presença de Deus é um aspecto vital da vida cristã, que nos convida a experimentar Sua graça e misericórdia.","referencias_relacionadas":["Salmos 34:18","Mateus 7:7-8","Hebreus 10:22"]}}