{"hebreus_5_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema que exerce autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' no contexto de Hebreus 5:1 enfatiza a natureza divina de Deus, que é o criador e sustentador do universo. Neste versículo, o autor fala sobre o papel do sumo sacerdote, que é escolhido por Deus para interceder pelo povo.","por_que_esta_palavra":"A escolha da palavra 'deus' é crucial para entender a relação entre o sumo sacerdote e a divindade, mostrando que a autoridade sacerdotal vem de Deus.","conexao_teologica":"A conexão teológica aqui é a intercessão de Cristo como o sumo sacerdote, que é divino e humano, e que se oferece a Deus em favor da humanidade.","referencias_relacionadas":["Hebreus 4:14","Hebreus 7:26","Romanos 8:34"]},"hebreus_5_1_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece no texto original, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"No contexto de Hebreus 5:1, a palavra correta deve ser relacionada ao ato de oferecer sacrifícios, que é uma prática comum entre os sacerdotes.","por_que_esta_palavra":"Se referindo ao ato de oferecer, é importante para entender o papel do sacerdote em fazer ofertas a Deus em nome do povo.","conexao_teologica":"A conexão teológica é a ideia de sacrifício e oferta, que é central na obra de Cristo como nosso sumo sacerdote.","referencias_relacionadas":["Hebreus 9:14","Hebreus 10:12","Levítico 16:15"]},"hebreus_5_1_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou o estado de estar entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação do sacerdote com o povo, enfatizando que ele está em meio a eles para interceder.","por_que_esta_palavra":"É importante para mostrar a função do sacerdote como mediador entre Deus e o povo.","conexao_teologica":"A conexão teológica é a mediação de Cristo, que está entre Deus e a humanidade.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 9:15","Gálatas 3:20"]},"hebreus_5_2_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à sinceridade nas ações e intenções.","explicacao_detalhada":"A palavra 'verdade' no contexto de Hebreus 5:2 implica que o sacerdote deve agir com integridade e justiça ao lidar com os pecados do povo.","por_que_esta_palavra":"É essencial para entender a natureza do sacerdócio, que deve ser baseado na verdade e na justiça.","conexao_teologica":"A conexão teológica é que Cristo é a verdade encarnada, que traz a verdadeira justiça e reconciliação.","referencias_relacionadas":["João 14:6","Salmos 51:6","Romanos 3:4"]},"hebreus_5_2_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a necessidade de um sacerdote que possa lidar com a fraqueza humana.","por_que_esta_palavra":"É importante para entender a justificativa da escolha de um sacerdote que compreenda as fraquezas do povo.","conexao_teologica":"A conexão teológica é que Cristo, sendo humano, entende nossas fraquezas e nos representa diante de Deus.","referencias_relacionadas":["Hebreus 4:15","Romanos 5:8","Filipenses 2:7-8"]},"hebreus_5_2_gentil":{"palavra_pt":"gentil","palavra_original":"μετριοπαθέω","transliteracao":"metriopathéō","strong":"G3356","significado_raiz":"Ideia básica: gentil.","significado_contextual":"Refere-se à capacidade de ser moderado e compreensivo.","explicacao_detalhada":"A palavra 'gentil' implica que o sacerdote deve ser compassivo e ter empatia pelas fraquezas do povo.","por_que_esta_palavra":"É crucial para entender a natureza do cuidado que um sacerdote deve ter ao interceder pelo povo.","conexao_teologica":"A conexão teológica é que Cristo é o exemplo perfeito de gentileza e compaixão.","referencias_relacionadas":["Mateus 11:29","Gálatas 5:22","Efésios 4:32"]},"hebreus_5_3_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, a palavra 'urso' parece ser um erro, pois não se relaciona diretamente com o contexto.","explicacao_detalhada":"O foco deve ser no ato de oferecer sacrifícios, que é uma parte fundamental do ministério sacerdotal.","por_que_esta_palavra":"A palavra correta deve enfatizar a função do sacerdote em oferecer sacrifícios a Deus.","conexao_teologica":"A conexão teológica é que Cristo é o sacrifício perfeito, que não precisa ser repetido.","referencias_relacionadas":["Hebreus 9:26","Hebreus 10:10","1 Pedro 2:24"]},"hebreus_5_3_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que são representadas pelo sacerdote.","explicacao_detalhada":"A palavra 'povo' destaca a responsabilidade do sacerdote em interceder e oferecer sacrifícios em nome da comunidade.","por_que_esta_palavra":"É fundamental para entender a função do sacerdote como representante do povo diante de Deus.","conexao_teologica":"A conexão teológica é que Cristo é o nosso representante e intercessor diante de Deus.","referencias_relacionadas":["Hebreus 2:17","Romanos 8:33-34","1 Pedro 2:9"]},"hebreus_5_3_culpado":{"palavra_pt":"culpado","palavra_original":"ὀφείλω","transliteracao":"opheílō","strong":"G3784","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de estar em dívida ou ser responsável por um erro.","explicacao_detalhada":"A palavra 'culpado' implica que o povo tem pecados que precisam ser expiados pelo sacerdote.","por_que_esta_palavra":"É importante para entender a necessidade de sacrifícios e a função do sacerdote em lidar com a culpa.","conexao_teologica":"A conexão teológica é que Cristo levou sobre si a culpa do mundo, oferecendo-se como sacrifício.","referencias_relacionadas":["Isaías 53:6","2 Coríntios 5:21","Hebreus 9:28"]},"hebreus_5_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à divindade suprema que chama e escolhe o sacerdote.","explicacao_detalhada":"A palavra 'deus' enfatiza a autoridade divina na escolha do sacerdote, que deve ser chamado por Deus para seu ministério.","por_que_esta_palavra":"É essencial para entender que o sacerdócio é uma vocação divina, não uma escolha humana.","conexao_teologica":"A conexão teológica é que Cristo é o Sumo Sacerdote escolhido por Deus para a redenção da humanidade.","referencias_relacionadas":["Hebreus 7:17","Salmos 110:4","Hebreus 5:5"]},"hebreus_5_4_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Receber um chamado ou uma responsabilidade divina.","explicacao_detalhada":"A palavra 'receber' implica em aceitar ou tomar posse de algo que é dado, especialmente em um contexto espiritual onde alguém é chamado para um ministério ou função específica.","por_que_esta_palavra":"Esta palavra é usada para enfatizar que ninguém se torna sacerdote por sua própria vontade, mas sim por um chamado divino.","conexao_teologica":"A ideia de receber um chamado é central na teologia do sacerdócio, onde Deus escolhe quem servirá em Sua presença.","referencias_relacionadas":["Êxodo 28:1","1 Pedro 2:9","Romanos 1:5"]},"hebreus_5_5_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo como o Ungido de Deus, o Messias.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e refere-se à unção divina que Jesus recebeu para cumprir Sua missão redentora.","por_que_esta_palavra":"É importante reconhecer Jesus como o Cristo, pois isso estabelece Sua autoridade e papel como Salvador.","conexao_teologica":"A unção de Cristo é fundamental para entender Sua identidade e missão, ligando o Antigo e o Novo Testamento.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","Atos 10:38"]},"hebreus_5_5_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória que Jesus recebeu do Pai.","explicacao_detalhada":"A palavra 'glória' refere-se à honra e à majestade que pertencem a Deus e que Jesus recebeu como resultado de Sua obediência e sacrifício.","por_que_esta_palavra":"A glória é um tema central na teologia cristã, pois reflete a natureza divina e a relação entre o Filho e o Pai.","conexao_teologica":"A glória de Cristo é um testemunho de Sua divindade e Sua missão redentora, mostrando que Ele é digno de adoração.","referencias_relacionadas":["João 1:14","Romanos 8:30","Filipenses 2:9-11"]},"hebreus_5_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se grande em função e autoridade.","explicacao_detalhada":"A palavra 'tornar-se' implica um processo de desenvolvimento e crescimento, especialmente em relação ao ministério de Jesus como sacerdote.","por_que_esta_palavra":"É usada para mostrar que Jesus, através de Sua obediência, foi elevado a uma posição de grandeza e autoridade.","conexao_teologica":"A grandeza de Cristo é um tema que reflete Sua soberania e o cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 28:18","Hebreus 1:4","Apocalipse 5:12"]},"hebreus_5_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O papel de Jesus como sacerdote eterno.","explicacao_detalhada":"A palavra 'sacerdote' refere-se àquele que intercede entre Deus e os homens, e Jesus é apresentado como o sumo sacerdote que oferece um sacrifício perfeito.","por_que_esta_palavra":"É crucial entender Jesus como sacerdote para compreender a natureza de Sua intercessão e sacrifício.","conexao_teologica":"A função sacerdotal de Cristo é central na teologia da redenção, pois Ele é o mediador entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:14","Hebreus 7:24-25","1 Timóteo 2:5"]},"hebreus_5_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Conforme a ordem de Melquisedeque.","explicacao_detalhada":"A palavra 'conforme' indica que a função de Jesus como sacerdote segue um padrão estabelecido, que é a ordem de Melquisedeque, que é única e eterna.","por_que_esta_palavra":"É importante para entender que a sacerdócio de Jesus não é segundo a ordem levítica, mas de uma ordem superior.","conexao_teologica":"A conexão com Melquisedeque destaca a singularidade do sacerdócio de Cristo e Sua eternidade.","referencias_relacionadas":["Gênesis 14:18-20","Salmos 110:4","Hebreus 7:17"]},"hebreus_5_6_order":{"palavra_pt":"order","palavra_original":"τάξις","transliteracao":"táxis","strong":"G5010","significado_raiz":"Ideia básica: order.","significado_contextual":"A ordem sacerdotal estabelecida por Deus.","explicacao_detalhada":"A palavra 'ordem' refere-se à estrutura e ao sistema que Deus estabeleceu para o sacerdócio, que é refletido na função de Jesus.","por_que_esta_palavra":"É usada para enfatizar que o sacerdócio de Jesus é parte do plano divino e não uma invenção humana.","conexao_teologica":"A ordem sacerdotal é um aspecto importante da teologia bíblica, mostrando a continuidade do plano de Deus.","referencias_relacionadas":["Êxodo 29:9","Hebreus 7:11","Hebreus 8:4"]},"hebreus_5_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia em que Jesus ofereceu orações e súplicas.","explicacao_detalhada":"A palavra 'dia' refere-se a um momento específico na vida de Jesus, especialmente em Sua agonia no Getsêmani, onde Ele clamou ao Pai.","por_que_esta_palavra":"É importante para entender a humanidade de Jesus e Sua dependência do Pai em momentos de sofrimento.","conexao_teologica":"O dia de Sua oração é um exemplo de Sua intercessão e de como Ele se identifica com a dor humana.","referencias_relacionadas":["Mateus 26:39","Lucas 22:44","Hebreus 7:25"]},"hebreus_5_7_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A natureza humana de Jesus.","explicacao_detalhada":"A palavra 'carne' refere-se à humanidade de Jesus, enfatizando que Ele experimentou as mesmas fraquezas que nós.","por_que_esta_palavra":"É crucial para a compreensão da encarnação e da experiência de Jesus como ser humano.","conexao_teologica":"A natureza carnal de Jesus é fundamental para a doutrina da encarnação e a redenção da humanidade.","referencias_relacionadas":["João 1:14","Romanos 8:3","Filipenses 2:7"]},"hebreus_5_7_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus como sacrifício expiatório.","explicacao_detalhada":"A palavra 'morte' refere-se ao sacrifício que Jesus fez na cruz, que é central para a salvação da humanidade.","por_que_esta_palavra":"É importante para entender o custo da redenção e o amor de Deus por nós.","conexao_teologica":"A morte de Jesus é o ponto culminante da história da salvação, onde Ele se torna o Cordeiro de Deus.","referencias_relacionadas":["Isaías 53:5","João 3:16","Romanos 5:8"]},"hebreus_5_8_obediente":{"palavra_pt":"obediente","palavra_original":"ὑπακοή","transliteracao":"hypakoḗ","strong":"G5218","significado_raiz":"Ideia básica: obediente.","significado_contextual":"A obediência de Jesus é um exemplo de submissão à vontade de Deus, mesmo em meio ao sofrimento.","explicacao_detalhada":"A palavra 'obediente' refere-se à disposição de Jesus em seguir as instruções e a vontade do Pai, demonstrando que a obediência é uma virtude essencial na vida cristã.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Jesus como Filho de Deus que se submete à vontade divina, servindo como modelo para os crentes.","conexao_teologica":"A obediência de Cristo é um tema central na teologia da salvação, pois através de sua obediência, Ele se torna o autor da salvação para todos os que lhe obedecem.","referencias_relacionadas":["Filipenses 2:8","Romanos 5:19","Hebreus 10:7"]},"hebreus_5_9_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é apresentada como um dom que Jesus oferece a todos os que creem, libertando-os do pecado.","explicacao_detalhada":"A palavra 'salvação' implica não apenas a libertação do pecado, mas também a restauração da relação entre o ser humano e Deus.","por_que_esta_palavra":"A salvação é o objetivo final da obra redentora de Cristo, sendo essencial para a compreensão do evangelho.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a esperança e a promessa de vida eterna para os crentes.","referencias_relacionadas":["Romanos 1:16","Efésios 2:8-9","Atos 4:12"]},"hebreus_5_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A grandeza de Jesus é revelada em sua capacidade de se tornar a fonte de salvação para todos os que lhe obedecem.","explicacao_detalhada":"A palavra 'tornar-se' indica um processo de transformação, onde Jesus, através de sua obediência, se torna o autor da salvação.","por_que_esta_palavra":"Esta palavra destaca a importância do papel de Jesus na história da salvação, mostrando que Ele não apenas é salvador, mas também se torna isso através de sua vida e sacrifício.","conexao_teologica":"A grandeza de Cristo é um tema que permeia toda a Escritura, enfatizando sua divindade e seu papel redentor.","referencias_relacionadas":["Hebreus 2:10","Mateus 28:18","Apocalipse 5:12"]},"hebreus_5_9_consecrate":{"palavra_pt":"consecrate","palavra_original":"τελειόω","transliteracao":"teleióō","strong":"G5048","significado_raiz":"Ideia básica: consecrate.","significado_contextual":"A consagração de Jesus é um ato que o separa para a obra redentora, tornando-o o sumo sacerdote perfeito.","explicacao_detalhada":"A palavra 'consecrar' refere-se ao ato de dedicar algo ou alguém a um propósito sagrado, o que é essencial para o ministério de Jesus.","por_que_esta_palavra":"A consagração é fundamental para entender o papel de Jesus como mediador entre Deus e a humanidade.","conexao_teologica":"A consagração de Cristo é um aspecto importante da teologia sacerdotal, onde Ele é visto como o sumo sacerdote que oferece a si mesmo como sacrifício.","referencias_relacionadas":["Hebreus 7:26","João 17:19","Levítico 8:10-12"]},"hebreus_5_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui se refere à natureza divina que Jesus possui, sendo reconhecido como o Filho de Deus.","explicacao_detalhada":"A palavra 'Deus' enfatiza a divindade de Cristo e sua relação única com o Pai, essencial para a compreensão da Trindade.","por_que_esta_palavra":"A divindade de Jesus é um pilar da fé cristã, pois sem ela, a eficácia de sua obra redentora seria comprometida.","conexao_teologica":"A natureza divina de Cristo é fundamental para a teologia cristã, pois garante a sua autoridade e poder para salvar.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"hebreus_5_10_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que a obra de Jesus é realizada de acordo com a vontade e o plano de Deus.","explicacao_detalhada":"Esta palavra sugere que a ação de Jesus não é aleatória, mas está alinhada com a ordem divina estabelecida por Deus.","por_que_esta_palavra":"Entender que Jesus age conforme a vontade de Deus é crucial para reconhecer a soberania divina na salvação.","conexao_teologica":"A conformidade à vontade de Deus é um tema recorrente nas Escrituras, mostrando a harmonia entre a ação divina e a resposta humana.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Mateus 6:10"]},"hebreus_5_10_order":{"palavra_pt":"order","palavra_original":"τάξις","transliteracao":"táxis","strong":"G5010","significado_raiz":"Ideia básica: order.","significado_contextual":"A palavra 'ordem' refere-se à estrutura e ao plano divino que estabelece a função de Jesus como sumo sacerdote.","explicacao_detalhada":"A 'ordem' implica um sistema estabelecido por Deus, onde Jesus ocupa uma posição única e essencial na redenção.","por_que_esta_palavra":"A ordem divina é importante para entender a função de Jesus e a continuidade do plano de salvação ao longo da história.","conexao_teologica":"A ordem sacerdotal de Cristo é um tema central em Hebreus, contrastando com a antiga aliança e enfatizando a nova aliança.","referencias_relacionadas":["Salmos 110:4","Hebreus 7:17","1 Pedro 2:9"]},"hebreus_5_11_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à revelação de Deus através de Cristo, que é o Verbo que se fez carne.","explicacao_detalhada":"A palavra 'verbo' implica comunicação e ação, destacando que Jesus é a expressão máxima da vontade de Deus.","por_que_esta_palavra":"Entender Jesus como a 'palavra' é fundamental para reconhecer sua autoridade e seu papel na criação e na redenção.","conexao_teologica":"A ideia de Jesus como o Verbo é central na teologia cristã, enfatizando sua divindade e sua missão redentora.","referencias_relacionadas":["João 1:14","Hebreus 1:1-2","Apocalipse 19:13"]},"hebreus_5_11_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Jesus é reconhecida em sua sabedoria e conhecimento, que são essenciais para a liderança espiritual.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude da sabedoria de Cristo, que é superior à dos líderes religiosos da época.","por_que_esta_palavra":"Reconhecer a grandeza de Jesus é vital para entender sua autoridade e o impacto de seu ensino na vida dos crentes.","conexao_teologica":"A grandeza de Cristo é um tema que permeia toda a Escritura, enfatizando sua divindade e seu papel redentor.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Hebreus 1:3"]},"hebreus_5_12_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade de crescimento espiritual e à responsabilidade dos crentes em aprofundar seu conhecimento.","explicacao_detalhada":"A palavra 'assunto' implica que há um trabalho a ser feito na vida espiritual, e que os crentes devem se dedicar a isso.","por_que_esta_palavra":"Entender que há um 'assunto' a ser tratado é fundamental para a maturidade espiritual e o desenvolvimento da fé.","conexao_teologica":"O crescimento espiritual é um tema importante na teologia cristã, enfatizando a necessidade de discipulado e aprendizado contínuo.","referencias_relacionadas":["2 Pedro 3:18","Hebreus 6:1","Efésios 4:15"]},"hebreus_5_12_deus":{"palavra_pt":"deus","palavra_original":"λόγιον","transliteracao":"lógion","strong":"G3051","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à revelação de Deus e à Sua palavra.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a importância de compreender a mensagem divina e a necessidade de crescimento espiritual.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da fé cristã.","conexao_teologica":"A revelação de Deus é central na teologia cristã, pois é através dela que os crentes conhecem a vontade divina.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:17","2 Timóteo 3:16"]},"hebreus_5_13_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como o Verbo que se fez carne.","explicacao_detalhada":"A palavra 'palavra/verbo' destaca a importância da comunicação divina e a encarnação de Cristo como a manifestação da verdade.","por_que_esta_palavra":"É essencial para entender a natureza de Cristo e Sua missão redentora.","conexao_teologica":"Cristo como o Verbo é um conceito fundamental na cristologia, mostrando a união entre Deus e a humanidade.","referencias_relacionadas":["João 1:1-14","Colossenses 1:16-17","Hebreus 1:3"]},"hebreus_5_13_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que vem através da fé em Cristo.","explicacao_detalhada":"A palavra 'justiça' implica em estar em conformidade com a vontade de Deus, sendo um tema central na salvação.","por_que_esta_palavra":"É crucial para entender a doutrina da justificação pela fé, que é fundamental para a salvação.","conexao_teologica":"A justificação é um dos pilares da teologia reformada, enfatizando a graça de Deus na salvação.","referencias_relacionadas":["Romanos 3:22-24","Gálatas 2:16","Filipenses 3:9"]},"hebreus_5_13_crianca":{"palavra_pt":"crianca","palavra_original":"νήπιος","transliteracao":"nḗpios","strong":"G3516","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à imaturidade espiritual dos crentes.","explicacao_detalhada":"A palavra 'criança' é usada para descrever aqueles que ainda não cresceram na fé e dependem de alimento espiritual básico.","por_que_esta_palavra":"É importante para entender a necessidade de crescimento e maturidade na vida cristã.","conexao_teologica":"A maturidade espiritual é um tema recorrente nas epístolas, onde os crentes são chamados a crescer na fé.","referencias_relacionadas":["1 Coríntios 3:1-2","Efésios 4:14","1 Pedro 2:2"]},"hebreus_5_14_alimento":{"palavra_pt":"alimento","palavra_original":"τροφή","transliteracao":"trophḗ","strong":"G5160","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao alimento espiritual que nutre a fé.","explicacao_detalhada":"A palavra 'alimento' simboliza a necessidade de sustento espiritual para o crescimento e discernimento na vida cristã.","por_que_esta_palavra":"É essencial para entender a importância da Palavra de Deus como sustento para a vida espiritual.","conexao_teologica":"O alimento espiritual é um tema importante, refletindo a necessidade de se alimentar da Palavra para amadurecer na fé.","referencias_relacionadas":["Mateus 4:4","1 Pedro 2:2","Colossenses 3:16"]},"hebreus_5_14_use":{"palavra_pt":"use","palavra_original":"ἕξις","transliteracao":"héxis","strong":"G1838","significado_raiz":"Ideia básica: use.","significado_contextual":"Refere-se à prática e aplicação do conhecimento espiritual.","explicacao_detalhada":"A palavra 'use' implica em como os crentes devem aplicar o que aprenderam em suas vidas diárias.","por_que_esta_palavra":"É importante para entender que o conhecimento deve ser acompanhado de ação e prática na vida cristã.","conexao_teologica":"A prática da fé é um tema central nas epístolas, onde a fé sem obras é considerada morta.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"hebreus_5_14_discerning":{"palavra_pt":"discern ing","palavra_original":"διάκρισις","transliteracao":"diákrisis","strong":"G1253","significado_raiz":"Ideia básica: discern ing.","significado_contextual":"Refere-se à capacidade de discernir entre o bem e o mal.","explicacao_detalhada":"A palavra 'discernir' enfatiza a importância de ter um julgamento espiritual apurado, essencial para a vida cristã.","por_que_esta_palavra":"É crucial para entender como os crentes devem viver em um mundo cheio de enganos e falsidades.","conexao_teologica":"O discernimento é uma habilidade espiritual que deve ser cultivada para seguir a vontade de Deus.","referencias_relacionadas":["Filipenses 1:9-10","1 João 4:1","Hebreus 4:12"]}}