{"hebreus_6_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' enfatiza a missão redentora de Jesus e Sua autoridade divina.","por_que_esta_palavra":"É fundamental para entender a identidade de Jesus e o cumprimento das profecias messiânicas.","conexao_teologica":"Cristo como o Ungido é central na teologia cristã, representando a salvação e a esperança do povo de Deus.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","Atos 2:36"]},"hebreus_6_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é viva e eficaz.","explicacao_detalhada":"A palavra 'palavra/verbo' aqui destaca a importância da revelação de Deus e Sua eficácia na vida dos crentes.","por_que_esta_palavra":"É essencial para entender como a Palavra de Deus transforma e renova a vida dos fiéis.","conexao_teologica":"A eficácia da Palavra é um tema central na teologia, mostrando como Deus se comunica e age na vida dos crentes.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","2 Timóteo 3:16"]},"hebreus_6_1_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé como a certeza das coisas que se esperam.","explicacao_detalhada":"A palavra 'fé' implica em confiar plenamente nas promessas de Deus e na verdade revelada em Cristo.","por_que_esta_palavra":"É fundamental para entender a base da vida cristã e a relação do crente com Deus.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo essencial para a salvação e o relacionamento com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"hebreus_6_2_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδαχή","transliteracao":"didachḗ","strong":"G1322","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"Refere-se ao ensino fundamental da fé cristã, que é essencial para o crescimento espiritual.","explicacao_detalhada":"A palavra 'instrucao' (διδαχή) implica um ensino que é transmitido de forma sistemática, abordando os princípios básicos da doutrina cristã. No contexto de Hebreus 6:2, isso se refere a ensinamentos que são fundamentais para a vida cristã.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de uma base sólida na fé, que deve ser estabelecida antes de avançar para ensinamentos mais profundos.","conexao_teologica":"A instrução é vital para a edificação da igreja e para a maturidade dos crentes, conforme mencionado em Efésios 4:11-13.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:42","2 Timóteo 3:16-17"]},"hebreus_6_2_laying":{"palavra_pt":"laying","palavra_original":"ἐπίθεσις","transliteracao":"epíthesis","strong":"G1936","significado_raiz":"Ideia básica: laying.","significado_contextual":"Refere-se à prática de impor as mãos, um ato simbólico de bênção e consagração.","explicacao_detalhada":"A palavra 'laying' (ἐπίθεσις) é utilizada no contexto de rituais de consagração e transmissão de autoridade espiritual. Em Hebreus 6:2, isso é mencionado como um dos fundamentos da fé.","por_que_esta_palavra":"A imposição de mãos é um ato que representa a transferência de poder e bênção, sendo uma prática comum na igreja primitiva.","conexao_teologica":"A imposição de mãos é vista como um meio de invocar a presença de Deus e a capacitação do Espírito Santo, conforme Atos 8:17.","referencias_relacionadas":["Atos 6:6","1 Timóteo 4:14","Atos 13:3"]},"hebreus_6_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na teologia cristã, representando a divindade que é digna de adoração e reverência. Em Hebreus 6:3, a menção de Deus destaca a importância de confiar em Sua promessa e poder.","por_que_esta_palavra":"A inclusão de Deus neste contexto reforça a necessidade de reconhecer Sua soberania e a certeza de que Ele cumprirá Suas promessas.","conexao_teologica":"A fé em Deus é fundamental para a salvação e para a vida cristã, como enfatizado em Romanos 10:17.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Hebreus 11:6"]},"hebreus_6_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Em Hebreus 6:3, \"fazer\" aparece na frase \"E isto faremos, se Deus o permitir.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ποιέω; poiéō; G4160), \"fazer\" traz a ideia de fazer. Aqui, essa palavra deixa o ensino de Hebreus 6:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"fazer\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Hebreus 7:27. Lendo junto com Hebreus 6:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Hebreus 6:3","Hebreus 7:27","João 1:1"]},"hebreus_6_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a terceira pessoa da Trindade.","explicacao_detalhada":"A palavra 'espirito' (πνεῦμα) é usada para descrever a presença e a ação de Deus no mundo e na vida dos crentes. Em Hebreus 6:4, isso enfatiza a importância da experiência espiritual.","por_que_esta_palavra":"A menção do Espírito é fundamental para entender a dinâmica da vida cristã e a capacitação para viver de acordo com a vontade de Deus.","conexao_teologica":"O Espírito Santo é o Consolador prometido que guia e fortalece os crentes, conforme João 14:26.","referencias_relacionadas":["Atos 2:4","Romanos 8:26-27","Gálatas 5:22-23"]},"hebreus_6_4_ceu":{"palavra_pt":"ceu","palavra_original":"ἐπουράνιος","transliteracao":"epouránios","strong":"G2032","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino celestial, a morada de Deus e dos santos.","explicacao_detalhada":"A palavra 'ceu' (ἐπουράνιος) é utilizada para descrever a realidade espiritual e eterna que aguarda os crentes. Em Hebreus 6:4, isso destaca a esperança da vida eterna.","por_que_esta_palavra":"A menção do céu é um lembrete da promessa de Deus de um futuro glorioso para aqueles que creem.","conexao_teologica":"A esperança do céu é um tema central na teologia cristã, como em Filipenses 3:20.","referencias_relacionadas":["Mateus 5:12","João 14:2-3","Apocalipse 21:1-4"]},"hebreus_6_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação à obra de Deus.","explicacao_detalhada":"A palavra 'tornar se/acontecer' (γίνομαι) implica transformação e realização de propósitos divinos. Em Hebreus 6:4, isso se relaciona à experiência de se tornar parte da obra de Deus.","por_que_esta_palavra":"A transformação é uma parte essencial da vida cristã, onde os crentes são chamados a se tornar novas criaturas em Cristo.","conexao_teologica":"A ideia de transformação é central na mensagem do evangelho, como em 2 Coríntios 5:17.","referencias_relacionadas":["Romanos 12:2","Gálatas 2:20","Colossenses 3:10"]},"hebreus_6_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente refere-se ao Ser Supremo, enfatizando Sua natureza e poder.","explicacao_detalhada":"A palavra 'deus' (θεός) é utilizada para reafirmar a centralidade de Deus na vida do crente e na realização de milagres. Em Hebreus 6:5, isso destaca a experiência de conhecer e experimentar o poder de Deus.","por_que_esta_palavra":"A menção de Deus aqui é crucial para entender que todo poder e milagre vêm d'Ele, e que a fé deve ser depositada em Sua capacidade.","conexao_teologica":"A natureza de Deus como Todo-Poderoso é um tema recorrente nas Escrituras, como em Efésios 3:20.","referencias_relacionadas":["Salmos 62:11","Mateus 19:26","Lucas 1:37"]},"hebreus_6_5_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina de realizar milagres e intervenções sobrenaturais.","explicacao_detalhada":"A palavra 'poder' (δύναμις) implica força e capacidade, especialmente no contexto da ação de Deus na vida dos crentes. Em Hebreus 6:5, isso se relaciona à experiência de testemunhar o poder de Deus em ação.","por_que_esta_palavra":"É importante reconhecer que o poder de Deus é ativo e presente, capaz de transformar vidas e situações.","conexao_teologica":"O poder de Deus é um tema central na obra redentora de Cristo, como visto em Romanos 1:16.","referencias_relacionadas":["Atos 1:8","Romanos 15:19","1 Coríntios 2:4"]},"hebreus_6_5_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a palavras ou ações que são contrárias à vontade de Deus.","explicacao_detalhada":"A palavra 'mal' (ῥῆμα) é utilizada para descrever a natureza do que é contrário à verdade e à justiça divina. Em Hebreus 6:5, isso se relaciona à rejeição da verdade e ao perigo de se afastar da fé.","por_que_esta_palavra":"A menção do mal é um alerta sobre as consequências de se afastar da verdade de Deus e a gravidade de rejeitar o evangelho.","conexao_teologica":"A luta contra o mal é uma temática constante nas Escrituras, como em Efésios 6:12.","referencias_relacionadas":["Tiago 1:13","1 Pedro 5:8","Romanos 12:21"]},"hebreus_6_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência de Deus como o Criador e Sustentador do universo. No contexto de Hebreus 6:6, enfatiza a seriedade da apostasia e a relação do homem com Deus.","por_que_esta_palavra":"A presença de Deus é central na discussão sobre a queda e a possibilidade de restauração dos que se afastam da fé.","conexao_teologica":"A teologia cristã ensina que Deus é tanto justo quanto misericordioso, e a apostasia é uma grave ofensa a Sua natureza.","referencias_relacionadas":["Hebreus 10:31","Romanos 1:20","Salmos 14:1"]},"hebreus_6_6_repentance":{"palavra_pt":"repentance","palavra_original":"μετάνοια","transliteracao":"metánoia","strong":"G3341","significado_raiz":"Ideia básica: repentance.","significado_contextual":"Refere-se à mudança de mente e coração que leva ao arrependimento genuíno.","explicacao_detalhada":"A palavra 'metánoia' implica uma transformação profunda que resulta em uma nova direção na vida. No contexto de Hebreus 6:6, destaca a importância do arrependimento para a restauração espiritual.","por_que_esta_palavra":"O arrependimento é essencial para a reconciliação com Deus, especialmente após a apostasia.","conexao_teologica":"O arrependimento é um tema central na mensagem do evangelho, sendo necessário para a salvação.","referencias_relacionadas":["Atos 2:38","Lucas 13:3","2 Coríntios 7:10"]},"hebreus_6_7_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um símbolo de receptividade e frutificação.","explicacao_detalhada":"A palavra 'gē' é usada para descrever a terra que produz frutos, simbolizando aqueles que recebem a palavra de Deus e a colocam em prática. Em Hebreus 6:7, a terra é uma metáfora para aqueles que respondem positivamente à mensagem divina.","por_que_esta_palavra":"A metáfora da terra é usada para ilustrar a diferença entre aqueles que produzem frutos e aqueles que não o fazem.","conexao_teologica":"A frutificação é um sinal da verdadeira fé e da ação do Espírito Santo na vida do crente.","referencias_relacionadas":["Mateus 13:23","Gálatas 5:22-23","João 15:5"]},"hebreus_6_7_bencao":{"palavra_pt":"bencao","palavra_original":"εὐλογία","transliteracao":"eulogía","strong":"G2129","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se à bênção de Deus que resulta em frutos e prosperidade espiritual.","explicacao_detalhada":"A palavra 'εὐλογία' implica em um favor divino que resulta em bênçãos visíveis na vida do crente. Em Hebreus 6:7, a bênção é associada à terra que produz frutos.","por_que_esta_palavra":"A bênção é um resultado natural da obediência e da receptividade à palavra de Deus.","conexao_teologica":"As bênçãos de Deus são frequentemente ligadas à fidelidade e ao compromisso com Ele.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 1:3","Tiago 1:17"]},"hebreus_6_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza soberana de Deus que abençoa e julga.","explicacao_detalhada":"A palavra 'deus' (θεός) enfatiza a autoridade de Deus sobre a criação e Sua capacidade de abençoar aqueles que O seguem. Em Hebreus 6:7, isso se relaciona com a produção de frutos na vida dos crentes.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que todas as bênçãos e julgamentos vêm Dele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o autor de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"hebreus_6_8_guerra":{"palavra_pt":"guerra","palavra_original":"τρίβολος","transliteracao":"tríbolos","strong":"G5146","significado_raiz":"Ideia básica: guerra.","significado_contextual":"Refere-se à luta espiritual e às consequências da rejeição de Deus.","explicacao_detalhada":"A palavra 'τρίβολος' é usada para descrever a condição de solo improdutivo, que simboliza aqueles que rejeitam a palavra de Deus e enfrentam as consequências de sua escolha.","por_que_esta_palavra":"A guerra espiritual é uma realidade para aqueles que se afastam de Deus, resultando em um estado de maldição.","conexao_teologica":"A batalha espiritual é uma parte importante da vida cristã, onde os crentes são chamados a permanecer firmes na fé.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","2 Coríntios 10:4"]},"hebreus_6_8_cursed":{"palavra_pt":"curse d","palavra_original":"κατάρα","transliteracao":"katára","strong":"G2671","significado_raiz":"Ideia básica: curse d.","significado_contextual":"Refere-se à maldição que recai sobre aqueles que rejeitam a graça de Deus.","explicacao_detalhada":"A palavra 'κατάρα' implica em uma separação de Deus e as consequências de uma vida sem frutos. Em Hebreus 6:8, isso é um aviso sobre a gravidade da apostasia.","por_que_esta_palavra":"A maldição é uma consequência natural da desobediência e do afastamento de Deus.","conexao_teologica":"A maldição é frequentemente associada ao juízo divino e à necessidade de arrependimento.","referencias_relacionadas":["Gálatas 3:10","Deuteronômio 27:26","Romanos 1:18"]},"hebreus_6_9_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e à libertação que vem através de Cristo.","explicacao_detalhada":"A palavra 'σωτηρία' é usada para descrever a salvação completa que é oferecida aos crentes. Em Hebreus 6:9, isso é um contraste com a condição de maldição mencionada anteriormente.","por_que_esta_palavra":"A salvação é o objetivo final da obra de Cristo e é oferecida a todos que creem.","conexao_teologica":"A salvação é um tema central no Novo Testamento, enfatizando a graça e a misericórdia de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","João 3:16"]},"hebreus_6_9_autoridade":{"palavra_pt":"autoridade","palavra_original":"πείθω","transliteracao":"peíthō","strong":"G3982","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se à autoridade de Deus e à resposta dos crentes a essa autoridade.","explicacao_detalhada":"A palavra 'πείθω' implica em persuadir ou convencer, e no contexto de Hebreus 6:9, refere-se à necessidade de os crentes se submeterem à autoridade de Deus.","por_que_esta_palavra":"A autoridade de Deus é fundamental para a vida cristã, pois implica em obediência e submissão.","conexao_teologica":"A submissão à autoridade de Deus é um princípio central na vida do crente.","referencias_relacionadas":["Romanos 13:1","Hebreus 13:17","Tiago 4:7"]},"hebreus_6_9_better":{"palavra_pt":"melhor","palavra_original":"κρεῖσσον","transliteracao":"kreîsson","strong":"G2908","significado_raiz":"Ideia básica: melhor.","significado_contextual":"Refere-se à superioridade da nova aliança em Cristo em comparação com a antiga.","explicacao_detalhada":"A palavra 'κρεῖσσον' implica em algo que é melhor ou superior. Em Hebreus 6:9, isso se relaciona com a esperança e a certeza que os crentes têm em Cristo.","por_que_esta_palavra":"A superioridade da nova aliança é um tema recorrente em Hebreus, enfatizando a obra redentora de Cristo.","conexao_teologica":"A nova aliança é vista como a realização das promessas de Deus e a resposta ao pecado.","referencias_relacionadas":["Hebreus 7:22","Hebreus 8:6","Hebreus 10:14"]},"hebreus_6_10_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se à relação de apoio e companheirismo entre os crentes.","explicacao_detalhada":"No contexto de Hebreus 6:10, o autor enfatiza que Deus não é injusto para esquecer a obra e o amor que os crentes demonstraram uns pelos outros, como amigos que se ajudam mutuamente.","por_que_esta_palavra":"A escolha da palavra 'amigo' destaca a importância da comunidade e do suporte mútuo na fé.","conexao_teologica":"A amizade entre os crentes reflete a amizade de Cristo com a Igreja, onde Ele se considera nosso amigo (João 15:15).","referencias_relacionadas":["João 15:13-15","Provérbios 17:17","Eclesiastes 4:9-10"]},"hebreus_6_10_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e serviços realizados pelos crentes em nome de Deus.","explicacao_detalhada":"Em Hebreus 6:10, a obra é vista como um reflexo da fé e do amor que os crentes têm uns pelos outros, mostrando que suas ações são reconhecidas por Deus.","por_que_esta_palavra":"A palavra 'obra' é fundamental para entender que a fé deve ser acompanhada de ações concretas.","conexao_teologica":"As obras são uma expressão da fé viva, conforme Tiago 2:17, onde a fé sem obras é morta.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"hebreus_6_11_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à diligência e seriedade na busca pela esperança.","explicacao_detalhada":"No versículo, o autor exorta os crentes a serem diligentes em sua esperança, indicando que o assunto da fé deve ser tratado com seriedade.","por_que_esta_palavra":"A palavra 'assunto' enfatiza a importância de se manter focado nas promessas de Deus.","conexao_teologica":"A diligência na fé é um tema recorrente nas Escrituras, como em Filipenses 2:12, onde somos chamados a trabalhar na nossa salvação.","referencias_relacionadas":["Filipenses 2:12","Colossenses 3:23","2 Pedro 1:10"]},"hebreus_6_11_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A palavra 'esperança' refere-se à expectativa confiante nas promessas de Deus.","explicacao_detalhada":"Em Hebreus 6:11, a esperança é apresentada como um elemento essencial da vida cristã, que deve ser mantida firme e constante.","por_que_esta_palavra":"A esperança é fundamental para a perseverança na fé, especialmente em tempos de dificuldade.","conexao_teologica":"A esperança cristã é ancorada nas promessas de Deus, como em Romanos 15:13, que fala da esperança que vem do Espírito Santo.","referencias_relacionadas":["Romanos 15:13","Hebreus 10:23","Salmos 39:7"]},"hebreus_6_11_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à necessidade de perseverança na fé.","explicacao_detalhada":"O autor de Hebreus encoraja os crentes a manterem-se firmes e constantes em sua fé e esperança, sem desanimar.","por_que_esta_palavra":"A continuidade na fé é crucial para a vida cristã, especialmente diante das provações.","conexao_teologica":"A perseverança é um tema central na vida cristã, como em Romanos 5:3-4, onde as tribulações produzem perseverança.","referencias_relacionadas":["Romanos 5:3-4","Gálatas 6:9","Tiago 1:12"]},"hebreus_6_12_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença nas promessas de Deus.","explicacao_detalhada":"Em Hebreus 6:12, a fé é apresentada como um elemento vital para a vida cristã, que deve ser acompanhada de ações.","por_que_esta_palavra":"A fé é a base da relação do crente com Deus e é essencial para a salvação.","conexao_teologica":"A fé é frequentemente mencionada como o meio pelo qual recebemos a graça de Deus, como em Efésios 2:8-9.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 1:17"]},"hebreus_6_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao processo de crescimento espiritual.","explicacao_detalhada":"O autor de Hebreus fala sobre a necessidade de os crentes se tornarem maduros na fé, não permanecendo em um estado infantil.","por_que_esta_palavra":"A maturidade espiritual é um objetivo importante na vida cristã, que envolve crescimento e desenvolvimento.","conexao_teologica":"O crescimento espiritual é um tema importante, como em 2 Pedro 3:18, que nos exorta a crescer na graça e no conhecimento.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Colossenses 1:10"]},"hebreus_6_12_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Hebreus 6:12, a menção a Deus destaca a importância de confiar Nele e em Suas promessas.","por_que_esta_palavra":"Deus é a fonte de toda esperança e fé, e é fundamental para a vida do crente.","conexao_teologica":"A relação com Deus é central na teologia cristã, como em João 3:16, que fala do amor de Deus pela humanidade.","referencias_relacionadas":["João 3:16","Salmos 46:1","Romanos 11:36"]},"hebreus_6_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a soberania e a fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"O autor menciona Deus como Aquele que fez promessas, enfatizando Sua imutabilidade e fidelidade.","por_que_esta_palavra":"A menção a Deus é crucial para entender que nossas esperanças estão fundamentadas em Sua natureza fiel.","conexao_teologica":"A fidelidade de Deus é um tema recorrente, como em Números 23:19, que afirma que Deus não mente nem se arrepende.","referencias_relacionadas":["Números 23:19","1 Coríntios 1:9","Hebreus 10:23"]},"hebreus_6_13_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência que devemos ter por Deus.","explicacao_detalhada":"Em Hebreus 6:13, o temor é uma resposta adequada à grandeza e à majestade de Deus, reconhecendo Sua autoridade.","por_que_esta_palavra":"O temor de Deus é o princípio da sabedoria, conforme Provérbios 1:7, e é essencial para uma vida de fé.","conexao_teologica":"O temor do Senhor é frequentemente associado à obediência e à sabedoria nas Escrituras.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"hebreus_6_13_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Deus fez uma promessa.","explicacao_detalhada":"Neste contexto, a palavra 'porque' conecta a afirmação anterior à explicação de que Deus, ao prometer, não poderia jurar por ninguém maior do que Ele mesmo, enfatizando a certeza de Sua promessa.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da argumentação do autor de Hebreus sobre a fidelidade de Deus.","conexao_teologica":"A certeza da promessa de Deus é um tema central na teologia cristã, refletindo Sua imutabilidade e fidelidade.","referencias_relacionadas":["Hebreus 6:13","Romanos 4:20-21","Tito 1:2"]},"hebreus_6_14_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de pronunciar ou declarar algo, especialmente em relação a promessas.","explicacao_detalhada":"Aqui, 'falar' é usado para descrever a ação de Deus ao declarar Sua promessa a Abraão, mostrando a importância da palavra divina.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica e estabelece alianças com a humanidade.","conexao_teologica":"A comunicação de Deus através de Sua palavra é um tema recorrente na Bíblia, mostrando a importância da revelação divina.","referencias_relacionadas":["Gênesis 12:2-3","Gênesis 15:5","Hebreus 11:17"]},"hebreus_6_14_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a declaração de Deus sobre a multiplicação de Abraão.","explicacao_detalhada":"Neste versículo, 'dizer' destaca a ação de Deus ao afirmar Sua promessa de bênção e multiplicação a Abraão.","por_que_esta_palavra":"É importante para entender a natureza da promessa divina e a relação entre Deus e Abraão.","conexao_teologica":"A promessa de Deus a Abraão é um marco na história da salvação, refletindo a escolha divina.","referencias_relacionadas":["Gênesis 17:5","Gênesis 22:17","Romanos 4:18"]},"hebreus_6_14_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"πληθύνω","transliteracao":"plēthýnō","strong":"G4129","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"A palavra 'multiplicar' refere-se ao aumento ou crescimento, especialmente em relação à descendência.","explicacao_detalhada":"Neste contexto, 'multiplicar' é a promessa de Deus de que Abraão teria uma grande descendência, simbolizando bênçãos futuras.","por_que_esta_palavra":"É essencial para compreender a magnitude da promessa de Deus e o plano divino para a humanidade.","conexao_teologica":"A multiplicação da descendência de Abraão é vista como um cumprimento das promessas de Deus e um precursor do povo de Israel.","referencias_relacionadas":["Gênesis 15:5","Gênesis 22:17","Gálatas 3:29"]},"hebreus_6_15_paciente":{"palavra_pt":"paciente","palavra_original":"μακροθυμέω","transliteracao":"makrothyméō","strong":"G3114","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A palavra 'paciente' refere-se à perseverança de Abraão em esperar pela promessa de Deus.","explicacao_detalhada":"Aqui, 'paciente' destaca a fé de Abraão, que, apesar das dificuldades, confiou na promessa divina e esperou por sua realização.","por_que_esta_palavra":"É importante para ilustrar a virtude da paciência na vida de fé e a confiança em Deus.","conexao_teologica":"A paciência é uma qualidade valorizada na vida cristã, refletindo a confiança em Deus e Sua fidelidade.","referencias_relacionadas":["Tiago 1:3-4","Romanos 8:25","Hebreus 10:36"]},"hebreus_6_15_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza da promessa de Deus, que é sempre boa e benéfica.","explicacao_detalhada":"Neste contexto, 'bom' enfatiza que a promessa feita a Abraão era para seu bem e para o bem de sua descendência.","por_que_esta_palavra":"É crucial para entender a bondade de Deus em Suas promessas e ações.","conexao_teologica":"A bondade de Deus é um atributo central na teologia cristã, refletindo Seu caráter e intenções para com a humanidade.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"hebreus_6_16_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência que se deve ter ao fazer um juramento.","explicacao_detalhada":"Aqui, 'temor' é usado para descrever a seriedade e a gravidade do juramento que Deus fez, que é um ato solene.","por_que_esta_palavra":"É importante para entender a seriedade das promessas de Deus e a reverência que devemos ter em relação a elas.","conexao_teologica":"O temor de Deus é um tema recorrente na Bíblia, refletindo a reverência que devemos ter diante de Sua grandeza.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 12:28-29"]},"hebreus_6_16_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a base ou o padrão segundo o qual algo é feito.","explicacao_detalhada":"Neste versículo, 'conforme' é usado para mostrar que o juramento de Deus é feito de acordo com a Sua natureza e caráter.","por_que_esta_palavra":"É essencial para entender que as promessas de Deus são sempre consistentes com Sua própria natureza.","conexao_teologica":"A consistência de Deus em Suas promessas é um tema central na teologia, refletindo Sua imutabilidade.","referencias_relacionadas":["Números 23:19","Tiago 1:17","Hebreus 13:8"]},"hebreus_6_16_fim":{"palavra_pt":"fim","palavra_original":"πέρας","transliteracao":"péras","strong":"G4009","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao resultado ou à conclusão de um processo.","explicacao_detalhada":"Aqui, 'fim' é usado para descrever o propósito final do juramento de Deus, que é garantir a certeza de Suas promessas.","por_que_esta_palavra":"É importante para entender que as promessas de Deus têm um propósito e um resultado final.","conexao_teologica":"O conceito de 'fim' está ligado à ideia de que Deus tem um plano e um propósito para a história da salvação.","referencias_relacionadas":["Romanos 8:28","Filipenses 1:6","Apocalipse 21:6"]},"hebreus_6_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo que faz promessas e alianças com a humanidade.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado como a fonte das promessas, destacando Sua autoridade e poder.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como o prometedor e a importância de Sua palavra.","conexao_teologica":"A natureza de Deus como fiel e verdadeiro é um tema central na teologia cristã, refletindo Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 17:1","Salmos 46:1","Hebreus 11:6"]},"hebreus_6_17_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à promessa de Deus, que é boa e confiável.","explicacao_detalhada":"A palavra 'bom' aqui enfatiza a natureza da promessa divina, que é perfeita e traz esperança aos crentes.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a bondade e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"hebreus_6_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que faz promessas e as cumpre.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"É fundamental reconhecer quem é Deus para entender a profundidade de Suas promessas.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é essencial para a fé cristã.","referencias_relacionadas":["Gênesis 1:1","Isaías 40:28","Romanos 1:20"]},"hebreus_6_18_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança que os crentes têm em Deus e em Suas promessas.","explicacao_detalhada":"A palavra 'esperança' representa a expectativa confiante de que Deus cumprirá o que prometeu.","por_que_esta_palavra":"A esperança é um elemento vital da fé cristã, pois sustenta os crentes em tempos de dificuldade.","conexao_teologica":"A esperança é frequentemente ligada à fé e à salvação em Cristo.","referencias_relacionadas":["Romanos 5:5","Hebreus 11:1","1 Pedro 1:3"]},"hebreus_6_19_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma como a essência da vida e da identidade humana.","explicacao_detalhada":"A palavra 'alma' indica a parte imaterial do ser humano, que é eterna e se relaciona com Deus.","por_que_esta_palavra":"A compreensão da alma é crucial para entender a relação entre o ser humano e Deus.","conexao_teologica":"A alma é vista como o que Deus busca redimir e restaurar através de Cristo.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Tessalonicenses 5:23"]},"hebreus_6_19_porta":{"palavra_pt":"porta","palavra_original":"καταπέτασμα","transliteracao":"katapétasma","strong":"G2665","significado_raiz":"Ideia básica: porta.","significado_contextual":"Simboliza o acesso a Deus e à Sua presença.","explicacao_detalhada":"A palavra 'porta' representa a entrada para a comunhão com Deus, que é feita possível por Jesus.","por_que_esta_palavra":"A ideia de uma porta enfatiza a exclusividade e a importância de Jesus como o único caminho para Deus.","conexao_teologica":"Jesus é frequentemente descrito como a porta que dá acesso ao Pai.","referencias_relacionadas":["João 10:9","Hebreus 10:19-20","Apocalipse 3:20"]},"hebreus_6_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Sumo Sacerdote que intercede por nós.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida.","por_que_esta_palavra":"Jesus é a figura que conecta a humanidade a Deus, sendo o mediador da nova aliança.","conexao_teologica":"A obra redentora de Jesus é fundamental para a teologia cristã, pois é através dEle que temos acesso a Deus.","referencias_relacionadas":["João 14:6","Hebreus 4:14-16","1 Timóteo 2:5"]},"hebreus_6_20_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' implica transformação e realização de promessas divinas.","por_que_esta_palavra":"Destaca a ação de Deus em trazer à existência o que foi prometido.","conexao_teologica":"A transformação é um tema recorrente na vida cristã, refletindo o poder de Deus em nossas vidas.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]}}