{"lucas_1_1_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância do relato que está prestes a ser apresentado.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar a relevância e a profundidade do que será narrado, indicando que o conteúdo é digno de atenção e consideração.","por_que_esta_palavra":"Lucas usa 'grande' para preparar o leitor para a importância do evangelho e dos eventos que ele irá descrever.","conexao_teologica":"A grandeza de Deus se manifesta em Suas obras e revelações, e Lucas destaca isso ao introduzir seu evangelho.","referencias_relacionadas":["Mateus 5:19","Lucas 9:48","Romanos 8:18"]},"lucas_1_1_forasmuch":{"palavra_pt":"porque","palavra_original":"ἐπειδήπερ","transliteracao":"epeidḗper","strong":"G1895","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Lucas decidiu escrever seu relato.","explicacao_detalhada":"A palavra 'porque' conecta a motivação do autor à necessidade de um relato ordenado e preciso sobre a vida de Jesus, reforçando a intenção de informar e esclarecer.","por_que_esta_palavra":"Lucas quer justificar sua escrita, mostrando que ele se baseou em fontes confiáveis e testemunhos.","conexao_teologica":"A busca pela verdade e pela clareza é um princípio fundamental na fé cristã, refletindo a importância do conhecimento e da compreensão.","referencias_relacionadas":["João 20:31","Atos 1:1","2 Timóteo 3:16"]},"lucas_1_2_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra que representa a mensagem e a revelação de Deus através de Jesus Cristo.","explicacao_detalhada":"A palavra 'verbo' (lógos) é central na teologia cristã, simbolizando a comunicação divina e a encarnação de Cristo como a Palavra viva.","por_que_esta_palavra":"Lucas usa 'palavra' para enfatizar que o relato não é apenas uma história, mas uma revelação do próprio Deus.","conexao_teologica":"A conexão entre a Palavra e a criação é fundamental, refletindo a ideia de que Jesus é a manifestação de Deus entre os homens.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"lucas_1_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica o ato de tornar-se ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de transformação, que é essencial para entender a obra de Deus na história da salvação.","por_que_esta_palavra":"Lucas destaca que eventos importantes estão prestes a ocorrer, enfatizando a ação de Deus na história.","conexao_teologica":"A ideia de transformação é central na fé cristã, onde a vida em Cristo implica em uma nova criação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_1_2_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se à posição de serviço e humildade, especialmente em relação ao ministério de Jesus.","explicacao_detalhada":"A palavra 'servo' implica em dedicação e submissão, características que definem a vida de Jesus e o chamado de Seus seguidores.","por_que_esta_palavra":"Lucas usa 'servo' para destacar a natureza do ministério de Jesus e a expectativa de que Seus discípulos também sirvam aos outros.","conexao_teologica":"O conceito de servidão é fundamental no cristianismo, refletindo o caráter de Cristo e o chamado à humildade.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:7","Marcos 10:45"]},"lucas_1_3_amigo":{"palavra_pt":"amigo","palavra_original":"Θεόφιλος","transliteracao":"Theóphilos","strong":"G2321","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se a Teófilo, destinatário do evangelho, e à relação de amizade e confiança entre eles.","explicacao_detalhada":"A palavra 'amigo' sugere um vínculo próximo e um desejo de compartilhar verdades profundas sobre a fé cristã.","por_que_esta_palavra":"Lucas se dirige a Teófilo com respeito e consideração, indicando a importância do destinatário em sua narrativa.","conexao_teologica":"A amizade e a comunhão são aspectos essenciais da vida cristã, refletindo o relacionamento que os crentes têm com Deus e uns com os outros.","referencias_relacionadas":["João 15:15","Atos 1:1","1 João 1:3"]},"lucas_1_3_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à avaliação positiva do relato que Lucas está prestes a apresentar.","explicacao_detalhada":"A palavra 'bom' indica que o que será narrado é de valor e digno de confiança, refletindo a natureza da mensagem do evangelho.","por_que_esta_palavra":"Lucas quer assegurar a Teófilo que seu relato é fundamentado e benéfico para a compreensão da fé.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, e Lucas destaca isso ao introduzir seu evangelho.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Gálatas 5:22"]},"lucas_1_3_seguir":{"palavra_pt":"seguir","palavra_original":"παρακολουθέω","transliteracao":"parakolouthéō","strong":"G3877","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou prestar atenção ao que foi ensinado.","explicacao_detalhada":"A palavra 'seguir' implica em um compromisso ativo de aprender e aplicar os ensinamentos de Jesus.","por_que_esta_palavra":"Lucas enfatiza a importância de seguir a verdade e os ensinamentos de Cristo como parte da vida cristã.","conexao_teologica":"O chamado para seguir a Cristo é um tema recorrente no Novo Testamento, refletindo a necessidade de discipulado.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_1_4_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra que representa a mensagem e a revelação de Deus através de Jesus Cristo.","explicacao_detalhada":"A palavra 'verbo' (lógos) é central na teologia cristã, simbolizando a comunicação divina e a encarnação de Cristo como a Palavra viva.","por_que_esta_palavra":"Lucas usa 'palavra' para enfatizar que o relato não é apenas uma história, mas uma revelação do próprio Deus.","conexao_teologica":"A conexão entre a Palavra e a criação é fundamental, refletindo a ideia de que Jesus é a manifestação de Deus entre os homens.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"lucas_1_4_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπιγινώσκω","transliteracao":"epiginṓskō","strong":"G1921","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de entender e reconhecer a verdade sobre Jesus e Sua obra.","explicacao_detalhada":"A palavra 'conhecer' implica em um entendimento profundo que vai além do conhecimento superficial, envolvendo um relacionamento pessoal com Cristo.","por_que_esta_palavra":"Lucas deseja que Teófilo tenha um conhecimento claro e preciso sobre a fé cristã, fundamentado em evidências e testemunhos.","conexao_teologica":"O conhecimento de Deus e de Sua verdade é essencial para a vida cristã, refletindo a importância do ensino e da revelação.","referencias_relacionadas":["João 17:3","Colossenses 1:10","2 Pedro 1:2"]},"lucas_1_4_ensinar":{"palavra_pt":"ensinar","palavra_original":"κατηχέω","transliteracao":"katēchéō","strong":"G2727","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Transmitir conhecimento ou doutrina.","explicacao_detalhada":"A palavra 'ensinar' no contexto de Lucas 1:4 refere-se ao ato de instruir sobre a fé e os ensinamentos de Jesus, visando fortalecer a compreensão e a prática da fé cristã.","por_que_esta_palavra":"É fundamental para a edificação da comunidade cristã, pois o ensino é um dos pilares da formação espiritual.","conexao_teologica":"O ensino é um meio pelo qual a verdade de Deus é revelada e compreendida, sendo essencial para a vida cristã.","referencias_relacionadas":["Mateus 28:19-20","2 Timóteo 3:16-17","Tiago 3:1"]},"lucas_1_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um período de 24 horas, marcado por luz e escuridão.","explicacao_detalhada":"Neste versículo, 'dia' refere-se ao tempo em que os eventos da narrativa estão ocorrendo, enfatizando a importância do momento histórico em que Deus age.","por_que_esta_palavra":"O conceito de 'dia' é crucial para entender a cronologia dos eventos bíblicos e a intervenção divina na história.","conexao_teologica":"Deus opera em tempos específicos, e cada 'dia' pode ser visto como uma oportunidade para a revelação de Sua vontade.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Eclesiastes 3:1"]},"lucas_1_5_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Identificação de uma pessoa ou entidade.","explicacao_detalhada":"O nome 'Herodes' é mencionado para situar o contexto político e histórico, destacando a tensão entre o governo romano e as promessas de Deus.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente carregam significados profundos e revelam a identidade e o caráter das pessoas.","conexao_teologica":"O nome de Herodes representa a oposição ao plano de Deus, contrastando com os propósitos divinos que estão sendo revelados.","referencias_relacionadas":["Mateus 2:1","Atos 12:1-3","Lucas 23:7"]},"lucas_1_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Um mediador entre Deus e o povo, responsável por rituais e sacrifícios.","explicacao_detalhada":"O sacerdote mencionado é Zacarias, que desempenha um papel crucial na história da salvação, sendo escolhido para oferecer incenso no templo.","por_que_esta_palavra":"O sacerdócio é um símbolo da mediação e da intercessão, refletindo a necessidade de um intermediário entre Deus e a humanidade.","conexao_teologica":"Jesus é o Sumo Sacerdote que cumpre e supera o papel dos sacerdotes do Antigo Testamento.","referencias_relacionadas":["Hebreus 5:1-4","Êxodo 28:1","Levítico 10:1-3"]},"lucas_1_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"O Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A menção de Deus neste versículo enfatiza Sua soberania e a importância de viver de acordo com Seus mandamentos.","por_que_esta_palavra":"Reconhecer Deus é fundamental para a fé, pois Ele é a fonte de toda verdade e justiça.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, mostrando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"lucas_1_6_juizo":{"palavra_pt":"juizo","palavra_original":"δικαίωμα","transliteracao":"dikaíōma","strong":"G1345","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Decisão ou determinação sobre o que é certo ou errado.","explicacao_detalhada":"O 'juízo' de Deus refere-se à Sua justiça e à forma como Ele avalia as ações humanas, sendo um tema recorrente nas Escrituras.","por_que_esta_palavra":"O juízo é um aspecto essencial da natureza de Deus, que exige justiça e retidão.","conexao_teologica":"A justiça de Deus é um tema central que se conecta com a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6","Apocalipse 20:12"]},"lucas_1_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O direito ou poder de governar ou comandar.","explicacao_detalhada":"A palavra 'senhor' indica a soberania de Deus sobre todas as coisas e a submissão do homem à Sua vontade.","por_que_esta_palavra":"Reconhecer a autoridade de Deus é essencial para a fé e a obediência do crente.","conexao_teologica":"A autoridade de Deus é refletida na criação e na redenção, mostrando Seu controle sobre a história.","referencias_relacionadas":["Mateus 28:18","Romanos 13:1","Efésios 1:21"]},"lucas_1_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um período de 24 horas, marcado por luz e escuridão.","explicacao_detalhada":"Neste versículo, 'dia' é utilizado para descrever o tempo em que a história de Zacarias e Isabel se desenrola, destacando a providência de Deus.","por_que_esta_palavra":"O tempo é uma criação de Deus, e cada 'dia' é uma oportunidade para experimentar Sua graça.","conexao_teologica":"Deus age em momentos específicos, e cada dia é uma parte do plano divino para a humanidade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"lucas_1_7_elisabeth":{"palavra_pt":"elisabeth","palavra_original":"Ἐλισάβετ","transliteracao":"Elisábet","strong":"G1665","significado_raiz":"Ideia básica: elisabeth.","significado_contextual":"Nome da esposa de Zacarias, mãe de João Batista.","explicacao_detalhada":"Elisabeth é uma figura importante na narrativa, representando a fé e a esperança em meio à esterilidade e ao desespero.","por_que_esta_palavra":"O nome Elisabeth significa 'Deus é um juramento', refletindo a fidelidade de Deus às Suas promessas.","conexao_teologica":"A história de Elisabeth é um testemunho da intervenção divina e da realização das promessas de Deus.","referencias_relacionadas":["Lucas 1:36","Lucas 1:41","Lucas 1:57"]},"lucas_1_8_templo":{"palavra_pt":"templo","palavra_original":"ἐφημερία","transliteracao":"ephēmería","strong":"G2183","significado_raiz":"Ideia básica: templo.","significado_contextual":"Local sagrado onde se realizavam cultos e sacrifícios.","explicacao_detalhada":"O templo é o lugar onde Zacarias exerce seu ministério sacerdotal, simbolizando a presença de Deus entre Seu povo.","por_que_esta_palavra":"O templo representa a conexão entre o céu e a terra, onde os humanos se encontram com Deus.","conexao_teologica":"Jesus é descrito como o verdadeiro templo, onde a presença de Deus habita plenamente.","referencias_relacionadas":["1 Reis 6:1","Mateus 21:12","João 2:19-21"]},"lucas_1_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina, enfatizando a soberania e a autoridade de Deus sobre a criação. No contexto de Lucas 1:8, ela destaca a importância da oração e do serviço a Deus.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão da relação entre o homem e Deus, especialmente no contexto do serviço religioso.","conexao_teologica":"A ideia de Deus como o ser supremo é central na teologia cristã, refletindo a crença em um Deus que se revela e se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"lucas_1_8_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica um processo de transformação ou realização de algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica em um movimento de mudança, sugerindo que algo que não existia ou não era evidente se torna real ou visível. No contexto de Lucas 1:8, pode referir-se ao cumprimento das promessas de Deus.","por_que_esta_palavra":"É usada para descrever a ação de Deus em trazer à existência o que estava prometido, especialmente em relação ao nascimento de João Batista.","conexao_teologica":"A transformação é um tema recorrente na Bíblia, refletindo a obra de Deus em mudar corações e circunstâncias.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"lucas_1_9_office":{"palavra_pt":"office","palavra_original":"ἱερατεία","transliteracao":"hierateía","strong":"G2405","significado_raiz":"Ideia básica: office.","significado_contextual":"Refere-se ao ofício sacerdotal, a função de servir a Deus no templo.","explicacao_detalhada":"A palavra 'ofício' (ἱερατεία) é usada para descrever a responsabilidade dos sacerdotes em oferecer sacrifícios e interceder pelo povo. No contexto de Lucas 1:9, destaca a importância do serviço a Deus.","por_que_esta_palavra":"É crucial para entender a estrutura do culto judaico e a função dos sacerdotes na mediação entre Deus e o povo.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, simbolizando a intercessão e a mediação de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"lucas_1_9_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus é adorado e onde os sacrifícios são oferecidos.","explicacao_detalhada":"A palavra 'templo' (ναός) representa a habitação de Deus entre o seu povo. Em Lucas 1:9, o templo é o cenário onde as promessas de Deus começam a se cumprir.","por_que_esta_palavra":"O templo é um símbolo da presença de Deus e da comunhão entre Deus e a humanidade.","conexao_teologica":"A ideia do templo se desenvolve na Nova Aliança, onde Cristo é descrito como o verdadeiro templo.","referencias_relacionadas":["Salmos 27:4","Mateus 12:6","1 Coríntios 3:16"]},"lucas_1_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é um título que expressa respeito e autoridade. No contexto de Lucas 1:9, enfatiza a posição de Deus como o governante supremo.","por_que_esta_palavra":"É importante para reconhecer a autoridade de Deus em nossas vidas e em toda a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo seu controle sobre a história e a salvação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 19:16"]},"lucas_1_10_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à prática de se dirigir a Deus em oração.","explicacao_detalhada":"A palavra 'orar' (προσεύχομαι) implica em um ato de comunicação com Deus, expressando dependência e devoção. Em Lucas 1:10, destaca a importância da oração na vida do povo de Deus.","por_que_esta_palavra":"A oração é um meio fundamental de relacionamento com Deus, essencial para a vida espiritual.","conexao_teologica":"A oração é um tema central na vida cristã, refletindo a necessidade de se comunicar com Deus e buscar sua vontade.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"lucas_1_10_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que pertencem a Deus, a comunidade de fé.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever a coletividade dos que são escolhidos por Deus. Em Lucas 1:10, enfatiza a relação entre Deus e seu povo.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus e seu papel na história da salvação.","conexao_teologica":"A ideia de povo escolhido é central na narrativa bíblica, refletindo a aliança de Deus com Israel e a inclusão dos gentios na Nova Aliança.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"lucas_1_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é um título que expressa respeito e autoridade. Em Lucas 1:11, reforça a ideia de que Deus está no controle dos eventos.","por_que_esta_palavra":"É importante para reconhecer a autoridade de Deus em nossas vidas e em toda a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo seu controle sobre a história e a salvação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Apocalipse 19:16"]},"lucas_1_11_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao compromisso e à promessa de Deus para com seu povo.","explicacao_detalhada":"A palavra 'aliança' (ἵστημι) implica em um acordo sagrado entre Deus e a humanidade. Em Lucas 1:11, destaca a fidelidade de Deus em cumprir suas promessas.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e seu povo ao longo da história bíblica.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo a fidelidade de Deus e sua intenção de redimir a humanidade.","referencias_relacionadas":["Gênesis 9:13","Jeremias 31:31","Hebreus 8:6"]},"lucas_1_11_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou alguém.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a posição ou localização. Em Lucas 1:11, pode indicar a presença de Deus no meio do seu povo.","por_que_esta_palavra":"É importante para entender a proximidade de Deus com seu povo e sua disposição de se revelar.","conexao_teologica":"A presença de Deus entre seu povo é um tema recorrente na Bíblia, culminando na encarnação de Cristo.","referencias_relacionadas":["Mateus 18:20","João 1:14","Apocalipse 21:3"]},"lucas_1_12_nome":{"palavra_pt":"nome","palavra_original":"Ζαχαρίας","transliteracao":"Zacharías","strong":"G2197","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Zacarías' é significativo, pois representa a identidade e a missão do personagem, um sacerdote que recebe uma mensagem divina.","explicacao_detalhada":"O nome Zacarías significa 'o Senhor se lembrou'. Isso é importante no contexto do versículo, pois reflete a fidelidade de Deus em lembrar de Seu povo e cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e do chamado de Zacarías na narrativa do nascimento de João Batista.","conexao_teologica":"O nome de Zacarías conecta-se com a ideia de que Deus não esquece Suas promessas e que Ele age na história através de indivíduos específicos.","referencias_relacionadas":["Lucas 1:5","Lucas 1:13","Mateus 1:21"]},"lucas_1_12_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor que Zacarías sente ao ver o anjo é uma reação comum ao encontro com o divino.","explicacao_detalhada":"O 'temor' aqui reflete a reverência e o assombro que alguém pode sentir diante da presença de Deus ou de um mensageiro celestial.","por_que_esta_palavra":"A palavra 'temor' é crucial para entender a resposta humana ao sobrenatural e a seriedade da mensagem que está sendo entregue.","conexao_teologica":"O temor de Zacarías ilustra a santidade de Deus e a necessidade de reverência ao se aproximar d'Ele.","referencias_relacionadas":["Lucas 1:11","Isaías 6:5","Salmos 111:10"]},"lucas_1_12_agua":{"palavra_pt":"agua","palavra_original":"ταράσσω","transliteracao":"tarássō","strong":"G5015","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' não aparece diretamente no versículo, mas pode ser interpretada em um contexto mais amplo de purificação e renovação.","explicacao_detalhada":"Água é frequentemente um símbolo de purificação e vida na Bíblia, representando a necessidade de renovação espiritual.","por_que_esta_palavra":"Embora não esteja presente no versículo, a ideia de água pode ser associada ao ministério de João Batista, que batizava com água para arrependimento.","conexao_teologica":"A água simboliza a nova vida que vem através do arrependimento e da fé em Cristo.","referencias_relacionadas":["João 3:5","Mateus 3:11","Atos 2:38"]},"lucas_1_13_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à paternidade de Zacarías e à sua relação com João Batista, que será um grande profeta.","explicacao_detalhada":"O termo 'pai' implica não apenas na relação biológica, mas também na responsabilidade espiritual e no papel de Zacarías na formação do caráter de João.","por_que_esta_palavra":"A palavra 'pai' é significativa porque destaca a importância da figura paterna na formação da fé e do ministério de João Batista.","conexao_teologica":"A paternidade de Zacarías é um reflexo da paternidade de Deus, que também se preocupa com o desenvolvimento espiritual de Seus filhos.","referencias_relacionadas":["Lucas 1:76","Efésios 6:4","Provérbios 22:6"]},"lucas_1_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é central na narrativa, pois é Ele quem envia o anjo para trazer a mensagem a Zacarías.","explicacao_detalhada":"Deus é apresentado como o agente ativo que cumpre Suas promessas e se comunica com a humanidade através de mensageiros.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a soberania e a ação divina na história da salvação.","conexao_teologica":"A presença de Deus na história é um tema recorrente, mostrando que Ele está sempre envolvido na vida de Seu povo.","referencias_relacionadas":["Lucas 1:19","Salmos 46:1","Hebreus 11:6"]},"lucas_1_13_nome":{"palavra_pt":"nome","palavra_original":"Ζαχαρίας","transliteracao":"Zacharías","strong":"G2197","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Zacarías' é mencionado novamente, reforçando sua identidade e o papel que desempenha na narrativa.","explicacao_detalhada":"A repetição do nome enfatiza a importância de Zacarías como um personagem central na história do nascimento de João Batista.","por_que_esta_palavra":"A palavra 'nome' é utilizada para reafirmar a identidade e a missão de Zacarías, que é crucial para o cumprimento do plano de Deus.","conexao_teologica":"O nome de Zacarías é um lembrete de que Deus se lembra de Seu povo e age através de indivíduos específicos para cumprir Suas promessas.","referencias_relacionadas":["Lucas 1:5","Lucas 1:76","Mateus 1:21"]},"lucas_1_14_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a importância e o impacto que João Batista terá na vida do povo de Israel.","explicacao_detalhada":"João Batista é descrito como 'grande' porque sua missão é preparar o caminho para o Senhor, um papel de grande responsabilidade e honra.","por_que_esta_palavra":"A palavra 'grande' é usada para destacar a magnitude da obra que João realizará e a importância de sua mensagem.","conexao_teologica":"A grandeza de João Batista reflete a grandeza de Deus em Sua obra de salvação, mostrando que Ele usa pessoas comuns para realizar Seus planos extraordinários.","referencias_relacionadas":["Lucas 1:15","Mateus 11:11","Lucas 7:28"]},"lucas_1_14_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada em relação à alegria que Ele traz ao povo através do nascimento de João Batista.","explicacao_detalhada":"Deus é a fonte da alegria, e a vinda de João Batista é um sinal de que Ele está agindo em favor de Seu povo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem da alegria que será experimentada, que é um presente divino.","conexao_teologica":"A alegria que vem de Deus é uma característica do Seu reino e é frequentemente associada à salvação e à esperança.","referencias_relacionadas":["Lucas 1:47","Salmos 30:5","Filipenses 4:4"]},"lucas_1_14_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se à resposta emocional do povo ao anúncio do nascimento de João Batista.","explicacao_detalhada":"A alegria é uma reação natural à boa nova que Deus está prestes a realizar, trazendo esperança e renovação.","por_que_esta_palavra":"A palavra 'alegria' é usada para enfatizar a transformação que a mensagem de Deus traz à vida das pessoas.","conexao_teologica":"A alegria é um tema central na mensagem cristã, refletindo a boa nova do evangelho e a presença de Deus entre Seu povo.","referencias_relacionadas":["Lucas 1:44","Salmos 126:3","Romanos 15:13"]},"lucas_1_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade divina que João Batista terá em sua missão de preparar o caminho para o Senhor.","explicacao_detalhada":"João Batista será um profeta com autoridade dada por Deus, e sua mensagem terá um impacto profundo na vida do povo.","por_que_esta_palavra":"A palavra 'senhor' é importante para entender a relação de submissão e respeito que João terá em relação a Deus.","conexao_teologica":"A autoridade de João Batista é um reflexo da autoridade de Cristo, que é o verdadeiro Senhor e Salvador.","referencias_relacionadas":["Lucas 1:76","Mateus 28:18","Romanos 10:9"]},"lucas_1_15_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que encherá João Batista desde o ventre materno.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) neste contexto indica a presença e a ação do Espírito Santo na vida de João, que o capacitará para sua missão profética.","por_que_esta_palavra":"A escolha da palavra 'espírito' enfatiza a natureza divina e sobrenatural da obra que será realizada na vida de João Batista.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e atua na vida dos crentes, capacitando-os para o serviço e a santidade.","referencias_relacionadas":["Lucas 1:35","Atos 1:8","Romanos 8:9"]},"lucas_1_15_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor mencionado refere-se ao respeito e reverência que as pessoas terão diante da obra de Deus através de João.","explicacao_detalhada":"A palavra 'temor' (μέγας) sugere um profundo respeito e admiração pela grandeza de Deus e pela missão que João Batista desempenhará.","por_que_esta_palavra":"O temor é uma resposta natural ao reconhecimento da santidade e do poder de Deus, especialmente em relação a um profeta como João.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida de fé e obediência a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"lucas_1_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade que o Senhor terá sobre o povo de Israel através da pregação de João Batista.","explicacao_detalhada":"A palavra 'senhor' (κύριος) destaca a soberania de Deus e a importância da mensagem que será proclamada por João, que prepara o caminho para o Senhor.","por_que_esta_palavra":"A utilização da palavra 'senhor' reforça a ideia de que a mensagem de João não é apenas humana, mas divina e cheia de autoridade.","conexao_teologica":"A autoridade de Deus é um tema central nas Escrituras, mostrando que Ele é o governante supremo sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Filipenses 2:9-11"]},"lucas_1_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é o autor da salvação e da obra que será realizada através de João.","explicacao_detalhada":"A palavra 'deus' (θεός) enfatiza a divindade e a soberania de Deus sobre a história da salvação, especialmente na vinda de Cristo.","por_que_esta_palavra":"A escolha da palavra 'deus' é crucial para entender a relação entre Deus e a humanidade, e como Ele age através de Seus servos.","conexao_teologica":"A natureza de Deus como Criador e Redentor é fundamental para a compreensão da mensagem do evangelho.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"lucas_1_16_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da obra que Deus realizará através de João Batista e seu impacto no povo.","explicacao_detalhada":"A palavra 'grande' (πολύς) indica a magnitude da missão de João, que será um precursor do Messias e terá um papel significativo na história da salvação.","por_que_esta_palavra":"A grandeza da obra de João é um reflexo da grandeza de Deus e de Seu plano redentor para a humanidade.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar coisas extraordinárias através de Seus servos.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"lucas_1_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao Espírito Santo, que atuará na vida de João e no povo de Israel.","explicacao_detalhada":"A repetição da palavra 'espírito' (πνεῦμα) neste contexto reforça a importância da ação do Espírito na preparação do povo para a vinda do Senhor.","por_que_esta_palavra":"A presença do Espírito Santo é essencial para a transformação e renovação espiritual do povo.","conexao_teologica":"O Espírito Santo é o agente de transformação e santificação na vida dos crentes, preparando-os para a obra de Deus.","referencias_relacionadas":["Gálatas 5:22-23","1 Coríntios 12:7-11","Efésios 4:30"]},"lucas_1_17_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder que João Batista terá para realizar milagres e pregar a mensagem de arrependimento.","explicacao_detalhada":"A palavra 'poder' (δύναμις) indica a capacidade divina que será dada a João para cumprir sua missão profética.","por_que_esta_palavra":"O poder de Deus é essencial para a realização de Sua obra na terra, e João será um instrumento desse poder.","conexao_teologica":"O poder de Deus se manifesta através do Espírito Santo, capacitando os crentes a viverem e servirem de acordo com Sua vontade.","referencias_relacionadas":["Atos 10:38","Romanos 1:16","2 Coríntios 12:9"]},"lucas_1_17_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"φρόνησις","transliteracao":"phrónēsis","strong":"G5428","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria que João terá para guiar o povo e prepará-los para a vinda do Messias.","explicacao_detalhada":"A palavra 'sabedoria' (φρόνησις) destaca a capacidade de discernir e aplicar a verdade de Deus na vida cotidiana.","por_que_esta_palavra":"A sabedoria é fundamental para a liderança espiritual e para a proclamação da mensagem de arrependimento.","conexao_teologica":"A sabedoria divina é um presente do Espírito Santo, que capacita os crentes a viverem de maneira que agrada a Deus.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Colossenses 1:9"]},"lucas_1_18_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que as promessas de Deus se cumprirão na vida de Zacarias e sua esposa.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) neste contexto é simbólica do tempo de Deus para realizar Sua obra e cumprir Suas promessas.","por_que_esta_palavra":"O conceito de 'dia' enfatiza a certeza e a expectativa do cumprimento das promessas divinas.","conexao_teologica":"O tempo de Deus é perfeito, e Ele cumpre Suas promessas em Seu devido tempo.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 27:14","Isaías 60:22"]},"lucas_1_18_nome":{"palavra_pt":"nome","palavra_original":"Ζαχαρίας","transliteracao":"Zacharías","strong":"G2197","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Zacarias, que significa 'o Senhor se lembrou'.","explicacao_detalhada":"A palavra 'nome' (Ζαχαρίας) é significativa, pois reflete a fidelidade de Deus em lembrar-se de Seu povo e cumprir Suas promessas.","por_que_esta_palavra":"O nome é uma expressão da identidade e do propósito de Zacarias dentro do plano de Deus.","conexao_teologica":"Os nomes nas Escrituras muitas vezes têm significados profundos que revelam a natureza e a ação de Deus na história.","referencias_relacionadas":["Gênesis 17:5","Mateus 1:21","Apocalipse 3:12"]},"lucas_1_18_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Neste contexto, 'conforme' é utilizado para expressar que a resposta de Deus é de acordo com a oração de Zacarias, mostrando a fidelidade divina em atender às súplicas.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a precisão e a certeza da resposta divina, que se alinha perfeitamente com a expectativa do crente.","conexao_teologica":"A ideia de conformidade entre a vontade de Deus e as orações dos fiéis é um tema recorrente na Bíblia, refletindo a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 37:4","Mateus 7:7","Tiago 4:3"]},"lucas_1_19_gabriel":{"palavra_pt":"gabriel","palavra_original":"Γαβριήλ","transliteracao":"Gabriḗl","strong":"G1043","significado_raiz":"Ideia básica: gabriel.","significado_contextual":"Gabriel é um anjo mensageiro de Deus, que traz revelações importantes.","explicacao_detalhada":"Neste versículo, Gabriel aparece para Zacarias para anunciar o nascimento de João Batista, destacando seu papel como intermediário entre Deus e os homens.","por_que_esta_palavra":"A menção de Gabriel sublinha a importância da mensagem divina e a autoridade do mensageiro que a traz.","conexao_teologica":"Gabriel é um símbolo da comunicação divina, representando a maneira como Deus se revela à humanidade.","referencias_relacionadas":["Daniel 8:16","Daniel 9:21","Lucas 1:26"]},"lucas_1_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que ouve as orações e cumpre suas promessas, demonstrando seu poder e soberania.","por_que_esta_palavra":"A utilização do termo 'Deus' enfatiza a grandeza e a autoridade daquele que está realizando a obra de salvação.","conexao_teologica":"A natureza de Deus como ouvinte e respondedor de orações é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 65:2","1 João 5:14","Hebreus 11:6"]},"lucas_1_19_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se ao ato de proclamar boas novas.","explicacao_detalhada":"Neste versículo, a ideia de evangelizar está ligada à mensagem de salvação que será anunciada através de João Batista.","por_que_esta_palavra":"A escolha da palavra 'evangelizar' destaca a missão de João como precursor de Cristo, preparando o caminho para a mensagem do evangelho.","conexao_teologica":"A evangelização é um mandamento central na missão da Igreja, refletindo o desejo de Deus de que todos conheçam a verdade.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"lucas_1_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico.","explicacao_detalhada":"Neste contexto, o 'dia' é mencionado em relação ao cumprimento da promessa de Deus, indicando um tempo determinado para a realização dos planos divinos.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza e a iminência do cumprimento das promessas de Deus.","conexao_teologica":"A noção de tempo e cumprimento é fundamental na narrativa bíblica, onde Deus age em momentos específicos da história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"lucas_1_20_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação e à revelação de Deus.","explicacao_detalhada":"Neste contexto, 'palavra' é usada para descrever a mensagem que será proclamada, que é central para a fé cristã.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da revelação divina e a centralidade de Cristo como a Palavra viva.","conexao_teologica":"A ideia de Cristo como a Palavra é fundamental na teologia cristã, refletindo a encarnação e a comunicação de Deus com a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Apocalipse 19:13"]},"lucas_1_20_falar":{"palavra_pt":"falar","palavra_original":"σιωπάω","transliteracao":"siōpáō","strong":"G4623","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a resposta de Zacarias à mensagem de Gabriel, que envolve dúvida e questionamento.","por_que_esta_palavra":"A escolha da palavra 'falar' é significativa, pois revela a luta interna de Zacarias em crer na mensagem recebida.","conexao_teologica":"A comunicação entre Deus e os homens é um tema central na Bíblia, onde a fé é frequentemente testada através da palavra.","referencias_relacionadas":["Tiago 1:19","Romanos 10:17","Mateus 12:34"]},"lucas_1_21_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus é adorado.","explicacao_detalhada":"Neste contexto, o templo é o cenário onde Zacarias realiza seu serviço sacerdotal e recebe a mensagem de Gabriel.","por_que_esta_palavra":"A menção do 'templo' enfatiza a importância do culto e da presença de Deus entre seu povo.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e da mediação do culto.","referencias_relacionadas":["1 Reis 6:1","Mateus 21:12","Hebreus 9:1"]},"lucas_1_21_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo de pessoas que pertencem a uma comunidade ou nação.","explicacao_detalhada":"Neste contexto, o povo é mencionado em relação à expectativa de um messias e à obra que Deus está prestes a realizar através de João Batista.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a coletividade da fé e a importância da comunidade na história da salvação.","conexao_teologica":"A relação entre Deus e seu povo é um tema central na Bíblia, refletindo a aliança e a promessa de redenção.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"lucas_1_21_nome":{"palavra_pt":"nome","palavra_original":"Ζαχαρίας","transliteracao":"Zacharías","strong":"G2197","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa.","explicacao_detalhada":"Neste contexto, o nome 'Zacarias' é mencionado como parte da narrativa, simbolizando a importância da identidade e da história pessoal na obra de Deus.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a individualidade e o chamado específico de Zacarias dentro do plano divino.","conexao_teologica":"A importância dos nomes na Bíblia muitas vezes reflete o caráter e a missão da pessoa, mostrando como Deus se relaciona com cada indivíduo.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 2:17"]},"lucas_1_22_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar sagrado onde os judeus realizavam suas práticas religiosas.","explicacao_detalhada":"O 'templo' era considerado a morada de Deus entre o Seu povo, um espaço de adoração e sacrifício. No contexto de Lucas 1:22, o templo é o local onde Zacarias, o sacerdote, estava servindo quando recebeu a mensagem do anjo.","por_que_esta_palavra":"A palavra 'templo' é central na narrativa, pois representa a conexão entre Deus e o Seu povo, e o local onde as promessas divinas eram reveladas.","conexao_teologica":"O templo simboliza a presença de Deus e a mediação entre Deus e a humanidade, que culmina em Cristo, o verdadeiro templo.","referencias_relacionadas":["Mateus 21:12","João 2:19-21","Hebreus 9:11-12"]},"lucas_1_22_beckon":{"palavra_pt":"beckon","palavra_original":"διανεύω","transliteracao":"dianeúō","strong":"G1269","significado_raiz":"Ideia básica: beckon.","significado_contextual":"Indica um gesto que chama ou sinaliza alguém para se aproximar.","explicacao_detalhada":"No contexto de Lucas 1:22, o gesto de Zacarias ao 'beckon' (sinalizar) para os outros é uma demonstração de sua incapacidade de falar após a visita do anjo, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'beckon' é usada para mostrar a interação entre o sacerdote e o povo, mesmo em sua condição de silêncio.","conexao_teologica":"A comunicação divina muitas vezes ocorre de maneiras inesperadas, e o silêncio de Zacarias serve como um sinal da soberania de Deus.","referencias_relacionadas":["Salmos 81:10","Isaías 6:8","Atos 10:20"]},"lucas_1_22_visao":{"palavra_pt":"visao","palavra_original":"ὀπτασία","transliteracao":"optasía","strong":"G3701","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se a uma experiência sobrenatural ou revelação.","explicacao_detalhada":"A 'visão' que Zacarias teve é uma manifestação da presença de um anjo, que traz uma mensagem de esperança e promessa. Essa visão é crucial para a narrativa do nascimento de João Batista.","por_que_esta_palavra":"A palavra 'visão' destaca a importância da revelação divina e como Deus se comunica com Seu povo.","conexao_teologica":"As visões são frequentemente usadas na Bíblia para transmitir mensagens de Deus, mostrando que Ele ainda fala com a humanidade.","referencias_relacionadas":["Daniel 10:1","Atos 10:3","Apocalipse 1:1"]},"lucas_1_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, o tempo de serviço de Zacarias no templo.","explicacao_detalhada":"O 'dia' mencionado é significativo porque marca o momento em que Zacarias recebeu a mensagem do anjo, um ponto de virada em sua vida e na história da salvação.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo e das ações de Deus em momentos específicos.","conexao_teologica":"Deus atua em momentos específicos da história, e cada 'dia' pode ser um dia de revelação e cumprimento das promessas.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"lucas_1_23_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"λειτουργία","transliteracao":"leitourgía","strong":"G3009","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a uma pessoa que serve no templo, mediando entre Deus e o povo.","explicacao_detalhada":"Zacarias, como sacerdote, tinha a responsabilidade de oferecer sacrifícios e orações em nome do povo, e sua função é central para a narrativa do evangelho de Lucas.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender o papel de Zacarias na história da salvação e a importância do sacerdócio na tradição judaica.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que cumpre e supera o papel dos sacerdotes do Antigo Testamento.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"lucas_1_23_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, neste caso, a linhagem de Zacarias e Isabel.","explicacao_detalhada":"A 'família' de Zacarias é importante para entender a continuidade das promessas de Deus e o papel de João Batista na história da salvação.","por_que_esta_palavra":"A palavra 'família' destaca a importância das relações familiares na transmissão da fé e das promessas de Deus.","conexao_teologica":"Deus trabalha através das famílias para cumprir Seus propósitos e promessas.","referencias_relacionadas":["Gênesis 12:3","Deuteronômio 6:6-7","Efésios 6:1-4"]},"lucas_1_24_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico após o retorno de Zacarias para casa.","explicacao_detalhada":"O 'dia' mencionado é significativo porque marca o tempo em que Isabel concebeu, cumprindo a promessa feita a Zacarias.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo na realização das promessas de Deus.","conexao_teologica":"Deus opera em Seu tempo perfeito, e cada 'dia' é uma oportunidade para ver Seu plano se desenrolar.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:11","Gálatas 4:4"]},"lucas_1_24_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer a uma direção.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a ação de Zacarias ao retornar para casa após seu serviço no templo, simbolizando a obediência ao chamado de Deus.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender a resposta de Zacarias à direção divina em sua vida.","conexao_teologica":"Seguir a Deus implica em obedecer a Sua vontade e confiar em Seus planos.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_1_24_elisabeth":{"palavra_pt":"elisabeth","palavra_original":"Ἐλισάβετ","transliteracao":"Elisábet","strong":"G1665","significado_raiz":"Ideia básica: elisabeth.","significado_contextual":"Refere-se à esposa de Zacarias, que desempenha um papel crucial na narrativa do nascimento de João Batista.","explicacao_detalhada":"Isabel é mencionada como uma mulher justa e temente a Deus, e sua história é uma parte importante do cumprimento das promessas de Deus.","por_que_esta_palavra":"A palavra 'Elisabeth' destaca a importância das mulheres na narrativa bíblica e como Deus usa pessoas comuns para cumprir Seus propósitos.","conexao_teologica":"Deus frequentemente escolhe pessoas de diferentes origens e histórias para realizar Seus planos de salvação.","referencias_relacionadas":["Lucas 1:5","Lucas 1:36","Gálatas 4:4"]},"lucas_1_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de poder e controle sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Deus sobre a vida de Zacarias e Isabel, especialmente em relação ao milagre do nascimento de João Batista.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a autoridade de Deus em nossas vidas e em toda a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele tem controle sobre a história e a vida das pessoas.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Filipenses 2:9-11"]},"lucas_1_25_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na narrativa bíblica.","explicacao_detalhada":"Neste contexto, o 'dia' é mencionado em relação ao momento em que Deus interveio na vida de Zacarias e Isabel, trazendo a promessa de um filho, João Batista. O uso da palavra enfatiza a importância do tempo divino na realização dos planos de Deus.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar um momento crucial na história da salvação, onde a intervenção divina se torna evidente.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus, que é diferente do tempo humano. Isso nos lembra que Deus age em Seu próprio tempo e de acordo com Seus propósitos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Gálatas 4:4"]},"lucas_1_25_reproach":{"palavra_pt":"reproach","palavra_original":"ὄνειδος","transliteracao":"óneidos","strong":"G3681","significado_raiz":"Ideia básica: reproach.","significado_contextual":"A palavra 'reproach' refere-se a um sentimento de vergonha ou desonra, especialmente em relação à condição de Isabel, que era estéril.","explicacao_detalhada":"Isabel, por ser estéril, vivia sob a sombra do desprezo social e da reprovação. A menção da palavra destaca a dor e a luta que ela enfrentou antes da promessa de Deus.","por_que_esta_palavra":"A palavra 'reproach' é importante para entender o contexto emocional e social de Isabel, que foi transformado pela intervenção divina.","conexao_teologica":"A reprovação humana é frequentemente superada pela graça de Deus, que traz redenção e honra onde havia vergonha.","referencias_relacionadas":["Salmos 25:3","Romanos 9:33","1 Pedro 2:6"]},"lucas_1_26_gabriel":{"palavra_pt":"gabriel","palavra_original":"Γαβριήλ","transliteracao":"Gabriḗl","strong":"G1043","significado_raiz":"Ideia básica: gabriel.","significado_contextual":"Gabriel é um anjo mensageiro de Deus, que traz boas novas a Maria sobre o nascimento de Jesus.","explicacao_detalhada":"A presença de Gabriel simboliza a comunicação direta de Deus com a humanidade. Ele é um portador de mensagens divinas e sua aparição é um sinal da ação de Deus na história.","por_que_esta_palavra":"A palavra 'Gabriel' é significativa porque representa a revelação de Deus e a confirmação de Suas promessas.","conexao_teologica":"Gabriel, como mensageiro, nos lembra que Deus se comunica conosco e que Ele tem um plano para a humanidade.","referencias_relacionadas":["Daniel 8:16","Daniel 9:21","Lucas 1:19"]},"lucas_1_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, Deus é o agente ativo que envia Gabriel para anunciar a Maria o plano de salvação através do nascimento de Jesus.","por_que_esta_palavra":"A menção de Deus enfatiza Sua soberania e o cumprimento de Suas promessas ao longo da história.","conexao_teologica":"Deus é o centro da narrativa bíblica, e Sua ação é fundamental para a compreensão da salvação e da relação com a humanidade.","referencias_relacionadas":["Gênesis 1:1","João 3:16","Romanos 1:20"]},"lucas_1_27_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à linhagem de Davi, da qual Maria faz parte.","explicacao_detalhada":"A menção da família de Davi é crucial, pois cumpre a profecia messiânica de que o Messias viria da linhagem de Davi.","por_que_esta_palavra":"A palavra 'família' é utilizada para conectar a história de Maria com as promessas feitas a Davi, mostrando a continuidade do plano de Deus.","conexao_teologica":"A genealogia de Jesus é um tema importante, pois demonstra a fidelidade de Deus em cumprir Suas promessas ao longo das gerações.","referencias_relacionadas":["Mateus 1:1-16","Lucas 3:23-38","Isaías 11:1"]},"lucas_1_27_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Davi, um dos mais importantes reis de Israel, e a linhagem real.","explicacao_detalhada":"A menção de Davi é significativa porque Jesus é frequentemente chamado de 'Filho de Davi', ressaltando Sua legitimidade como o Messias prometido.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a realeza de Jesus e Sua posição como governante eterno.","conexao_teologica":"A realeza de Jesus é um tema central no Novo Testamento, onde Ele é apresentado como o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Mateus 2:2","Apocalipse 19:16","Lucas 1:32-33"]},"lucas_1_27_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a Maria, a mãe de Jesus, e sua importância na história da salvação.","explicacao_detalhada":"O nome de Maria é mencionado para destacar seu papel singular como a escolhida para dar à luz o Salvador do mundo.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e a missão de Maria na narrativa bíblica.","conexao_teologica":"Maria é vista como um modelo de fé e obediência, e seu nome é reverenciado na tradição cristã.","referencias_relacionadas":["Mateus 1:16","Lucas 1:30-31","Gálatas 4:4"]},"lucas_1_28_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade divina de Deus sobre a vida de Maria e sobre toda a criação.","explicacao_detalhada":"Ao chamar Deus de 'senhor', reconhecemos Sua soberania e poder, especialmente na obra da salvação.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para enfatizar a relação de submissão e reverência que devemos ter em relação a Deus.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, mostrando que Ele é digno de adoração e obediência.","referencias_relacionadas":["Salmos 110:1","Romanos 10:9","Filipenses 2:10-11"]},"lucas_1_28_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à alegria que Maria sente ao receber a mensagem do anjo.","explicacao_detalhada":"A alegria de Maria é uma resposta ao favor e à graça que Deus lhe concede, mostrando a importância da fé e da aceitação do plano divino.","por_que_esta_palavra":"A palavra 'deus' é usada para expressar a relação íntima entre Maria e o Criador, que a escolheu para uma missão especial.","conexao_teologica":"A alegria em Deus é um tema recorrente na Bíblia, refletindo a resposta humana ao amor e à graça divina.","referencias_relacionadas":["Salmos 30:5","Filipenses 4:4","1 Tessalonicenses 5:16"]},"lucas_1_28_graca":{"palavra_pt":"graca","palavra_original":"χαριτόω","transliteracao":"charitóō","strong":"G5487","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido que Maria recebe de Deus ao ser escolhida para ser a mãe de Jesus.","explicacao_detalhada":"A graça é um tema central na mensagem cristã, e a escolha de Maria ilustra como Deus age em favor dos que não merecem.","por_que_esta_palavra":"A palavra 'graça' é fundamental para entender a natureza do relacionamento de Deus com a humanidade, que é baseado no amor e na misericórdia.","conexao_teologica":"A graça de Deus é o fundamento da salvação e da vida cristã, e a história de Maria é um exemplo poderoso disso.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"lucas_1_29_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à manifestação de Deus em Cristo, como a expressão máxima da Sua vontade.","explicacao_detalhada":"No contexto de Lucas 1:29, o 'verbo' é a palavra que se tornou carne, representando a encarnação de Cristo. É a ideia de que Jesus é a comunicação perfeita de Deus ao homem.","por_que_esta_palavra":"A escolha da palavra 'verbo' enfatiza a relação íntima entre Deus e a criação, mostrando que tudo foi feito por meio d'Ele.","conexao_teologica":"A teologia cristã vê em Cristo o cumprimento da promessa de Deus de se revelar ao homem, sendo Ele mesmo a Palavra que traz vida.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16"]},"lucas_1_29_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e pessoal, não apenas um reconhecimento superficial.","explicacao_detalhada":"Em Lucas 1:29, o uso de 'conhecer' sugere que Maria teve uma experiência direta e íntima com a mensagem do anjo, revelando a importância do discernimento espiritual.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do relacionamento que Deus deseja ter com a humanidade, que vai além do conhecimento intelectual.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, onde conhecer a Deus é sinônimo de ter um relacionamento pessoal com Ele.","referencias_relacionadas":["Filipenses 3:10","Oséias 6:6","1 João 2:3"]},"lucas_1_29_trouble":{"palavra_pt":"trouble","palavra_original":"διαταράσσω","transliteracao":"diatarássō","strong":"G1298","significado_raiz":"Ideia básica: trouble.","significado_contextual":"A palavra 'trouble' refere-se à perturbação emocional e ao medo que Maria sentiu ao receber a mensagem do anjo.","explicacao_detalhada":"No versículo, a perturbação de Maria é um reflexo da sua humanidade e da surpresa diante da revelação divina, mostrando que até os escolhidos de Deus podem sentir medo.","por_que_esta_palavra":"A palavra é usada para ilustrar a reação natural de um ser humano diante do sobrenatural, enfatizando a fragilidade humana.","conexao_teologica":"A teologia cristã reconhece que o medo e a dúvida são parte da experiência humana, mas que Deus oferece paz e segurança em meio a isso.","referencias_relacionadas":["Isaías 41:10","Filipenses 4:6-7","Mateus 28:5"]},"lucas_1_30_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é significativo, pois representa a escolhida por Deus para ser a mãe do Salvador.","explicacao_detalhada":"Em Lucas 1:30, o nome de Maria é mencionado para destacar sua importância na história da salvação e o papel que ela desempenha na encarnação de Cristo.","por_que_esta_palavra":"O nome é fundamental na cultura judaica, onde nomes carregam significados e propósitos divinos.","conexao_teologica":"Maria é vista como um modelo de fé e obediência, e seu nome é associado à graça e ao favor de Deus.","referencias_relacionadas":["Mateus 1:16","Lucas 1:38","Gálatas 4:4"]},"lucas_1_30_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido que Deus concede a Maria, escolhendo-a para uma missão divina.","explicacao_detalhada":"Em Lucas 1:30, a graça é um tema central que destaca a bondade de Deus em escolher Maria, apesar de sua condição humana.","por_que_esta_palavra":"A graça é fundamental na teologia cristã, pois é através dela que a salvação é oferecida a todos os seres humanos.","conexao_teologica":"A graça de Deus é um conceito que permeia toda a Escritura, mostrando que Ele age em favor da humanidade de maneira sobrenatural.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"lucas_1_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que tem um plano soberano para a humanidade.","explicacao_detalhada":"Em Lucas 1:30, a menção de Deus enfatiza Sua autoridade e poder na realização do plano de salvação através de Jesus.","por_que_esta_palavra":"A palavra é central na fé cristã, pois define a natureza de Deus como aquele que é digno de adoração e reverência.","conexao_teologica":"A compreensão de Deus como Pai, Filho e Espírito Santo é fundamental para a teologia cristã, revelando a Trindade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"lucas_1_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor salva', refletindo a missão de Cristo na terra.","explicacao_detalhada":"Em Lucas 1:31, o anjo revela que Maria dará à luz Jesus, que é o cumprimento das promessas de salvação de Deus para a humanidade.","por_que_esta_palavra":"O nome é essencial para a identidade de Cristo e para a compreensão do Seu papel como Salvador.","conexao_teologica":"A salvação é um tema central na Bíblia, e Jesus é o único caminho para a reconciliação com Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"lucas_1_31_semente":{"palavra_pt":"semente","palavra_original":"τίκτω","transliteracao":"tíktō","strong":"G5088","significado_raiz":"Ideia básica: semente.","significado_contextual":"A palavra 'semente' refere-se à origem de Jesus, que é concebido pelo Espírito Santo.","explicacao_detalhada":"Em Lucas 1:31, a 'semente' simboliza a nova criação que Deus traz ao mundo através da encarnação de Cristo.","por_que_esta_palavra":"A ideia de 'semente' é rica em significado bíblico, representando tanto a continuidade da linhagem de Davi quanto a nova vida que Jesus traz.","conexao_teologica":"A semente da mulher, mencionada em Gênesis 3:15, é vista como uma profecia da vinda do Messias.","referencias_relacionadas":["Gênesis 3:15","Gálatas 3:16","Romanos 5:12"]},"lucas_1_31_crianca":{"palavra_pt":"crianca","palavra_original":"γαστήρ","transliteracao":"gastḗr","strong":"G1064","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se à natureza humana de Jesus, que nasceu como um bebê.","explicacao_detalhada":"Em Lucas 1:31, a menção de 'criança' destaca a encarnação de Deus, mostrando que Jesus é plenamente humano e plenamente divino.","por_que_esta_palavra":"A humanidade de Cristo é essencial para a doutrina da encarnação, pois Ele se identificou com a condição humana.","conexao_teologica":"A encarnação é um mistério central da fé cristã, onde Deus se torna homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Hebreus 2:14","1 Timóteo 3:16"]},"lucas_1_32_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Cristo sobre todas as coisas.","explicacao_detalhada":"Em Lucas 1:32, o anjo declara que Jesus será chamado de Senhor, enfatizando Sua posição exaltada e Seu papel como Rei.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a divindade e a autoridade de Cristo, que é digno de adoração.","conexao_teologica":"A soberania de Cristo é um tema recorrente na Escritura, onde Ele é reconhecido como Senhor sobre a criação e a redenção.","referencias_relacionadas":["Filipenses 2:9-11","Apocalipse 19:16","Colossenses 1:17"]},"lucas_1_32_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina de Deus, que é onipotente, onisciente e onipresente. No contexto de Lucas 1:32, é mencionado que Jesus será chamado de Filho do Altíssimo, enfatizando sua divindade.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a importância da identidade divina de Jesus, que é reconhecido como o Messias prometido.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, que afirma que Ele é plenamente Deus e plenamente homem.","referencias_relacionadas":["João 1:1","Mateus 1:23","Colossenses 2:9"]},"lucas_1_32_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao papel de Jesus como o Rei prometido da linhagem de Davi.","explicacao_detalhada":"A palavra 'rei' (Δαβίδ) conecta Jesus à promessa feita a Davi de que sua descendência governaria para sempre. Isso é crucial para entender a expectativa messiânica entre os judeus.","por_que_esta_palavra":"A menção de 'rei' reforça a ideia de que Jesus é o cumprimento das profecias do Antigo Testamento sobre o Messias.","conexao_teologica":"Jesus como Rei é um conceito que se reflete em sua autoridade e soberania sobre todas as coisas.","referencias_relacionadas":["2 Samuel 7:12-13","Isaías 9:6-7","Mateus 2:2"]},"lucas_1_33_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou linhagem de Jesus, enfatizando sua conexão com o povo de Israel.","explicacao_detalhada":"A palavra 'familia' (οἶκος) implica não apenas a estrutura familiar, mas também a herança e a identidade cultural de Jesus como parte do povo escolhido de Deus.","por_que_esta_palavra":"A referência à 'familia' de Jesus sublinha a importância de suas raízes e seu papel na história da salvação.","conexao_teologica":"A família de Jesus é um símbolo da continuidade da aliança de Deus com Israel.","referencias_relacionadas":["Mateus 1:1-16","Lucas 3:23-38","Romanos 1:3"]},"lucas_1_33_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se ao reino de Jesus que não terá fim.","explicacao_detalhada":"A palavra 'continuo' (τέλος) indica que o governo de Jesus será eterno, contrastando com reinos temporais da terra.","por_que_esta_palavra":"A ideia de um reino contínuo é fundamental para a esperança cristã na eternidade e na soberania de Deus.","conexao_teologica":"O reino eterno de Cristo é um tema central na escatologia cristã, que fala sobre a consumação do reino de Deus.","referencias_relacionadas":["Daniel 7:14","Apocalipse 11:15","Isaías 9:7"]},"lucas_1_33_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰακώβ","transliteracao":"Iakṓb","strong":"G2384","significado_raiz":"Ideia básica: israelita.","significado_contextual":"Refere-se à identidade de Jesus como parte do povo de Israel.","explicacao_detalhada":"A palavra 'israelita' (Ἰακώβ) conecta Jesus às promessas feitas a Abraão, Isaque e Jacó, reforçando sua legitimidade como o Messias.","por_que_esta_palavra":"A identificação de Jesus como israelita é crucial para entender seu papel na história da salvação e na realização das promessas de Deus.","conexao_teologica":"A relação de Jesus com Israel é essencial para a compreensão da aliança e da redenção.","referencias_relacionadas":["Mateus 1:2-16","Romanos 9:4-5","Gálatas 3:16"]},"lucas_1_34_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, a mãe de Jesus.","explicacao_detalhada":"A palavra 'nome' (Μαρία) é significativa, pois Maria é escolhida para ser a mãe do Salvador, e seu nome é associado à obediência e fé.","por_que_esta_palavra":"O nome de Maria é importante porque representa a mulher que aceitou o plano de Deus para a salvação da humanidade.","conexao_teologica":"Maria é vista como um modelo de fé e submissão à vontade de Deus.","referencias_relacionadas":["Mateus 1:18","Lucas 1:38","Gálatas 4:4"]},"lucas_1_34_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Maria questiona a mensagem do anjo.","explicacao_detalhada":"A palavra 'porque' (ἐπεί) é usada para expressar a dúvida de Maria sobre como poderia conceber um filho, dado que ela era virgem.","por_que_esta_palavra":"A pergunta de Maria é uma expressão de sua humanidade e necessidade de compreensão diante do sobrenatural.","conexao_teologica":"A dúvida de Maria é um reflexo da fé que busca entender a obra de Deus em nossas vidas.","referencias_relacionadas":["Lucas 1:30-31","Mateus 1:20","Hebreus 11:1"]},"lucas_1_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Maria com o anjo.","explicacao_detalhada":"A palavra 'falar' (ἔπω) destaca a importância da comunicação divina e a resposta humana ao chamado de Deus.","por_que_esta_palavra":"A fala de Maria é um momento crucial onde ela expressa sua dúvida e busca entender o plano de Deus.","conexao_teologica":"A comunicação entre Deus e a humanidade é um tema central na Bíblia, mostrando como Deus se revela e interage com seu povo.","referencias_relacionadas":["Gênesis 18:14","Êxodo 3:4","Tiago 1:5"]},"lucas_1_35_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que virá sobre Maria.","explicacao_detalhada":"A palavra 'espirito' (πνεῦμα) indica a ação do Espírito Santo na concepção de Jesus, enfatizando a natureza divina da encarnação.","por_que_esta_palavra":"A menção do Espírito Santo é fundamental para entender a concepção virginal e a divindade de Jesus.","conexao_teologica":"O Espírito Santo desempenha um papel crucial na obra de redenção e na vida do crente.","referencias_relacionadas":["Mateus 1:20","João 1:14","Atos 1:8"]},"lucas_1_35_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder de Deus que realiza o milagre da concepção.","explicacao_detalhada":"A palavra 'poder' (δύναμις) enfatiza a capacidade divina de realizar o impossível, como a concepção virginal de Jesus.","por_que_esta_palavra":"O poder de Deus é um tema recorrente na Bíblia, mostrando que nada é impossível para Ele.","conexao_teologica":"O poder de Deus é fundamental para a fé cristã, que acredita na intervenção divina na história.","referencias_relacionadas":["Lucas 18:27","Romanos 1:16","Efésios 3:20"]},"lucas_1_35_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é o Criador e sustentador de todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada para enfatizar a intervenção divina na concepção de Jesus, mostrando que o que está para acontecer é obra do Espírito Santo.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois representa a soberania e o poder divino que transcende a compreensão humana.","conexao_teologica":"A divindade de Jesus é um tema central no cristianismo, e este versículo destaca a concepção milagrosa que confirma sua natureza divina.","referencias_relacionadas":["João 1:1","Gênesis 1:1","Mateus 1:23"]},"lucas_1_36_elisabeth":{"palavra_pt":"elisabeth","palavra_original":"Ἐλισάβετ","transliteracao":"Elisábet","strong":"G1665","significado_raiz":"Ideia básica: elisabeth.","significado_contextual":"Elisabeth é a mãe de João Batista, e sua menção aqui destaca a importância do papel dela na história da salvação.","explicacao_detalhada":"A referência a Elisabeth serve para mostrar que Deus também está agindo na vida de pessoas comuns, preparando o caminho para a vinda do Messias.","por_que_esta_palavra":"Elisabeth representa a fé e a obediência a Deus, mesmo em circunstâncias difíceis, como a sua velhice e a esterilidade.","conexao_teologica":"A história de Elisabeth e seu filho João Batista é fundamental para entender o cumprimento das profecias sobre a vinda do Salvador.","referencias_relacionadas":["Lucas 1:5-7","Mateus 3:1-3","Lucas 1:57-66"]},"lucas_1_36_old":{"palavra_pt":"old","palavra_original":"γῆρας","transliteracao":"gēras","strong":"G1094","significado_raiz":"Ideia básica: old.","significado_contextual":"A palavra 'velhice' refere-se à idade avançada de Elisabeth, que é um ponto crucial na narrativa.","explicacao_detalhada":"A menção da velhice de Elisabeth destaca a intervenção sobrenatural de Deus, que permite que ela conceba um filho em sua idade avançada.","por_que_esta_palavra":"A velhice de Elisabeth simboliza a impossibilidade humana, que é superada pelo poder de Deus.","conexao_teologica":"Este tema de Deus agindo em situações impossíveis é recorrente na Bíblia, mostrando que nada é impossível para Ele.","referencias_relacionadas":["Gênesis 18:11-14","Hebreus 11:11","Lucas 1:7"]},"lucas_1_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que nada é impossível para Deus, especialmente no contexto da concepção de Jesus.","explicacao_detalhada":"Este versículo é uma afirmação poderosa da soberania de Deus, que pode realizar o que parece impossível aos olhos humanos.","por_que_esta_palavra":"A palavra 'Deus' aqui é um lembrete da fé que devemos ter em Sua capacidade de agir em nossas vidas.","conexao_teologica":"A crença na onipotência de Deus é fundamental para a fé cristã, pois nos encoraja a confiar em Sua providência.","referencias_relacionadas":["Mateus 19:26","Jeremias 32:17","Lucas 18:27"]},"lucas_1_37_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' aqui se refere à impossibilidade humana, que é superada pela palavra de Deus.","explicacao_detalhada":"Neste contexto, 'mal' implica que não há barreiras que possam impedir a realização da vontade de Deus.","por_que_esta_palavra":"A ideia de que a palavra de Deus não falha é central para a compreensão da fé e da esperança cristã.","conexao_teologica":"A palavra de Deus é viva e eficaz, e este versículo reafirma a confiança que devemos ter em Sua promessa.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Romanos 4:21"]},"lucas_1_37_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' aqui se refere ao plano de Deus que se realiza independentemente das circunstâncias humanas.","explicacao_detalhada":"Este versículo enfatiza que o caminho de Deus é sempre cumprido, mesmo quando parece impossível aos olhos humanos.","por_que_esta_palavra":"A ideia de 'caminho' é frequentemente usada na Bíblia para descrever a direção e os planos de Deus para a humanidade.","conexao_teologica":"A confiança em Deus para guiar nosso caminho é um tema central na vida cristã.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 37:23","Isaías 30:21"]},"lucas_1_38_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é significativo, pois representa a mãe de Jesus e seu papel na história da salvação.","explicacao_detalhada":"Maria é apresentada como a serva do Senhor, disposta a cumprir a vontade de Deus, o que é um exemplo de fé e obediência.","por_que_esta_palavra":"O nome 'Maria' é central na narrativa do nascimento de Jesus e simboliza a aceitação do plano divino.","conexao_teologica":"A disposição de Maria em aceitar a vontade de Deus é um modelo para todos os crentes.","referencias_relacionadas":["Mateus 1:18-25","Lucas 1:46-55","Gálatas 4:4"]},"lucas_1_38_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Deus sobre a vida de Maria e sobre toda a criação.","explicacao_detalhada":"Maria reconhece a soberania de Deus ao se referir a Ele como 'senhor', demonstrando sua submissão à vontade divina.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e a humanidade, onde Ele é o soberano e nós somos Seus servos.","conexao_teologica":"A submissão à autoridade de Deus é um tema central na vida cristã, refletindo a relação de fé e confiança.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Salmos 110:1"]},"lucas_1_38_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorrerá na vida de Maria através da ação do Espírito Santo.","explicacao_detalhada":"Este versículo destaca a grandeza do que Deus está prestes a realizar na vida de Maria, que é a concepção de Jesus.","por_que_esta_palavra":"A ideia de 'tornar-se' enfatiza a mudança e a realização do plano de Deus na vida de uma pessoa comum.","conexao_teologica":"A transformação que Deus realiza na vida dos crentes é um tema central na mensagem do evangelho.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_1_39_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é repetido para enfatizar a importância dela na narrativa da encarnação.","explicacao_detalhada":"A repetição do nome destaca a singularidade do papel de Maria como mãe do Salvador e sua disposição em servir a Deus.","por_que_esta_palavra":"O nome 'Maria' é um símbolo de fé e obediência, representando a aceitação do plano divino.","conexao_teologica":"Maria é vista como um modelo de fé para todos os crentes, mostrando como responder à chamada de Deus.","referencias_relacionadas":["Lucas 1:26-38","Mateus 1:16","Lucas 2:19"]},"lucas_1_39_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia em que Maria visita Isabel, simbolizando um momento de revelação e alegria.","explicacao_detalhada":"O termo 'dia' aqui pode ser interpretado não apenas como uma unidade de tempo, mas como um momento significativo na história da salvação, onde a presença de Maria, grávida de Jesus, traz luz e esperança.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do momento em que Maria se dirige à casa de Isabel, marcando um ponto de encontro entre duas mulheres que estão vivendo experiências milagrosas.","conexao_teologica":"Este 'dia' pode ser visto como um prenúncio da vinda de Cristo, onde a luz do mundo começa a se manifestar através da encarnação.","referencias_relacionadas":["Lucas 1:26-38","Lucas 1:57-66","João 8:12"]},"lucas_1_39_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se ao assunto que Maria discute com Isabel, que é a gravidez de ambas e o cumprimento das promessas de Deus.","explicacao_detalhada":"A palavra 'assunto' implica uma conversa profunda e significativa, onde as duas mulheres compartilham suas experiências e a obra de Deus em suas vidas.","por_que_esta_palavra":"A escolha de 'assunto' destaca a importância da comunicação e do compartilhamento de experiências espirituais entre os crentes.","conexao_teologica":"O diálogo entre Maria e Isabel representa a comunhão entre os fiéis e a importância de testemunhar as obras de Deus.","referencias_relacionadas":["Lucas 1:41-45","Mateus 18:20","Hebreus 10:24-25"]},"lucas_1_40_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa de Isabel, onde Maria vai visitar, simbolizando a importância da família na obra de Deus.","explicacao_detalhada":"A palavra 'família' aqui representa não apenas um laço biológico, mas também a união espiritual que existe entre aqueles que servem a Deus.","por_que_esta_palavra":"A escolha de 'família' ressalta a importância das relações familiares na narrativa bíblica e como Deus opera através delas.","conexao_teologica":"A visita de Maria à sua parenta Isabel mostra como Deus usa as famílias para cumprir Seus propósitos.","referencias_relacionadas":["Lucas 1:36","Gênesis 12:3","Efésios 2:19"]},"lucas_1_40_nome":{"palavra_pt":"nome","palavra_original":"Ζαχαρίας","transliteracao":"Zacharías","strong":"G2197","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Zacarias, o pai de João Batista, que é mencionado no contexto da visita de Maria a Isabel.","explicacao_detalhada":"O nome 'Zacarias' significa 'o Senhor lembrou', o que é significativo no contexto da promessa de Deus de enviar um mensageiro antes do Messias.","por_que_esta_palavra":"A menção do nome destaca a importância da identidade e do chamado divino na vida de Zacarias e sua família.","conexao_teologica":"O nome de Zacarias conecta-se com a fidelidade de Deus em cumprir Suas promessas, preparando o caminho para a vinda de Cristo.","referencias_relacionadas":["Lucas 1:5-25","Mateus 1:21","Isaías 40:3"]},"lucas_1_40_elisabeth":{"palavra_pt":"elisabeth","palavra_original":"Ἐλισάβετ","transliteracao":"Elisábet","strong":"G1665","significado_raiz":"Ideia básica: elisabeth.","significado_contextual":"Refere-se à mãe de João Batista, que representa a fé e a obediência a Deus.","explicacao_detalhada":"O nome 'Elisabeth' significa 'Deus é meu juramento', simbolizando a fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"A escolha do nome enfatiza a importância da mulher na história da salvação e seu papel na preparação para a vinda de Cristo.","conexao_teologica":"Elisabeth, como mãe de João, é uma figura que aponta para a obra de Deus em trazer redenção ao Seu povo.","referencias_relacionadas":["Lucas 1:5-7","Lucas 1:57-66","Gálatas 4:4"]},"lucas_1_41_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, a mãe de Jesus, que é central na narrativa da encarnação.","explicacao_detalhada":"O nome 'Maria' é associado à graça e à escolha divina, representando a mulher escolhida para ser a mãe do Salvador.","por_que_esta_palavra":"A menção do nome destaca a importância do papel de Maria na história da salvação e sua disposição em obedecer a Deus.","conexao_teologica":"Maria é vista como um modelo de fé e obediência, sendo fundamental na realização do plano redentor de Deus.","referencias_relacionadas":["Lucas 1:26-38","Mateus 1:16","Gálatas 4:4"]},"lucas_1_41_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que atua na vida de Maria e Isabel, trazendo revelação e alegria.","explicacao_detalhada":"A palavra 'espírito' implica a presença ativa de Deus, que capacita e transforma as vidas das pessoas.","por_que_esta_palavra":"A escolha da palavra enfatiza a ação do Espírito Santo como agente de revelação e poder na narrativa bíblica.","conexao_teologica":"O Espírito Santo é fundamental na obra de Deus, capacitando os crentes a cumprir Seus propósitos.","referencias_relacionadas":["Lucas 1:35","Atos 1:8","Romanos 8:26-27"]},"lucas_1_41_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza do que está prestes a acontecer com Maria e a importância do seu papel na história da salvação.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação significativa, onde Maria se torna a mãe do Salvador, um evento de grande magnitude.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do chamado de Deus e a transformação que Ele traz na vida das pessoas.","conexao_teologica":"A grandeza do papel de Maria reflete a grandeza de Deus em Sua obra redentora.","referencias_relacionadas":["Lucas 1:48","Mateus 5:14","Romanos 11:33"]},"lucas_1_42_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que Isabel sente ao reconhecer a presença de Maria e a obra de Deus em suas vidas.","explicacao_detalhada":"O 'temor' aqui é uma resposta reverente à presença divina, reconhecendo a grandeza de Deus e Seu plano.","por_que_esta_palavra":"A escolha da palavra 'temor' enfatiza a reverência que devemos ter diante de Deus e de Suas obras.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental na relação do ser humano com Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Lucas 1:50"]},"lucas_1_42_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Isabel ao falar sobre a bênção que Maria traz, reconhecendo a obra de Deus.","explicacao_detalhada":"A palavra 'falar' implica a importância do testemunho e da proclamação das obras de Deus na vida dos crentes.","por_que_esta_palavra":"A escolha da palavra destaca a necessidade de compartilhar as experiências de fé e as bênçãos recebidas.","conexao_teologica":"Falar sobre as obras de Deus é uma forma de adoração e testemunho, fortalecendo a fé da comunidade.","referencias_relacionadas":["Salmos 105:1","Mateus 10:32","Atos 4:20"]},"lucas_1_42_clamour":{"palavra_pt":"clamour","palavra_original":"κραυγή","transliteracao":"kraugḗ","strong":"G2906","significado_raiz":"Ideia básica: clamour.","significado_contextual":"O termo 'clamour' refere-se a um grito ou clamor intenso, expressando alegria ou exaltação.","explicacao_detalhada":"Neste versículo, Maria, ao visitar Isabel, é recebida com um grito de alegria. O uso de 'clamour' enfatiza a intensidade da emoção e a importância do momento, onde Isabel reconhece a presença do Salvador ainda no ventre de Maria.","por_que_esta_palavra":"A palavra 'clamour' é utilizada para transmitir a profundidade da alegria e do reconhecimento espiritual que Isabel sente ao ver Maria e o bebê que ela carrega.","conexao_teologica":"Este clamor é um reconhecimento da obra de Deus na vida de Maria e na história da salvação, simbolizando a alegria que vem da presença do Senhor.","referencias_relacionadas":["Lucas 1:41","Lucas 1:44","Salmos 95:1"]},"lucas_1_43_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é uma forma de respeito e reconhecimento da autoridade divina.","explicacao_detalhada":"Isabel se refere a Maria como 'senhor' em um contexto de reverência, reconhecendo a importância do papel de Maria como mãe do Salvador. Isso demonstra a humildade e a submissão diante do plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'senhor' reflete a posição de Maria como escolhida por Deus, digna de honra e respeito.","conexao_teologica":"A autoridade de Deus se manifesta através da escolha de Maria, mostrando que Ele pode usar qualquer um para cumprir Seus propósitos.","referencias_relacionadas":["Lucas 1:38","Mateus 1:20-21","Gálatas 4:4"]},"lucas_1_43_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' indica a ação de se aproximar ou chegar a um lugar.","explicacao_detalhada":"Neste contexto, refere-se à chegada de Maria à casa de Isabel, mas também simboliza a vinda do Messias ao mundo, que é um grande evento na história da salvação.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a manifestação de Deus entre os homens através de Jesus.","conexao_teologica":"A vinda de Jesus é um cumprimento das promessas de Deus e um sinal de Sua presença entre nós.","referencias_relacionadas":["Mateus 1:23","Isaías 7:14","João 1:14"]},"lucas_1_44_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de acontecer ou de se realizar algo.","explicacao_detalhada":"Isabel reconhece que o bebê em seu ventre 'tornou-se' um motivo de alegria para ela, simbolizando a realização das promessas de Deus.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a transformação que ocorre com a chegada do Messias, trazendo alegria e esperança.","conexao_teologica":"A vinda de Jesus traz uma nova realidade para a humanidade, onde a alegria e a salvação se tornam acessíveis.","referencias_relacionadas":["Lucas 1:45","Isaías 9:6","Romanos 15:13"]},"lucas_1_45_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, reconhecendo a posição de Maria.","explicacao_detalhada":"Isabel, ao se referir a Maria como 'senhor', expressa sua admiração e respeito pela escolha divina de Maria como mãe do Salvador.","por_que_esta_palavra":"A utilização de 'senhor' destaca a importância do papel de Maria na história da salvação.","conexao_teologica":"Reconhecer a autoridade de Maria é também reconhecer a soberania de Deus em escolher quem Ele deseja para Seus propósitos.","referencias_relacionadas":["Lucas 1:38","Mateus 1:16","Gálatas 4:4"]},"lucas_1_45_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A palavra 'bem-aventurado' refere-se a alguém que é abençoado ou favorecido por Deus.","explicacao_detalhada":"Isabel declara que Maria é 'bem-aventurada' por ter crido nas promessas de Deus, reconhecendo a fé e a obediência dela.","por_que_esta_palavra":"A palavra 'bem-aventurado' é usada para enfatizar a bênção que vem da fé e da confiança em Deus.","conexao_teologica":"A fé de Maria é um exemplo de como a obediência a Deus resulta em bênçãos e realizações divinas.","referencias_relacionadas":["Lucas 1:48","Mateus 5:3-12","Hebreus 11:6"]},"lucas_1_45_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à ação de ter fé ou confiar em algo.","explicacao_detalhada":"Maria é elogiada por sua fé em acreditar nas promessas de Deus, o que a torna 'bem-aventurada'. A fé é fundamental na relação com Deus.","por_que_esta_palavra":"A palavra 'crer' é central na mensagem cristã, pois a fé é o meio pelo qual recebemos as promessas de Deus.","conexao_teologica":"A fé de Maria é um exemplo para todos os crentes, mostrando que a confiança em Deus traz bênçãos e realizações.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"lucas_1_46_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de uma pessoa.","explicacao_detalhada":"O nome 'Maria' é significativo, pois representa a mulher escolhida por Deus para ser a mãe de Jesus, simbolizando a obediência e a fé.","por_que_esta_palavra":"O nome é importante na cultura bíblica, pois carrega significado e identidade, especialmente em relação ao plano de Deus.","conexao_teologica":"O nome de Maria é um lembrete da escolha divina e do papel crucial que ela desempenha na história da salvação.","referencias_relacionadas":["Mateus 1:16","Lucas 1:30","Gálatas 4:4"]},"lucas_1_46_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à parte imaterial do ser humano.","explicacao_detalhada":"Maria expressa que sua alma glorifica ao Senhor, indicando que sua vida e sua essência estão dedicadas a Deus.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a totalidade do ser de Maria em adoração e louvor a Deus.","conexao_teologica":"A adoração de Maria reflete a resposta de um coração que reconhece a grandeza de Deus e Sua obra em sua vida.","referencias_relacionadas":["Salmos 103:1","Mateus 22:37","Romanos 12:1"]},"lucas_1_46_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título que expressa autoridade e respeito.","explicacao_detalhada":"Maria se dirige a Deus como 'senhor', reconhecendo Sua soberania e poder em sua vida e na história da salvação.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"Reconhecer Deus como Senhor é essencial para a fé cristã, pois implica em aceitar Sua autoridade sobre nossas vidas.","referencias_relacionadas":["Salmos 110:1","Romanos 10:9","Filipenses 2:10-11"]},"lucas_1_47_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a presença de Deus agindo na vida das pessoas.","explicacao_detalhada":"A palavra 'espírito' no contexto de Lucas 1:47 indica a ação do Espírito Santo em Maria, que a capacita a reconhecer a grandeza de Deus e a sua obra. O Espírito é visto como o agente divino que traz vida e poder.","por_que_esta_palavra":"A escolha da palavra 'espírito' enfatiza a natureza espiritual e divina da experiência de Maria, mostrando que sua alegria e louvor são inspirados por Deus.","conexao_teologica":"O Espírito Santo é fundamental na teologia cristã, pois é através dele que os crentes são capacitados e guiados na fé.","referencias_relacionadas":["Lucas 4:18","Atos 2:4","Romanos 8:26"]},"lucas_1_47_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo, que se revela a sua criação.","explicacao_detalhada":"No versículo, Maria exalta a Deus, reconhecendo sua grandeza e poder. A palavra 'deus' aqui reflete a relação íntima entre o Criador e a criatura, destacando a soberania divina.","por_que_esta_palavra":"A palavra 'deus' é central na adoração e louvor de Maria, expressando sua reverência e gratidão pela obra que Ele realiza em sua vida.","conexao_teologica":"A compreensão de Deus como Pai é essencial na fé cristã, pois estabelece a base para o relacionamento pessoal com Ele.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Mateus 6:9"]},"lucas_1_48_chamar":{"palavra_pt":"chamar","palavra_original":"μακαρίζω","transliteracao":"makarízō","strong":"G3106","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar aqui se refere ao reconhecimento e à honra que Maria recebe por parte das gerações futuras.","explicacao_detalhada":"A palavra 'chamar' implica em um ato de reconhecimento e valorização. Maria profetiza que todas as gerações a chamarão de bem-aventurada por ser escolhida para ser a mãe do Salvador.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a importância do papel de Maria na história da salvação e sua honra entre os fiéis.","conexao_teologica":"Maria é vista como um modelo de fé e obediência, e seu chamado é um exemplo de como Deus escolhe pessoas comuns para cumprir Seus propósitos.","referencias_relacionadas":["Mateus 1:16","Lucas 11:27-28","Gálatas 4:4"]},"lucas_1_48_humiliation":{"palavra_pt":"humiliation","palavra_original":"ταπείνωσις","transliteracao":"tapeínōsis","strong":"G5014","significado_raiz":"Ideia básica: humiliation.","significado_contextual":"Humilhação refere-se à condição humilde de Maria antes de ser exaltada por Deus.","explicacao_detalhada":"A palavra 'humilhação' destaca a realidade de que Maria era uma mulher simples e de baixa posição social, mas que foi escolhida por Deus para um grande propósito.","por_que_esta_palavra":"A ênfase na humilhação de Maria mostra como Deus frequentemente escolhe os humildes para realizar Seus planos, invertendo as expectativas humanas.","conexao_teologica":"A teologia da humilhação e exaltação é um tema recorrente nas Escrituras, refletindo o caráter de Deus que se opõe aos orgulhosos e exalta os humildes.","referencias_relacionadas":["Tiago 4:10","1 Pedro 5:6","Salmos 138:6"]},"lucas_1_49_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de Deus em realizar grandes coisas na vida de Maria e na história da salvação.","explicacao_detalhada":"A palavra 'fazer' enfatiza a capacidade de Deus de realizar milagres e cumprir Suas promessas. Maria reconhece que Deus agiu poderosamente em sua vida.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a ação ativa de Deus em contrastar com a inatividade humana, mostrando que é Ele quem realiza a obra.","conexao_teologica":"A ação de Deus em fazer grandes coisas é um tema central na narrativa bíblica, revelando Seu poder e soberania.","referencias_relacionadas":["Gênesis 1:3","Salmos 126:2","Efésios 3:20"]},"lucas_1_49_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Poderoso refere-se à força e capacidade de Deus em realizar o que é impossível para os homens.","explicacao_detalhada":"A palavra 'poderoso' destaca a natureza divina de Deus, que pode fazer o que parece impossível. Maria reconhece que Deus é capaz de realizar grandes feitos.","por_que_esta_palavra":"A ênfase no poder de Deus é crucial para entender a magnitude da obra que Ele realiza na vida de Maria e na salvação da humanidade.","conexao_teologica":"A onipotência de Deus é um dos atributos fundamentais que sustentam a fé cristã, mostrando que nada é impossível para Ele.","referencias_relacionadas":["Jeremias 32:17","Lucas 18:27","Romanos 1:16"]},"lucas_1_50_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Misericórdia refere-se à compaixão e bondade de Deus para com aqueles que O temem.","explicacao_detalhada":"A palavra 'misericórdia' indica a disposição de Deus em mostrar amor e perdão, especialmente para aqueles que se humilham diante dEle.","por_que_esta_palavra":"A escolha da palavra 'misericórdia' ressalta a natureza amorosa de Deus, que se preocupa com o bem-estar de Seu povo.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo Seu caráter e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 103:8","Lamentações 3:22-23","Tiago 2:13"]},"lucas_1_50_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Geração refere-se ao povo de Deus ao longo da história, incluindo aqueles que O temem.","explicacao_detalhada":"A palavra 'geração' enfatiza a continuidade da fé e a relação entre as gerações que reconhecem e adoram a Deus.","por_que_esta_palavra":"A escolha da palavra 'geração' destaca a importância da transmissão da fé de uma geração para outra, mostrando a fidelidade de Deus ao longo do tempo.","conexao_teologica":"A ideia de gerações que temem a Deus é um tema recorrente, mostrando a importância da herança espiritual.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Mateus 28:19-20"]},"lucas_1_50_temor":{"palavra_pt":"temor","palavra_original":"φοβέω","transliteracao":"phobéō","strong":"G5399","significado_raiz":"Ideia básica: temor.","significado_contextual":"Temor refere-se ao respeito e reverência que se deve ter a Deus.","explicacao_detalhada":"A palavra 'temor' implica em uma atitude de respeito profundo e submissão a Deus, reconhecendo Sua grandeza e autoridade.","por_que_esta_palavra":"A escolha da palavra 'temor' é fundamental para entender a relação entre o ser humano e Deus, que deve ser marcada por reverência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é um tema que permeia toda a Escritura, indicando a atitude correta diante de Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"lucas_1_51_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de Deus em realizar justiça e reverter situações de opressão.","explicacao_detalhada":"A palavra 'fazer' aqui enfatiza a ação de Deus em trazer justiça e mudança, especialmente em favor dos oprimidos e humildes.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a natureza ativa de Deus em intervir na história humana para cumprir Seus propósitos.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a esperança de redenção para os que sofrem.","referencias_relacionadas":["Isaías 61:1","Salmos 146:7-9","Miquéias 6:8"]},"lucas_1_51_dominio":{"palavra_pt":"dominio","palavra_original":"κράτος","transliteracao":"krátos","strong":"G2904","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao domínio de Deus sobre os poderosos e os soberanos da terra.","explicacao_detalhada":"A palavra 'domínio' implica um controle absoluto e soberania. Neste contexto, é uma afirmação de que Deus tem poder sobre aqueles que se consideram poderosos e que Ele pode reverter suas posições.","por_que_esta_palavra":"A escolha da palavra 'domínio' enfatiza a grandeza do poder de Deus em contraste com a fragilidade humana.","conexao_teologica":"O domínio de Deus é um tema central na teologia, mostrando que Ele é soberano sobre todas as coisas e que Sua vontade prevalece.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Romanos 13:1"]},"lucas_1_51_forca":{"palavra_pt":"forca","palavra_original":"βραχίων","transliteracao":"brachíōn","strong":"G1023","significado_raiz":"Ideia básica: forca.","significado_contextual":"Representa a força de Deus que é manifesta na ação de rebaixar os orgulhosos.","explicacao_detalhada":"A palavra 'força' sugere não apenas poder físico, mas também a força moral e espiritual que Deus exerce para realizar Sua vontade.","por_que_esta_palavra":"A ênfase na 'força' de Deus destaca que Ele é capaz de realizar o que parece impossível aos olhos humanos.","conexao_teologica":"A força de Deus é frequentemente associada a Sua capacidade de salvar e libertar, mostrando que Ele é um Deus que age em favor dos humildes.","referencias_relacionadas":["Isaías 40:29","Salmos 147:5","Efésios 6:10"]},"lucas_1_52_poder":{"palavra_pt":"trono","palavra_original":"θρόνος","transliteracao":"thrónos","strong":"G2362","significado_raiz":"Ideia básica: trono.","significado_contextual":"Refere-se ao trono de Deus, simbolizando Sua autoridade e governo.","explicacao_detalhada":"A palavra 'trono' é um símbolo de realeza e poder. Neste contexto, indica que Deus governa com justiça e autoridade sobre todas as nações.","por_que_esta_palavra":"A menção ao 'trono' enfatiza a soberania divina e a certeza de que Deus está no controle da história.","conexao_teologica":"O trono de Deus é um tema recorrente na Bíblia, representando Sua majestade e o cumprimento de Suas promessas.","referencias_relacionadas":["Salmos 47:8","Apocalipse 4:2","Hebreus 1:8"]},"lucas_1_52_destruir":{"palavra_pt":"destruir","palavra_original":"καθαιρέω","transliteracao":"kathairéō","strong":"G2507","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus de derrubar os poderosos e os que se exaltam.","explicacao_detalhada":"A palavra 'destruir' implica uma ação decisiva de Deus contra aqueles que abusam de seu poder, mostrando que Ele não tolera a injustiça.","por_que_esta_palavra":"A escolha dessa palavra ressalta a justiça de Deus e Sua disposição de agir em favor dos oprimidos.","conexao_teologica":"A destruição dos ímpios é um tema que aparece em várias partes da Escritura, mostrando que Deus é um juiz justo.","referencias_relacionadas":["Salmos 37:9","Provérbios 11:21","Miquéias 1:3"]},"lucas_1_53_hungered":{"palavra_pt":"hungered","palavra_original":"πεινάω","transliteracao":"peináō","strong":"G3983","significado_raiz":"Ideia básica: hungered.","significado_contextual":"Refere-se à fome espiritual e física que muitos sentem, contrastando com a satisfação que Deus oferece.","explicacao_detalhada":"A palavra 'hungered' indica uma necessidade profunda que vai além do alimento físico, simbolizando a busca por justiça e verdade.","por_que_esta_palavra":"A menção à fome destaca a condição humana de necessidade e a promessa de que Deus suprirá essas carências.","conexao_teologica":"A fome é um símbolo da busca por Deus e Sua justiça, que é frequentemente atendida em Sua plenitude.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","Isaías 55:1"]},"lucas_1_53_encher":{"palavra_pt":"encher","palavra_original":"ἐμπίπλημι","transliteracao":"empíplēmi","strong":"G1705","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de Deus de satisfazer aqueles que têm fome, tanto física quanto espiritualmente.","explicacao_detalhada":"A palavra 'encher' implica uma abundância que é dada por Deus, contrastando com a escassez do mundo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a generosidade de Deus em suprir as necessidades de Seu povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que sacia a sede e a fome, simbolizando Sua provisão e cuidado.","referencias_relacionadas":["Salmos 23:5","João 6:35","Filipenses 4:19"]},"lucas_1_53_rico":{"palavra_pt":"rico","palavra_original":"πλουτέω","transliteracao":"ploutéō","strong":"G4147","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se àqueles que são materialmente ricos, mas espiritualmente vazios.","explicacao_detalhada":"A palavra 'rico' sugere uma abundância de bens, mas neste contexto, implica que essa riqueza pode levar à autossuficiência e ao desprezo por Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a inversão de valores que Deus promove, onde os humildes são exaltados e os ricos são deixados de mãos vazias.","conexao_teologica":"A crítica à riqueza material é um tema recorrente na Bíblia, mostrando que a verdadeira riqueza está em Deus.","referencias_relacionadas":["Tiago 1:10","Lucas 6:24","Mateus 19:24"]},"lucas_1_54_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se ao povo de Israel, muitas vezes descrito como crianças em relação ao seu Pai celestial.","explicacao_detalhada":"A palavra 'criança' implica inocência e dependência, simbolizando a relação de Israel com Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a fragilidade e a necessidade de proteção e cuidado que o povo de Deus tem.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e cuidado, onde Deus é o Pai amoroso.","referencias_relacionadas":["Mateus 18:3","Isaías 40:11","Salmos 103:13"]},"lucas_1_54_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus para com Seu povo, especialmente os necessitados.","explicacao_detalhada":"A palavra 'misericórdia' implica um amor ativo que busca aliviar a dor e a necessidade dos outros.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza compassiva de Deus, que se preocupa com os que sofrem.","conexao_teologica":"A misericórdia é um atributo central de Deus, que se manifesta em Sua ação redentora na história.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"lucas_1_54_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Israel, simbolizando a identidade e a aliança do povo com Deus.","explicacao_detalhada":"A palavra 'nome' implica não apenas uma designação, mas também a reputação e o caráter do povo de Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da identidade do povo de Deus e Sua relação especial com Ele.","conexao_teologica":"O nome de Israel é um símbolo da aliança de Deus e de Sua fidelidade ao longo das gerações.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:4"]},"lucas_1_55_semente":{"palavra_pt":"semente","palavra_original":"σπέρμα","transliteracao":"spérma","strong":"G4690","significado_raiz":"Ideia básica: semente.","significado_contextual":"A semente representa a promessa de Deus e a continuidade da linhagem de Israel.","explicacao_detalhada":"No contexto de Lucas 1:55, a palavra 'semente' é usada para enfatizar a fidelidade de Deus em cumprir Suas promessas a Abraão e seus descendentes. A semente é um símbolo de esperança e renovação.","por_que_esta_palavra":"Esta palavra é crucial para entender a aliança de Deus com o povo de Israel e a vinda do Messias.","conexao_teologica":"A semente é frequentemente associada à promessa messiânica, que se cumpre em Jesus Cristo, o descendente de Abraão.","referencias_relacionadas":["Gênesis 12:7","Gálatas 3:16","Mateus 1:1"]},"lucas_1_55_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar ou pregar a mensagem de Deus é um ato de obediência e testemunho.","explicacao_detalhada":"A palavra 'falar' em Lucas 1:55 destaca a importância da comunicação da verdade divina e do testemunho da obra de Deus na vida das pessoas.","por_que_esta_palavra":"É essencial para a propagação do evangelho e para a edificação da fé entre os crentes.","conexao_teologica":"A pregação é um meio pelo qual Deus se revela e edifica Sua igreja.","referencias_relacionadas":["Romanos 10:14","1 Pedro 2:9","Atos 4:20"]},"lucas_1_56_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de Maria é significativo, pois representa a mãe do Salvador.","explicacao_detalhada":"Em Lucas 1:56, o nome 'Maria' é mencionado, simbolizando a escolha divina e o papel crucial que ela desempenha na história da salvação.","por_que_esta_palavra":"O nome é um reflexo da identidade e da missão de Maria como a mãe de Jesus.","conexao_teologica":"Maria é vista como um modelo de fé e obediência, sendo escolhida para trazer ao mundo o Filho de Deus.","referencias_relacionadas":["Mateus 1:16","Lucas 1:30-31","Gálatas 4:4"]},"lucas_1_56_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A família é a unidade básica da sociedade e da transmissão da fé.","explicacao_detalhada":"A palavra 'família' em Lucas 1:56 refere-se ao lar de Maria e à importância da herança espiritual e cultural que é passada de geração em geração.","por_que_esta_palavra":"A família é fundamental na formação da identidade e na vivência da fé.","conexao_teologica":"A Bíblia enfatiza a importância da família na obra de Deus e na transmissão de Seus ensinamentos.","referencias_relacionadas":["Efésios 6:1-4","Deuteronômio 6:6-7","Salmos 78:4"]},"lucas_1_57_semente":{"palavra_pt":"semente","palavra_original":"τίκτω","transliteracao":"tíktō","strong":"G5088","significado_raiz":"Ideia básica: semente.","significado_contextual":"A semente aqui representa o início de uma nova vida, simbolizando o cumprimento das promessas de Deus.","explicacao_detalhada":"Em Lucas 1:57, a palavra 'semente' é usada para descrever o nascimento de João Batista, que prepararia o caminho para Jesus.","por_que_esta_palavra":"A semente é um símbolo de novos começos e da obra de Deus na história da salvação.","conexao_teologica":"O nascimento de João Batista é um marco importante que antecede a vinda do Messias.","referencias_relacionadas":["Lucas 1:13","Mateus 3:3","Isaías 40:3"]},"lucas_1_57_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à figura paterna e à responsabilidade na criação e na transmissão da fé.","explicacao_detalhada":"Em Lucas 1:57, 'pai' é mencionado em relação a Zacarias, que é o pai de João Batista, destacando a importância do papel paterno na história da salvação.","por_que_esta_palavra":"A paternidade é um tema central na Bíblia, simbolizando cuidado, proteção e a responsabilidade de guiar os filhos na fé.","conexao_teologica":"Deus é frequentemente referido como Pai, e a paternidade humana reflete o caráter de Deus.","referencias_relacionadas":["Efésios 6:4","Salmos 103:13","Mateus 6:9"]},"lucas_1_57_elisabeth":{"palavra_pt":"elisabeth","palavra_original":"Ἐλισάβετ","transliteracao":"Elisábet","strong":"G1665","significado_raiz":"Ideia básica: elisabeth.","significado_contextual":"Elisabeth é a mãe de João Batista e representa a fé e a obediência a Deus.","explicacao_detalhada":"Em Lucas 1:57, o nome 'Elisabeth' é mencionado, simbolizando a mulher de fé que, apesar da idade avançada, confia nas promessas de Deus.","por_que_esta_palavra":"Elisabeth é um exemplo de como Deus pode operar milagres em nossas vidas.","conexao_teologica":"A história de Elisabeth e Zacarias ilustra a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Lucas 1:5","Lucas 1:13","Lucas 1:24"]},"lucas_1_58_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Lucas 1:58, 'senhor' é usado para reconhecer a soberania de Deus na vida de Elisabeth e na realização do milagre do nascimento de João.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé cristã e para a submissão à Sua vontade.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, que nos chama a confiar e obedecer a Ele.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:10-11"]},"lucas_1_58_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é um tema recorrente, refletindo Seu amor e compaixão pelo Seu povo.","explicacao_detalhada":"Em Lucas 1:58, 'misericórdia' destaca a bondade de Deus em atender às necessidades de Elisabeth e Zacarias, mostrando que Ele se importa com o sofrimento humano.","por_que_esta_palavra":"A misericórdia é um atributo essencial de Deus, que nos chama a agir com compaixão uns com os outros.","conexao_teologica":"A misericórdia de Deus é a base da salvação e da esperança para a humanidade.","referencias_relacionadas":["Salmos 136:1","Tiago 2:13","Romanos 9:15"]},"lucas_1_58_sangue":{"palavra_pt":"sangue","palavra_original":"συγγενής","transliteracao":"syngenḗs","strong":"G4773","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' pode simbolizar a vida e a conexão familiar.","explicacao_detalhada":"Em Lucas 1:58, 'sangue' é mencionado em um contexto que pode se referir à linhagem e à importância das relações familiares na obra de Deus.","por_que_esta_palavra":"O sangue é um símbolo de vida e sacrifício, especialmente na teologia do Antigo Testamento.","conexao_teologica":"A redenção através do sangue de Cristo é um tema central na teologia cristã.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Mateus 26:28"]},"lucas_1_59_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que ocorreu o evento da circuncisão de João Batista.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um período de 24 horas, mas neste contexto, enfatiza a importância do momento em que João foi nomeado.","por_que_esta_palavra":"O uso de 'dia' destaca a singularidade e a importância do evento na história da salvação.","conexao_teologica":"O dia da circuncisão é um marco na vida de João, que é o precursor de Cristo, simbolizando o cumprimento das promessas de Deus.","referencias_relacionadas":["Lucas 1:59","Gênesis 17:12","Levítico 12:3"]},"lucas_1_59_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a ação de tornar-se ou acontecer, referindo-se ao momento em que a identidade de João Batista é estabelecida.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica uma transformação ou um evento significativo que ocorre, neste caso, a nomeação de João.","por_que_esta_palavra":"É crucial para entender como a identidade de João Batista se manifesta e se cumpre conforme a vontade divina.","conexao_teologica":"A transformação de João Batista de um simples bebê para o profeta que prepararia o caminho para o Senhor é um exemplo do plano de Deus em ação.","referencias_relacionadas":["Lucas 1:60","Mateus 3:1","Marcos 1:4"]},"lucas_1_60_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome dado a João, que significa 'Deus é gracioso'.","explicacao_detalhada":"A palavra 'nome' (Ἰωάννης) é significativa, pois o nome de uma pessoa na cultura bíblica carrega um significado profundo e um propósito.","por_que_esta_palavra":"O nome de João Batista reflete a graça de Deus e o papel que ele desempenharia na história da salvação.","conexao_teologica":"João Batista é um símbolo da graça de Deus que se manifesta na preparação do caminho para Jesus.","referencias_relacionadas":["Lucas 1:60","Mateus 1:21","João 1:6"]},"lucas_1_60_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de falar ou declarar, especialmente no contexto da nomeação de João.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever a comunicação verbal, que neste caso é um ato de obediência e afirmação.","por_que_esta_palavra":"A declaração do nome de João é um ato profético que cumpre a vontade de Deus.","conexao_teologica":"A fala de Zacarias, que estava mudo, se torna um ato de fé e obediência, mostrando que a palavra de Deus se cumpre.","referencias_relacionadas":["Lucas 1:63","Hebreus 11:3","Romanos 10:17"]},"lucas_1_61_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de pertencimento ou proximidade entre as pessoas mencionadas.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma conexão ou um grupo específico, neste caso, a família de Zacarias e Isabel.","por_que_esta_palavra":"É importante para entender o contexto social e familiar em que João Batista nasceu.","conexao_teologica":"A ideia de pertencimento é central na narrativa bíblica, mostrando como Deus opera através das famílias e comunidades.","referencias_relacionadas":["Lucas 1:61","Gálatas 6:10","Efésios 2:19"]},"lucas_1_61_kindred":{"palavra_pt":"kindred","palavra_original":"συγγένεια","transliteracao":"syngéneia","strong":"G4772","significado_raiz":"Ideia básica: kindred.","significado_contextual":"Refere-se ao parentesco ou à linhagem, enfatizando a conexão familiar.","explicacao_detalhada":"A palavra 'kindred' (συγγένεια) destaca a importância das relações familiares na narrativa bíblica.","por_que_esta_palavra":"O parentesco é relevante para entender a história de João e sua relação com Jesus.","conexao_teologica":"A linhagem e as relações familiares são frequentemente usadas na Bíblia para mostrar o plano de Deus através das gerações.","referencias_relacionadas":["Lucas 1:61","Mateus 1:1","Romanos 9:5"]},"lucas_1_62_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de escolher ou decidir, especialmente no contexto da escolha do nome de João.","explicacao_detalhada":"A palavra 'escolher' (θέλω) implica uma decisão consciente e deliberada, refletindo a vontade de Deus.","por_que_esta_palavra":"A escolha do nome é um ato de fé e obediência, mostrando que a vontade de Deus deve ser seguida.","conexao_teologica":"A escolha de nomes na Bíblia muitas vezes reflete a identidade e o propósito divino.","referencias_relacionadas":["Lucas 1:62","Salmos 37:4","Tiago 1:5"]},"lucas_1_62_signs":{"palavra_pt":"signs","palavra_original":"ἐννεύω","transliteracao":"enneúō","strong":"G1770","significado_raiz":"Ideia básica: signs.","significado_contextual":"Refere-se a sinais ou gestos que indicam uma ação ou decisão.","explicacao_detalhada":"A palavra 'signs' (ἐννεύω) sugere a comunicação não verbal que pode acompanhar a fala.","por_que_esta_palavra":"Os sinais são importantes para a confirmação da vontade de Deus e a comunicação entre as pessoas.","conexao_teologica":"Deus frequentemente usa sinais e maravilhas para confirmar Sua palavra e Sua vontade.","referencias_relacionadas":["Lucas 1:62","Atos 2:22","Hebreus 2:4"]},"lucas_1_63_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de João, que é central para a narrativa.","explicacao_detalhada":"A repetição da palavra 'nome' (Ἰωάννης) enfatiza a importância da identidade de João Batista.","por_que_esta_palavra":"O nome é um símbolo do propósito divino e da missão que João teria.","conexao_teologica":"A identidade de João Batista como precursor de Cristo é fundamental para a compreensão do Novo Testamento.","referencias_relacionadas":["Lucas 1:63","Mateus 3:3","Marcos 1:3"]},"lucas_1_64_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca de Zacarias, que foi aberta após a obediência em nomear João.","explicacao_detalhada":"A palavra 'boca' (στόμα) simboliza a comunicação e a expressão da fé.","por_que_esta_palavra":"A abertura da boca de Zacarias representa a restauração da sua capacidade de falar e a confirmação da promessa de Deus.","conexao_teologica":"A boca é um instrumento de louvor e declaração da verdade de Deus, e sua abertura simboliza a libertação e a fé.","referencias_relacionadas":["Lucas 1:64","Salmos 81:10","Tiago 3:10"]},"lucas_1_64_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina, enfatizando a soberania e o poder de Deus sobre a criação. No contexto de Lucas 1:64, a menção de Deus destaca a ação divina na vida de Zacarias, que recupera a fala após a promessa do nascimento de João Batista.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre Deus e a humanidade, especialmente em momentos de intervenção divina.","conexao_teologica":"Deus é visto como o autor da salvação e das promessas cumpridas, refletindo a fidelidade de Deus ao seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"lucas_1_64_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de expressar verbalmente pensamentos ou sentimentos.","explicacao_detalhada":"Neste contexto, 'falar' refere-se à restauração da capacidade de Zacarias de se comunicar após um período de silêncio imposto por Deus. Isso simboliza a importância da comunicação da verdade divina.","por_que_esta_palavra":"A palavra é significativa porque representa a libertação de Zacarias e a proclamação do que Deus fez em sua vida.","conexao_teologica":"A fala é um meio pelo qual Deus revela sua vontade e realiza seus propósitos através de seus servos.","referencias_relacionadas":["Salmos 34:1","Provérbios 18:21","Mateus 12:34"]},"lucas_1_65_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica um evento ou ação de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da obra de Deus na vida de Zacarias e na história da salvação, especialmente com o nascimento de João Batista, que prepararia o caminho para o Messias.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo sua majestade e poder.","conexao_teologica":"A grandeza de Deus é frequentemente associada a suas obras redentoras e à manifestação de sua glória.","referencias_relacionadas":["Salmos 145:3","Isaías 12:5","Romanos 11:33"]},"lucas_1_65_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"Sentimento de reverência ou medo diante da grandeza de Deus.","explicacao_detalhada":"O 'temor' mencionado aqui reflete a reação de reverência e respeito diante das ações poderosas de Deus. É uma resposta natural ao reconhecimento da santidade e do poder divino.","por_que_esta_palavra":"O temor de Deus é fundamental na vida do crente, pois leva à sabedoria e à obediência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é essencial para uma vida de fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"lucas_1_65_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região geográfica, especificamente a Judeia.","explicacao_detalhada":"A palavra 'terra' neste contexto destaca a localização do evento e a importância da Judeia na narrativa bíblica, sendo um lugar central na história da salvação.","por_que_esta_palavra":"A geografia bíblica é significativa para entender o cumprimento das promessas de Deus ao seu povo.","conexao_teologica":"A terra de Israel é frequentemente mencionada como o cenário das promessas e ações de Deus.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Mateus 2:6"]},"lucas_1_66_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Deus e sua autoridade sobre todas as coisas. No contexto, destaca a importância do papel de João Batista como precursor do Senhor.","por_que_esta_palavra":"A autoridade de Deus é um tema central nas Escrituras, refletindo sua posição como Rei e Senhor.","conexao_teologica":"A autoridade de Deus é reconhecida em sua palavra e em suas ações na história da salvação.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Romanos 13:1"]},"lucas_1_66_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Indica um instrumento ou símbolo de poder e proteção.","explicacao_detalhada":"A palavra 'arco' pode simbolizar a aliança de Deus com seu povo, representando proteção e promessas. No contexto, pode também aludir à força e à direção que Deus dá aos seus servos.","por_que_esta_palavra":"O arco é frequentemente usado como símbolo de aliança e proteção nas Escrituras.","conexao_teologica":"Deus é visto como o protetor de seu povo, guiando-os em sua jornada.","referencias_relacionadas":["Gênesis 9:13","Salmos 91:2","Isaías 54:9"]},"lucas_1_67_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus que inspira e dá vida.","explicacao_detalhada":"A palavra 'espírito' neste contexto destaca a ação do Espírito Santo na vida de Zacarias, que o capacita a profetizar e a falar sobre as promessas de Deus.","por_que_esta_palavra":"O Espírito é essencial para a revelação e a ação de Deus na história da salvação.","conexao_teologica":"O Espírito Santo é o agente de transformação e capacitação na vida dos crentes.","referencias_relacionadas":["Gênesis 1:2","Atos 2:4","Romanos 8:26"]},"lucas_1_67_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de profetizar ou comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' aqui se refere à capacidade de Zacarias de profetizar após a restauração de sua fala, enfatizando a importância da comunicação da verdade divina.","por_que_esta_palavra":"A profecia é um meio pelo qual Deus se comunica com seu povo, trazendo esperança e direção.","conexao_teologica":"A fala profética é uma expressão da vontade de Deus e um chamado ao arrependimento e à fé.","referencias_relacionadas":["Joel 2:28","Atos 2:17","1 Coríntios 14:3"]},"lucas_1_67_nome":{"palavra_pt":"nome","palavra_original":"Ζαχαρίας","transliteracao":"Zacharías","strong":"G2197","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Zacarias, que significa 'o Senhor se lembrou'.","explicacao_detalhada":"O nome 'Zacarias' é significativo, pois reflete a fidelidade de Deus em lembrar de suas promessas. No contexto, destaca a importância do papel de Zacarias na história da salvação.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a identidade e o propósito de Deus.","conexao_teologica":"O nome de Zacarias é um lembrete da fidelidade de Deus e de sua promessa de salvação.","referencias_relacionadas":["Lucas 1:13","Mateus 1:21","Romanos 4:21"]},"lucas_1_68_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Lucas 1:68, a palavra 'senhor' enfatiza a autoridade divina e a relação de submissão do ser humano a Deus. É um reconhecimento de que Deus é o governante supremo.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus como o Senhor que age em favor do seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo seu poder e autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Apocalipse 19:16"]},"lucas_1_68_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Lucas 1:68, a menção a 'Deus' destaca a ação divina na história da salvação, mostrando que Ele é o agente ativo que traz libertação ao seu povo.","por_que_esta_palavra":"A palavra é fundamental para entender a identidade de Deus e seu papel na vida dos crentes.","conexao_teologica":"A natureza de Deus como criador e redentor é um pilar da fé cristã, revelando seu amor e justiça.","referencias_relacionadas":["Gênesis 1:1","Isaías 40:28","João 3:16"]},"lucas_1_68_blessed":{"palavra_pt":"bem aventurado","palavra_original":"εὐλογητός","transliteracao":"eulogētós","strong":"G2128","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem aventurado' indica um estado de felicidade e bênção divina.","explicacao_detalhada":"No contexto de Lucas 1:68, 'bem aventurado' reflete a alegria e gratidão pela intervenção de Deus na vida do povo, especialmente na vinda do Messias.","por_que_esta_palavra":"Esta palavra é usada para expressar a alegria que vem da salvação e das promessas de Deus.","conexao_teologica":"A bem-aventurança é um tema recorrente nas Escrituras, associada à graça e à misericórdia de Deus.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"lucas_1_69_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de libertação e redenção que Deus oferece ao seu povo.","explicacao_detalhada":"Em Lucas 1:69, a salvação é apresentada como uma promessa cumprida, onde Deus envia um Salvador para libertar seu povo do pecado e da opressão.","por_que_esta_palavra":"A salvação é o cerne da mensagem cristã, representando a esperança e a restauração oferecidas por Deus.","conexao_teologica":"A salvação é um tema central na teologia cristã, ligando o Antigo e o Novo Testamento.","referencias_relacionadas":["Romanos 1:16","Efésios 2:8-9","Tito 3:5"]},"lucas_1_69_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à linhagem e ao povo de Deus, especialmente a casa de Davi.","explicacao_detalhada":"No contexto de Lucas 1:69, a referência à 'família' destaca a importância da herança messiânica e a continuidade das promessas de Deus ao longo das gerações.","por_que_esta_palavra":"A família é um símbolo da aliança de Deus com seu povo, mostrando a fidelidade de Deus às suas promessas.","conexao_teologica":"A ideia de família é central na narrativa bíblica, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Mateus 1:1-17","Isaías 11:1","Romanos 1:3"]},"lucas_1_69_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à realeza de Davi e à promessa de um rei messiânico.","explicacao_detalhada":"Em Lucas 1:69, a menção ao 'rei' enfatiza a expectativa de um governante que trará justiça e paz, cumprindo as promessas feitas a Davi.","por_que_esta_palavra":"A realeza é um tema importante que conecta a história de Israel com a vinda de Jesus como o Rei dos Reis.","conexao_teologica":"A realeza de Cristo é fundamental na teologia cristã, simbolizando seu domínio e autoridade sobre todas as coisas.","referencias_relacionadas":["2 Samuel 7:12-16","Salmos 89:3-4","Apocalipse 19:16"]},"lucas_1_70_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' simboliza a comunicação e a proclamação da palavra de Deus.","explicacao_detalhada":"Em Lucas 1:70, a 'boca' é usada para indicar que Deus fala através dos profetas, revelando sua vontade e planos para a humanidade.","por_que_esta_palavra":"A boca é um instrumento de comunicação divina, essencial para a transmissão da mensagem de Deus.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na teologia, mostrando como Ele se comunica com seu povo.","referencias_relacionadas":["Hebreus 1:1-2","Isaías 55:11","Romanos 10:17"]},"lucas_1_70_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de proclamar a mensagem de Deus.","explicacao_detalhada":"Em Lucas 1:70, 'falar' implica a responsabilidade de transmitir a verdade de Deus, especialmente em relação à vinda do Messias.","por_que_esta_palavra":"A proclamação da palavra é vital para a edificação da fé e a disseminação do evangelho.","conexao_teologica":"A pregação da palavra de Deus é um mandamento fundamental para a igreja, refletindo a missão de levar o evangelho ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"lucas_1_71_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' é novamente enfatizada como libertação do pecado e da opressão.","explicacao_detalhada":"Em Lucas 1:71, a salvação é apresentada como um ato de Deus para resgatar seu povo das forças do mal e da escravidão do pecado.","por_que_esta_palavra":"A repetição da palavra 'salvação' reforça a importância da redenção na mensagem do evangelho.","conexao_teologica":"A salvação é um tema central que permeia toda a Escritura, desde Gênesis até Apocalipse.","referencias_relacionadas":["Lucas 19:10","Gálatas 1:4","Colossenses 1:13"]},"lucas_1_71_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' refere-se ao amor de Deus por seu povo e à resposta esperada dos crentes.","explicacao_detalhada":"Em Lucas 1:71, o amor é visto como a motivação por trás da salvação e da ação redentora de Deus.","por_que_esta_palavra":"O amor é a essência do caráter de Deus e a base do relacionamento entre Deus e a humanidade.","conexao_teologica":"O amor de Deus é um tema central na teologia cristã, refletindo sua natureza e suas ações em favor da criação.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","Efésios 2:4-5"]},"lucas_1_71_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a ideia de separação ou distinção em um contexto de salvação.","explicacao_detalhada":"No versículo, a palavra 'entre' é usada para descrever a ação de Deus em salvar o Seu povo de seus inimigos, destacando a proteção e a libertação que Ele oferece.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a proximidade e a relação entre Deus e Seu povo, mostrando que Ele está no meio deles.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, simbolizando Sua proteção e cuidado.","referencias_relacionadas":["Êxodo 3:12","Salmos 46:7","Mateus 1:23"]},"lucas_1_72_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia' refere-se à compaixão e ao amor de Deus por Seu povo.","explicacao_detalhada":"Neste contexto, a misericórdia é vista como a ação de Deus em lembrar-se de Suas promessas e em agir em favor de Seu povo, demonstrando Sua bondade.","por_que_esta_palavra":"A misericórdia é fundamental para entender a natureza de Deus e Sua relação com a humanidade, especialmente em tempos de necessidade.","conexao_teologica":"A misericórdia de Deus é um tema recorrente na Bíblia, refletindo Seu caráter amoroso e compassivo.","referencias_relacionadas":["Salmos 103:8","Lamentações 3:22-23","Tiago 2:13"]},"lucas_1_72_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo.","explicacao_detalhada":"Neste versículo, a aliança é um lembrete das promessas de Deus e de Seu compromisso com a salvação da humanidade.","por_que_esta_palavra":"A aliança é central na narrativa bíblica, pois representa a relação de Deus com Seu povo ao longo da história.","conexao_teologica":"A aliança é um conceito que liga o Antigo e o Novo Testamento, mostrando a continuidade do plano de Deus para a redenção.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"lucas_1_72_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica ação e realização de promessas.","explicacao_detalhada":"No contexto, 'fazer' refere-se à ação de Deus em cumprir Suas promessas de salvação e libertação.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a natureza ativa de Deus em intervir na história humana.","conexao_teologica":"Deus é apresentado como um agente ativo que realiza Sua vontade e cumpre Suas promessas.","referencias_relacionadas":["Isaías 46:10","Romanos 8:28","Filipenses 1:6"]},"lucas_1_73_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅρκος","transliteracao":"hórkos","strong":"G3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao caráter divino e à santidade de Deus.","explicacao_detalhada":"Neste versículo, 'sagrado' enfatiza a importância do juramento de Deus, que é puro e digno de confiança.","por_que_esta_palavra":"A santidade de Deus é um aspecto essencial de Sua natureza, que garante a fidelidade de Suas promessas.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver em reverência e obediência.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"lucas_1_73_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"A palavra 'juramento' refere-se a um compromisso solene e irrevogável.","explicacao_detalhada":"No contexto, o juramento de Deus representa Sua fidelidade e a certeza de que Ele cumprirá Suas promessas.","por_que_esta_palavra":"O juramento é uma forma de garantir a veracidade e a seriedade das promessas de Deus.","conexao_teologica":"O conceito de juramento é importante para entender a confiança que podemos ter nas promessas de Deus.","referencias_relacionadas":["Gênesis 22:16-17","Hebreus 6:13-14","Romanos 4:20-21"]},"lucas_1_74_deus":{"palavra_pt":"deus","palavra_original":"λατρεύω","transliteracao":"latreúō","strong":"G3000","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Salvador.","explicacao_detalhada":"Neste versículo, 'Deus' é mencionado como aquele que liberta Seu povo da opressão e do medo.","por_que_esta_palavra":"A menção de Deus destaca Sua autoridade e poder para salvar e proteger.","conexao_teologica":"A natureza de Deus como Salvador é um tema central na mensagem do Evangelho.","referencias_relacionadas":["Salmos 34:17","Isaías 43:11","Romanos 10:13"]},"lucas_1_74_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente indica a ideia de proximidade e relação.","explicacao_detalhada":"Aqui, 'entre' reforça a ideia de que Deus está presente no meio de Seu povo, oferecendo proteção e libertação.","por_que_esta_palavra":"A repetição da palavra 'entre' enfatiza a continuidade da presença de Deus na vida dos crentes.","conexao_teologica":"A presença de Deus entre Seu povo é um tema que se estende por toda a Escritura, simbolizando Sua proximidade.","referencias_relacionadas":["Salmos 23:4","Mateus 18:20","Apocalipse 21:3"]},"lucas_1_74_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação.","explicacao_detalhada":"Neste contexto, 'mão' representa a força de Deus em libertar Seu povo da opressão.","por_que_esta_palavra":"A imagem da mão de Deus é frequentemente usada para descrever Sua intervenção poderosa na história.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e ajuda em momentos de necessidade.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","João 10:28"]},"lucas_1_75_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à retidão e ao caráter moral de Deus.","explicacao_detalhada":"Neste versículo, 'justiça' é apresentada como um atributo de Deus que garante a salvação e a libertação do Seu povo.","por_que_esta_palavra":"A justiça de Deus é fundamental para entender Sua natureza e a forma como Ele lida com a humanidade.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, refletindo Sua santidade e Sua vontade de restaurar a criação.","referencias_relacionadas":["Salmos 89:14","Romanos 3:26","1 João 1:9"]},"lucas_1_75_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus promete libertar seu povo.","explicacao_detalhada":"A palavra 'dia' aqui simboliza um período específico de intervenção divina, onde a salvação e a libertação são esperadas.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza e a iminência da ação de Deus na história.","conexao_teologica":"O 'dia' de Deus é um tema recorrente nas Escrituras, simbolizando tanto juízo quanto salvação.","referencias_relacionadas":["Isaías 61:2","Joel 2:31","Atos 2:20"]},"lucas_1_75_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada refere-se à nova vida que Deus oferece através de Cristo.","explicacao_detalhada":"A palavra 'vida' implica não apenas a existência física, mas uma vida plena e abundante em comunhão com Deus.","por_que_esta_palavra":"É fundamental para entender a missão de Jesus, que veio para dar vida em abundância.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus é descrito como a fonte dessa vida.","referencias_relacionadas":["João 10:10","João 3:16","Romanos 6:23"]},"lucas_1_76_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor e Salvador.","explicacao_detalhada":"A palavra 'senhor' indica não apenas um título, mas a soberania e o domínio de Cristo sobre todas as coisas.","por_que_esta_palavra":"É essencial para reconhecer a posição de Cristo na salvação e na vida dos crentes.","conexao_teologica":"A autoridade de Jesus é um tema central, mostrando que Ele é digno de adoração e obediência.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Atos 2:36"]},"lucas_1_77_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é apresentada como libertação do pecado e da morte.","explicacao_detalhada":"A palavra 'salvação' implica um resgate, onde Deus atua para libertar seu povo das consequências do pecado.","por_que_esta_palavra":"É fundamental para entender a missão de Jesus e o propósito de sua vinda ao mundo.","conexao_teologica":"A salvação é o coração da mensagem cristã, mostrando o amor e a graça de Deus.","referencias_relacionadas":["Romanos 1:16","Efésios 2:8-9","Tito 3:5"]},"lucas_1_77_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"γνῶσις","transliteracao":"gnōsis","strong":"G1108","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"O conhecimento aqui se refere ao entendimento espiritual que leva à salvação.","explicacao_detalhada":"A palavra 'conhecimento' implica uma relação íntima e pessoal com Deus, que é essencial para a fé.","por_que_esta_palavra":"É importante para enfatizar que a salvação não é apenas um ato, mas um relacionamento contínuo com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã e para a transformação do crente.","referencias_relacionadas":["João 17:3","Colossenses 1:10","2 Pedro 3:18"]},"lucas_1_77_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é chamado à salvação.","explicacao_detalhada":"A palavra 'povo' implica uma comunidade escolhida, que tem um relacionamento especial com Deus.","por_que_esta_palavra":"É essencial para entender a identidade do povo de Deus e seu papel na história da salvação.","conexao_teologica":"O conceito de povo de Deus é central na narrativa bíblica, mostrando a fidelidade de Deus ao seu povo.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"lucas_1_78_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de misericórdia e salvação.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania, poder e amor de Deus em agir em favor da humanidade.","por_que_esta_palavra":"É crucial para reconhecer a natureza de Deus como aquele que se importa e age em favor do seu povo.","conexao_teologica":"A natureza de Deus como salvador é um tema central na teologia cristã.","referencias_relacionadas":["Salmos 136:1","Romanos 5:8","1 João 4:8"]},"lucas_1_78_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é a motivação para a salvação do seu povo.","explicacao_detalhada":"A palavra 'misericórdia' implica um amor compassivo que busca aliviar o sofrimento e a necessidade.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e sua disposição em salvar.","conexao_teologica":"A misericórdia de Deus é um tema recorrente, mostrando seu caráter amoroso e perdoador.","referencias_relacionadas":["Salmos 103:8","Lamentações 3:22-23","Efésios 2:4-5"]},"lucas_1_79_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como a consequência do pecado, da qual Jesus veio libertar.","explicacao_detalhada":"A palavra 'morte' implica não apenas a morte física, mas a separação espiritual de Deus.","por_que_esta_palavra":"É essencial para entender a gravidade do pecado e a necessidade da salvação.","conexao_teologica":"A morte e a ressurreição de Cristo são centrais para a mensagem do evangelho.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 2:14-15"]},"lucas_1_79_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é o resultado da salvação e da reconciliação com Deus.","explicacao_detalhada":"A palavra 'paz' implica um estado de harmonia e bem-estar que vem da presença de Deus.","por_que_esta_palavra":"É fundamental para entender o que significa viver em comunhão com Deus e com os outros.","conexao_teologica":"A paz de Cristo é um tema central, mostrando que Ele é o Príncipe da Paz.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"lucas_1_79_trevas":{"palavra_pt":"trevas","palavra_original":"σκότος","transliteracao":"skótos","strong":"G4655","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Trevas simbolizam a ausência de luz e, por extensão, a ignorância e o pecado.","explicacao_detalhada":"No contexto de Lucas 1:79, as trevas representam a condição espiritual da humanidade antes da vinda de Cristo. A luz que vem de Jesus é a revelação que traz conhecimento e salvação.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para enfatizar a necessidade de iluminação espiritual que Jesus proporciona ao mundo.","conexao_teologica":"As trevas são frequentemente associadas ao pecado e à separação de Deus, enquanto a luz simboliza a presença divina e a verdade.","referencias_relacionadas":["João 1:5","Mateus 4:16","Isaías 9:2"]},"lucas_1_80_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à essência vital e à presença de Deus que dá vida e direção.","explicacao_detalhada":"Em Lucas 1:80, o espírito é visto como a força que guia João Batista em sua missão profética, preparando o caminho para o Senhor.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a ação de Deus na vida dos indivíduos e sua influência na história da salvação.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade, ativo na criação, na revelação e na vida dos crentes.","referencias_relacionadas":["Atos 2:4","Romanos 8:26","Gálatas 5:22-23"]},"lucas_1_80_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um período de tempo, mas também pode simbolizar um tempo de revelação e cumprimento das promessas de Deus.","explicacao_detalhada":"No versículo, o 'dia' refere-se ao tempo em que João Batista cresceu e se preparou para sua missão, indicando um tempo de preparação divina.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar a importância dos eventos que ocorrem na história da salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e à vinda do Messias.","referencias_relacionadas":["Salmos 118:24","Isaías 40:3","Mateus 3:3"]}}