{"lucas_15_1_mao":{"palavra_pt":"mao","palavra_original":"ἐγγίζω","transliteracao":"engízō","strong":"G1448","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como um símbolo de ação e acolhimento.","explicacao_detalhada":"A mão representa a ação de Jesus em receber os pecadores e a disposição de acolher aqueles que se arrependem.","por_que_esta_palavra":"A palavra 'mão' é usada para ilustrar a proximidade e a ação de Jesus em relação aos que estão perdidos.","conexao_teologica":"A mão de Jesus é um símbolo de graça e misericórdia, refletindo o amor de Deus por aqueles que se afastaram.","referencias_relacionadas":["Mateus 9:10","Lucas 19:10","João 6:37"]},"lucas_15_2_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na Lei e frequentemente críticos de Jesus.","explicacao_detalhada":"Os escribas murmuravam contra Jesus por Ele associar-se com pecadores, revelando sua falta de compreensão sobre a missão de Cristo.","por_que_esta_palavra":"A palavra 'escriba' é importante para entender a oposição que Jesus enfrentou de líderes religiosos.","conexao_teologica":"A crítica dos escribas destaca a diferença entre a justiça humana e a graça divina, que busca salvar os perdidos.","referencias_relacionadas":["Mateus 23:13","Marcos 2:16","Lucas 11:52"]},"lucas_15_2_murmur":{"palavra_pt":"murmur","palavra_original":"διαγογγύζω","transliteracao":"diagongýzō","strong":"G1234","significado_raiz":"Ideia básica: murmur.","significado_contextual":"Refere-se ao ato de murmurar, que implica descontentamento e crítica.","explicacao_detalhada":"Os escribas murmuravam em descontentamento pela forma como Jesus se relacionava com os pecadores, mostrando sua hipocrisia.","por_que_esta_palavra":"A palavra 'murmur' é usada para expressar a resistência e a falta de aceitação da mensagem de Jesus.","conexao_teologica":"A murmuração é um tema recorrente na Bíblia, representando a falta de fé e a resistência ao plano de Deus.","referencias_relacionadas":["Filipenses 2:14","1 Coríntios 10:10","Hebreus 3:8"]},"lucas_15_3_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida como uma parábola que ilustra verdades espirituais.","explicacao_detalhada":"A parábola é uma forma de ensino que Jesus usou para transmitir verdades profundas sobre o Reino de Deus e a natureza do arrependimento.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Jesus, que oferece vida abundante a todos que creem.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, refletindo a nova vida que Ele oferece aos crentes.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"lucas_15_3_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de falar, que é essencial para a comunicação da mensagem de Deus.","explicacao_detalhada":"Jesus fala para ensinar e revelar a verdade sobre o Reino de Deus, utilizando parábolas para facilitar a compreensão.","por_que_esta_palavra":"A palavra 'falar' destaca a importância da comunicação na transmissão da mensagem divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Jesus é um meio pelo qual a verdade é revelada.","referencias_relacionadas":["Mateus 4:4","Lucas 4:18","Hebreus 4:12"]},"lucas_15_3_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de chamar, que implica um convite à ação ou à resposta.","explicacao_detalhada":"Jesus chama as pessoas a se arrependerem e a se voltarem para Deus, enfatizando a importância da resposta ao seu chamado.","por_que_esta_palavra":"A palavra 'dizer' é usada para expressar a autoridade de Jesus ao convocar as pessoas para a verdade.","conexao_teologica":"O chamado de Jesus é um convite à salvação e à transformação, refletindo o amor de Deus por todos.","referencias_relacionadas":["Mateus 11:28","Marcos 1:17","Apocalipse 3:20"]},"lucas_15_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre, que implica proximidade e relacionamento.","explicacao_detalhada":"Jesus usa a metáfora de um pastor que busca a ovelha perdida, enfatizando o cuidado e a busca ativa de Deus por aqueles que se afastaram.","por_que_esta_palavra":"A palavra 'entre' é significativa para mostrar a relação íntima entre Deus e suas criaturas.","conexao_teologica":"A busca da ovelha perdida ilustra o amor de Deus e sua disposição em ir atrás dos que estão perdidos.","referencias_relacionadas":["Mateus 18:12","Lucas 19:10","João 10:14"]},"lucas_15_4_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao local onde as ovelhas são mantidas em segurança.","explicacao_detalhada":"No contexto da parábola da ovelha perdida, o 'sheep fold' simboliza a proteção e o cuidado que Deus oferece ao seu povo. É um espaço de segurança onde as ovelhas estão reunidas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da comunidade e da proteção divina sobre aqueles que pertencem a Ele.","conexao_teologica":"A ideia de um 'sheep fold' se conecta com a imagem de Jesus como o bom pastor que cuida de suas ovelhas (João 10:11).","referencias_relacionadas":["João 10:11","Salmos 23:1","Hebreus 13:20"]},"lucas_15_4_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à ideia de ter ou possuir algo.","explicacao_detalhada":"Neste versículo, a possessão é relacionada à ovelha que pertence ao pastor. A noção de posse implica um relacionamento íntimo entre o pastor e suas ovelhas.","por_que_esta_palavra":"A palavra é escolhida para destacar a responsabilidade do pastor sobre suas ovelhas e o valor que cada uma delas tem.","conexao_teologica":"Reflete a relação de Deus com seu povo, onde cada indivíduo é precioso e conhecido por Ele (Isaías 43:1).","referencias_relacionadas":["Isaías 43:1","1 Pedro 2:9","Salmos 100:3"]},"lucas_15_5_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à alegria de Deus ao encontrar o que estava perdido.","explicacao_detalhada":"A palavra 'deus' aqui expressa a natureza divina que se alegra com a redenção e a restauração de vidas perdidas.","por_que_esta_palavra":"É utilizada para mostrar que a alegria de Deus é central na narrativa da salvação.","conexao_teologica":"A alegria de Deus em salvar os perdidos é um tema recorrente nas Escrituras, refletindo seu amor e misericórdia (Ezequiel 34:16).","referencias_relacionadas":["Ezequiel 34:16","Lucas 19:10","Romanos 5:8"]},"lucas_15_5_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar algo que estava perdido.","explicacao_detalhada":"Neste contexto, 'achar' implica a busca diligente e a alegria que vem ao encontrar o que se perdeu, simbolizando a busca de Deus por cada pessoa.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação ativa de Deus em buscar e salvar os perdidos.","conexao_teologica":"A busca de Deus por aqueles que estão afastados é um tema central na teologia da salvação (Mateus 18:12-14).","referencias_relacionadas":["Mateus 18:12-14","Lucas 19:10","Romanos 10:20"]},"lucas_15_6_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao lar ou à casa, simbolizando a unidade e o cuidado familiar.","explicacao_detalhada":"Neste versículo, a 'família' representa a comunidade de fé e a alegria compartilhada quando alguém é restaurado.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da comunidade e do apoio mútuo na fé.","conexao_teologica":"A ideia de família é central na teologia cristã, onde todos são chamados a ser parte da família de Deus (Gálatas 6:10).","referencias_relacionadas":["Gálatas 6:10","Efésios 2:19","1 Timóteo 5:1-2"]},"lucas_15_6_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao local seguro onde as ovelhas são guardadas.","explicacao_detalhada":"Assim como no primeiro uso, o 'sheep fold' simboliza a segurança e o cuidado que Deus oferece ao seu povo.","por_que_esta_palavra":"Reforça a ideia de que todos são bem-vindos no cuidado de Deus.","conexao_teologica":"A proteção divina é um tema recorrente, onde Deus é visto como o guardião de seu povo (Salmos 121:5-8).","referencias_relacionadas":["Salmos 121:5-8","João 10:9","Romanos 8:31-39"]},"lucas_15_7_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino de Deus e à alegria celestial.","explicacao_detalhada":"Neste versículo, o 'céu' é mencionado como o lugar onde há alegria por cada pecador que se arrepende.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a conexão entre a alegria divina e a salvação dos perdidos.","conexao_teologica":"A alegria no céu é uma expressão do amor de Deus e do valor que Ele dá a cada alma (Lucas 10:20).","referencias_relacionadas":["Lucas 10:20","Mateus 18:10","Apocalipse 21:4"]},"lucas_15_7_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade ou ao que é importante.","explicacao_detalhada":"A palavra 'assunto' aqui destaca a importância da busca e da restauração dos perdidos como uma prioridade divina.","por_que_esta_palavra":"É utilizada para mostrar que a busca por aqueles que se afastaram é uma questão de grande importância para Deus.","conexao_teologica":"A busca ativa de Deus por seus filhos perdidos é um tema central na narrativa bíblica (Lucas 19:10).","referencias_relacionadas":["Lucas 19:10","Mateus 28:19-20","1 Timóteo 2:4"]},"lucas_15_7_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à justiça e à inocência.","explicacao_detalhada":"Neste versículo, a palavra 'inocente' é usada para descrever a alegria que Deus sente por aqueles que se arrependem e retornam a Ele.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a pureza e a restauração que ocorre quando alguém se volta para Deus.","conexao_teologica":"A inocência e a justiça são temas centrais na redenção, onde os pecadores são justificados através de Cristo (Romanos 5:1).","referencias_relacionadas":["Romanos 5:1","2 Coríntios 5:17","1 João 1:9"]},"lucas_15_8_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar algo que foi perdido.","explicacao_detalhada":"A palavra 'buscar' enfatiza a diligência e o esforço que é necessário para encontrar o que se perdeu, simbolizando a busca de Deus por nós.","por_que_esta_palavra":"É utilizada para mostrar a ação proativa de Deus em buscar aqueles que estão afastados.","conexao_teologica":"A busca de Deus é um tema central na narrativa da salvação, refletindo seu amor e compaixão (Lucas 19:10).","referencias_relacionadas":["Lucas 19:10","Mateus 7:7","Hebreus 11:6"]},"lucas_15_8_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher mencionada na parábola representa a busca diligente e cuidadosa por aquilo que se perdeu.","explicacao_detalhada":"No contexto da parábola da moeda perdida, a mulher simboliza a atenção e o valor que Deus dá a cada um de nós, mostrando que Ele se preocupa profundamente com a recuperação dos perdidos.","por_que_esta_palavra":"A palavra 'mulher' é utilizada para destacar a sensibilidade e a determinação em buscar o que é precioso, refletindo o caráter de Deus em sua busca por nós.","conexao_teologica":"A busca da mulher por sua moeda perdida é uma metáfora da busca de Deus por pecadores, enfatizando a alegria no céu por cada alma que se arrepende.","referencias_relacionadas":["Lucas 15:10","Ezequiel 34:16","Mateus 18:12-14"]},"lucas_15_9_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à descoberta de algo que estava perdido, simbolizando a alegria da recuperação.","explicacao_detalhada":"No contexto da parábola, 'achar' representa o momento de alegria e celebração após encontrar a moeda perdida, refletindo a alegria de Deus ao restaurar aqueles que estavam afastados.","por_que_esta_palavra":"A escolha da palavra 'achar' enfatiza a ação ativa de buscar e a recompensa que vem com a descoberta.","conexao_teologica":"A busca e o achado estão ligados à salvação e ao arrependimento, mostrando que Deus está sempre à procura dos que se perderam.","referencias_relacionadas":["Lucas 15:10","Mateus 7:7","Isaías 55:6"]},"lucas_15_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, que se alegra com a conversão dos pecadores.","explicacao_detalhada":"Neste versículo, Deus é apresentado como aquele que se alegra quando um pecador se arrepende, destacando Sua natureza amorosa e misericordiosa.","por_que_esta_palavra":"A inclusão de 'Deus' enfatiza a centralidade de Sua ação na salvação e na alegria celestial.","conexao_teologica":"A alegria de Deus ao ver um pecador se arrependendo é um tema recorrente nas Escrituras, mostrando Sua busca ativa por relacionamentos restaurados.","referencias_relacionadas":["Lucas 15:7","Romanos 5:8","2 Pedro 3:9"]},"lucas_15_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' refere-se à magnitude da alegria que ocorre no céu quando um pecador se arrepende.","explicacao_detalhada":"A alegria mencionada é descrita como 'grande', indicando que a celebração no céu é imensa e significativa, refletindo o valor de cada alma.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a importância da salvação e a alegria que ela traz tanto para Deus quanto para os anjos.","conexao_teologica":"A grandeza da alegria no céu é um testemunho do amor de Deus e da importância da redenção.","referencias_relacionadas":["Lucas 15:7","Salmos 126:3","Isaías 61:10"]},"lucas_15_10_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se à emoção intensa de felicidade que surge da recuperação de algo perdido.","explicacao_detalhada":"Neste contexto, a alegria é uma resposta à restauração e à salvação, simbolizando a festa que ocorre no céu.","por_que_esta_palavra":"A escolha da palavra 'alegria' destaca a natureza celebrativa do reino de Deus quando um pecador se volta para Ele.","conexao_teologica":"A alegria é um tema central na mensagem do evangelho, refletindo a transformação que ocorre na vida de quem se arrepende.","referencias_relacionadas":["Lucas 15:7","Filipenses 4:4","Salmos 30:11"]},"lucas_15_11_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à expressão de pensamentos e sentimentos.","explicacao_detalhada":"No contexto da parábola, 'falar' pode se referir à declaração da mulher ao compartilhar sua alegria após encontrar a moeda perdida.","por_que_esta_palavra":"A palavra 'falar' é importante para enfatizar a necessidade de compartilhar as boas novas e a alegria da salvação.","conexao_teologica":"A comunicação é fundamental na propagação do evangelho, e a expressão de alegria é um testemunho poderoso da obra de Deus.","referencias_relacionadas":["Romanos 10:14","Salmos 107:2","Mateus 28:19-20"]},"lucas_15_11_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'posse' refere-se à propriedade ou ao que se possui, simbolizando o valor das coisas que temos.","explicacao_detalhada":"No contexto da parábola, a posse é um lembrete do que foi perdido e da alegria de recuperar o que é valioso.","por_que_esta_palavra":"A palavra 'posse' destaca a importância das coisas que temos e como elas podem ser perdidas e recuperadas.","conexao_teologica":"A posse é uma metáfora para a relação que temos com Deus e como Ele deseja que valorizemos o que nos foi dado.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:7","Lucas 12:15"]},"lucas_15_12_goods":{"palavra_pt":"goods","palavra_original":"οὐσία","transliteracao":"ousía","strong":"G3776","significado_raiz":"Ideia básica: goods.","significado_contextual":"A palavra 'bens' refere-se a posses materiais e riquezas, que podem ser tanto bênçãos quanto armadilhas.","explicacao_detalhada":"No contexto da parábola, os bens representam o que é valorizado na vida e como isso pode levar a decisões erradas, como a do filho pródigo.","por_que_esta_palavra":"A palavra 'bens' é usada para enfatizar a importância de como usamos o que temos e as consequências de nossas escolhas.","conexao_teologica":"Os bens materiais são frequentemente discutidos nas Escrituras em relação à generosidade e ao uso sábio dos recursos que Deus nos dá.","referencias_relacionadas":["Lucas 12:15","Mateus 6:24","1 Timóteo 6:10"]},"lucas_15_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, simbolizando a passagem do tempo e as decisões que tomamos.","explicacao_detalhada":"No contexto da parábola, o 'dia' pode representar o tempo em que o filho pródigo decidiu sair de casa, simbolizando a escolha de se afastar do pai.","por_que_esta_palavra":"A palavra 'dia' é importante para entender o momento das decisões e suas consequências na vida.","conexao_teologica":"O tempo é um tema importante nas Escrituras, enfatizando a necessidade de aproveitar bem cada dia que Deus nos dá.","referencias_relacionadas":["Salmos 90:12","Efésios 5:15-16","Tiago 4:14"]},"lucas_15_13_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das ações e decisões, especialmente em relação ao impacto que elas têm em nossas vidas.","explicacao_detalhada":"No contexto da parábola, 'grande' pode se referir à grande quantidade de bens que o filho pródigo gastou, simbolizando a gravidade de suas escolhas.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a seriedade das decisões que tomamos e suas repercussões.","conexao_teologica":"As grandes decisões na vida têm um impacto significativo em nossa relação com Deus e com os outros, e devemos ser sábios em nossas escolhas.","referencias_relacionadas":["Lucas 16:10","Provérbios 4:23","Gálatas 6:7"]},"lucas_15_13_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência plena e ativa, especialmente no contexto de uma vida que se afasta da vontade de Deus.","explicacao_detalhada":"Neste versículo, o filho pródigo busca uma vida de prazer e liberdade, mas acaba se afastando de sua verdadeira fonte de vida, que é o pai. A ideia de viver aqui é contrastada com a morte espiritual que resulta da rebeldia.","por_que_esta_palavra":"A escolha de 'viver' destaca a busca do filho por uma vida autônoma, mas que o leva à ruína, enfatizando a necessidade de uma vida em comunhão com Deus.","conexao_teologica":"A vida verdadeira é encontrada em Cristo, que disse: 'Eu sou o caminho, a verdade e a vida' (João 14:6). A busca por viver fora da vontade de Deus resulta em morte espiritual.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"lucas_15_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' indica uma transformação ou mudança de estado, refletindo a situação do filho que passa de riqueza a pobreza.","explicacao_detalhada":"O filho pródigo, ao gastar sua herança, se vê em uma situação de grande necessidade, o que representa uma queda drástica em sua condição. A palavra enfatiza a transição de sua vida de abundância para a miséria.","por_que_esta_palavra":"A escolha de 'tornar-se' ilustra a realidade de que as decisões erradas podem levar a consequências severas, mudando radicalmente a vida de uma pessoa.","conexao_teologica":"As escolhas que fazemos têm consequências eternas, e a transformação do filho é um lembrete da necessidade de arrependimento e retorno ao Pai.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Romanos 12:2"]},"lucas_15_14_homem":{"palavra_pt":"homem","palavra_original":"ἰσχυρός","transliteracao":"ischyrós","strong":"G2478","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui refere-se à condição humana, especialmente em sua vulnerabilidade e necessidade.","explicacao_detalhada":"O filho, ao se tornar como um homem que cuida de porcos, simboliza a degradação da dignidade humana quando se afasta de Deus. Isso reflete a realidade de que, sem Deus, o homem se torna vulnerável e perdido.","por_que_esta_palavra":"A palavra 'homem' destaca a condição de todos nós como seres criados à imagem de Deus, mas que, ao pecar, perdemos nossa dignidade.","conexao_teologica":"A necessidade de redenção é central na teologia cristã, pois todos pecaram e carecem da glória de Deus (Romanos 3:23).","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","Efésios 2:1-3"]},"lucas_15_15_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se ao lugar onde o filho se encontra, simbolizando a terra e a realidade de sua miséria.","explicacao_detalhada":"O solo representa a condição de desespero e necessidade em que o filho se encontra, longe da casa do pai. É um símbolo da vida sem propósito e sem sustento espiritual.","por_que_esta_palavra":"A escolha de 'solo' enfatiza a realidade física e espiritual do filho, que se vê em uma situação de desespero, longe da abundância que tinha em casa.","conexao_teologica":"A terra é frequentemente usada na Bíblia para simbolizar a condição humana e a necessidade de um relacionamento com Deus para verdadeira satisfação.","referencias_relacionadas":["Salmos 63:1","Isaías 55:1-2","Mateus 5:6"]},"lucas_15_16_coracao":{"palavra_pt":"coracao","palavra_original":"κοιλία","transliteracao":"koilía","strong":"G2836","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' aqui simboliza o desejo e a fome do filho, que se vê em uma situação de extrema necessidade.","explicacao_detalhada":"O coração do filho está em um estado de desespero, desejando até mesmo a comida dos porcos, o que reflete a profundidade de sua queda e a necessidade de um retorno ao pai.","por_que_esta_palavra":"A escolha de 'coração' destaca a condição interna do filho, que está faminto não apenas fisicamente, mas espiritualmente, buscando algo que o satisfaça.","conexao_teologica":"A fome do coração humano por Deus é um tema recorrente na Bíblia, onde somente Ele pode satisfazer os anseios mais profundos.","referencias_relacionadas":["Salmos 107:9","Mateus 5:6","João 6:35"]},"lucas_15_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição do filho em relação aos porcos, simbolizando sua degradação e isolamento.","explicacao_detalhada":"O uso de 'entre' enfatiza a situação do filho, que não apenas está com os porcos, mas se identifica com eles, refletindo sua queda da dignidade.","por_que_esta_palavra":"A escolha de 'entre' mostra a separação do filho de sua família e de sua identidade, simbolizando a alienação que o pecado causa.","conexao_teologica":"A alienação do homem em relação a Deus é um tema central na Bíblia, e o retorno ao Pai é sempre um convite à reconciliação.","referencias_relacionadas":["Isaías 59:2","Romanos 5:10","2 Coríntios 5:18-19"]},"lucas_15_16_husk":{"palavra_pt":"husk","palavra_original":"κεράτιον","transliteracao":"kerátion","strong":"G2769","significado_raiz":"Ideia básica: husk.","significado_contextual":"A palavra 'husk' refere-se à comida que os porcos comem, simbolizando a miséria e a degradação do filho.","explicacao_detalhada":"O desejo do filho por 'husk' representa a profunda necessidade e a humilhação que ele enfrenta, mostrando o quão longe ele foi de sua vida anterior de abundância.","por_que_esta_palavra":"A escolha de 'husk' ilustra a condição desesperadora do filho, que se vê em uma situação que o desumaniza.","conexao_teologica":"A degradação do filho é um reflexo da condição humana sem Deus, que se alimenta de coisas que não satisfazem.","referencias_relacionadas":["Eclesiastes 5:10","Isaías 55:2","João 6:27"]},"lucas_15_17_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' indica um movimento em direção ao arrependimento e à reconciliação com o pai.","explicacao_detalhada":"O filho, ao 'vir' em si mesmo, reconhece sua condição e decide retornar ao pai, simbolizando o primeiro passo do arrependimento.","por_que_esta_palavra":"A escolha de 'vir' destaca a ação necessária para a restauração do relacionamento com Deus, que requer um movimento em direção a Ele.","conexao_teologica":"O arrependimento é um tema central na teologia cristã, onde a volta ao Pai é sempre recebida com amor e perdão.","referencias_relacionadas":["Atos 3:19","1 João 1:9","Lucas 5:32"]},"lucas_15_18_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao lugar de onde vem a autoridade e a bênção de Deus, contrastando com a miséria do filho.","explicacao_detalhada":"O filho reconhece que no céu, ou seja, na presença de Deus, há abundância e sustento, ao contrário de sua situação atual de pobreza.","por_que_esta_palavra":"A escolha de 'céu' enfatiza a origem das bênçãos e a necessidade de retornar à fonte de vida e sustento.","conexao_teologica":"A noção de céu como lugar de bênção é um tema recorrente na Bíblia, onde a presença de Deus é sinônimo de vida e abundância.","referencias_relacionadas":["Mateus 6:20","Filipenses 3:20","Apocalipse 21:4"]},"lucas_15_18_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' indica um movimento de retorno, simbolizando a decisão do filho de voltar ao pai.","explicacao_detalhada":"O ato de 'ir' representa a ação de arrependimento e a determinação de restaurar o relacionamento com o pai, simbolizando a jornada de volta à vida.","por_que_esta_palavra":"A escolha de 'ir' destaca a importância da ação na fé, onde o arrependimento deve ser seguido por um movimento em direção a Deus.","conexao_teologica":"O retorno ao Pai é um tema central na mensagem do evangelho, onde todos são chamados a se voltar para Deus em arrependimento.","referencias_relacionadas":["Lucas 19:10","Romanos 10:9","Tiago 4:8"]},"lucas_15_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, neste caso, o filho pródigo reconhecendo sua condição e decidindo agir.","explicacao_detalhada":"No contexto da parábola do filho pródigo, 'fazer' implica em tomar uma decisão consciente de retornar ao pai e pedir perdão, simbolizando arrependimento e a vontade de mudar.","por_que_esta_palavra":"A escolha de 'fazer' destaca a importância da ação na fé e no arrependimento, mostrando que não basta sentir remorso, é necessário agir.","conexao_teologica":"A ação de 'fazer' está ligada à ideia de que a fé sem obras é morta (Tiago 2:26), enfatizando que a verdadeira conversão exige ação.","referencias_relacionadas":["Lucas 15:18","Tiago 2:17","Mateus 3:8"]},"lucas_15_20_vida":{"palavra_pt":"vida","palavra_original":"τράχηλος","transliteracao":"tráchēlos","strong":"G5137","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui simboliza a restauração e a nova oportunidade que o filho pródigo recebe ao retornar ao pai.","explicacao_detalhada":"Neste versículo, a 'vida' representa não apenas a existência física, mas uma nova vida espiritual, marcada pelo perdão e pela aceitação do pai.","por_que_esta_palavra":"A ênfase em 'vida' ressalta a transformação que ocorre quando alguém se arrepende e volta para Deus, recebendo uma nova chance.","conexao_teologica":"A ideia de 'vida' nova é central na mensagem do evangelho, onde Cristo oferece vida abundante (João 10:10) a todos que se arrependem.","referencias_relacionadas":["Lucas 15:24","João 10:10","2 Coríntios 5:17"]},"lucas_15_20_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' indica o ato de se aproximar, simbolizando a decisão do filho de retornar ao pai.","explicacao_detalhada":"Neste contexto, 'vir' é um movimento físico e espiritual, representando a jornada de arrependimento e a busca pela reconciliação.","por_que_esta_palavra":"A escolha de 'vir' enfatiza a iniciativa do filho em buscar o pai, refletindo a busca de Deus por aqueles que se afastaram.","conexao_teologica":"A ideia de 'vir' é paralela ao convite de Jesus para que todos venham a Ele (Mateus 11:28), mostrando que o retorno a Deus é sempre possível.","referencias_relacionadas":["Lucas 15:20","Mateus 11:28","Isaías 55:7"]},"lucas_15_21_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' aqui pode ser interpretada como a morada de Deus, simbolizando a relação restaurada entre o pai e o filho.","explicacao_detalhada":"Neste versículo, o filho reconhece sua indignidade e se dirige ao pai, que representa a figura divina, enfatizando a importância do arrependimento.","por_que_esta_palavra":"A menção ao 'céu' destaca a natureza sagrada da relação entre Deus e o homem, e a necessidade de humildade ao se aproximar do Criador.","conexao_teologica":"A ideia de 'céu' está ligada à promessa de vida eterna e à comunhão com Deus, que é restaurada através do arrependimento (João 3:16).","referencias_relacionadas":["Lucas 15:21","João 3:16","Romanos 10:9"]},"lucas_15_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente se refere à ação de confessar e pedir perdão, essencial para a restauração da relação com o pai.","explicacao_detalhada":"Neste contexto, 'fazer' implica em reconhecer os erros e tomar uma atitude de humildade ao se dirigir ao pai, pedindo perdão.","por_que_esta_palavra":"A repetição de 'fazer' enfatiza a necessidade de ação consciente e arrependida para a restauração espiritual.","conexao_teologica":"A ação de 'fazer' se relaciona com a confissão e a busca pelo perdão, que são fundamentais na vida cristã (1 João 1:9).","referencias_relacionadas":["Lucas 15:21","1 João 1:9","Atos 3:19"]},"lucas_15_22_long":{"palavra_pt":"long","palavra_original":"στολή","transliteracao":"stolḗ","strong":"G4749","significado_raiz":"Ideia básica: long.","significado_contextual":"A palavra 'long' refere-se à vestimenta que simboliza honra e dignidade, representando a restauração do filho.","explicacao_detalhada":"Neste versículo, a 'long' é uma túnica que o pai ordena que seja colocada no filho, simbolizando a aceitação e o status restaurado na família.","por_que_esta_palavra":"A escolha de 'long' destaca a generosidade do pai e a importância da dignidade na relação restaurada.","conexao_teologica":"A vestimenta nova simboliza a nova identidade em Cristo, onde somos feitos novas criaturas (2 Coríntios 5:17).","referencias_relacionadas":["Lucas 15:22","2 Coríntios 5:17","Gálatas 3:27"]},"lucas_15_23_urso":{"palavra_pt":"urso","palavra_original":"φέρω","transliteracao":"phérō","strong":"G5342","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de trazer algo, neste caso, o bezerro gordo que simboliza celebração e alegria.","explicacao_detalhada":"Neste contexto, 'urso' implica em trazer algo de valor para celebrar o retorno do filho, simbolizando a alegria do pai.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a ação de trazer bênçãos e celebrações em resposta ao arrependimento e retorno.","conexao_teologica":"A ideia de 'urso' se relaciona com a alegria no céu por um pecador que se arrepende (Lucas 15:10).","referencias_relacionadas":["Lucas 15:23","Lucas 15:10","Salmos 126:3"]},"lucas_15_23_fatted":{"palavra_pt":"fatted","palavra_original":"σιτευτός","transliteracao":"siteutós","strong":"G4618","significado_raiz":"Ideia básica: fatted.","significado_contextual":"A palavra 'fatted' refere-se ao bezerro gordo, que simboliza a celebração e a abundância após o retorno do filho.","explicacao_detalhada":"Neste versículo, 'fatted' representa a generosidade do pai e a alegria pela restauração da relação familiar.","por_que_esta_palavra":"A escolha de 'fatted' destaca a importância da celebração e da alegria em momentos de reconciliação.","conexao_teologica":"A celebração do bezerro gordo reflete a alegria de Deus ao receber de volta aqueles que estavam perdidos (Lucas 15:24).","referencias_relacionadas":["Lucas 15:23","Lucas 15:24","Isaías 61:10"]},"lucas_15_24_dead":{"palavra_pt":"morto","palavra_original":"νεκρός","transliteracao":"nekrós","strong":"G3498","significado_raiz":"Ideia básica: morto.","significado_contextual":"A palavra 'morto' refere-se à condição espiritual do filho antes de retornar ao pai, simbolizando a separação de Deus.","explicacao_detalhada":"Neste contexto, 'morto' representa a alienação e a perda da vida espiritual que ocorre quando alguém se afasta de Deus.","por_que_esta_palavra":"A escolha de 'morto' enfatiza a gravidade da situação do filho e a necessidade de restauração através do arrependimento.","conexao_teologica":"A ideia de 'morto' é central na mensagem do evangelho, onde a vida é encontrada em Cristo (João 14:6).","referencias_relacionadas":["Lucas 15:24","Efésios 2:1","João 14:6"]},"lucas_15_25_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder est' refere-se ao irmão mais velho, simbolizando a resistência e o ressentimento diante da graça do pai.","explicacao_detalhada":"Neste versículo, 'elder est' representa a atitude do irmão mais velho que não compreende a alegria do pai pela volta do filho pródigo.","por_que_esta_palavra":"A escolha de 'elder est' destaca a necessidade de entender a graça e o perdão, mesmo quando não se sente merecedor.","conexao_teologica":"A figura do irmão mais velho ilustra a luta entre a justiça e a graça, um tema central na mensagem de Jesus (Mateus 20:1-16).","referencias_relacionadas":["Lucas 15:25","Mateus 20:1-16","Romanos 9:30-32"]},"lucas_15_26_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a um jovem ou filho, simbolizando inocência e dependência.","explicacao_detalhada":"A palavra 'crianca' (παῖς) é usada para descrever um filho ou um servo, enfatizando a relação de dependência e submissão. No contexto da parábola do filho pródigo, a criança representa a inocência e a vulnerabilidade.","por_que_esta_palavra":"A escolha da palavra 'crianca' destaca a fragilidade e a necessidade de proteção, contrastando com a rebeldia do filho mais velho.","conexao_teologica":"A relação entre pai e filho é central na teologia cristã, simbolizando o amor de Deus por Seus filhos.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"lucas_15_26_chamar":{"palavra_pt":"chamar","palavra_original":"προσκαλέομαι","transliteracao":"proskaléomai","strong":"G4341","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de convocar ou solicitar a presença de alguém.","explicacao_detalhada":"A palavra 'chamar' (προσκαλέομαι) implica um convite ou uma ordem para que alguém se aproxime ou se apresente. No contexto, o pai chama o filho mais velho para se juntar à celebração.","por_que_esta_palavra":"A palavra é usada para mostrar a intenção do pai de incluir o filho mais velho na alegria da reconciliação.","conexao_teologica":"Deus chama Seus filhos para a comunhão e celebração, refletindo o desejo de inclusão e perdão.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","1 Coríntios 1:9"]},"lucas_15_26_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo adulto, neste caso, o filho mais velho.","explicacao_detalhada":"A palavra 'homem' (εἷς) é usada para descrever a identidade do filho mais velho, que representa a justiça própria e a resistência ao perdão.","por_que_esta_palavra":"A escolha desta palavra enfatiza a maturidade e a responsabilidade do filho mais velho em sua reação ao retorno do irmão.","conexao_teologica":"A parábola ilustra a luta entre a justiça e a graça, mostrando que todos precisam da misericórdia de Deus.","referencias_relacionadas":["Lucas 15:29","Mateus 20:1","Gálatas 6:5"]},"lucas_15_27_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada quando o servo informa o filho mais velho sobre a celebração, destacando a comunicação e a revelação de eventos.","por_que_esta_palavra":"A comunicação é essencial para a compreensão e a resposta do filho mais velho à situação.","conexao_teologica":"Deus se comunica conosco através de Sua Palavra, revelando Sua vontade e planos.","referencias_relacionadas":["Hebreus 1:1","Tiago 1:19","1 Pedro 4:11"]},"lucas_15_28_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Indica a ação de tomar uma decisão ou fazer uma escolha.","explicacao_detalhada":"A palavra 'escolher' (θέλω) reflete a vontade do filho mais velho de não participar da celebração, mostrando sua resistência e amargura.","por_que_esta_palavra":"A escolha do filho mais velho de não se alegrar revela seu coração endurecido e sua falta de compreensão sobre o perdão.","conexao_teologica":"A liberdade de escolha é um tema central na teologia, onde Deus nos chama a escolher o amor e a reconciliação.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"lucas_15_28_irado":{"palavra_pt":"irado","palavra_original":"ὀργίζω","transliteracao":"orgízō","strong":"G3710","significado_raiz":"Ideia básica: irado.","significado_contextual":"Refere-se a um estado emocional de raiva ou indignação.","explicacao_detalhada":"A palavra 'irado' (ὀργίζω) descreve a reação do filho mais velho ao ouvir sobre a festa, simbolizando a injustiça percebida.","por_que_esta_palavra":"A ira do filho mais velho destaca a luta interna entre a justiça e a graça, e sua incapacidade de perdoar.","conexao_teologica":"A ira pode ser um obstáculo para a reconciliação, e a parábola nos ensina sobre a necessidade de superar esse sentimento.","referencias_relacionadas":["Efésios 4:26","Tiago 1:20","Romanos 12:19"]},"lucas_15_29_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se a uma ordem ou instrução a ser seguida.","explicacao_detalhada":"A palavra 'mandamento' (ἐντολή) é usada para descrever as regras que o filho mais velho acredita ter seguido, enfatizando sua obediência.","por_que_esta_palavra":"O filho mais velho se vê como justo por seguir os mandamentos, mas não percebe a importância do amor e da graça.","conexao_teologica":"Os mandamentos de Deus são importantes, mas a verdadeira obediência deve ser motivada pelo amor.","referencias_relacionadas":["João 14:15","1 João 5:3","Romanos 13:10"]},"lucas_15_30_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou estar em conformidade com algo.","explicacao_detalhada":"A palavra 'seguir' (μετά) é usada para descrever a relação do filho mais velho com seu pai e suas expectativas em relação ao comportamento do irmão.","por_que_esta_palavra":"O filho mais velho sente que seguiu todas as regras, mas não entende a natureza do amor do pai.","conexao_teologica":"Seguir a Deus envolve mais do que obedecer a regras; é um relacionamento baseado em amor e graça.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","1 Pedro 2:21"]},"lucas_15_31_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à continuidade de uma ação ou estado.","explicacao_detalhada":"A palavra 'seguir' (μετά) é repetida para enfatizar a relação contínua entre o pai e o filho, mostrando que o amor do pai está sempre presente.","por_que_esta_palavra":"O pai reafirma que o filho mais velho sempre esteve com ele, destacando a importância da presença e do relacionamento.","conexao_teologica":"Deus está sempre presente em nossas vidas, mesmo quando não percebemos Sua graça.","referencias_relacionadas":["Salmos 23:6","Mateus 28:20","Hebreus 13:5"]},"lucas_15_31_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou expressar verbalmente.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada novamente para enfatizar a comunicação do pai ao filho, mostrando a importância do diálogo na relação.","por_que_esta_palavra":"A fala do pai é um convite à reflexão e à reconciliação, mostrando que o amor é a base do relacionamento.","conexao_teologica":"A comunicação de Deus conosco é fundamental para nosso crescimento espiritual e entendimento de Sua vontade.","referencias_relacionadas":["Salmos 119:105","João 10:27","1 Tessalonicenses 2:13"]},"lucas_15_32_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o pai amoroso que se alegra com o retorno do filho pródigo.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a natureza benevolente e acolhedora de Deus, que se alegra com a reconciliação e o arrependimento dos pecadores.","por_que_esta_palavra":"A inclusão da palavra 'deus' destaca a relação íntima entre Deus e a humanidade, especialmente em momentos de restauração.","conexao_teologica":"Deus é visto como um pai que busca e recebe de volta aqueles que se afastaram, refletindo o amor incondicional e a graça divina.","referencias_relacionadas":["Lucas 15:20","Romanos 5:8","2 Coríntios 5:19"]},"lucas_15_32_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à nova vida que é dada ao filho que retorna ao pai.","explicacao_detalhada":"Neste contexto, 'viver' simboliza a restauração espiritual e a alegria que vem com o arrependimento e a reconciliação com Deus.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a transformação que ocorre na vida de alguém que se afasta e depois retorna a Deus.","conexao_teologica":"A nova vida em Cristo é um tema central no Novo Testamento, simbolizando a salvação e a nova criação.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Efésios 2:1-5"]},"lucas_15_32_voz":{"palavra_pt":"voz","palavra_original":"εὐφραίνω","transliteracao":"euphraínō","strong":"G2165","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a expressão de alegria e celebração pelo retorno do filho.","explicacao_detalhada":"Neste versículo, a 'voz' é um símbolo da comunicação e da relação entre o pai e o filho, bem como da alegria que é compartilhada na comunidade.","por_que_esta_palavra":"A palavra 'voz' é usada para ilustrar a importância da expressão emocional e da celebração na vida cristã.","conexao_teologica":"A alegria no céu por um pecador que se arrepende é um tema recorrente nas parábolas de Jesus.","referencias_relacionadas":["Lucas 15:7","Salmos 100:1","Filipenses 4:4"]}}