{"lucas_17_1_pecado":{"palavra_pt":"pecado","palavra_original":"σκάνδαλον","transliteracao":"skándalon","strong":"G4625","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a qualquer ação, pensamento ou atitude que vai contra a vontade de Deus.","explicacao_detalhada":"Neste versículo, Jesus alerta sobre as consequências do pecado e a responsabilidade de não ser um obstáculo para os outros.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade do pecado e a necessidade de vigilância na vida cristã.","conexao_teologica":"O pecado é um tema central na teologia cristã, onde a redenção em Cristo é a resposta ao problema do pecado.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 1:15"]},"lucas_17_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, a negação de Deus é uma forma de enfatizar a seriedade do pecado e a necessidade de viver em conformidade com a Sua vontade.","por_que_esta_palavra":"A palavra é usada para destacar a importância da reverência e do temor a Deus em nossas ações.","conexao_teologica":"A relação com Deus é fundamental para a vida cristã, onde a obediência e o arrependimento são essenciais.","referencias_relacionadas":["Salmos 14:1","Mateus 22:37","1 João 4:8"]},"lucas_17_2_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' é novamente usada para enfatizar a gravidade de causar escândalo ou tropeço a outros.","explicacao_detalhada":"Jesus adverte que é melhor sofrer consequências severas do que levar outros ao pecado, mostrando a responsabilidade que temos uns pelos outros.","por_que_esta_palavra":"A repetição da palavra 'pecado' reforça a seriedade da questão e a necessidade de cuidado na vida comunitária.","conexao_teologica":"A responsabilidade mútua entre os crentes é um tema importante, onde somos chamados a edificar uns aos outros na fé.","referencias_relacionadas":["Romanos 14:13","Gálatas 6:1","1 Coríntios 8:9"]},"lucas_17_2_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' é usada para ilustrar a solidez e a imutabilidade, simbolizando a firmeza da fé.","explicacao_detalhada":"No contexto de Lucas 17:2, a 'pedra' representa a gravidade de causar escândalo a um dos pequenos que creem em Jesus. A imagem da pedra sugere que tal ato é sério e tem consequências duradouras.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a seriedade da responsabilidade que os crentes têm em relação aos outros, especialmente os mais vulneráveis na fé.","conexao_teologica":"A pedra é frequentemente usada na Bíblia como símbolo de Cristo, que é a pedra angular da fé (Efésios 2:20). Isso reforça a ideia de que os crentes devem agir com responsabilidade e amor.","referencias_relacionadas":["Mateus 18:6","1 Pedro 2:8","Salmos 118:22"]},"lucas_17_3_attendance":{"palavra_pt":"attend ance","palavra_original":"προσέχω","transliteracao":"proséchō","strong":"G4337","significado_raiz":"Ideia básica: attend ance.","significado_contextual":"A palavra 'atender' implica em dar atenção e cuidado, especialmente em relação ao pecado e à correção entre irmãos.","explicacao_detalhada":"No versículo, Jesus instrui os discípulos a estarem atentos uns aos outros, o que implica em uma responsabilidade mútua na vida cristã.","por_que_esta_palavra":"A palavra 'atender' é crucial para entender a importância da vigilância espiritual e da correção amorosa dentro da comunidade de fé.","conexao_teologica":"A ideia de cuidar uns dos outros é um tema central no Novo Testamento, refletindo o amor e a unidade do corpo de Cristo (1 Coríntios 12:25-26).","referencias_relacionadas":["Gálatas 6:1","Tiago 5:19-20","Mateus 18:15"]},"lucas_17_3_repreender":{"palavra_pt":"repreender","palavra_original":"ἐπιτιμάω","transliteracao":"epitimáō","strong":"G2008","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' é usada para descrever a ação de corrigir ou chamar a atenção para o erro de alguém.","explicacao_detalhada":"Jesus ensina que a repreensão deve ser feita com amor e com o objetivo de restaurar a pessoa que errou, enfatizando a importância da disciplina na comunidade cristã.","por_que_esta_palavra":"A escolha da palavra 'repreender' destaca a necessidade de confrontar o pecado de maneira construtiva, em vez de simplesmente criticar.","conexao_teologica":"A repreensão é um aspecto do amor cristão, que busca a restauração e a santidade (Hebreus 12:11).","referencias_relacionadas":["2 Timóteo 4:2","Tito 1:13","Provérbios 27:5"]},"lucas_17_4_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo em que ações e decisões são tomadas, especialmente em relação ao perdão.","explicacao_detalhada":"No contexto, Jesus fala sobre a necessidade de perdoar repetidamente, mostrando que o perdão deve ser uma prática constante na vida do crente.","por_que_esta_palavra":"A palavra 'dia' enfatiza a continuidade e a regularidade do perdão, que deve ser uma parte integral da vida cristã.","conexao_teologica":"O conceito de perdão é central no ensino de Jesus e reflete o caráter de Deus, que perdoa continuamente (Mateus 6:14-15).","referencias_relacionadas":["Mateus 18:21-22","Colossenses 3:13","Efésios 4:32"]},"lucas_17_4_again":{"palavra_pt":"novamente","palavra_original":"ἐπιστρέφω","transliteracao":"epistréphō","strong":"G1994","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica a repetição de uma ação, neste caso, o ato de perdoar.","explicacao_detalhada":"Jesus ensina que o perdão não deve ter limites, e a repetição da ação de perdoar é essencial para a vida cristã.","por_que_esta_palavra":"A ênfase em 'novamente' mostra que o perdão é um processo contínuo e não um evento único.","conexao_teologica":"A ideia de perdão contínuo reflete a graça de Deus, que nos perdoa repetidamente (Romanos 5:20).","referencias_relacionadas":["Mateus 6:14","Lucas 6:37","1 João 1:9"]},"lucas_17_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação verbal, especialmente em contextos de instrução e correção.","explicacao_detalhada":"Jesus enfatiza a importância de comunicar-se de maneira clara e direta, especialmente ao chamar alguém ao arrependimento.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de uma comunicação eficaz na vida cristã, especialmente em questões de pecado e perdão.","conexao_teologica":"A comunicação é fundamental na edificação do corpo de Cristo, refletindo a verdade e o amor (Efésios 4:15).","referencias_relacionadas":["Tiago 1:19","Provérbios 15:1","Colossenses 4:6"]},"lucas_17_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título que expressa autoridade e domínio, reconhecendo a soberania de Cristo.","explicacao_detalhada":"Os discípulos chamam Jesus de 'senhor' ao pedirem mais fé, reconhecendo sua autoridade sobre suas vidas e a necessidade de sua ajuda.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e dependência que os crentes devem ter em relação a Cristo.","conexao_teologica":"Reconhecer Jesus como Senhor é essencial para a fé cristã, pois implica em aceitar sua autoridade e seguir seus ensinamentos (Romanos 10:9).","referencias_relacionadas":["Filipenses 2:10-11","Atos 2:36","Mateus 28:18"]},"lucas_17_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus, especialmente em momentos de dificuldade.","explicacao_detalhada":"Os discípulos pedem a Jesus que aumente sua fé, reconhecendo que a fé é um dom que pode ser fortalecido por Deus.","por_que_esta_palavra":"A palavra 'fé' é central na vida cristã, pois é pela fé que os crentes são justificados e sustentados.","conexao_teologica":"A fé é o meio pelo qual os crentes se relacionam com Deus e experimentam sua graça (Efésios 2:8-9).","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"lucas_17_5_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar verbalmente pensamentos ou instruções.","explicacao_detalhada":"Jesus ensina que a fé pode ser expressa através da palavra, e que a comunicação é uma parte vital da vida cristã.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da declaração de fé e da confissão na vida do crente.","conexao_teologica":"A fala é um meio pelo qual a fé é proclamada e compartilhada, refletindo a verdade de Deus (Romanos 10:10).","referencias_relacionadas":["Salmos 19:14","Mateus 12:34","Tiago 3:10"]},"lucas_17_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Cristo e a relação de submissão que os crentes devem ter com Ele.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a fé que pode mover montanhas, e o reconhecimento de sua autoridade é fundamental para entender essa promessa.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a importância de reconhecer a soberania de Cristo em todas as áreas da vida.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que Ele tem poder sobre todas as coisas (Mateus 28:18).","referencias_relacionadas":["Colossenses 1:16-17","Hebreus 1:3","Mateus 8:27"]},"lucas_17_6_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em Suas promessas, essencial para a vida cristã.","explicacao_detalhada":"Neste versículo, Jesus ensina que até mesmo uma pequena quantidade de fé pode realizar grandes coisas, como mover uma árvore. A fé é apresentada como um elemento fundamental na relação do crente com Deus.","por_que_esta_palavra":"A palavra 'fé' é central na mensagem cristã, pois é através da fé que os crentes se conectam com Deus e experimentam Sua graça.","conexao_teologica":"A fé é o meio pelo qual recebemos a salvação e a graça de Deus, conforme Efésios 2:8-9.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"lucas_17_6_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra simboliza a criação de Deus e o lugar onde a vida se desenvolve.","explicacao_detalhada":"Neste contexto, a referência à terra destaca a autoridade de Deus sobre a criação e a capacidade de realizar o impossível através da fé.","por_que_esta_palavra":"A palavra 'terra' é usada para ilustrar a magnitude do poder de Deus, que pode transformar até mesmo o que parece intransponível.","conexao_teologica":"Deus é o Criador de toda a terra e tem poder sobre toda a criação, conforme Gênesis 1:1.","referencias_relacionadas":["Salmos 24:1","Isaías 66:1","Mateus 5:5"]},"lucas_17_7_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Neste versículo, a palavra 'entre' é usada para descrever a posição do servo em relação ao seu senhor, enfatizando a hierarquia e o serviço.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica de serviço e submissão que Jesus ensina aos Seus seguidores.","conexao_teologica":"A ideia de servir é central no ensinamento de Jesus, que veio para servir e não para ser servido (Marcos 10:45).","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-7","João 13:14-15"]},"lucas_17_7_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A possessão refere-se ao ato de ter ou manter algo sob controle.","explicacao_detalhada":"Neste contexto, a palavra 'possessão' é usada para enfatizar a responsabilidade do servo em cumprir suas obrigações.","por_que_esta_palavra":"A palavra 'possessão' é crucial para entender a relação entre o servo e o senhor, onde o servo deve ser fiel ao que lhe foi confiado.","conexao_teologica":"A fidelidade nas pequenas coisas é um princípio importante no reino de Deus (Lucas 16:10).","referencias_relacionadas":["Mateus 25:21","1 Coríntios 4:2","Lucas 12:42"]},"lucas_17_8_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' aqui se refere ao serviço e à disposição de ajudar.","explicacao_detalhada":"Jesus usa a palavra 'amigo' para ilustrar a relação entre o servo e seu senhor, onde o servo deve estar sempre pronto para servir.","por_que_esta_palavra":"A palavra 'amigo' é significativa, pois destaca a importância do serviço altruísta e da disposição em ajudar os outros.","conexao_teologica":"O conceito de amizade e serviço é central na vida cristã, refletindo o amor de Cristo por nós (João 15:13).","referencias_relacionadas":["João 15:15","Gálatas 5:13","1 Pedro 4:10"]},"lucas_17_8_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém.","explicacao_detalhada":"Neste versículo, 'seguir' é usado para descrever a ação do servo em atender às ordens do seu senhor, enfatizando a obediência.","por_que_esta_palavra":"A palavra 'seguir' é fundamental para entender a chamada à obediência e ao discipulado na vida cristã.","conexao_teologica":"Jesus nos chama a segui-Lo e a viver de acordo com Seus ensinamentos (Mateus 16:24).","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"lucas_17_8_falar":{"palavra_pt":"falar","palavra_original":"ῥέω","transliteracao":"rhéō","strong":"G4483","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à expressão verbal.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a expectativa do senhor em que o servo se comunique de forma adequada e respeitosa.","por_que_esta_palavra":"A palavra 'falar' é importante para entender a dinâmica da comunicação entre o servo e o senhor, que deve ser marcada pelo respeito.","conexao_teologica":"A comunicação é uma parte vital da vida cristã, refletindo a importância da palavra de Deus em nossas vidas (Colossenses 3:16).","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Provérbios 15:1"]},"lucas_17_9_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus.","explicacao_detalhada":"Neste versículo, a graça é um conceito central, enfatizando que o serviço do servo não é feito por obrigação, mas por amor e gratidão.","por_que_esta_palavra":"A palavra 'graça' é fundamental para a compreensão da relação entre Deus e a humanidade, onde somos chamados a viver em resposta à Sua graça.","conexao_teologica":"A graça é o fundamento da salvação e da vida cristã, conforme Efésios 2:8-9.","referencias_relacionadas":["Romanos 3:24","2 Coríntios 12:9","Tito 2:11"]},"lucas_17_9_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação e ao cumprimento de deveres.","explicacao_detalhada":"Neste contexto, 'fazer' é usado para descrever a expectativa de que o servo cumpra suas obrigações de maneira diligente.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender a responsabilidade do servo em realizar o que lhe foi confiado.","conexao_teologica":"A ação é uma parte essencial da fé, onde somos chamados a viver de acordo com as boas obras preparadas por Deus (Efésios 2:10).","referencias_relacionadas":["Tiago 2:17","Colossenses 3:23","Mateus 5:16"]},"lucas_17_9_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade moral e à bondade.","explicacao_detalhada":"Neste versículo, 'bom' é usado para descrever a expectativa de que o servo atue de maneira correta e justa em suas ações.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender o caráter de Deus e a chamada à santidade na vida do crente.","conexao_teologica":"Deus é descrito como bom e justo, e somos chamados a refletir Seu caráter em nossas vidas (Salmos 34:8).","referencias_relacionadas":["Mateus 7:17","Gálatas 5:22-23","Romanos 12:2"]},"lucas_17_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir deveres ou obrigações.","explicacao_detalhada":"Neste contexto, Jesus ensina sobre a atitude de servidão, enfatizando que os servos não devem esperar recompensas por suas ações, mas sim cumprir suas responsabilidades.","por_que_esta_palavra":"A palavra 'fazer' é central para entender a natureza do serviço e a expectativa de humildade no relacionamento com Deus.","conexao_teologica":"A ideia de servir sem esperar recompensas reflete a humildade de Cristo e o chamado à servidão na vida cristã.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-7","Marcos 10:45"]},"lucas_17_10_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' representa a jornada ou o modo de vida que se deve seguir.","explicacao_detalhada":"Jesus fala sobre o caminho que os discípulos devem trilhar, que é um caminho de fé e obediência a Deus.","por_que_esta_palavra":"O 'caminho' é uma metáfora comum na Bíblia, simbolizando a vida e as escolhas que fazemos em nossa caminhada espiritual.","conexao_teologica":"O caminho é frequentemente associado à vida em Cristo, que é o único caminho para a salvação.","referencias_relacionadas":["João 14:6","Salmos 119:105","Atos 9:2"]},"lucas_17_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma transformação ou mudança de estado.","explicacao_detalhada":"Neste versículo, a transformação é vista na cura dos leprosos, onde a ação de Jesus resulta em uma mudança significativa na vida deles.","por_que_esta_palavra":"A palavra 'tornar-se' destaca a capacidade de Deus de mudar situações e vidas, um tema central no ministério de Jesus.","conexao_teologica":"A transformação espiritual e física é um aspecto fundamental da obra de Cristo, que traz nova vida aos que creem.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"lucas_17_11_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é vista como o centro espiritual e religioso do povo de Israel.","explicacao_detalhada":"A menção de Jerusalém neste contexto enfatiza a importância da cidade como o local de adoração e cumprimento das promessas de Deus.","por_que_esta_palavra":"Jerusalém simboliza a presença de Deus entre seu povo e o cumprimento das profecias messiânicas.","conexao_teologica":"A cidade é frequentemente mencionada nas Escrituras como um lugar de encontro entre Deus e a humanidade.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"lucas_17_11_cidade":{"palavra_pt":"cidade","palavra_original":"Σαμάρεια","transliteracao":"Samáreia","strong":"G4540","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, com significado social e espiritual.","explicacao_detalhada":"A cidade mencionada é Samaria, que representa um povo marginalizado e a necessidade de evangelização.","por_que_esta_palavra":"A cidade simboliza a diversidade e a inclusão do evangelho, que alcança todos os povos.","conexao_teologica":"A missão de Jesus inclui a salvação de todos, independentemente de sua origem ou status social.","referencias_relacionadas":["Atos 1:8","Mateus 28:19","Lucas 4:18"]},"lucas_17_12_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um acordo ou pacto, especialmente entre Deus e seu povo.","explicacao_detalhada":"Neste contexto, a aliança é vista na relação entre Deus e Israel, que é fundamental para entender a obra de Jesus.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando o compromisso de Deus com a humanidade.","conexao_teologica":"A nova aliança em Cristo é o cumprimento das promessas feitas a Israel e a abertura para todos os povos.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"lucas_17_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, o nome de Jesus é invocado como a fonte de cura e salvação para os leprosos.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, representando a encarnação de Deus e sua missão redentora.","conexao_teologica":"A salvação e a cura são temas que permeiam o ministério de Jesus, revelando seu poder e compaixão.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_17_13_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem ou comando que traz poder e autoridade.","explicacao_detalhada":"Neste contexto, a palavra de Jesus é o meio pelo qual a cura é realizada, mostrando a eficácia de sua autoridade.","por_que_esta_palavra":"A palavra de Jesus é fundamental para a compreensão de sua missão e do poder que ele exerce sobre a criação.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio de transformação e salvação.","referencias_relacionadas":["Hebreus 4:12","Salmos 33:6","João 1:1"]},"lucas_17_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo, responsável por rituais e sacrifícios.","explicacao_detalhada":"Neste versículo, os leprosos são instruídos a se apresentarem aos sacerdotes, que validariam sua cura e reintegração à comunidade.","por_que_esta_palavra":"O sacerdote desempenha um papel crucial na vida religiosa de Israel, simbolizando a intercessão e a purificação.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que intercede por nós e nos purifica de nossos pecados.","referencias_relacionadas":["Hebreus 4:14-16","Levítico 14:1-32","1 Pedro 2:9"]},"lucas_17_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' novamente refere-se a uma transformação, neste caso, a cura dos leprosos.","explicacao_detalhada":"A transformação é um tema central, onde a ação de Jesus resulta em uma mudança radical na condição dos leprosos.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza o poder de Deus para mudar vidas e restaurar a saúde.","conexao_teologica":"A cura física é um reflexo da cura espiritual que Jesus oferece a todos que creem.","referencias_relacionadas":["Tiago 5:15","Isaías 53:5","Mateus 8:17"]},"lucas_17_14_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou se afastar, no contexto em que Jesus instrui os leprosos a se apresentarem aos sacerdotes.","explicacao_detalhada":"No versículo, Jesus manda que os leprosos se afastem e se dirijam aos sacerdotes para serem purificados. O uso da palavra 'depart' indica uma ação de obediência e fé na cura que já estava acontecendo enquanto eles iam.","por_que_esta_palavra":"A escolha da palavra 'depart' enfatiza a necessidade de ação por parte dos leprosos, mostrando que a cura estava ligada à sua disposição de seguir as instruções de Jesus.","conexao_teologica":"A obediência à palavra de Jesus é um tema recorrente na Bíblia, onde a fé se manifesta em ações concretas. Isso reflete a relação entre fé e obras.","referencias_relacionadas":["Hebreus 11:1","Tiago 2:17","Mateus 8:13"]},"lucas_17_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir ao ser supremo, o criador e sustentador do universo, especialmente no contexto de louvor e gratidão.","explicacao_detalhada":"No versículo, um dos leprosos, ao ser curado, glorifica a Deus. Isso demonstra o reconhecimento da ação divina na sua cura e a importância de atribuir a Deus o que é devido.","por_que_esta_palavra":"A palavra 'deus' é central na fé judaico-cristã, pois representa a fonte de toda cura e bênção. O leproso que glorifica a Deus exemplifica a resposta adequada à intervenção divina.","conexao_teologica":"A gratidão a Deus é um princípio fundamental na vida cristã, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Salmos 103:2","1 Tessalonicenses 5:18","Romanos 1:21"]},"lucas_17_15_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' é usada para descrever um sentimento de reverência e respeito diante de Deus, especialmente após uma experiência de cura.","explicacao_detalhada":"O leproso que volta a Jesus demonstra temor, que pode ser entendido como uma combinação de gratidão e reconhecimento da grandeza de Deus. Esse temor é saudável e leva à adoração.","por_que_esta_palavra":"O temor de Deus é um tema importante na Bíblia, indicando uma atitude correta diante do Senhor, que é tanto amoroso quanto justo.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para uma vida de fé autêntica.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"lucas_17_15_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' refere-se ao reconhecimento da grandeza e majestade de Deus, especialmente em resposta a Suas obras poderosas.","explicacao_detalhada":"O leproso glorifica a Deus após ser curado, reconhecendo que a cura é uma manifestação do poder divino. A glória de Deus é uma resposta natural ao Seu agir na vida das pessoas.","por_que_esta_palavra":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e ações. A glorificação de Deus é uma resposta adequada à Sua bondade.","conexao_teologica":"A glorificação de Deus é um chamado para todos os crentes, que devem viver de maneira a refletir Sua glória.","referencias_relacionadas":["Salmos 29:2","Romanos 11:36","1 Coríntios 10:31"]},"lucas_17_16_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, especialmente no contexto da cura e da salvação.","explicacao_detalhada":"O leproso que volta a Jesus expressa sua gratidão e reconhecimento pela graça que recebeu ao ser curado. A graça é um tema central na mensagem do evangelho.","por_que_esta_palavra":"A graça de Deus é fundamental para a compreensão da salvação e da cura, mostrando que não é por méritos próprios, mas pela bondade divina.","conexao_teologica":"A graça é um dos pilares da fé cristã, enfatizando que a salvação é um dom de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"lucas_17_16_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a face de uma pessoa, simbolizando a presença e a relação pessoal com Deus.","explicacao_detalhada":"O leproso se prostra diante de Jesus, mostrando seu rosto em sinal de adoração e submissão. O rosto é frequentemente associado à intimidade e ao relacionamento com Deus.","por_que_esta_palavra":"A expressão do rosto é importante na comunicação de emoções e reverência, especialmente em contextos de adoração.","conexao_teologica":"A busca pela face de Deus é um tema recorrente na Bíblia, simbolizando o desejo de estar em Sua presença.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"lucas_17_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã e na narrativa do Novo Testamento.","explicacao_detalhada":"Jesus é o mediador entre Deus e a humanidade, e Sua ação de cura é uma demonstração de Sua autoridade divina. O nome Jesus é sinônimo de salvação.","por_que_esta_palavra":"O nome Jesus é fundamental para a identidade cristã, representando a encarnação de Deus e Sua missão redentora.","conexao_teologica":"A centralidade de Jesus na salvação é um tema essencial do evangelho, onde Ele é o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:13"]},"lucas_17_17_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar, especialmente no contexto de expressar gratidão e louvor.","explicacao_detalhada":"Jesus pergunta aos leprosos sobre a cura, e a palavra 'falar' destaca a importância da comunicação em reconhecer as ações de Deus em nossas vidas.","por_que_esta_palavra":"Falar é uma forma de testemunhar e glorificar a Deus, essencial na vida cristã.","conexao_teologica":"A comunicação da fé é vital para a edificação da igreja e o testemunho ao mundo.","referencias_relacionadas":["Salmos 107:2","Mateus 10:32","Romanos 10:14"]},"lucas_17_17_eighteen":{"palavra_pt":"eight een","palavra_original":"δέκα","transliteracao":"déka","strong":"G1176","significado_raiz":"Ideia básica: eight een.","significado_contextual":"A palavra 'eighteen' (dezoito) é usada para indicar a quantidade de leprosos curados, enfatizando a singularidade do retorno de um deles.","explicacao_detalhada":"O fato de apenas um dos dez leprosos retornar para agradecer a Jesus destaca a ingratidão e a importância de reconhecer as bênçãos recebidas.","por_que_esta_palavra":"A menção do número serve para ilustrar a diferença entre aqueles que recebem a graça e aqueles que a reconhecem.","conexao_teologica":"A resposta a Deus e a gratidão são temas importantes na vida cristã, refletindo a verdadeira fé.","referencias_relacionadas":["Lucas 17:10","Mateus 18:12-14","Romanos 1:21"]},"lucas_17_18_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' é usada novamente para enfatizar a importância de reconhecer e louvar a Deus por Suas ações.","explicacao_detalhada":"Jesus destaca que apenas um leproso voltou para glorificar a Deus, mostrando que a verdadeira adoração é rara e preciosa.","por_que_esta_palavra":"A repetição da palavra 'gloria' reforça a ideia de que a adoração deve ser uma resposta natural à ação de Deus em nossas vidas.","conexao_teologica":"A glorificação de Deus é um chamado para todos os crentes, que devem viver de maneira a refletir Sua glória.","referencias_relacionadas":["Salmos 86:9","Romanos 15:6","1 Pedro 4:11"]},"lucas_17_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Senhor do universo.","explicacao_detalhada":"No contexto de Lucas 17:18, a palavra 'deus' é usada para enfatizar a importância da gratidão e da adoração a Deus, especialmente quando se considera as bênçãos recebidas.","por_que_esta_palavra":"A palavra é central na teologia cristã, pois Deus é visto como a fonte de toda vida e bênção.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental na mensagem cristã, onde Deus busca um relacionamento pessoal com cada indivíduo.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","João 4:24"]},"lucas_17_19_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é entendida como a confiança e crença em Deus e em suas promessas.","explicacao_detalhada":"Em Lucas 17:19, a fé é destacada como um elemento essencial para a cura e a salvação, mostrando que a fé ativa é recompensada por Deus.","por_que_esta_palavra":"A fé é um dos pilares da vida cristã, sendo a base para a relação com Deus e a aceitação de sua graça.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com Deus e experimentam sua salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8"]},"lucas_17_19_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar pensamentos ou sentimentos verbalmente.","explicacao_detalhada":"No versículo, 'falar' é usado para descrever a comunicação de Jesus ao leproso curado, enfatizando a importância da palavra de Deus na transformação da vida.","por_que_esta_palavra":"A comunicação é vital na relação entre Deus e a humanidade, pois a palavra de Deus traz vida e mudança.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é essencial para a edificação da fé.","referencias_relacionadas":["Romanos 10:14","Salmos 119:105","Tiago 1:22"]},"lucas_17_19_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' implica movimento, tanto físico quanto espiritual.","explicacao_detalhada":"Em Lucas 17:19, 'ir' é um convite à ação, simbolizando a necessidade de seguir as instruções de Jesus após a cura.","por_que_esta_palavra":"O ato de ir representa a obediência e a disposição de seguir a direção de Deus em nossas vidas.","conexao_teologica":"A obediência a Deus é um tema recorrente nas Escrituras, onde seguir a vontade divina é essencial para a vida cristã.","referencias_relacionadas":["Mateus 28:19","Gálatas 5:25","Romanos 12:1"]},"lucas_17_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente utilizada para enfatizar a soberania e a presença de Deus no reino.","explicacao_detalhada":"No contexto de Lucas 17:20, a palavra 'deus' destaca a natureza do reino de Deus, que não é visível, mas está presente entre os crentes.","por_que_esta_palavra":"A compreensão de Deus como rei é fundamental para entender o reino e sua dinâmica na vida dos crentes.","conexao_teologica":"O reino de Deus é uma realidade espiritual que transforma a vida dos que creem.","referencias_relacionadas":["Romanos 14:17","Mateus 6:33","Lucas 12:32"]},"lucas_17_20_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"Em Lucas 17:20, 'seguir' sugere a necessidade de estar atento e disposto a seguir a liderança de Jesus em vez de buscar sinais externos.","por_que_esta_palavra":"Seguir a Jesus é um chamado à discipulado e à entrega total à sua vontade.","conexao_teologica":"O discipulado é um aspecto central da vida cristã, onde os crentes são chamados a seguir o exemplo de Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_17_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a presença de Deus no meio do seu povo.","explicacao_detalhada":"No versículo, 'deus' enfatiza que o reino de Deus não é algo que pode ser observado externamente, mas está dentro de cada crente.","por_que_esta_palavra":"A presença de Deus é uma realidade interna que transforma a vida do crente.","conexao_teologica":"A habitação do Espírito Santo nos crentes é uma manifestação do reino de Deus em suas vidas.","referencias_relacionadas":["1 Coríntios 3:16","Gálatas 2:20","Romanos 8:9"]},"lucas_17_21_falar":{"palavra_pt":"falar","palavra_original":"ῥέω","transliteracao":"rhéō","strong":"G4483","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de verdades espirituais.","explicacao_detalhada":"Em Lucas 17:21, 'falar' indica a importância de proclamar a verdade do reino de Deus e a necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A comunicação da verdade é essencial para a edificação da fé e a compreensão do reino.","conexao_teologica":"A proclamação do evangelho é um mandamento para todos os crentes, refletindo a missão da igreja.","referencias_relacionadas":["Marcos 16:15","Atos 1:8","2 Timóteo 4:2"]},"lucas_17_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Lucas 17:22, 'dia' é usado para descrever os tempos em que os discípulos anseiam pela vinda do Senhor e a consumação do reino.","por_que_esta_palavra":"O conceito de 'dia' é importante na escatologia, referindo-se ao retorno de Cristo e ao juízo final.","conexao_teologica":"A expectativa do retorno de Cristo é um tema central na esperança cristã.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 4:16","Apocalipse 22:12"]},"lucas_17_23_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e a autoridade divina sobre os eventos futuros.","explicacao_detalhada":"No contexto de Lucas 17:23, 'deus' destaca a certeza da vinda do Senhor e a necessidade de vigilância.","por_que_esta_palavra":"A soberania de Deus é um conforto para os crentes, pois Ele está no controle de todas as coisas.","conexao_teologica":"A confiança na soberania de Deus é fundamental para a fé cristã, especialmente em tempos de incerteza.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"lucas_17_23_falar":{"palavra_pt":"falar","palavra_original":"ῥέω","transliteracao":"rhéō","strong":"G4483","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, enfatizando a importância da mensagem que está sendo transmitida.","explicacao_detalhada":"No contexto de Lucas 17:23, 'falar' é utilizado para descrever a expectativa das pessoas em ouvir sobre a vinda do Reino de Deus. A comunicação é central para a revelação divina e a compreensão espiritual.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de atenção e discernimento na busca pela verdade e pela manifestação do Reino.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema recorrente nas Escrituras, onde Ele fala através de profetas, Jesus e o Espírito Santo.","referencias_relacionadas":["Mateus 4:17","João 1:1","Hebreus 1:1-2"]},"lucas_17_23_seguir":{"palavra_pt":"seguir","palavra_original":"διώκω","transliteracao":"diṓkō","strong":"G1377","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento em direção a algo ou alguém, sugerindo um compromisso ou uma escolha.","explicacao_detalhada":"Neste versículo, 'seguir' é um chamado para que as pessoas não sejam enganadas por falsas promessas ou aparências, mas que busquem a verdade que vem de Deus.","por_que_esta_palavra":"A palavra 'seguir' é crucial, pois implica em ação e decisão, refletindo a resposta do crente ao chamado de Cristo.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, onde os discípulos são chamados a deixar tudo e segui-Lo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_17_24_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio celestial, onde Deus habita e de onde Ele governa.","explicacao_detalhada":"Em Lucas 17:24, o 'céu' é mencionado para contrastar com a realidade terrena, enfatizando a manifestação do poder de Deus na terra como no céu.","por_que_esta_palavra":"A menção ao 'céu' serve para lembrar os ouvintes da soberania de Deus e da realidade do Reino que se aproxima.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à promessa de vida eterna para os crentes.","referencias_relacionadas":["Mateus 6:10","Filipenses 3:20","Apocalipse 21:1"]},"lucas_17_24_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"No contexto, 'dia' pode se referir ao dia da manifestação do Filho do Homem, um tempo de revelação e julgamento.","por_que_esta_palavra":"A ênfase no 'dia' destaca a urgência e a importância dos eventos que estão por vir.","conexao_teologica":"O conceito de 'dia' é frequentemente usado nas Escrituras para descrever o dia do Senhor, um tempo de justiça e restauração.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 16:14"]},"lucas_17_24_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade.","explicacao_detalhada":"Neste versículo, 'entre' sugere a presença de Deus no meio do Seu povo e a manifestação do Reino em suas vidas.","por_que_esta_palavra":"A palavra 'entre' é significativa, pois enfatiza a intimidade e a relação que Deus deseja ter com a humanidade.","conexao_teologica":"Deus sempre desejou habitar entre Seu povo, como visto no Antigo Testamento com o Tabernáculo e no Novo Testamento com a encarnação de Cristo.","referencias_relacionadas":["Êxodo 25:8","Mateus 1:23","Apocalipse 21:3"]},"lucas_17_25_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de magnitude significativa, seja em poder, importância ou impacto.","explicacao_detalhada":"Em Lucas 17:25, 'grande' é usado para descrever a magnitude dos eventos que ocorrerão antes da vinda do Filho do Homem.","por_que_esta_palavra":"A ênfase na grandeza serve para alertar os ouvintes sobre a seriedade e a importância dos tempos que estão por vir.","conexao_teologica":"A grandeza de Deus é um tema central nas Escrituras, refletindo Sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"lucas_17_25_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se a um grupo de pessoas nascidas em um mesmo período ou a uma linhagem específica.","explicacao_detalhada":"Neste contexto, 'geração' é usada para descrever a época em que Jesus estava falando, enfatizando a condição espiritual e moral daquela geração.","por_que_esta_palavra":"A palavra 'geração' é importante para entender o contexto histórico e a resposta da sociedade à mensagem de Cristo.","conexao_teologica":"A ideia de geração é frequentemente usada nas Escrituras para discutir a fidelidade e a desobediência ao longo da história do povo de Deus.","referencias_relacionadas":["Mateus 12:39","Atos 2:40","Hebreus 3:10"]},"lucas_17_25_principio":{"palavra_pt":"principio","palavra_original":"πρῶτος","transliteracao":"prōtos","strong":"G4413","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo.","explicacao_detalhada":"No versículo, 'princípio' pode se referir ao início dos sinais e eventos que precedem a vinda do Filho do Homem.","por_que_esta_palavra":"A ênfase no 'princípio' destaca a importância de reconhecer os sinais dos tempos e a preparação para a vinda de Cristo.","conexao_teologica":"O princípio é um conceito teológico que remete à criação e ao plano redentor de Deus desde o início da história.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 21:6"]},"lucas_17_26_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um período de tempo, enfatizando a continuidade do tema do tempo e dos eventos futuros.","explicacao_detalhada":"Neste contexto, 'dia' é usado para descrever a normalidade da vida antes do juízo, contrastando com a intervenção divina que está por vir.","por_que_esta_palavra":"A repetição da palavra 'dia' serve para reforçar a ideia de que a vida cotidiana será interrompida por eventos sobrenaturais.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, onde se fala sobre a vinda de Cristo e o juízo final.","referencias_relacionadas":["Mateus 24:37","Lucas 21:34","2 Pedro 3:10"]},"lucas_17_26_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma transformação ou mudança de estado.","explicacao_detalhada":"Neste versículo, 'tornar-se' é usado para descrever como a vida das pessoas mudará drasticamente com a vinda do Filho do Homem.","por_que_esta_palavra":"A palavra 'tornar-se' é significativa, pois indica que a realidade atual não permanecerá a mesma diante da intervenção divina.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde a nova vida em Cristo é apresentada como uma mudança radical.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_17_26_noe":{"palavra_pt":"noe","palavra_original":"Νῶε","transliteracao":"Nōe","strong":"G3575","significado_raiz":"Ideia básica: noe.","significado_contextual":"Noé é mencionado como um exemplo de fé e obediência a Deus em tempos de juízo.","explicacao_detalhada":"Noé, conforme descrito em Gênesis, foi o único justo em sua geração e construiu uma arca para salvar sua família e os animais do dilúvio. Sua história é um símbolo de esperança e redenção.","por_que_esta_palavra":"A menção de Noé serve para alertar sobre a iminência do juízo de Deus, assim como ocorreu em sua época.","conexao_teologica":"Noé representa a salvação através da fé e a preservação da criação de Deus em meio ao juízo.","referencias_relacionadas":["Gênesis 6:9","Hebreus 11:7","Mateus 24:37"]},"lucas_17_27_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao tempo em que as pessoas viviam normalmente, ignorando o juízo que estava por vir.","explicacao_detalhada":"O uso da palavra 'dia' enfatiza a normalidade da vida cotidiana, onde as pessoas comiam, bebiam e se casavam, sem perceber o perigo iminente.","por_que_esta_palavra":"O 'dia' é um símbolo do tempo de graça que precede o juízo de Deus.","conexao_teologica":"Este conceito de 'dia' reflete a ideia de que muitos estarão despreparados para o retorno de Cristo.","referencias_relacionadas":["Mateus 24:38","1 Tessalonicenses 5:2","2 Pedro 3:10"]},"lucas_17_27_noe":{"palavra_pt":"noe","palavra_original":"Νῶε","transliteracao":"Nōe","strong":"G3575","significado_raiz":"Ideia básica: noe.","significado_contextual":"Reforça a figura de Noé como um exemplo de obediência em tempos de juízo.","explicacao_detalhada":"A repetição do nome Noé destaca sua importância na narrativa sobre a vinda do Filho do Homem e a necessidade de vigilância.","por_que_esta_palavra":"Noé é um modelo de fé em meio à incredulidade, servindo como advertência para os ouvintes.","conexao_teologica":"A história de Noé é frequentemente usada para ilustrar a salvação e a necessidade de estar preparado para o retorno de Cristo.","referencias_relacionadas":["Gênesis 7:1","Mateus 24:39","Hebreus 11:7"]},"lucas_17_28_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui também representa a normalidade da vida antes do juízo, como nos dias de Ló.","explicacao_detalhada":"Assim como Noé, Ló também viveu em um tempo de corrupção, e o 'dia' simboliza a despreocupação das pessoas antes da destruição.","por_que_esta_palavra":"A repetição do conceito de 'dia' enfatiza a urgência da mensagem sobre a necessidade de estar alerta.","conexao_teologica":"O 'dia' é um lembrete da necessidade de vigilância e preparação para o retorno de Cristo.","referencias_relacionadas":["Gênesis 19:4-5","Mateus 24:38","2 Pedro 2:6"]},"lucas_17_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grande transformação que ocorre na vida das pessoas, simbolizando mudanças significativas.","explicacao_detalhada":"A palavra 'tornar-se' destaca a ideia de que as coisas podem mudar rapidamente, especialmente em relação ao juízo de Deus.","por_que_esta_palavra":"É uma chamada à reflexão sobre como a vida pode mudar de forma drástica e inesperada.","conexao_teologica":"A transformação é um tema central na Bíblia, refletindo a mudança que ocorre quando alguém se encontra com Deus.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:22-24"]},"lucas_17_28_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao ambiente em que as pessoas viviam e cultivavam, simbolizando a vida cotidiana.","explicacao_detalhada":"A menção de 'terra' destaca a conexão das pessoas com suas atividades diárias, que muitas vezes as distraem do que é espiritual.","por_que_esta_palavra":"A 'terra' representa as preocupações mundanas que podem levar à negligência espiritual.","conexao_teologica":"A relação com a terra é um lembrete de que devemos buscar as coisas do alto e não nos apegar ao que é passageiro.","referencias_relacionadas":["Gênesis 1:28","Colossenses 3:2","1 João 2:15-17"]},"lucas_17_29_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, o 'dia' é usado para enfatizar a normalidade da vida antes do juízo, neste caso, em relação a Ló.","explicacao_detalhada":"A repetição do 'dia' reforça a ideia de que as pessoas estavam despreocupadas até que o juízo chegou.","por_que_esta_palavra":"Serve como um aviso sobre a necessidade de estar sempre preparado para a vinda do Senhor.","conexao_teologica":"O 'dia' é um símbolo do tempo de graça que precede a manifestação do juízo de Deus.","referencias_relacionadas":["Gênesis 19:24","Mateus 24:39","Apocalipse 16:15"]},"lucas_17_29_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' representa a morada de Deus e a realidade espiritual que muitas vezes é ignorada.","explicacao_detalhada":"A menção do 'céu' contrasta com a vida terrena, enfatizando a necessidade de se ter uma perspectiva eterna.","por_que_esta_palavra":"O 'céu' é um lembrete da soberania de Deus sobre a criação e do destino final dos justos.","conexao_teologica":"A realidade do céu nos chama a viver de maneira que reflita os valores do Reino de Deus.","referencias_relacionadas":["Mateus 6:20","Filipenses 3:20","Apocalipse 21:1"]},"lucas_17_29_lot":{"palavra_pt":"sorte","palavra_original":"Λώτ","transliteracao":"Lṓt","strong":"G3091","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Ló é mencionado como um exemplo de alguém que foi salvo do juízo, mas que também enfrentou a destruição.","explicacao_detalhada":"A história de Ló é um alerta sobre a importância de se afastar do pecado e das más influências.","por_que_esta_palavra":"A menção de Ló serve como um lembrete de que a salvação é possível, mas requer ação e fé.","conexao_teologica":"Ló representa a misericórdia de Deus em meio ao juízo, mostrando que Ele sempre oferece uma saída.","referencias_relacionadas":["Gênesis 19:1","Mateus 10:15","2 Pedro 2:7-8"]},"lucas_17_30_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui se refere ao tempo de juízo que virá, semelhante aos dias de Noé e Ló.","explicacao_detalhada":"A repetição do conceito de 'dia' enfatiza a urgência da mensagem sobre a necessidade de estar alerta e preparado.","por_que_esta_palavra":"O 'dia' é um símbolo do tempo em que a justiça de Deus será manifestada.","conexao_teologica":"Este 'dia' é um lembrete da certeza do retorno de Cristo e do juízo que virá sobre a terra.","referencias_relacionadas":["Mateus 24:44","1 Tessalonicenses 5:2-3","Apocalipse 22:12"]},"lucas_17_30_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma conformidade ou acordo com um padrão ou modelo.","explicacao_detalhada":"Neste contexto, 'conforme' é usado para descrever a maneira como os eventos da vinda do Filho do Homem se darão, seguindo um padrão estabelecido.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a certeza e a inevitabilidade do cumprimento das profecias relacionadas à vinda de Cristo.","conexao_teologica":"A vinda de Cristo é um tema central na teologia cristã, onde se acredita que Ele retornará de acordo com as promessas feitas nas Escrituras.","referencias_relacionadas":["Mateus 24:37","1 Tessalonicenses 4:16","Apocalipse 1:7"]},"lucas_17_31_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste versículo, 'dia' é usado para descrever o tempo em que a destruição ocorrerá, enfatizando a urgência e a necessidade de estar preparado.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a iminência do juízo e a necessidade de vigilância.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente na Bíblia, simbolizando um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:31","1 Coríntios 1:8","2 Pedro 3:10"]},"lucas_17_31_housetop":{"palavra_pt":"housetop","palavra_original":"δῶμα","transliteracao":"dōma","strong":"G1430","significado_raiz":"Ideia básica: housetop.","significado_contextual":"A palavra 'housetop' refere-se ao telhado de uma casa, um lugar elevado e visível.","explicacao_detalhada":"Neste contexto, 'housetop' simboliza a necessidade de agir rapidamente e não se deter em coisas materiais quando o juízo se aproxima.","por_que_esta_palavra":"A escolha de 'housetop' destaca a urgência da situação, onde a segurança física deve ser deixada para trás em favor da salvação.","conexao_teologica":"A ideia de deixar tudo para trás em favor do Reino de Deus é um tema importante na vida cristã.","referencias_relacionadas":["Mateus 24:17","Filipenses 3:8","Lucas 9:62"]},"lucas_17_32_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, neste caso, a esposa de Ló.","explicacao_detalhada":"A menção à 'mulher de Ló' serve como um aviso sobre a desobediência e a falta de fé, pois ela olhou para trás e foi destruída.","por_que_esta_palavra":"A palavra é usada para ilustrar as consequências de se apegar ao passado em vez de seguir a direção de Deus.","conexao_teologica":"A história de Ló e sua esposa é frequentemente usada para ensinar sobre a importância da obediência e da fé nas promessas de Deus.","referencias_relacionadas":["Gênesis 19:26","Hebreus 11:7","Mateus 10:37"]},"lucas_17_32_lot":{"palavra_pt":"sorte","palavra_original":"Λώτ","transliteracao":"Lṓt","strong":"G3091","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A palavra 'sorte' refere-se a Ló, um personagem bíblico que representa a salvação em meio ao juízo.","explicacao_detalhada":"Ló é mencionado como um exemplo de alguém que foi salvo da destruição de Sodoma e Gomorra, simbolizando a misericórdia de Deus.","por_que_esta_palavra":"A referência a Ló destaca a importância de se afastar do pecado e buscar a salvação.","conexao_teologica":"A história de Ló é um exemplo da graça de Deus em salvar os justos do juízo.","referencias_relacionadas":["Gênesis 19:1","2 Pedro 2:7-8","Mateus 24:37"]},"lucas_17_32_mention":{"palavra_pt":"mention","palavra_original":"μνημονεύω","transliteracao":"mnēmoneúō","strong":"G3421","significado_raiz":"Ideia básica: mention.","significado_contextual":"A palavra 'mention' refere-se ao ato de lembrar ou fazer referência a algo.","explicacao_detalhada":"Neste contexto, a menção à mulher de Ló serve como um alerta para não olhar para trás e se apegar ao passado.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de lembrar das lições do passado para evitar repetir os mesmos erros.","conexao_teologica":"A memória das advertências divinas é crucial para a vida cristã e a perseverança na fé.","referencias_relacionadas":["1 Coríntios 10:11","Hebreus 12:1","Romanos 15:4"]},"lucas_17_33_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, o ser interior de uma pessoa.","explicacao_detalhada":"Neste versículo, 'alma' é usada para enfatizar a importância da vida eterna em contraste com a vida temporária.","por_que_esta_palavra":"A palavra 'alma' destaca a necessidade de priorizar a salvação espiritual sobre as preocupações materiais.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, onde a alma é vista como a parte eterna do ser humano.","referencias_relacionadas":["Mateus 16:26","João 10:28","Romanos 8:38-39"]},"lucas_17_33_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica em procurar ativamente algo de valor.","explicacao_detalhada":"Neste contexto, 'buscar' é um chamado para priorizar a salvação e o Reino de Deus acima de tudo.","por_que_esta_palavra":"A palavra 'buscar' enfatiza a ação necessária para alcançar a vida eterna e evitar a condenação.","conexao_teologica":"Buscar a Deus e Seu Reino é um princípio fundamental da vida cristã.","referencias_relacionadas":["Mateus 6:33","Salmos 27:8","Tiago 4:8"]},"lucas_17_33_morte":{"palavra_pt":"morte","palavra_original":"ζωογονέω","transliteracao":"zōogonéō","strong":"G2225","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à separação da vida, tanto física quanto espiritual.","explicacao_detalhada":"Neste versículo, 'morte' é usada para descrever as consequências de não seguir a Cristo e as implicações da rejeição da salvação.","por_que_esta_palavra":"A palavra 'morte' é um aviso sobre a gravidade da escolha entre a vida eterna e a condenação.","conexao_teologica":"A morte e a vida eterna são temas centrais na mensagem do evangelho, onde Cristo oferece a vida em abundância.","referencias_relacionadas":["Romanos 6:23","João 3:16","Apocalipse 20:14"]},"lucas_17_34_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A palavra 'mid night' refere-se a um momento de escuridão e incerteza, simbolizando a iminência do juízo.","explicacao_detalhada":"Neste contexto, 'mid night' representa um tempo em que as pessoas estão despreparadas para a vinda do Senhor.","por_que_esta_palavra":"A palavra 'mid night' é usada para enfatizar a necessidade de vigilância e prontidão espiritual.","conexao_teologica":"A vigilância é um tema recorrente nas parábolas de Jesus, onde Ele ensina sobre a importância de estar preparado para Sua volta.","referencias_relacionadas":["Mateus 25:6","Marcos 13:35","1 Tessalonicenses 5:2"]},"lucas_17_34_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação direta, enfatizando a importância da mensagem.","explicacao_detalhada":"Neste versículo, Jesus menciona que em um momento de grande transformação, algumas pessoas serão chamadas. A palavra 'dizer' implica uma ação de convocação, onde a voz de Deus se faz ouvir.","por_que_esta_palavra":"A escolha da palavra 'dizer' é crucial, pois reflete a autoridade divina na comunicação e a urgência da mensagem.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele se revela e chama as pessoas para um relacionamento com Ele.","referencias_relacionadas":["Mateus 22:14","João 10:27","Romanos 8:30"]},"lucas_17_35_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, destacando a singularidade e a responsabilidade pessoal.","explicacao_detalhada":"Neste contexto, Jesus menciona que um homem será tomado e outro deixado, enfatizando a escolha individual e as consequências espirituais.","por_que_esta_palavra":"A palavra 'homem' é usada para ilustrar a condição humana e a necessidade de estar preparado para a vinda do Senhor.","conexao_teologica":"A ideia de que cada homem é responsável por suas ações e escolhas é um princípio fundamental na teologia cristã.","referencias_relacionadas":["Gênesis 1:27","Romanos 14:12","Mateus 25:31-46"]},"lucas_17_36_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Reforça a ideia de um indivíduo, destacando a importância da preparação pessoal.","explicacao_detalhada":"A repetição da palavra 'homem' neste versículo serve para enfatizar a dualidade da situação: um será levado e outro deixado, sublinhando a urgência da vigilância.","por_que_esta_palavra":"A palavra 'homem' é essencial para entender a responsabilidade individual diante de Deus.","conexao_teologica":"A responsabilidade pessoal é um tema recorrente na Bíblia, onde cada um deve estar atento às suas ações e escolhas.","referencias_relacionadas":["Eclesiastes 12:14","Gálatas 6:5","Mateus 7:13-14"]},"lucas_17_36_receive":{"palavra_pt":"receive","palavra_original":"παραλαμβάνω","transliteracao":"paralambánō","strong":"G3880","significado_raiz":"Ideia básica: receive.","significado_contextual":"A palavra 'receive' implica a aceitação ou a tomada de algo que é oferecido.","explicacao_detalhada":"Neste contexto, refere-se ao ato de ser levado ou acolhido por Deus, simbolizando a salvação e a proteção divina.","por_que_esta_palavra":"A escolha da palavra 'receive' é significativa, pois destaca a ação de Deus em acolher aqueles que estão prontos.","conexao_teologica":"A recepção de Deus é um tema central, onde Ele convida os crentes a serem parte de Seu reino.","referencias_relacionadas":["João 1:12","Apocalipse 3:20","Romanos 10:9-10"]},"lucas_17_37_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' denota autoridade e soberania, referindo-se a Deus como o governante supremo.","explicacao_detalhada":"Neste versículo, a menção do 'senhor' enfatiza a importância de reconhecer a autoridade de Deus sobre a vida e o destino das pessoas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e a humanidade, onde Ele é o guia e juiz.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele exerce controle sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:9"]},"lucas_17_37_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física, mas também pode simbolizar a totalidade do ser humano.","explicacao_detalhada":"Neste contexto, o 'corpo' pode ser visto como a representação da vida terrena e a transição para a vida eterna.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a dualidade entre o físico e o espiritual na vida do crente.","conexao_teologica":"A relação entre corpo e espírito é um tema importante na Bíblia, onde ambos são considerados na salvação.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","2 Coríntios 5:1"]},"lucas_17_37_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação divina e a convocação dos fiéis.","explicacao_detalhada":"Neste versículo, a ação de 'dizer' implica um chamado à ação e à resposta dos ouvintes à mensagem de Jesus.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da mensagem e a necessidade de atenção à voz de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto vital da fé cristã, onde Ele chama as pessoas para um relacionamento com Ele.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 22:17"]}}