{"lucas_18_1_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui refere-se à existência plena e ao propósito que Deus tem para cada um.","explicacao_detalhada":"Neste versículo, Jesus ensina sobre a importância da oração e da perseverança na vida espiritual.","por_que_esta_palavra":"A palavra 'vida' é central para entender a relação entre a fé e a prática diária do crente.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, onde a fé se manifesta em ações e atitudes.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Colossenses 3:3"]},"lucas_18_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é uma negação que enfatiza a impossibilidade de não orar e a necessidade de dependência de Deus.","explicacao_detalhada":"Neste contexto, Jesus destaca a importância da oração constante e da confiança em Deus em todas as circunstâncias.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a relação entre o crente e o Criador, que é a fonte de toda ajuda.","conexao_teologica":"A dependência de Deus é um princípio fundamental na vida cristã, onde a oração é uma expressão dessa dependência.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Hebreus 4:16"]},"lucas_18_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, enfatizando Sua justiça e autoridade.","explicacao_detalhada":"Neste versículo, Jesus menciona um juiz injusto para contrastar com a justiça de Deus, mostrando que Ele sempre ouve e responde às orações.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina e a diferença entre a justiça humana e a divina.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz justo que defende os oprimidos.","referencias_relacionadas":["Salmos 9:7-8","Romanos 12:19","Tiago 1:27"]},"lucas_18_2_julgar":{"palavra_pt":"julgar","palavra_original":"κριτής","transliteracao":"kritḗs","strong":"G2923","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar uma decisão ou emitir um veredicto sobre uma questão.","explicacao_detalhada":"No contexto de Lucas 18:2, Jesus usa a figura de um juiz injusto para ilustrar a importância da perseverança na oração. O juiz, apesar de não temer a Deus ou respeitar os homens, acaba atendendo a viúva por causa de sua insistência.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade do juiz e a necessidade de um veredicto justo, contrastando com a justiça divina que sempre atende aos clamores dos justos.","conexao_teologica":"A justiça de Deus é frequentemente contrastada com a injustiça humana. A parábola ensina que, se um juiz injusto pode ser persuadido, quanto mais Deus, que é justo e amoroso, atenderá os seus escolhidos.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 14:10"]},"lucas_18_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo e juiz de toda a humanidade.","explicacao_detalhada":"Neste versículo, a menção a Deus destaca a sua soberania e a importância de se confiar Nele em todas as situações, especialmente em momentos de injustiça.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois representa a fonte de justiça e misericórdia, contrastando com a figura do juiz injusto.","conexao_teologica":"A relação entre Deus e a justiça é fundamental na teologia cristã, onde Deus é visto como o juiz justo que sempre atende os que clamam a Ele.","referencias_relacionadas":["Salmos 68:5","Mateus 7:11","Hebreus 4:16"]},"lucas_18_4_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de decidir ou optar por algo.","explicacao_detalhada":"No contexto da parábola, a escolha do juiz em atender a viúva é um reflexo da persistência dela, mostrando que a escolha de Deus em ouvir as orações dos justos é baseada em Sua natureza amorosa.","por_que_esta_palavra":"A palavra 'escolher' enfatiza a liberdade de decisão, tanto do juiz quanto de Deus, e a importância da persistência na oração.","conexao_teologica":"A escolha de Deus em ouvir as orações é um tema recorrente na Bíblia, mostrando que Ele se importa com as necessidades de Seu povo.","referencias_relacionadas":["Tiago 1:5","1 João 5:14","Romanos 8:28"]},"lucas_18_4_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo, especialmente em relação à duração de um período.","explicacao_detalhada":"Neste contexto, a menção de anos pode se referir ao tempo que a viúva tem enfrentado a injustiça, destacando a urgência de sua situação e a necessidade de intervenção.","por_que_esta_palavra":"A palavra 'anos' enfatiza a persistência e a longa espera da viúva, que simboliza a paciência e a fé dos que clamam a Deus.","conexao_teologica":"A paciência em esperar pela justiça de Deus é um tema importante, refletindo a confiança em Seu tempo e Sua soberania.","referencias_relacionadas":["Salmos 37:7","Hebreus 10:36","Gálatas 6:9"]},"lucas_18_5_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à ação de persistir sem desistir.","explicacao_detalhada":"A viúva, ao ser contínua em seu clamor, representa a necessidade de perseverança na oração, mostrando que a fé deve ser ativa e persistente.","por_que_esta_palavra":"A escolha da palavra 'continuo' destaca a importância da constância na busca por justiça e resposta às orações.","conexao_teologica":"A perseverança na oração é um princípio fundamental na vida cristã, refletindo a confiança em Deus e Sua fidelidade.","referencias_relacionadas":["1 Tessalonicenses 5:17","Romanos 12:12","Colossenses 4:2"]},"lucas_18_5_forca":{"palavra_pt":"forca","palavra_original":"κόπος","transliteracao":"kópos","strong":"G2873","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao esforço ou energia aplicada em uma ação.","explicacao_detalhada":"A viúva usa sua força, ou determinação, para continuar buscando justiça, simbolizando a luta espiritual que muitos enfrentam ao buscar a intervenção de Deus.","por_que_esta_palavra":"A palavra 'força' enfatiza a intensidade do clamor da viúva, mostrando que a busca por justiça requer esforço e determinação.","conexao_teologica":"A força na oração é um tema importante, refletindo a necessidade de lutar em fé e não desistir diante das dificuldades.","referencias_relacionadas":["Efésios 6:10","Filipenses 4:13","2 Timóteo 4:7"]},"lucas_18_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de alguém em uma posição de poder.","explicacao_detalhada":"Neste versículo, a referência ao 'senhor' destaca a autoridade do juiz, contrastando com a autoridade de Deus, que é suprema e justa.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a posição de autoridade, mostrando que mesmo aqueles em posições de poder podem ser influenciados pela persistência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o verdadeiro Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Filipenses 2:9-11"]},"lucas_18_6_julgar":{"palavra_pt":"julgar","palavra_original":"κριτής","transliteracao":"kritḗs","strong":"G2923","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' aqui se refere à ação de decidir ou avaliar uma situação.","explicacao_detalhada":"O juiz, mesmo sendo injusto, acaba por julgar a situação da viúva e decide atendê-la, mostrando que a justiça pode ser alcançada mesmo em circunstâncias adversas.","por_que_esta_palavra":"A repetição da palavra 'julgar' enfatiza a importância da decisão que o juiz toma, refletindo a necessidade de um veredicto justo.","conexao_teologica":"A justiça de Deus é perfeita, e a parábola ensina que Ele sempre julga com justiça e misericórdia.","referencias_relacionadas":["Salmos 82:3","Mateus 7:1-2","Tiago 4:12"]},"lucas_18_6_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de expressar algo verbalmente.","explicacao_detalhada":"O juiz fala sobre a razão pela qual decide atender a viúva, mostrando que suas palavras revelam sua motivação e a natureza de sua decisão.","por_que_esta_palavra":"A palavra 'falar' é importante para entender a comunicação e a relação entre o juiz e a viúva, destacando a necessidade de diálogo na busca por justiça.","conexao_teologica":"A comunicação com Deus em oração é essencial, e Ele sempre está disposto a ouvir nossas súplicas.","referencias_relacionadas":["Salmos 34:17","Mateus 21:22","Tiago 1:19"]},"lucas_18_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a confiança que os fiéis devem ter em Sua justiça.","explicacao_detalhada":"Neste versículo, a referência a Deus destaca que, ao contrário do juiz injusto, Deus é sempre justo e ouvirá os clamores de Seu povo.","por_que_esta_palavra":"A palavra 'Deus' é central na mensagem de esperança e confiança, mostrando que Ele é o verdadeiro juiz que se importa com a justiça.","conexao_teologica":"A fidelidade de Deus em ouvir e responder às orações é um tema recorrente na Escritura, reforçando a importância da fé.","referencias_relacionadas":["Salmos 55:22","Mateus 6:8","1 Pedro 5:7"]},"lucas_18_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que a oração e a justiça são apresentadas a Deus.","explicacao_detalhada":"A palavra 'dia' aqui simboliza um período de tempo em que Deus ouve e responde às súplicas dos seus fiéis. É um lembrete de que, mesmo em tempos de aparente silêncio, Deus está atento às orações.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a continuidade e a certeza de que Deus não se esquece de suas promessas.","conexao_teologica":"A ideia de que Deus ouve e responde em seu tempo é central na teologia bíblica, refletindo a soberania e a fidelidade de Deus.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Hebreus 4:16"]},"lucas_18_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer justiça ou atender às necessidades dos que clamam.","explicacao_detalhada":"A palavra 'fazer' implica uma ação ativa de Deus em resposta às orações dos justos. É um convite à confiança na ação divina.","por_que_esta_palavra":"A palavra 'fazer' é crucial, pois destaca que a justiça não é apenas um conceito, mas uma ação que Deus realiza.","conexao_teologica":"Deus é apresentado como um juiz justo que age em favor dos oprimidos e necessitados.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 12:19"]},"lucas_18_8_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que é necessária para receber a justiça de Deus.","explicacao_detalhada":"A palavra 'fé' é fundamental na relação entre o ser humano e Deus, sendo a confiança em Sua justiça e promessas.","por_que_esta_palavra":"A ênfase na fé destaca a importância da crença ativa na resposta de Deus às orações.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da salvação e da vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"lucas_18_8_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como símbolo do lugar onde a justiça e a fé devem florescer.","explicacao_detalhada":"A palavra 'terra' aqui pode simbolizar o coração humano, onde a fé deve ser cultivada para que produza frutos.","por_que_esta_palavra":"A escolha de 'terra' sugere que a fé deve ser enraizada e nutrida para que se manifeste em ações.","conexao_teologica":"A metáfora da terra é comum na Bíblia, representando a receptividade do coração às verdades de Deus.","referencias_relacionadas":["Mateus 13:3-9","Salmos 1:3","Isaías 61:3"]},"lucas_18_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, enfatizando a necessidade de ação em resposta à fé.","explicacao_detalhada":"A repetição da palavra 'fazer' reforça a ideia de que a fé deve ser acompanhada de ações concretas.","por_que_esta_palavra":"A palavra 'fazer' é essencial para entender que a fé sem obras é morta, conforme ensinado em Tiago.","conexao_teologica":"A relação entre fé e obras é um princípio fundamental na teologia cristã.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 5:6"]},"lucas_18_9_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida como uma parábola que ilustra a relação entre o justo e o injusto.","explicacao_detalhada":"A palavra 'vida' aqui é usada para descrever a experiência humana em busca de justiça e verdade.","por_que_esta_palavra":"A vida é um tema central nas parábolas de Jesus, que ensinam lições sobre o Reino de Deus.","conexao_teologica":"A vida em Cristo é apresentada como uma nova criação, onde a justiça e a misericórdia se encontram.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Romanos 6:4"]},"lucas_18_9_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à justiça e à inocência do justo diante de Deus.","explicacao_detalhada":"A palavra 'inocente' destaca a pureza e a retidão que são esperadas de quem busca a Deus.","por_que_esta_palavra":"A inocência é um atributo que Deus valoriza e que deve ser refletido na vida do crente.","conexao_teologica":"A justiça de Deus é frequentemente associada à inocência e à pureza moral.","referencias_relacionadas":["Salmos 24:4","Mateus 5:8","1 Pedro 3:12"]},"lucas_18_9_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de falar, especialmente em relação a Deus e à oração.","explicacao_detalhada":"A palavra 'falar' implica uma comunicação direta com Deus, essencial na vida de oração.","por_que_esta_palavra":"Falar com Deus é um ato de fé e confiança, refletindo a relação pessoal que os crentes têm com Ele.","conexao_teologica":"A oração é um meio pelo qual os crentes se comunicam com Deus, expressando suas necessidades e louvores.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Hebreus 4:16"]},"lucas_18_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao espaço ou ao ato de adoração que é separado para Deus.","explicacao_detalhada":"A palavra 'sagrado' indica a importância de reconhecer e respeitar o que é dedicado a Deus.","por_que_esta_palavra":"A santidade é um atributo de Deus que deve ser refletido na vida dos crentes e em seus lugares de adoração.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, enfatizando a separação do pecado e a dedicação ao Senhor.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"lucas_18_10_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como aquele que ouve e responde às orações.","explicacao_detalhada":"A palavra 'Deus' é central na fé cristã, representando o ser supremo que se relaciona com a humanidade.","por_que_esta_palavra":"A menção de Deus enfatiza a importância de reconhecer Sua soberania e poder em todas as situações.","conexao_teologica":"A relação entre Deus e o ser humano é fundamental na teologia, destacando a necessidade de dependência e adoração.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"lucas_18_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e juiz de toda a humanidade.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina e a autoridade de Deus sobre todas as coisas. No contexto da parábola do fariseu e do publicano, o fariseu se apresenta diante de Deus com orgulho, destacando suas obras.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre o ser humano e Deus, enfatizando a necessidade de humildade diante da santidade divina.","conexao_teologica":"A teologia cristã ensina que Deus é justo e misericordioso, e que a salvação não vem pelas obras, mas pela fé.","referencias_relacionadas":["Salmos 14:1","Isaías 45:5","Romanos 3:23-24"]},"lucas_18_11_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando a relação entre Deus e Israel, e, por extensão, entre Deus e a humanidade através de Cristo. O fariseu menciona a aliança para justificar sua posição diante de Deus.","por_que_esta_palavra":"A palavra é importante para entender a relação de Deus com Seu povo e o cumprimento das promessas divinas.","conexao_teologica":"A nova aliança em Cristo é um cumprimento das promessas feitas nas alianças anteriores, mostrando a continuidade do plano de Deus para a salvação.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6-13"]},"lucas_18_12_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso ordenado por Deus, um tempo de adoração e renovação espiritual.","explicacao_detalhada":"O sábado é um símbolo do descanso de Deus após a criação e um convite ao ser humano para descansar e se conectar com o Criador. O fariseu menciona a observância do sábado como parte de sua justiça.","por_que_esta_palavra":"A observância do sábado é uma expressão da obediência a Deus e da importância do descanso espiritual.","conexao_teologica":"Jesus é o Senhor do sábado, e a verdadeira observância do sábado vai além da mera regra, envolvendo um relacionamento com Deus.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Marcos 2:27-28"]},"lucas_18_12_alimento":{"palavra_pt":"alimento","palavra_original":"νηστεύω","transliteracao":"nēsteúō","strong":"G3522","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se à prática de jejuar, que era uma forma de buscar a Deus e demonstrar arrependimento.","explicacao_detalhada":"O jejum é uma disciplina espiritual que envolve abster-se de alimentos para se concentrar em oração e comunhão com Deus. O fariseu se orgulha de jejuar duas vezes por semana.","por_que_esta_palavra":"A prática do jejum é frequentemente associada à busca de uma vida mais próxima de Deus e à humildade.","conexao_teologica":"Jesus ensina que o jejum deve ser feito com o coração correto, não para exibição, mas como um ato de devoção.","referencias_relacionadas":["Isaías 58:6-7","Mateus 6:16-18","Atos 13:2"]},"lucas_18_12_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao estilo de vida e às escolhas que uma pessoa faz em sua jornada espiritual.","explicacao_detalhada":"O 'caminho' é uma metáfora comum na Bíblia para descrever a vida de fé e as decisões que levam a uma vida justa diante de Deus. O fariseu se considera justo por seguir o 'caminho' da lei.","por_que_esta_palavra":"A escolha do caminho certo é fundamental na vida cristã, refletindo a obediência e a busca por Deus.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, enfatizando que a verdadeira justiça vem dEle.","referencias_relacionadas":["Salmos 1:1-2","Provérbios 3:5-6","João 14:6"]},"lucas_18_13_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao lugar da presença de Deus, um símbolo de esperança e redenção.","explicacao_detalhada":"O céu é frequentemente descrito na Bíblia como o lar eterno dos justos, onde se experimenta a plenitude da presença de Deus. O publicano clama por misericórdia, reconhecendo sua condição diante de Deus.","por_que_esta_palavra":"A menção ao céu destaca a esperança de salvação e a necessidade de arrependimento.","conexao_teologica":"A promessa do céu é central na mensagem do evangelho, que oferece vida eterna a todos que creem.","referencias_relacionadas":["Mateus 5:12","João 3:16","Apocalipse 21:1-4"]},"lucas_18_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que oferece perdão e misericórdia ao pecador arrependido.","explicacao_detalhada":"Neste contexto, o publicano se dirige a Deus em busca de perdão, reconhecendo sua pecaminosidade. A palavra enfatiza a natureza misericordiosa de Deus.","por_que_esta_palavra":"A invocação de Deus é um ato de humildade e reconhecimento da necessidade de Sua graça.","conexao_teologica":"Deus é apresentado como aquele que justifica o pecador que se arrepende, mostrando Sua disposição para perdoar.","referencias_relacionadas":["Salmos 51:1-2","Romanos 5:8","1 João 1:9"]},"lucas_18_13_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao pacto de Deus com Seu povo, que inclui a promessa de perdão e restauração.","explicacao_detalhada":"O publicano, ao clamar por misericórdia, se coloca sob a aliança de Deus, que é baseada na graça e não nas obras. Isso contrasta com a atitude do fariseu.","por_que_esta_palavra":"A aliança é um lembrete da fidelidade de Deus e de Sua disposição em perdoar aqueles que se voltam para Ele.","conexao_teologica":"A nova aliança em Cristo é a realização das promessas de Deus, oferecendo perdão e reconciliação.","referencias_relacionadas":["Jeremias 31:31-34","Lucas 22:20","Hebreus 9:15"]},"lucas_18_14_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância da casa como um lugar de segurança e amor.","explicacao_detalhada":"A palavra 'família' implica em relacionamentos e responsabilidades dentro do lar. O publicano, ao ser justificado, é visto como parte da família de Deus.","por_que_esta_palavra":"A ideia de família é central na Bíblia, refletindo a relação de Deus com Seu povo como um pai amoroso.","conexao_teologica":"A inclusão na família de Deus é um tema recorrente, mostrando que todos são chamados a fazer parte do Seu reino.","referencias_relacionadas":["Efésios 2:19","Gálatas 4:4-7","1 João 3:1"]},"lucas_18_14_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"Refere-se à declaração de justiça e inocência diante de Deus, que é concedida ao que se arrepende.","explicacao_detalhada":"A palavra 'justificar' implica em ser declarado justo por Deus, não por obras, mas pela fé. O publicano é justificado por sua humildade e arrependimento.","por_que_esta_palavra":"A justificação é um conceito central na teologia cristã, enfatizando a graça de Deus na salvação.","conexao_teologica":"A justificação pela fé é um princípio fundamental do evangelho, que destaca a obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:28","Gálatas 2:16","Tiago 2:24"]},"lucas_18_14_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Jesus sobre a importância da humildade.","explicacao_detalhada":"Neste versículo, Jesus enfatiza que aqueles que se exaltam serão humilhados, e os que se humilham serão exaltados. O ato de 'dizer' aqui é fundamental para transmitir a mensagem de humildade e arrependimento.","por_que_esta_palavra":"A escolha da palavra 'dizer' é crucial, pois reflete a autoridade de Jesus como mestre e a necessidade de ouvir suas palavras.","conexao_teologica":"A humildade é um tema central no ensinamento de Jesus, refletindo a natureza do Reino de Deus, onde os últimos serão os primeiros.","referencias_relacionadas":["Mateus 23:12","Tiago 4:10","Lucas 14:11"]},"lucas_18_15_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de trazer ou oferecer, no contexto de trazer crianças a Jesus.","explicacao_detalhada":"Neste versículo, as pessoas trazem crianças a Jesus para que Ele as abençoe, mostrando a importância da fé infantil e a aceitação de todos no Reino.","por_que_esta_palavra":"A palavra 'urso' destaca a ação de trazer, que é um convite à inclusão e à aceitação das crianças no ministério de Jesus.","conexao_teologica":"A inclusão das crianças no ministério de Jesus reflete a natureza do Reino de Deus, que é acessível a todos, independentemente da idade.","referencias_relacionadas":["Mateus 19:14","Marcos 10:14","Lucas 9:48"]},"lucas_18_15_crianca":{"palavra_pt":"crianca","palavra_original":"βρέφος","transliteracao":"bréphos","strong":"G1025","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada para enfatizar a pureza e a simplicidade da fé que Jesus valoriza.","explicacao_detalhada":"Jesus usa a imagem das crianças para ilustrar a atitude que devemos ter em relação ao Reino de Deus: uma fé simples e confiante.","por_que_esta_palavra":"A escolha da palavra 'criança' é significativa, pois representa a inocência e a dependência que todos devem ter em relação a Deus.","conexao_teologica":"A fé infantil é um modelo para todos os crentes, mostrando que o Reino de Deus pertence àqueles que se tornam como crianças.","referencias_relacionadas":["Mateus 18:3","Marcos 10:15","1 Pedro 2:2"]},"lucas_18_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na narrativa, pois Ele é o mediador entre Deus e a humanidade.","explicacao_detalhada":"Neste versículo, Jesus demonstra seu amor e cuidado pelas crianças, mostrando que elas têm um lugar especial em Seu coração.","por_que_esta_palavra":"A menção de 'Jesus' é essencial, pois Ele é a figura que traz a salvação e a esperança para todos, incluindo as crianças.","conexao_teologica":"A atitude de Jesus em relação às crianças reflete o amor incondicional de Deus e a importância da fé infantil.","referencias_relacionadas":["Mateus 18:5","Marcos 10:16","Lucas 9:48"]},"lucas_18_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a divindade e a autoridade de Jesus em abençoar as crianças.","explicacao_detalhada":"Jesus, ao abençoar as crianças, revela a natureza amorosa de Deus e Sua disposição em acolher os pequenos.","por_que_esta_palavra":"A referência a 'Deus' é fundamental, pois estabelece a conexão entre a ação de Jesus e a vontade divina de acolher todos os que se aproximam com fé.","conexao_teologica":"A relação entre Jesus e Deus é central na teologia cristã, mostrando que Jesus é a manifestação do amor de Deus para a humanidade.","referencias_relacionadas":["João 1:14","Hebreus 1:3","1 João 4:9"]},"lucas_18_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a importância da fé e da aceitação do Reino como uma criança.","explicacao_detalhada":"Jesus ensina que somente aqueles que recebem o Reino de Deus como uma criança poderão entrar nele, enfatizando a necessidade de humildade e confiança.","por_que_esta_palavra":"A repetição da palavra 'Deus' neste contexto reforça a ideia de que a salvação e a entrada no Reino são dádivas divinas.","conexao_teologica":"A dependência de Deus é um tema recorrente nas Escrituras, onde a fé simples é exaltada como caminho para a salvação.","referencias_relacionadas":["Mateus 18:3","Marcos 10:15","Tiago 1:17"]},"lucas_18_18_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para discutir a essência da existência e a busca por significado.","explicacao_detalhada":"Neste versículo, o jovem rico pergunta a Jesus sobre como herdar a vida eterna, refletindo a busca humana por propósito e salvação.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Jesus, que oferece não apenas vida física, mas vida eterna através da fé.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus é apresentado como a fonte da verdadeira vida.","referencias_relacionadas":["João 3:16","João 10:10","Romanos 6:23"]},"lucas_18_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir os mandamentos e viver de acordo com a vontade de Deus.","explicacao_detalhada":"O jovem rico pergunta a Jesus o que deve fazer para herdar a vida eterna, refletindo a busca por ações que garantam a salvação.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância das obras na vida do crente, embora a salvação seja pela fé.","conexao_teologica":"As boas obras são uma resposta à graça recebida e um reflexo da verdadeira fé em Jesus.","referencias_relacionadas":["Efésios 2:8-10","Tiago 2:17","Mateus 5:16"]},"lucas_18_18_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada para reconhecer a autoridade de Jesus como ensinador e guia espiritual.","explicacao_detalhada":"O jovem rico se dirige a Jesus como 'mestre', reconhecendo sua sabedoria e autoridade sobre questões espirituais.","por_que_esta_palavra":"A escolha da palavra 'mestre' é significativa, pois reflete a busca por orientação e a necessidade de aprender com Jesus.","conexao_teologica":"Jesus é frequentemente chamado de mestre, e seus ensinamentos são fundamentais para a vida cristã e a compreensão do Reino de Deus.","referencias_relacionadas":["Mateus 23:8","João 13:13","Atos 1:1"]},"lucas_18_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente central, destacando sua identidade e missão redentora.","explicacao_detalhada":"Neste versículo, Jesus responde ao jovem rico, revelando a dificuldade de entrar no Reino para aqueles que confiam em suas riquezas.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois Ele é a chave para a compreensão do Reino e da salvação.","conexao_teologica":"A dependência de Jesus é essencial para a salvação, e a mensagem de que é mais fácil um camelo passar pelo fundo de uma agulha do que um rico entrar no Reino é um alerta sobre as armadilhas da riqueza.","referencias_relacionadas":["Mateus 19:24","Marcos 10:25","Lucas 12:15"]},"lucas_18_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a autoridade de Deus sobre a criação. No contexto de Lucas 18:19, Jesus enfatiza a bondade e a perfeição de Deus, questionando a ideia de que alguém poderia ser bom como Deus.","por_que_esta_palavra":"A palavra é central para a compreensão da natureza de Deus e sua relação com a humanidade, especialmente na mensagem de Jesus.","conexao_teologica":"A afirmação de que somente Deus é bom destaca a necessidade de dependência da graça divina para a salvação e a vida eterna.","referencias_relacionadas":["Salmos 14:1","Romanos 3:10","Mateus 19:17"]},"lucas_18_20_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se às instruções divinas dadas por Deus ao seu povo, especialmente os Dez Mandamentos.","explicacao_detalhada":"A palavra 'mandamento' (ἐντολή) implica uma ordem ou preceito que deve ser seguido. Jesus menciona os mandamentos para mostrar ao jovem rico a importância da obediência à lei de Deus como um caminho para a vida eterna.","por_que_esta_palavra":"Os mandamentos são fundamentais para a ética e moralidade na vida cristã, servindo como guia para o comportamento humano.","conexao_teologica":"A relação entre fé e obras é enfatizada, mostrando que a obediência aos mandamentos é uma expressão da verdadeira fé.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:6-21","Mateus 22:37-40"]},"lucas_18_20_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e a autoridade de Deus sobre a moralidade.","explicacao_detalhada":"Neste versículo, Jesus usa a palavra 'deus' para contrastar a bondade humana com a perfeição divina, enfatizando que somente Deus é verdadeiramente bom.","por_que_esta_palavra":"A inclusão da palavra 'deus' reforça a centralidade da divindade na discussão sobre a moralidade e a salvação.","conexao_teologica":"A compreensão de Deus como a fonte de toda bondade é essencial para a teologia cristã e a compreensão da salvação.","referencias_relacionadas":["Salmos 100:5","Tiago 1:17","Romanos 11:36"]},"lucas_18_21_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização de algo em relação a outros.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a situação do jovem rico em relação aos mandamentos e à sua vida, sugerindo uma necessidade de reflexão sobre sua posição espiritual.","por_que_esta_palavra":"É importante para entender a relação do jovem com os mandamentos e sua busca por vida eterna.","conexao_teologica":"A ideia de estar 'entre' os mandamentos implica a necessidade de uma escolha consciente em seguir a Deus.","referencias_relacionadas":["Gálatas 5:16","Romanos 12:2","1 João 2:15-17"]},"lucas_18_21_youth":{"palavra_pt":"youth","palavra_original":"νεότης","transliteracao":"neótēs","strong":"G3503","significado_raiz":"Ideia básica: youth.","significado_contextual":"Refere-se à juventude, uma fase da vida frequentemente associada a vigor e potencial.","explicacao_detalhada":"A palavra 'youth' (νεότης) destaca a fase da vida do jovem rico, que é muitas vezes vista como um tempo de decisões cruciais e busca de propósito.","por_que_esta_palavra":"A juventude é um período de formação de caráter e valores, tornando a mensagem de Jesus ainda mais relevante.","conexao_teologica":"A juventude é chamada a buscar a Deus e a verdade, refletindo sobre suas escolhas e seu futuro espiritual.","referencias_relacionadas":["Eclesiastes 12:1","1 Timóteo 4:12","Salmos 119:9"]},"lucas_18_21_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de expressar verbalmente pensamentos ou perguntas.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever a interação do jovem rico com Jesus, onde ele busca entender como alcançar a vida eterna.","por_que_esta_palavra":"A comunicação é fundamental para o relacionamento entre o homem e Deus, e a busca por respostas espirituais.","conexao_teologica":"A importância de falar com Deus e buscar entendimento é um tema recorrente na vida cristã.","referencias_relacionadas":["Tiago 1:5","Mateus 7:7","Filipenses 4:6"]},"lucas_18_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, o Filho de Deus.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é o nome do Salvador, que veio para redimir a humanidade. Neste versículo, Ele oferece ao jovem rico um chamado radical à entrega total.","por_que_esta_palavra":"Jesus é a chave para a salvação e a vida eterna, e seu nome é invocado em todas as questões de fé.","conexao_teologica":"A resposta de Jesus ao jovem rico revela a natureza do discipulado e a necessidade de priorizar o Reino de Deus.","referencias_relacionadas":["João 14:6","Atos 4:12","Mateus 28:19-20"]},"lucas_18_22_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao lugar onde Deus habita e a promessa de vida eterna.","explicacao_detalhada":"A palavra 'ceu' (οὐρανός) é usada para descrever a realidade espiritual e a esperança da vida após a morte, que é oferecida por Jesus.","por_que_esta_palavra":"O céu é o destino final dos crentes e representa a recompensa pela fé e obediência.","conexao_teologica":"A promessa do céu é um incentivo para os crentes viverem de acordo com os princípios do Reino de Deus.","referencias_relacionadas":["Filipenses 3:20","Apocalipse 21:1-4","Mateus 6:20"]},"lucas_18_22_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se à condição de falta de bens materiais, mas também pode implicar em humildade espiritual.","explicacao_detalhada":"A palavra 'pobre' (πτωχός) é usada para descrever a condição do jovem rico que, apesar de suas posses, é chamado a abrir mão de tudo para seguir Jesus.","por_que_esta_palavra":"A pobreza material é contrastada com a riqueza espiritual que Jesus oferece.","conexao_teologica":"A ideia de que os pobres em espírito são bem-aventurados é um tema central no ensino de Jesus.","referencias_relacionadas":["Mateus 5:3","Lucas 6:20","Tiago 2:5"]},"lucas_18_23_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo maior ou mais significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a transformação que ocorre quando alguém se entrega a Deus e vive segundo Seus mandamentos.","por_que_esta_palavra":"A transformação espiritual é um aspecto vital da vida cristã, onde o crente é chamado a crescer em fé e obediência.","conexao_teologica":"A ideia de se tornar grande no Reino de Deus está ligada à humildade e ao serviço aos outros.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","Lucas 9:48"]},"lucas_18_23_exceeding":{"palavra_pt":"muito","palavra_original":"περίλυπος","transliteracao":"perílypos","strong":"G4036","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' enfatiza a intensidade da tristeza do jovem rico ao ouvir os ensinamentos de Jesus sobre a dificuldade de entrar no Reino de Deus.","explicacao_detalhada":"Neste contexto, 'muito' é usado para descrever a profunda tristeza que o jovem sentiu ao perceber que não estava disposto a abrir mão de suas riquezas para seguir a Jesus. Essa reação destaca a luta interna entre os valores materiais e espirituais.","por_que_esta_palavra":"A escolha da palavra 'muito' reflete a gravidade da situação e a seriedade da decisão que o jovem precisava tomar, evidenciando a importância de priorizar o Reino de Deus sobre as posses terrenas.","conexao_teologica":"A tristeza do jovem rico ilustra a dificuldade que muitos enfrentam ao se desapegar das coisas do mundo para seguir a Cristo, um tema recorrente nas Escrituras sobre a entrega total a Deus.","referencias_relacionadas":["Mateus 6:24","Marcos 10:23-25","1 Timóteo 6:9-10"]},"lucas_18_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na mensagem do evangelho, representando a salvação e a verdade que Ele traz ao mundo.","explicacao_detalhada":"Neste versículo, Jesus fala diretamente sobre a dificuldade que os ricos têm em entrar no Reino de Deus, usando Sua própria autoridade e identidade para ensinar sobre a dependência de Deus e a necessidade de fé.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois Ele é o mediador entre Deus e a humanidade, e Sua palavra tem poder para transformar vidas e corações.","conexao_teologica":"A figura de Jesus é a chave para entender a graça e a salvação, mostrando que, apesar das dificuldades, a fé Nele é o que realmente importa.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"lucas_18_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a soberania divina e a impossibilidade humana de alcançar a salvação sem a intervenção divina.","explicacao_detalhada":"Neste contexto, Jesus destaca que o que é impossível para os homens é possível para Deus, ressaltando a necessidade de confiar na capacidade de Deus para salvar.","por_que_esta_palavra":"A inclusão de 'Deus' reforça a ideia de que a salvação não depende de esforços humanos, mas da graça e do poder divinos.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o único capaz de transformar corações e salvar almas.","referencias_relacionadas":["Gênesis 18:14","Mateus 19:26","Efésios 2:8-9"]},"lucas_18_24_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação necessária para que alguém entre no Reino de Deus.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a necessidade de uma mudança radical na vida do jovem rico, que precisa deixar suas posses para seguir a Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' implica em um processo de conversão e transformação, essencial para a vida cristã.","conexao_teologica":"A ideia de transformação é central na mensagem do evangelho, onde a nova vida em Cristo requer uma mudança de prioridades e valores.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_18_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para enfatizar a impossibilidade humana em comparação com a capacidade divina.","explicacao_detalhada":"Jesus usa a figura de um camelo passando pelo fundo de uma agulha para ilustrar a dificuldade dos ricos em entrar no Reino, destacando a necessidade de depender de Deus.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a mensagem de que a salvação é uma obra divina, não humana.","conexao_teologica":"A dependência de Deus é um tema recorrente nas Escrituras, mostrando que somente Ele pode realizar o que é impossível para nós.","referencias_relacionadas":["Salmos 62:11","Isaías 55:8-9","Filipenses 4:13"]},"lucas_18_25_easier":{"palavra_pt":"easier","palavra_original":"εὐκοπώτερος","transliteracao":"eukopṓteros","strong":"G2123","significado_raiz":"Ideia básica: easier.","significado_contextual":"A palavra 'mais fácil' é usada para contrastar a dificuldade de um rico entrar no Reino de Deus com a possibilidade de salvação para aqueles que confiam em Deus.","explicacao_detalhada":"Jesus compara a dificuldade de um rico entrar no Reino com a facilidade de um camelo passar pelo fundo de uma agulha, enfatizando a necessidade de fé e dependência de Deus.","por_que_esta_palavra":"A escolha de 'mais fácil' destaca a radicalidade do que é necessário para a salvação, mostrando que a salvação é um presente de Deus, não algo que se conquista.","conexao_teologica":"A ideia de que a salvação é mais fácil para os humildes e dependentes de Deus é um tema importante na mensagem de Jesus.","referencias_relacionadas":["Mateus 5:3","Lucas 6:20","Tiago 4:6"]},"lucas_18_26_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a comunicação de Jesus sobre a impossibilidade humana e a possibilidade divina.","explicacao_detalhada":"Neste contexto, Jesus responde à incredulidade dos discípulos sobre a dificuldade de salvação, enfatizando que a salvação é uma obra de Deus.","por_que_esta_palavra":"A palavra 'falar' indica a autoridade de Jesus em ensinar verdades espirituais profundas e desafiadoras.","conexao_teologica":"A comunicação de Jesus é fundamental para a compreensão da verdade espiritual e da revelação de Deus ao homem.","referencias_relacionadas":["João 6:63","Mateus 7:29","Hebreus 1:1-2"]},"lucas_18_26_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à capacidade divina de realizar o que é impossível para os seres humanos.","explicacao_detalhada":"Jesus afirma que, embora a salvação pareça impossível para os homens, para Deus tudo é possível, ressaltando Sua soberania e poder.","por_que_esta_palavra":"A escolha da palavra 'poder' é essencial para entender a natureza de Deus como aquele que pode transformar vidas e salvar.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, mostrando que Ele é capaz de fazer infinitamente mais do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 3:20","Salmos 147:5","Lucas 1:37"]},"lucas_18_26_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é central na mensagem do evangelho, referindo-se à ação de Deus em resgatar a humanidade do pecado.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a salvação como uma obra divina, enfatizando que somente Deus pode salvar aqueles que estão perdidos.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois encapsula a missão de Jesus e o propósito de Sua vinda ao mundo.","conexao_teologica":"A salvação é um tema central nas Escrituras, mostrando a necessidade de um Salvador e a graça de Deus em oferecer redenção.","referencias_relacionadas":["Romanos 1:16","Tito 3:5","1 Pedro 1:9"]},"lucas_18_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para reafirmar a ideia de que a salvação é uma obra divina, não humana.","explicacao_detalhada":"Jesus conclui que o que é impossível para os homens é possível para Deus, enfatizando a necessidade de confiar na Sua capacidade de salvar.","por_que_esta_palavra":"A repetição da palavra 'Deus' reforça a mensagem de que a salvação depende inteiramente da graça e do poder divinos.","conexao_teologica":"A soberania de Deus na salvação é um tema fundamental, mostrando que Ele é o único que pode realizar o impossível.","referencias_relacionadas":["Romanos 8:31","Salmos 37:5","Isaías 43:11"]},"lucas_18_27_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à capacidade de Deus de realizar o impossível.","explicacao_detalhada":"A palavra 'poderoso' é usada para descrever a natureza divina de Deus, que pode fazer o que parece impossível aos olhos humanos. No contexto de Lucas 18:27, Jesus afirma que o que é impossível para os homens é possível para Deus, enfatizando Sua soberania e poder.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus e Sua capacidade de intervir nas situações humanas.","conexao_teologica":"A ideia de que Deus é poderoso é central na teologia cristã, pois fundamenta a fé na Sua capacidade de salvar e transformar vidas.","referencias_relacionadas":["Mateus 19:26","Jeremias 32:17","Efésios 3:20"]},"lucas_18_27_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' é utilizada para descrever a comunicação de Jesus, que revela verdades espirituais. No contexto, Jesus está explicando a dificuldade da salvação para os ricos, enfatizando a necessidade de uma nova perspectiva.","por_que_esta_palavra":"É importante para entender como Jesus se comunica e ensina, usando a fala como um meio de transmitir verdades profundas.","conexao_teologica":"A comunicação de Jesus é um aspecto fundamental do Seu ministério, mostrando a importância da Palavra de Deus na vida dos crentes.","referencias_relacionadas":["João 1:1","Romanos 10:17","Hebreus 4:12"]},"lucas_18_28_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza firmeza e estabilidade, referindo-se à base da fé.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a firmeza da fé de Pedro, que é um dos pilares da Igreja. No contexto, representa a segurança que os discípulos têm em seguir a Jesus.","por_que_esta_palavra":"É essencial para entender a fundação da Igreja e a importância da fé sólida em Cristo.","conexao_teologica":"Cristo é frequentemente descrito como a rocha, a base da fé cristã, e essa imagem é central na teologia da salvação.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"lucas_18_28_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a um relacionamento próximo ou familiaridade.","explicacao_detalhada":"A palavra 'acquaintance' sugere um nível de intimidade e conhecimento mútuo. No contexto, pode se referir à relação dos discípulos com Jesus e entre eles mesmos.","por_que_esta_palavra":"É importante para entender a dinâmica dos relacionamentos entre os discípulos e a comunidade cristã.","conexao_teologica":"A familiaridade com Cristo e entre os crentes é fundamental para a vida em comunidade e o crescimento espiritual.","referencias_relacionadas":["João 15:15","Atos 2:42","1 João 1:7"]},"lucas_18_28_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a comunicação de ideias e ensinamentos.","explicacao_detalhada":"Em Lucas 18:28, a repetição da palavra 'falar' enfatiza a importância da mensagem que Jesus transmite aos Seus seguidores.","por_que_esta_palavra":"A comunicação é essencial para a transmissão da verdade e a edificação da fé.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é essencial para o crescimento espiritual.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","2 Timóteo 3:16-17"]},"lucas_18_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' é central na compreensão da natureza divina e da relação que os crentes têm com Ele. No contexto, enfatiza a importância de colocar Deus em primeiro lugar na vida.","por_que_esta_palavra":"É fundamental para a fé cristã, pois reconhece a autoridade e o poder de Deus sobre a vida dos crentes.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"lucas_18_29_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e aos laços de sangue.","explicacao_detalhada":"A palavra 'familia' destaca a importância das relações familiares no contexto da vida cristã. Jesus menciona que aqueles que O seguem podem ter que deixar suas famílias, mas ganham uma nova família na fé.","por_que_esta_palavra":"É importante para entender o valor das relações familiares e como elas se relacionam com a fé.","conexao_teologica":"A nova família em Cristo é um conceito central no Novo Testamento, onde todos os crentes são considerados irmãos e irmãs.","referencias_relacionadas":["Mateus 12:50","Gálatas 6:10","Efésios 2:19"]},"lucas_18_29_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se ao papel e à dignidade das mulheres na sociedade e na Igreja.","explicacao_detalhada":"A palavra 'mulher' é usada para reconhecer a importância das mulheres no ministério de Jesus e na comunidade cristã. No contexto, destaca a inclusão e o valor que Jesus dá a todos.","por_que_esta_palavra":"É essencial para entender a igualdade e o valor das mulheres no plano de Deus.","conexao_teologica":"A dignidade das mulheres é um tema importante na teologia cristã, refletindo a criação de todos à imagem de Deus.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:10","Lucas 8:1-3"]},"lucas_18_30_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna e à plenitude da vida em Cristo.","explicacao_detalhada":"A palavra 'vida' é central na mensagem de Jesus, que promete vida abundante aos que O seguem. No contexto, enfatiza a recompensa espiritual que vem com o discipulado.","por_que_esta_palavra":"É fundamental para entender a promessa de Jesus sobre a vida eterna e a transformação que Ele traz.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a vida eterna é oferecida a todos os que creem.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"lucas_18_30_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou à ausência de algo, enfatizando a soberania de Deus.","explicacao_detalhada":"A palavra 'deus' aqui é usada em um contexto de negação, onde Jesus fala sobre o que não pode ser feito sem a ajuda divina. Isso ressalta a dependência do ser humano em relação a Deus.","por_que_esta_palavra":"É importante para entender a relação entre a humanidade e a divindade, especialmente em momentos de necessidade.","conexao_teologica":"A dependência de Deus é um tema recorrente na Bíblia, que ensina que sem Ele nada podemos fazer.","referencias_relacionadas":["João 15:5","Filipenses 4:13","Salmos 127:1"]},"lucas_18_30_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se a um momento favorável para receber bênçãos e recompensas espirituais.","explicacao_detalhada":"No contexto de Lucas 18:30, Jesus fala sobre aqueles que deixaram tudo por causa do Reino de Deus e receberão muitas vezes mais, indicando que há um tempo certo para a recompensa.","por_que_esta_palavra":"A escolha da palavra 'oportunidade' enfatiza a importância de reconhecer e aproveitar os momentos que Deus oferece para crescimento e bênçãos.","conexao_teologica":"A ideia de oportunidade está ligada à graça de Deus, que nos oferece chances de arrependimento e bênçãos ao seguirmos a Cristo.","referencias_relacionadas":["Mateus 19:29","Marcos 10:30","Romanos 8:18"]},"lucas_18_31_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é o centro espiritual e geográfico do judaísmo, e também o local onde Jesus cumpriria sua missão redentora.","explicacao_detalhada":"Em Lucas 18:31, Jesus menciona Jerusalém como o lugar onde se cumpririam as profecias sobre seu sofrimento e morte, destacando a importância da cidade na história da salvação.","por_que_esta_palavra":"A palavra 'Jerusalém' é crucial porque representa não apenas um local físico, mas também o cumprimento das promessas de Deus ao seu povo.","conexao_teologica":"Jerusalém simboliza a presença de Deus entre seu povo e a realização de sua vontade redentora através de Cristo.","referencias_relacionadas":["Mateus 21:10","Lucas 13:34","Hebreus 12:22"]},"lucas_18_32_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de ser libertado do pecado e da morte, que é central na mensagem de Jesus.","explicacao_detalhada":"Em Lucas 18:32, Jesus fala sobre ser entregue e sofrer, o que implica em sua missão de libertar a humanidade do pecado através de sua morte e ressurreição.","por_que_esta_palavra":"A escolha da palavra 'libertar' destaca a necessidade de salvação e a obra redentora de Cristo.","conexao_teologica":"A libertação é um tema central na teologia cristã, simbolizando a liberdade que temos em Cristo e a vitória sobre o pecado.","referencias_relacionadas":["João 8:36","Romanos 6:18","Gálatas 5:1"]},"lucas_18_33_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os eventos profetizados ocorrerão, especialmente a paixão de Cristo.","explicacao_detalhada":"Em Lucas 18:33, o 'dia' mencionado é o momento em que Jesus será entregue, crucificado e ressuscitará, marcando um ponto crucial na história da salvação.","por_que_esta_palavra":"O uso da palavra 'dia' enfatiza a certeza e a inevitabilidade dos eventos que se aproximam na vida de Jesus.","conexao_teologica":"O 'dia' da crucificação é fundamental para a compreensão do sacrifício de Cristo e sua ressurreição, que traz vida nova aos crentes.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","Lucas 24:46"]},"lucas_18_33_scourge":{"palavra_pt":"scourge","palavra_original":"μαστιγόω","transliteracao":"mastigóō","strong":"G3146","significado_raiz":"Ideia básica: scourge.","significado_contextual":"A palavra 'scourge' refere-se ao ato de ser açoitado, um dos sofrimentos que Jesus enfrentaria antes da crucificação.","explicacao_detalhada":"Em Lucas 18:33, Jesus menciona que será açoitado, o que faz parte do seu sofrimento redentor, mostrando o quanto Ele sofreu por amor à humanidade.","por_que_esta_palavra":"A palavra 'scourge' é significativa porque ilustra a intensidade do sofrimento físico e emocional que Jesus suportou.","conexao_teologica":"O sofrimento de Jesus é um elemento central na teologia da expiação, onde Ele paga o preço pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 27:26","João 19:1"]},"lucas_18_33_thirdly":{"palavra_pt":"third ly","palavra_original":"τρίτος","transliteracao":"trítos","strong":"G5154","significado_raiz":"Ideia básica: third ly.","significado_contextual":"A palavra 'terceiro' refere-se à sequência dos eventos que ocorrerão na paixão de Cristo.","explicacao_detalhada":"Em Lucas 18:33, Jesus menciona que será crucificado no 'terceiro dia', indicando a ordem dos eventos que culminarão na sua ressurreição.","por_que_esta_palavra":"A menção do 'terceiro' dia é crucial para a profecia da ressurreição, que é a base da fé cristã.","conexao_teologica":"A ressurreição no terceiro dia é um cumprimento das Escrituras e um sinal da vitória de Cristo sobre a morte.","referencias_relacionadas":["Mateus 16:21","Lucas 24:7","1 Coríntios 15:4"]},"lucas_18_34_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao sofrimento e injustiça que Jesus enfrentaria, mas também ao pecado que Ele veio redimir.","explicacao_detalhada":"Em Lucas 18:34, Jesus fala sobre o mal que lhe será feito, enfatizando a rejeição e o sofrimento que Ele suportaria em nome da humanidade.","por_que_esta_palavra":"A palavra 'mal' é importante porque destaca a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"O mal que Jesus enfrentou é um reflexo do pecado no mundo e da necessidade de um Salvador que possa restaurar a relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 27:39","Marcos 15:29","João 1:29"]},"lucas_18_34_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, que Jesus veio salvar.","explicacao_detalhada":"Em Lucas 18:34, a menção de 'homem' destaca a condição humana e a necessidade de salvação que todos enfrentam.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa a totalidade da humanidade, que precisa da graça de Deus.","conexao_teologica":"A salvação é oferecida a todos os homens, independentemente de sua condição, através da obra redentora de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:28","1 Timóteo 2:4"]},"lucas_18_34_consider":{"palavra_pt":"considerar","palavra_original":"συνίημι","transliteracao":"syníēmi","strong":"G4920","significado_raiz":"Ideia básica: considerar.","significado_contextual":"A palavra 'considerar' refere-se à reflexão sobre os eventos que Jesus previu e seu significado profundo.","explicacao_detalhada":"Em Lucas 18:34, Jesus menciona que seus discípulos não compreendiam o que estava prestes a acontecer, enfatizando a necessidade de discernimento espiritual.","por_que_esta_palavra":"A palavra 'considerar' é importante porque nos chama a refletir sobre a verdade do evangelho e a obra de Cristo.","conexao_teologica":"A consideração dos eventos da vida de Jesus é fundamental para a fé cristã, pois nos ajuda a entender a profundidade da sua missão.","referencias_relacionadas":["Mateus 16:9","Lucas 24:25","Atos 17:11"]},"lucas_18_35_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorre na vida de alguém que encontra a Cristo.","explicacao_detalhada":"Em Lucas 18:35, a transformação é evidente na vida de Bartimeu, que ao encontrar Jesus, passa de cego a ver, simbolizando a nova vida em Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' destaca a mudança radical que a fé em Jesus pode trazer à vida de uma pessoa.","conexao_teologica":"A transformação espiritual é um tema central no cristianismo, onde a nova vida em Cristo é celebrada como um ato da graça de Deus.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Efésios 2:10"]},"lucas_18_35_jericho":{"palavra_pt":"jericho","palavra_original":"Ἱεριχώ","transliteracao":"Hierichṓ","strong":"G2410","significado_raiz":"Ideia básica: jericho.","significado_contextual":"Jericó é uma cidade antiga mencionada na Bíblia, conhecida por sua história de conquista por Josué.","explicacao_detalhada":"Jericó é frequentemente associada a eventos significativos, como a queda das muralhas quando os israelitas marcharam ao redor da cidade. No contexto de Lucas 18:35, Jesus está se aproximando de Jericó, um local onde muitos milagres e ensinamentos ocorreram.","por_que_esta_palavra":"A menção de Jericó destaca a importância geográfica e histórica da cidade no ministério de Jesus, além de ser um ponto de referência para os eventos que se desenrolam.","conexao_teologica":"Jericó simboliza a superação de barreiras e a entrada na terra prometida, refletindo a missão de Jesus de trazer salvação e libertação.","referencias_relacionadas":["Josué 6:20","Mateus 20:29","Lucas 19:1"]},"lucas_18_36_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"O termo 'povo' refere-se à multidão que seguia Jesus, representando a sociedade em busca de cura e ensinamento.","explicacao_detalhada":"Neste versículo, o povo está atento ao que acontece ao redor de Jesus, demonstrando a necessidade e a expectativa de milagres. O 'povo' é um elemento central no ministério de Jesus, que frequentemente se dirigia às multidões.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica social e a receptividade ao ministério de Jesus, que se preocupava com as necessidades das pessoas comuns.","conexao_teologica":"A presença do povo destaca a missão de Jesus de alcançar os marginalizados e necessitados, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 8:4"]},"lucas_18_36_through":{"palavra_pt":"through","palavra_original":"διαπορεύομαι","transliteracao":"diaporeúomai","strong":"G1279","significado_raiz":"Ideia básica: through.","significado_contextual":"A palavra 'through' indica um movimento ou passagem, enfatizando a ação de Jesus ao se deslocar entre as pessoas.","explicacao_detalhada":"Neste contexto, 'through' sugere que Jesus estava atravessando a multidão, o que pode simbolizar a sua disposição de se envolver com as pessoas e suas necessidades.","por_que_esta_palavra":"A utilização de 'through' ressalta a proximidade de Jesus com o povo e sua acessibilidade, um tema recorrente em seu ministério.","conexao_teologica":"A ideia de 'atravessar' representa a encarnação de Cristo, que veio ao mundo para estar entre nós e nos oferecer salvação.","referencias_relacionadas":["João 1:14","Mateus 1:23","Hebreus 4:15"]},"lucas_18_37_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que significa 'Salvador', e neste versículo, ele é reconhecido como aquele que pode trazer cura e libertação.","explicacao_detalhada":"A menção de Jesus neste contexto é fundamental, pois ele é o foco da fé do cego que clama por ajuda. O nome de Jesus evoca sua autoridade e poder para realizar milagres.","por_que_esta_palavra":"A palavra 'Jesus' é central para a mensagem do evangelho, pois representa a encarnação do amor e da salvação de Deus.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas, e seu nome é um símbolo de esperança para todos que creem.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_18_37_perecer":{"palavra_pt":"perecer","palavra_original":"παρέρχομαι","transliteracao":"parérchomai","strong":"G3928","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à condição de estar em perigo ou à morte, que é uma preocupação central para o cego que clama por Jesus.","explicacao_detalhada":"Neste versículo, o cego expressa sua urgência em ser curado, pois sente que sua vida está em risco. A palavra 'perecer' enfatiza a gravidade de sua situação.","por_que_esta_palavra":"A utilização de 'perecer' destaca a necessidade de salvação e a urgência do clamor por ajuda, refletindo a condição humana sem Cristo.","conexao_teologica":"A ideia de perecer é contrastada com a vida que Jesus oferece, que é abundante e eterna.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:12"]},"lucas_18_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome Jesus neste versículo reforça sua importância como o único que pode trazer cura e salvação.","explicacao_detalhada":"O cego clama por Jesus, reconhecendo-o como o Messias e a única esperança para sua condição. Essa invocação é um ato de fé.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a narrativa, pois representa a resposta à necessidade do cego e a manifestação do poder divino.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e sua invocação é um reconhecimento da necessidade de sua intervenção na vida das pessoas.","referencias_relacionadas":["João 14:6","Mateus 11:28","Lucas 19:10"]},"lucas_18_38_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Davi, simbolizando a linhagem real de onde Jesus descende e a expectativa messiânica.","explicacao_detalhada":"Neste contexto, o cego clama a Jesus como 'Filho de Davi', reconhecendo sua autoridade e seu papel como o Messias prometido.","por_que_esta_palavra":"A menção de 'rei' é significativa, pois conecta Jesus à promessa de um rei que governaria com justiça e traria salvação ao seu povo.","conexao_teologica":"A linhagem de Davi é essencial para a compreensão do ministério de Jesus, que cumpre as profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32","Atos 2:30"]},"lucas_18_38_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se ao ato de clamar por misericórdia, um pedido de ajuda e intervenção divina.","explicacao_detalhada":"Neste versículo, o cego clama por Jesus, pedindo que tenha compaixão dele. A palavra 'palavra' aqui representa a comunicação da necessidade e a expressão de fé.","por_que_esta_palavra":"A invocação de misericórdia é um tema central na relação entre Jesus e aqueles que buscam ajuda, mostrando a disposição de Jesus em ouvir e responder.","conexao_teologica":"A palavra de clamor é um reflexo da fé que move Jesus a agir, mostrando que a salvação e a cura são acessíveis a todos que pedem.","referencias_relacionadas":["Salmos 51:1","Mateus 7:7","Tiago 5:16"]},"lucas_18_39_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A repetição da palavra 'rei' reforça a identidade messiânica de Jesus e a expectativa do povo em relação a ele.","explicacao_detalhada":"Neste contexto, a multidão tenta silenciar o cego que clama a Jesus como 'Filho de Davi', mas ele insiste, reconhecendo a autoridade real de Jesus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a percepção do povo sobre Jesus como o Messias que viria para libertar Israel.","conexao_teologica":"A identidade de Jesus como rei é fundamental para a compreensão de seu papel na história da salvação e na realização das promessas de Deus.","referencias_relacionadas":["Mateus 21:5","Lucas 1:33","Apocalipse 19:16"]},"lucas_18_39_paz":{"palavra_pt":"paz","palavra_original":"σιγάω","transliteracao":"sigáō","strong":"G4601","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de tranquilidade e segurança que Jesus pode oferecer, especialmente em meio ao clamor e à necessidade.","explicacao_detalhada":"Neste versículo, a multidão tenta silenciar o cego, mas ele clama ainda mais alto, buscando a paz que vem da cura e da presença de Jesus.","por_que_esta_palavra":"A busca por paz é uma necessidade humana universal, e a resposta de Jesus a essa busca é um tema central no evangelho.","conexao_teologica":"Jesus é chamado de Príncipe da Paz, e sua vinda ao mundo trouxe a verdadeira paz entre Deus e a humanidade.","referencias_relacionadas":["Isaías 9:6","João 14:27","Romanos 5:1"]},"lucas_18_39_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da multidão que seguia Jesus.","explicacao_detalhada":"A palavra 'grande' indica não apenas um número elevado de pessoas, mas também a importância e a influência que Jesus tinha sobre elas.","por_que_esta_palavra":"A grandeza da multidão destaca a notoriedade de Jesus e a expectativa em torno de seus ensinamentos e milagres.","conexao_teologica":"A grandeza da multidão pode ser vista como uma representação do Reino de Deus, que é vasto e acolhedor.","referencias_relacionadas":["Mateus 5:1","Marcos 2:4","Lucas 9:10"]},"lucas_18_40_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que é invocado pelo cego à beira do caminho.","explicacao_detalhada":"Jesus é o nome que significa 'O Senhor salva', e neste contexto, o cego clama por ajuda e reconhecimento da sua necessidade de salvação.","por_que_esta_palavra":"A invocação do nome de Jesus demonstra fé e a busca por cura e libertação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua invocação é um ato de fé que traz salvação.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:10"]},"lucas_18_40_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à relação estabelecida entre Deus e seu povo.","explicacao_detalhada":"A aliança é um conceito central na Bíblia, simbolizando o compromisso de Deus com a humanidade e a expectativa de fidelidade em resposta.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com Israel e, por extensão, com todos os que creem em Cristo.","conexao_teologica":"A nova aliança em Cristo é a realização das promessas de Deus, oferecendo redenção e reconciliação.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31","Lucas 22:20"]},"lucas_18_40_palavra":{"palavra_pt":"palavra","palavra_original":"κελεύω","transliteracao":"keleúō","strong":"G2753","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e ao comando de Jesus.","explicacao_detalhada":"A palavra de Jesus tem poder e autoridade, e neste contexto, representa a ação que Ele realiza ao responder ao clamor do cego.","por_que_esta_palavra":"A palavra de Jesus é um meio pelo qual a cura e a transformação ocorrem.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo vida e esperança aos que a ouvem.","referencias_relacionadas":["Hebreus 4:12","João 1:1","Salmos 119:105"]},"lucas_18_41_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao domínio e poder de Jesus sobre a situação.","explicacao_detalhada":"A palavra 'senhor' implica em reconhecimento da soberania de Jesus e sua capacidade de realizar milagres.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é um passo crucial para a fé e a salvação.","conexao_teologica":"A autoridade de Jesus é um tema central nos evangelhos, mostrando que Ele é o Filho de Deus com poder para salvar.","referencias_relacionadas":["Mateus 28:18","Marcos 1:27","Lucas 4:36"]},"lucas_18_41_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão de Jesus de atender ao pedido do cego.","explicacao_detalhada":"A palavra 'escolher' implica em ação deliberada, mostrando que Jesus tem a liberdade e a vontade de agir em favor dos necessitados.","por_que_esta_palavra":"A escolha de Jesus em curar o cego demonstra sua compaixão e disposição para ajudar.","conexao_teologica":"A escolha de Jesus reflete o amor de Deus que se manifesta em ações concretas de misericórdia.","referencias_relacionadas":["João 15:16","Romanos 8:29","Efésios 1:4"]},"lucas_18_41_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de Jesus ao curar o cego.","explicacao_detalhada":"A palavra 'fazer' implica em um ato de poder e compaixão, onde Jesus realiza um milagre.","por_que_esta_palavra":"A ação de Jesus é um testemunho de sua missão de trazer cura e restauração.","conexao_teologica":"A obra de Jesus é um reflexo do caráter de Deus, que se preocupa com o sofrimento humano.","referencias_relacionadas":["Mateus 9:35","Marcos 6:56","Lucas 4:40"]},"lucas_18_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Reafirma o papel de Jesus como o Salvador que responde ao clamor do cego.","explicacao_detalhada":"A repetição do nome Jesus enfatiza sua centralidade na cura e na salvação.","por_que_esta_palavra":"A invocação do nome de Jesus é um ato de fé que traz transformação.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e sua presença é essencial para a salvação.","referencias_relacionadas":["João 14:6","Atos 10:43","Romanos 1:16"]},"lucas_18_42_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que o cego demonstrou ao clamar por Jesus.","explicacao_detalhada":"A palavra 'fé' implica confiança e crença na capacidade de Jesus de curar e salvar.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a graça de Deus e a cura espiritual e física.","conexao_teologica":"A fé é fundamental na relação com Deus, sendo o meio pelo qual nos apropriamos das promessas divinas.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8","Marcos 11:24"]},"lucas_18_42_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Jesus ao cego.","explicacao_detalhada":"A palavra 'falar' implica em um ato de autoridade e poder, onde Jesus se dirige diretamente ao cego.","por_que_esta_palavra":"As palavras de Jesus têm poder para transformar vidas e trazer cura.","conexao_teologica":"A comunicação de Jesus é um reflexo da revelação de Deus ao homem, trazendo esperança e vida.","referencias_relacionadas":["João 6:63","Mateus 4:4","Salmos 119:130"]},"lucas_18_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a autoridade de Deus sobre a criação. No contexto do versículo, enfatiza a fé do cego em Jesus como o Filho de Deus.","por_que_esta_palavra":"A inclusão da palavra 'deus' destaca a relação entre a cura e a divindade de Jesus, mostrando que Ele tem poder divino para realizar milagres.","conexao_teologica":"A crença em Jesus como Deus é central na teologia cristã, pois afirma a divindade de Cristo e sua capacidade de salvar.","referencias_relacionadas":["João 1:1","Mateus 28:19","Romanos 1:20"]},"lucas_18_43_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se ao reconhecimento e louvor devido a Deus por suas obras poderosas.","explicacao_detalhada":"A palavra 'gloria' (δοξάζω) implica em dar honra e louvor a Deus. No contexto, o cego curado glorifica a Deus por sua cura, reconhecendo a ação divina.","por_que_esta_palavra":"A glorificação de Deus é uma resposta natural ao reconhecimento de suas obras, especialmente em milagres.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, refletindo a importância do louvor e adoração na vida do crente.","referencias_relacionadas":["Salmos 29:2","Romanos 11:36","1 Pedro 4:11"]},"lucas_18_43_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus e testemunhava seus milagres.","explicacao_detalhada":"A palavra 'povo' (λαός) indica um grupo de pessoas que, no contexto, representa a comunidade que observa a cura e reage a ela.","por_que_esta_palavra":"A presença do povo enfatiza a notoriedade do milagre e a resposta coletiva à ação de Jesus.","conexao_teologica":"A interação de Jesus com o povo demonstra seu ministério inclusivo e a importância da comunidade na fé.","referencias_relacionadas":["Mateus 5:14","Atos 2:47","Hebreus 10:25"]}}