{"lucas_19_1_jericho":{"palavra_pt":"jericho","palavra_original":"Ἱεριχώ","transliteracao":"Hierichṓ","strong":"G2410","significado_raiz":"Ideia básica: jericho.","significado_contextual":"Refere-se à cidade de Jericó, um local significativo na história bíblica.","explicacao_detalhada":"A palavra 'Jericho' (Ἱεριχώ) é associada a eventos importantes, como a conquista de Canaã. No contexto, é o cenário onde Jesus encontra Zaqueu.","por_que_esta_palavra":"Jericó simboliza a transformação e a nova vida que Jesus traz, contrastando com sua história anterior.","conexao_teologica":"A cidade representa a passagem da antiga aliança para a nova, onde Jesus traz salvação a todos, inclusive aos marginalizados.","referencias_relacionadas":["Josué 6:20","Mateus 20:29","Lucas 10:30"]},"lucas_19_1_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar-se, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'levantar' (εἰσέρχομαι) implica em uma ação de resposta à chamada de Jesus, simbolizando a disposição de Zaqueu em mudar sua vida.","por_que_esta_palavra":"Levantar-se é um ato de fé e obediência, refletindo a transformação que ocorre ao encontrar Jesus.","conexao_teologica":"A ideia de levantar-se é frequentemente associada à ressurreição e à nova vida em Cristo.","referencias_relacionadas":["Romanos 6:4","Efésios 2:6","Colossenses 3:1"]},"lucas_19_2_zacchus":{"palavra_pt":"zacch us","palavra_original":"Ζακχαῖος","transliteracao":"Zakchaîos","strong":"G2195","significado_raiz":"Ideia básica: zacch us.","significado_contextual":"Refere-se a Zaqueu, um coletor de impostos, que representa os marginalizados e pecadores.","explicacao_detalhada":"A palavra 'Zaqueu' (Ζακχαῖος) é um nome que significa 'justo'. Sua história ilustra a graça e a aceitação de Jesus aos pecadores.","por_que_esta_palavra":"Zaqueu é um exemplo de transformação e arrependimento, mostrando que ninguém está fora do alcance da salvação.","conexao_teologica":"A inclusão de Zaqueu no ministério de Jesus destaca a missão de Cristo de buscar e salvar o que estava perdido.","referencias_relacionadas":["Lucas 15:7","Mateus 9:13","Romanos 5:8"]},"lucas_19_2_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de Jesus chamar Zaqueu para uma nova vida.","explicacao_detalhada":"A palavra 'chamar' (καλέω) implica em um convite pessoal e direto de Jesus, que transforma a vida de Zaqueu.","por_que_esta_palavra":"O chamado de Jesus é um convite à mudança e à salvação, enfatizando a iniciativa divina na vida do ser humano.","conexao_teologica":"O chamado de Jesus é central na teologia cristã, refletindo a graça que nos alcança e nos transforma.","referencias_relacionadas":["Mateus 11:28","João 10:3","2 Timóteo 1:9"]},"lucas_19_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Messias, que veio para salvar e transformar vidas.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome que significa 'O Senhor é salvação'. No contexto, Ele é a figura central que traz esperança e mudança.","por_que_esta_palavra":"A menção de Jesus destaca sua identidade e missão, que é salvar os pecadores e trazer vida nova.","conexao_teologica":"A centralidade de Jesus na salvação é um tema fundamental na fé cristã, refletindo sua divindade e humanidade.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 10:9"]},"lucas_19_3_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de Jesus em buscar aqueles que estão perdidos.","explicacao_detalhada":"A palavra 'buscar' (ζητέω) implica em um esforço ativo para encontrar e resgatar. No contexto, Jesus busca Zaqueu, que estava perdido.","por_que_esta_palavra":"Buscar é uma ação que demonstra o amor e a compaixão de Deus por aqueles que se afastaram.","conexao_teologica":"A busca de Jesus pelos perdidos é um tema central no evangelho, refletindo a missão redentora de Cristo.","referencias_relacionadas":["Lucas 19:10","Mateus 18:12-14","1 Timóteo 1:15"]},"lucas_19_3_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que observa e reage à interação de Jesus com Zaqueu.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) representa a coletividade que testemunha a graça de Jesus. No contexto, eles ficam surpresos com a aceitação de Zaqueu.","por_que_esta_palavra":"A reação do povo destaca a mudança de percepção sobre quem é digno de salvação e a inclusão dos marginalizados.","conexao_teologica":"A resposta do povo reflete a necessidade de entender a graça de Deus que se estende a todos, independentemente de seu passado.","referencias_relacionadas":["Lucas 15:2","Mateus 9:10-11","Atos 2:41"]},"lucas_19_4_arvore":{"palavra_pt":"arvore","palavra_original":"συκομωραία","transliteracao":"sykomōraía","strong":"G4809","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore mencionada é uma sicômora, que é uma árvore baixa e frondosa, permitindo que Zaqueu subisse para ver Jesus.","explicacao_detalhada":"A sicômora é uma árvore que cresce em regiões quentes e é conhecida por seus frutos doces. No contexto, Zaqueu, sendo de baixa estatura, subiu na árvore para ter uma visão melhor de Jesus, que estava passando pela cidade.","por_que_esta_palavra":"A árvore simboliza a busca de Zaqueu por Jesus, mostrando que ele estava disposto a fazer o que fosse necessário para vê-lo.","conexao_teologica":"A árvore representa a fé e a disposição de se elevar acima das limitações pessoais para encontrar a verdade divina.","referencias_relacionadas":["Lucas 19:1-10","Mateus 7:17","Salmos 1:3"]},"lucas_19_4_outrun":{"palavra_pt":"outrun","palavra_original":"προτρέχω","transliteracao":"protréchō","strong":"G4390","significado_raiz":"Ideia básica: outrun.","significado_contextual":"Zaqueu correu à frente da multidão para alcançar a árvore e ver Jesus.","explicacao_detalhada":"A palavra 'outrun' implica em um esforço ativo e determinado. Zaqueu não apenas esperou que Jesus passasse, mas tomou a iniciativa de correr à frente.","por_que_esta_palavra":"Mostra a urgência e a determinação de Zaqueu em encontrar Jesus, refletindo a importância de buscar a salvação.","conexao_teologica":"A corrida de Zaqueu simboliza a busca ativa por Cristo, que é um tema central na mensagem do evangelho.","referencias_relacionadas":["Hebreus 12:1","Mateus 6:33","Lucas 13:24"]},"lucas_19_4_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Zaqueu queria ver Jesus, o que implica em um desejo de conhecer mais sobre Ele.","explicacao_detalhada":"A palavra 'ver/conhecer' sugere não apenas uma visão física, mas um desejo profundo de entender e se relacionar com Jesus.","por_que_esta_palavra":"Reflete a busca espiritual de Zaqueu, que queria mais do que uma simples visão; ele queria um encontro transformador.","conexao_teologica":"O desejo de conhecer a Jesus é fundamental para a fé cristã, que nos chama a um relacionamento pessoal com Ele.","referencias_relacionadas":["Filipenses 3:10","João 17:3","1 João 1:3"]},"lucas_19_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus chama Zaqueu pelo nome, demonstrando seu conhecimento pessoal e amor por ele.","explicacao_detalhada":"A palavra 'Jesus' significa 'O Senhor salva'. Neste contexto, é um lembrete do propósito de Jesus de buscar e salvar o perdido.","por_que_esta_palavra":"A menção do nome de Jesus enfatiza sua autoridade e a importância de sua missão redentora.","conexao_teologica":"Jesus é o centro da salvação e seu chamado pessoal a Zaqueu ilustra o amor de Deus por cada indivíduo.","referencias_relacionadas":["Lucas 19:10","Mateus 1:21","Atos 4:12"]},"lucas_19_5_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Jesus diz que Zaqueu deve ficar em sua casa, o que implica em um relacionamento mais profundo e pessoal.","explicacao_detalhada":"A palavra 'família' refere-se ao lar, um lugar de acolhimento e intimidade. A visita de Jesus à casa de Zaqueu simboliza a aceitação e a inclusão na comunidade de fé.","por_que_esta_palavra":"A casa de Zaqueu representa não apenas um espaço físico, mas também um espaço espiritual onde a transformação pode ocorrer.","conexao_teologica":"A inclusão de Zaqueu na casa de Jesus reflete a mensagem do evangelho de que todos são bem-vindos ao reino de Deus.","referencias_relacionadas":["Mateus 10:40","Atos 16:31","Romanos 10:9-10"]},"lucas_19_6_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Zaqueu ficou alegre ao receber Jesus em sua casa, mostrando sua resposta ao chamado divino.","explicacao_detalhada":"A palavra 'Deus' aqui é representativa da alegria que vem da salvação e da presença de Jesus em nossas vidas.","por_que_esta_palavra":"A alegria de Zaqueu reflete a transformação que ocorre quando alguém aceita a graça de Deus.","conexao_teologica":"A presença de Deus em nossas vidas traz alegria e transformação, um tema central na mensagem cristã.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Romanos 15:13"]},"lucas_19_7_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A reação da multidão ao ver Jesus na casa de Zaqueu reflete a incredulidade e o julgamento.","explicacao_detalhada":"A palavra 'noite' pode simbolizar a escuridão da incredulidade e do pecado que cercava Zaqueu antes de seu encontro com Jesus.","por_que_esta_palavra":"A noite representa a separação de Deus e a necessidade de luz, que é Jesus, para trazer clareza e verdade.","conexao_teologica":"A transformação de Zaqueu da escuridão para a luz é um exemplo do poder redentor de Cristo.","referencias_relacionadas":["João 8:12","1 Pedro 2:9","Efésios 5:8"]},"lucas_19_7_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A multidão se espanta com a escolha de Jesus de ir à casa de um pecador.","explicacao_detalhada":"A palavra 'ver/conhecer' aqui reflete a percepção errônea da multidão sobre quem é digno de receber Jesus.","por_que_esta_palavra":"Mostra a necessidade de entender que a graça de Deus é para todos, independentemente de seu passado.","conexao_teologica":"A inclusão de Zaqueu na comunidade de fé é um exemplo do amor incondicional de Deus por todos os seres humanos.","referencias_relacionadas":["Lucas 15:2","Romanos 5:8","1 Timóteo 1:15"]},"lucas_19_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho representa a jornada de Zaqueu em direção à salvação e à transformação.","explicacao_detalhada":"A palavra 'caminho' implica em um percurso, simbolizando a decisão de Zaqueu de mudar sua vida após encontrar Jesus.","por_que_esta_palavra":"Reflete a ideia de que a vida cristã é uma jornada contínua de crescimento e transformação.","conexao_teologica":"Jesus é o caminho, e a decisão de Zaqueu de segui-lo representa a escolha de cada crente de andar em sua luz.","referencias_relacionadas":["João 14:6","Gálatas 5:16","Mateus 7:13-14"]},"lucas_19_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Zaqueu reconhece a autoridade de Jesus ao se comprometer a devolver o que havia roubado.","explicacao_detalhada":"A palavra 'senhor' implica em reconhecimento e submissão à autoridade de Jesus, que transforma a vida de Zaqueu.","por_que_esta_palavra":"A declaração de Zaqueu reflete a mudança de coração e a disposição de fazer reparações por seus erros.","conexao_teologica":"O reconhecimento da autoridade de Jesus é fundamental para a verdadeira conversão e transformação espiritual.","referencias_relacionadas":["Romanos 10:9","Tiago 4:7","Mateus 28:18"]},"lucas_19_8_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa um compromisso profundo e sagrado entre Deus e seu povo.","explicacao_detalhada":"No contexto de Lucas 19:8, a aliança é simbolizada pela transformação de Zaqueu, que se compromete a restituir o que havia roubado, refletindo a nova vida que ele encontrou em Jesus.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da salvação e da redenção.","conexao_teologica":"A aliança é um tema central na Bíblia, representando a fidelidade de Deus e a resposta do homem a essa fidelidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 24:8","Hebreus 8:6","Lucas 22:20"]},"lucas_19_8_zacchus":{"palavra_pt":"zacch us","palavra_original":"Ζακχαῖος","transliteracao":"Zakchaîos","strong":"G2195","significado_raiz":"Ideia básica: zacch us.","significado_contextual":"Zaqueu, um coletor de impostos, simboliza a transformação e a aceitação de Jesus por aqueles marginalizados pela sociedade.","explicacao_detalhada":"Zaqueu, sendo um publicano, era desprezado pelos judeus, mas sua busca por Jesus e sua resposta ao chamado resultam em salvação e restauração.","por_que_esta_palavra":"O nome 'Zaqueu' é importante porque representa a ideia de pureza e justiça, refletindo a mudança que ocorre em sua vida após o encontro com Jesus.","conexao_teologica":"A história de Zaqueu ilustra a graça de Deus que alcança até os mais perdidos e a transformação que ocorre quando alguém aceita a Jesus.","referencias_relacionadas":["Lucas 19:1-10","Mateus 9:10-13","Romanos 5:8","1 Timóteo 1:15"]},"lucas_19_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o Salvador que busca e salva o perdido.","explicacao_detalhada":"No versículo, Jesus declara que a salvação entrou na casa de Zaqueu, enfatizando seu papel como redentor e a importância de sua missão.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a realização de suas promessas de salvação.","conexao_teologica":"A identidade de Jesus como Salvador é um tema recorrente no Novo Testamento, mostrando seu papel na redenção da humanidade.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16","Atos 4:12"]},"lucas_19_9_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é vista como libertação do pecado e da condenação.","explicacao_detalhada":"A palavra 'salvação' em Lucas 19:9 indica a transformação que Zaqueu experimenta ao aceitar Jesus, simbolizando a libertação espiritual.","por_que_esta_palavra":"A salvação é um conceito central na teologia cristã, representando a obra redentora de Cristo na vida dos crentes.","conexao_teologica":"A ideia de salvação é frequentemente ligada à graça de Deus e à fé em Jesus como o único caminho para a redenção.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9-10","Tito 3:5","Hebreus 7:25"]},"lucas_19_9_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A família é vista como uma unidade fundamental na sociedade e na comunidade de fé.","explicacao_detalhada":"A menção da família de Zaqueu destaca a importância da salvação não apenas individual, mas também coletiva, afetando todos ao seu redor.","por_que_esta_palavra":"A palavra 'família' enfatiza a ideia de que a salvação pode trazer transformação e bênçãos para toda a casa.","conexao_teologica":"A salvação em Cristo é frequentemente apresentada como algo que impacta não apenas o indivíduo, mas também sua família e comunidade.","referencias_relacionadas":["Atos 16:31","Josué 24:15","1 Coríntios 7:14","Efésios 6:1-4"]},"lucas_19_10_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar representa a ação de Deus em procurar aqueles que estão perdidos.","explicacao_detalhada":"A declaração de Jesus sobre buscar e salvar o que estava perdido reflete sua missão e o amor de Deus pela humanidade.","por_que_esta_palavra":"A palavra 'buscar' enfatiza a iniciativa de Deus em alcançar os pecadores, mostrando que a salvação é um ato de graça.","conexao_teologica":"A busca de Deus pelos perdidos é um tema central na Bíblia, revelando seu caráter amoroso e redentor.","referencias_relacionadas":["Lucas 15:4-7","Mateus 18:12-14","Romanos 3:11","1 Pedro 2:25"]},"lucas_19_10_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A grandeza de Jesus é manifestada em sua autoridade e poder para salvar.","explicacao_detalhada":"A palavra 'vir' no contexto de Lucas 19:10 destaca a vinda de Jesus ao mundo com um propósito divino de redenção.","por_que_esta_palavra":"A palavra 'vir' é crucial para entender a encarnação e a missão de Cristo na terra.","conexao_teologica":"A vinda de Jesus é um evento central na história da salvação, marcando o cumprimento das promessas de Deus.","referencias_relacionadas":["João 1:14","Gálatas 4:4-5","Mateus 1:23","Hebreus 10:5"]},"lucas_19_11_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é apresentada como um presente de Deus que deve ser vivido em obediência e fé.","explicacao_detalhada":"A parábola que segue em Lucas 19:11 ilustra a importância de viver a vida de forma produtiva e responsável, aguardando a volta do Senhor.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Jesus, que oferece vida abundante a todos que creem.","conexao_teologica":"A vida em Cristo é frequentemente associada à transformação, crescimento espiritual e à esperança da vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_19_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o soberano que tem autoridade sobre todas as coisas.","explicacao_detalhada":"A menção de Deus em Lucas 19:11 destaca sua soberania e o plano divino para a humanidade, que se revela através de Jesus.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da fé cristã, representando o Criador e Sustentador de todas as coisas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando seu controle e propósito em todas as situações.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 11:36","Efésios 1:11"]},"lucas_19_11_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A bondade é uma característica essencial do caráter de Deus.","explicacao_detalhada":"A palavra 'bom' em Lucas 19:11 reflete a natureza de Deus e a expectativa de que seus servos também sejam bons e fiéis.","por_que_esta_palavra":"A bondade é um atributo de Deus que deve ser refletido na vida dos crentes, como parte do fruto do Espírito.","conexao_teologica":"A bondade de Deus é um tema importante na teologia, mostrando seu amor e misericórdia para com a humanidade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Mateus 5:16","Romanos 2:4"]},"lucas_19_12_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao território ou região onde o nobre estava prestes a partir.","explicacao_detalhada":"A palavra 'solo' (χώρα) indica não apenas a terra física, mas também o contexto social e político em que o nobre se insere. O uso dessa palavra sugere a importância do lugar na narrativa, onde o nobre precisa se ausentar para receber um reino.","por_que_esta_palavra":"A escolha da palavra 'solo' enfatiza a conexão entre o nobre e seu domínio, destacando a responsabilidade que ele tem sobre a terra e as pessoas que nela habitam.","conexao_teologica":"A ideia de um nobre que parte para receber um reino pode ser vista como uma alusão à ascensão de Cristo ao céu e à expectativa de seu retorno.","referencias_relacionadas":["Lucas 19:12","Mateus 25:14","Atos 1:9-11"]},"lucas_19_12_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é utilizada para descrever a instrução que o nobre dá aos seus servos. Isso ressalta a importância da comunicação e da transmissão de autoridade.","por_que_esta_palavra":"A escolha de 'falar' é crucial, pois mostra que as ordens e instruções são dadas de forma clara, refletindo a necessidade de obediência por parte dos servos.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus fala aos homens através de profetas e, finalmente, através de Jesus.","referencias_relacionadas":["Lucas 19:13","Mateus 4:4","Hebreus 1:1-2"]},"lucas_19_12_noble":{"palavra_pt":"noble","palavra_original":"εὐγενής","transliteracao":"eugenḗs","strong":"G2104","significado_raiz":"Ideia básica: noble.","significado_contextual":"Refere-se a um homem de alta posição social, que possui riquezas e autoridade.","explicacao_detalhada":"A palavra 'noble' (εὐγενής) destaca a dignidade e a responsabilidade do personagem principal da parábola. Ele é um líder que deve administrar seu reino com sabedoria.","por_que_esta_palavra":"A utilização de 'noble' enfatiza a expectativa que os servos têm em relação a ele, assim como a responsabilidade que ele tem para com seu reino.","conexao_teologica":"A figura do nobre pode ser vista como uma representação de Cristo, que é o Rei dos Reis e que voltará para julgar e governar.","referencias_relacionadas":["Lucas 19:12","Filipenses 2:9-11","Apocalipse 19:16"]},"lucas_19_13_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Ato de convocar ou reunir os servos para dar instruções.","explicacao_detalhada":"A palavra 'chamar' (καλέω) é usada para descrever o ato do nobre de reunir seus servos, o que implica em um relacionamento de autoridade e responsabilidade.","por_que_esta_palavra":"A escolha de 'chamar' indica que os servos têm um papel ativo e são parte integrante do plano do nobre.","conexao_teologica":"Deus chama seu povo para a ação e serviço, assim como o nobre chama seus servos para administrar seus bens.","referencias_relacionadas":["Lucas 19:13","Mateus 22:14","Romanos 8:30"]},"lucas_19_14_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao sentimento de aversão ou hostilidade que os súditos do nobre têm em relação a ele.","explicacao_detalhada":"A palavra 'amor' (μισέω) é usada para descrever a oposição dos súditos ao nobre, que não desejam que ele reine sobre eles. Isso reflete a rejeição à autoridade.","por_que_esta_palavra":"A escolha de 'amor' neste contexto é irônica, pois expressa o oposto do que se espera em uma relação de liderança e submissão.","conexao_teologica":"A rejeição de Cristo por parte de muitos é um tema central nas Escrituras, refletindo a resistência do coração humano à autoridade divina.","referencias_relacionadas":["Lucas 19:14","João 1:11","Romanos 10:21"]},"lucas_19_14_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se ao desejo dos súditos de não aceitar a autoridade do nobre.","explicacao_detalhada":"A palavra 'escolher' (θέλω) indica a vontade dos súditos de rejeitar o nobre, mostrando a resistência à sua liderança.","por_que_esta_palavra":"A escolha de 'escolher' enfatiza a liberdade de decisão dos súditos, que optam por não aceitar a autoridade do nobre.","conexao_teologica":"A liberdade de escolha é um tema importante na teologia, refletindo a capacidade humana de aceitar ou rejeitar a vontade de Deus.","referencias_relacionadas":["Lucas 19:14","Deuteronômio 30:19","Apocalipse 3:20"]},"lucas_19_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao resultado da administração do nobre sobre seu reino.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) indica a transformação que ocorre quando o nobre retorna e avalia o que foi feito com os recursos que ele deixou.","por_que_esta_palavra":"A escolha de 'tornar-se' sugere que o nobre espera um crescimento e uma multiplicação dos bens que ele confiou aos seus servos.","conexao_teologica":"A parábola ilustra a expectativa de Deus em relação ao crescimento espiritual e à frutificação dos crentes.","referencias_relacionadas":["Lucas 19:15","Mateus 25:21","João 15:8"]},"lucas_19_15_gain":{"palavra_pt":"gain","palavra_original":"διαπραγματεύομαι","transliteracao":"diapragmateúomai","strong":"G1281","significado_raiz":"Ideia básica: gain.","significado_contextual":"Refere-se ao ato de negociar ou administrar os bens deixados pelo nobre.","explicacao_detalhada":"A palavra 'gain' (διαπραγματεύομαι) implica em um esforço ativo para aumentar os recursos, refletindo a responsabilidade dos servos.","por_que_esta_palavra":"A escolha de 'gain' enfatiza a importância da diligência e do trabalho na administração dos recursos que Deus nos confia.","conexao_teologica":"A ideia de ganhar e multiplicar os talentos é um princípio que se aplica à vida cristã, onde somos chamados a usar nossos dons para a glória de Deus.","referencias_relacionadas":["Lucas 19:15","Mateus 25:16-17","1 Coríntios 3:8"]},"lucas_19_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao reconhecimento do nobre como senhor e líder.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para descrever a posição de autoridade do nobre sobre seus servos, indicando a relação de submissão.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a dignidade e o poder do nobre, que é reconhecido por seus servos ao prestarem contas.","conexao_teologica":"Cristo é reconhecido como Senhor e Rei, e a submissão a Ele é um tema central na fé cristã.","referencias_relacionadas":["Lucas 19:16","Romanos 10:9","Filipenses 2:11"]},"lucas_19_16_present":{"palavra_pt":"present","palavra_original":"παραγίνομαι","transliteracao":"paragínomai","strong":"G3854","significado_raiz":"Ideia básica: present.","significado_contextual":"Refere-se à apresentação dos resultados da administração dos servos ao nobre.","explicacao_detalhada":"A palavra 'present' (παραγίνομαι) implica em trazer algo à presença de alguém, neste caso, os resultados do trabalho dos servos.","por_que_esta_palavra":"A escolha de 'present' destaca a importância da prestação de contas e da transparência na administração dos bens.","conexao_teologica":"A prestação de contas diante de Deus é um tema recorrente, onde cada um será avaliado pelo que fez com os recursos que recebeu.","referencias_relacionadas":["Lucas 19:16","2 Coríntios 5:10","Mateus 12:36"]},"lucas_19_17_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'believe ing' refere-se à confiança e fidelidade que um servo deve ter em seu senhor.","explicacao_detalhada":"No contexto da parábola dos talentos, a palavra enfatiza a importância da fé e da lealdade em relação ao que foi confiado a cada um. O servo que é fiel é recompensado.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a expectativa de que os servos sejam fiéis e produtivos com os recursos que receberam.","conexao_teologica":"A fidelidade é um tema central nas Escrituras, refletindo a relação entre Deus e Seu povo, onde a confiança em Deus leva a ações que glorificam Seu nome.","referencias_relacionadas":["Mateus 25:21","Lucas 16:10","Hebreus 11:6"]},"lucas_19_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' implica em um processo de transformação ou crescimento em um novo estado.","explicacao_detalhada":"No contexto da parábola, refere-se ao aumento da responsabilidade e da recompensa que o servo fiel recebe, simbolizando o crescimento espiritual e material.","por_que_esta_palavra":"É usada para mostrar que a fidelidade resulta em bênçãos maiores e responsabilidades ampliadas.","conexao_teologica":"A ideia de crescimento e transformação é fundamental na vida cristã, onde os crentes são chamados a amadurecer na fé.","referencias_relacionadas":["2 Coríntios 5:17","Filipenses 1:6","Colossenses 1:10"]},"lucas_19_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao domínio que o mestre exerce sobre seus servos.","explicacao_detalhada":"No contexto, o senhor é aquele que confia bens a seus servos e espera que eles administrem com sabedoria e responsabilidade.","por_que_esta_palavra":"Utilizada para enfatizar a relação de autoridade entre o mestre e os servos, refletindo a soberania de Deus sobre a humanidade.","conexao_teologica":"A autoridade de Deus é um tema recorrente na Bíblia, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Efésios 1:22"]},"lucas_19_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No contexto da parábola, implica que os servos devem agir e produzir resultados com o que lhes foi confiado.","por_que_esta_palavra":"É essencial para enfatizar que a fé deve ser acompanhada de ações concretas e produtivas.","conexao_teologica":"A relação entre fé e obras é fundamental na teologia cristã, onde as obras são a evidência da fé genuína.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Mateus 5:16"]},"lucas_19_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' novamente implica em um processo de crescimento e aumento de responsabilidade.","explicacao_detalhada":"Refere-se à recompensa que o servo fiel recebe por sua diligência, simbolizando a expansão do reino de Deus.","por_que_esta_palavra":"Usada para mostrar que a fidelidade em pequenas coisas resulta em grandes recompensas.","conexao_teologica":"A ideia de que aqueles que são fiéis em pouco serão colocados sobre muito é um princípio que se aplica à vida cristã.","referencias_relacionadas":["Mateus 25:23","Lucas 16:10","1 Coríntios 4:2"]},"lucas_19_19_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à expressão verbal.","explicacao_detalhada":"No contexto, implica que o servo deve comunicar o que fez com os talentos que recebeu, refletindo a transparência e a prestação de contas.","por_que_esta_palavra":"É importante para enfatizar que a comunicação é uma parte vital da relação entre o servo e o senhor.","conexao_teologica":"A comunicação é essencial na vida cristã, onde os crentes são chamados a testemunhar e compartilhar suas experiências com Deus.","referencias_relacionadas":["Atos 1:8","Romanos 10:14","1 Pedro 3:15"]},"lucas_19_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade do mestre sobre seus servos.","explicacao_detalhada":"No contexto, o servo se apresenta diante do senhor, reconhecendo sua posição e a autoridade que ele exerce.","por_que_esta_palavra":"Utilizada para reforçar a ideia de submissão e respeito à autoridade divina.","conexao_teologica":"A submissão à autoridade de Deus é um princípio fundamental na vida cristã.","referencias_relacionadas":["Romanos 13:1","Efésios 5:21","Hebreus 13:17"]},"lucas_19_20_rosto":{"palavra_pt":"rosto","palavra_original":"σουδάριον","transliteracao":"soudárion","strong":"G4676","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença e à face do senhor.","explicacao_detalhada":"No contexto, o servo se apresenta diante do senhor, o que implica em um encontro pessoal e direto com a autoridade.","por_que_esta_palavra":"É importante para enfatizar a relação pessoal entre o servo e o senhor, refletindo a intimidade da interação.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde os crentes são chamados a buscar um relacionamento íntimo com Ele.","referencias_relacionadas":["Salmos 27:8","Mateus 5:8","Tiago 4:8"]},"lucas_19_21_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se a um ato de colocar ou estabelecer algo.","explicacao_detalhada":"No contexto, implica que o servo deve colocar em prática o que foi confiado a ele, estabelecendo resultados tangíveis.","por_que_esta_palavra":"Usada para enfatizar a ação de implementar e realizar o que foi recebido.","conexao_teologica":"A implementação da vontade de Deus na vida do crente é um aspecto crucial da fé ativa.","referencias_relacionadas":["Colossenses 3:23","Efésios 2:10","1 Pedro 4:10"]},"lucas_19_21_temor":{"palavra_pt":"temor","palavra_original":"φοβέω","transliteracao":"phobéō","strong":"G5399","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e à reverência que o servo deve ter pelo seu senhor.","explicacao_detalhada":"No contexto, o servo expressa seu temor como uma justificativa para sua falta de ação, o que revela uma compreensão distorcida da autoridade do senhor.","por_que_esta_palavra":"É importante para mostrar que o temor deve ser saudável e levar à ação, e não à inação.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, levando os crentes a agir de acordo com Sua vontade.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"lucas_19_22_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à expressão verbal e à comunicação.","explicacao_detalhada":"No contexto de Lucas 19:22, a 'boca' é usada para indicar a fala e as palavras que saem dela, que podem ter um peso moral e ético. A boca é um instrumento de comunicação que pode ser usado para o bem ou para o mal.","por_que_esta_palavra":"A escolha da palavra 'boca' enfatiza a responsabilidade que temos sobre o que dizemos e como isso reflete nosso caráter.","conexao_teologica":"A boca é frequentemente associada à verdade e à mentira nas Escrituras, mostrando que nossas palavras têm poder e consequências.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:5"]},"lucas_19_22_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno' refere-se a algo que é moralmente errado ou perverso.","explicacao_detalhada":"Em Lucas 19:22, o termo 'maligno' é usado para descrever a natureza do servo que não agiu de maneira justa e produtiva. Isso destaca a expectativa de Deus em relação à fidelidade e à integridade.","por_que_esta_palavra":"A palavra 'maligno' é crucial para entender a condenação do servo, que não apenas falhou em agir, mas também revelou uma natureza corrupta.","conexao_teologica":"A presença do mal no mundo é um tema central na teologia, e a condenação do servo maligno reflete a justiça de Deus.","referencias_relacionadas":["Mateus 7:17","Romanos 12:21","Gálatas 5:19-21"]},"lucas_19_22_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar um instrumento de ataque ou defesa.","explicacao_detalhada":"No versículo, o 'arco' pode ser interpretado como uma metáfora para a preparação e a prontidão para agir. O uso de 'arco' sugere que há uma estratégia ou plano em jogo.","por_que_esta_palavra":"A palavra 'arco' é significativa porque implica que as ações devem ser intencionais e direcionadas, não aleatórias.","conexao_teologica":"A ideia de estar preparado para a batalha espiritual é um tema recorrente nas Escrituras.","referencias_relacionadas":["Efésios 6:11-17","2 Coríntios 10:4","Salmos 127:4"]},"lucas_19_23_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se à ação de confiar algo a outra pessoa.","explicacao_detalhada":"Em Lucas 19:23, 'entregar' implica uma responsabilidade que foi dada ao servo, que deveria ter agido com diligência e sabedoria.","por_que_esta_palavra":"A escolha da palavra 'entregar' destaca a expectativa de Deus em relação ao uso dos dons e recursos que nos são confiados.","conexao_teologica":"A entrega de responsabilidades é um tema importante na parábola dos talentos, que ensina sobre a fidelidade e a administração.","referencias_relacionadas":["Mateus 25:14-30","1 Pedro 4:10","Lucas 12:48"]},"lucas_19_23_usury":{"palavra_pt":"usury","palavra_original":"τόκος","transliteracao":"tókos","strong":"G5110","significado_raiz":"Ideia básica: usury.","significado_contextual":"A palavra 'usura' refere-se ao lucro obtido de maneira injusta ou excessiva.","explicacao_detalhada":"No contexto do versículo, 'usura' é usada para criticar a falta de ação do servo, que deveria ter investido o que lhe foi confiado de forma produtiva.","por_que_esta_palavra":"A palavra 'usura' é significativa porque revela a expectativa de que os recursos devem ser usados de maneira ética e responsável.","conexao_teologica":"A usura é frequentemente condenada nas Escrituras, refletindo a justiça e a equidade que Deus espera de nós.","referencias_relacionadas":["Êxodo 22:25","Levítico 25:36-37","Salmos 15:5"]},"lucas_19_24_mao":{"palavra_pt":"mao","palavra_original":"παρίστημι","transliteracao":"parístēmi","strong":"G3936","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação e controle.","explicacao_detalhada":"Em Lucas 19:24, 'mão' representa a autoridade e a capacidade de agir, indicando que o servo deveria ter usado suas habilidades para multiplicar o que lhe foi confiado.","por_que_esta_palavra":"A palavra 'mão' enfatiza a responsabilidade ativa que temos em nossas ações e decisões.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de poder e ação, refletindo a expectativa de que devemos agir em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 90:17","Isaías 41:10","Colossenses 3:23"]},"lucas_19_24_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal.","explicacao_detalhada":"No versículo, 'falar' é usado para indicar a importância das palavras e como elas podem refletir a verdade ou a falsidade.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a responsabilidade que temos sobre o que dizemos e como isso impacta os outros.","conexao_teologica":"A fala é um tema importante nas Escrituras, onde a verdade deve ser proclamada e a mentira rejeitada.","referencias_relacionadas":["Provérbios 12:22","Tiago 1:19","Mateus 5:37"]},"lucas_19_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao domínio.","explicacao_detalhada":"Em Lucas 19:25, 'senhor' é usado para indicar a posição de autoridade do mestre sobre seus servos, destacando a responsabilidade que eles têm em relação a ele.","por_que_esta_palavra":"A palavra 'senhor' é significativa porque reflete a relação de submissão e responsabilidade entre o mestre e os servos.","conexao_teologica":"A autoridade de Deus sobre a humanidade é um tema central nas Escrituras, onde somos chamados a servir e obedecer.","referencias_relacionadas":["Romanos 14:8-9","Filipenses 2:10-11","Mateus 28:18"]},"lucas_19_25_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' novamente refere-se à comunicação verbal.","explicacao_detalhada":"Neste contexto, 'falar' é uma reafirmação da importância das palavras e da comunicação clara entre o senhor e seus servos.","por_que_esta_palavra":"A repetição da palavra 'falar' enfatiza a necessidade de clareza e responsabilidade na comunicação.","conexao_teologica":"A fala é um meio pelo qual a verdade de Deus é revelada e deve ser usada com sabedoria.","referencias_relacionadas":["Efésios 4:29","Colossenses 4:6","Tiago 3:10"]},"lucas_19_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para indicar negação ou recusa.","explicacao_detalhada":"No versículo, 'deus' é uma forma de enfatizar a impossibilidade de agir de maneira contrária ao que é esperado por Deus.","por_que_esta_palavra":"A palavra 'deus' é significativa porque reflete a soberania e a autoridade de Deus sobre as ações humanas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o juiz final das ações humanas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 9:20-21"]},"lucas_19_26_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma ordem ou instrução clara.","explicacao_detalhada":"No contexto de Lucas 19:26, Jesus está explicando que aqueles que têm serão dados mais, e aqueles que não têm, até o que pensam ter será tirado. O ato de 'dizer' enfatiza a autoridade de Jesus ao proferir essa verdade.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a importância da comunicação divina e a necessidade de ouvir e obedecer às instruções de Deus.","conexao_teologica":"A palavra conecta-se com a ideia de que a palavra de Deus é viva e eficaz, trazendo consequências para aqueles que a ouvem.","referencias_relacionadas":["Mateus 4:4","Hebreus 4:12","Tiago 1:22"]},"lucas_19_26_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao percurso ou à maneira de viver que se segue.","explicacao_detalhada":"No versículo, o 'caminho' pode ser interpretado como a jornada espiritual que cada um deve trilhar, refletindo sobre as escolhas que fazemos na vida.","por_que_esta_palavra":"A palavra 'caminho' é fundamental para entender a direção que a vida deve tomar segundo os ensinamentos de Jesus.","conexao_teologica":"Jesus é descrito como o 'Caminho' em João 14:6, indicando que Ele é a única forma de alcançar a verdade e a vida.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"lucas_19_27_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão consciente e deliberada.","explicacao_detalhada":"Neste contexto, a escolha de Jesus em relação ao que deve ser feito com os inimigos é uma reflexão sobre a justiça e a retribuição.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, onde somos chamados a fazer escolhas que refletem a vontade de Deus.","conexao_teologica":"A escolha de seguir a Cristo é uma decisão que cada crente deve fazer, refletindo a liberdade que Deus nos deu.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 7:13-14","Gálatas 5:13"]},"lucas_19_27_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil.","explicacao_detalhada":"No versículo, Jesus menciona os inimigos como aqueles que rejeitam sua autoridade e seus ensinamentos, indicando a necessidade de lidar com a oposição.","por_que_esta_palavra":"A presença de inimigos é uma realidade na vida cristã, e a forma como lidamos com eles é crucial para nossa fé.","conexao_teologica":"A Bíblia ensina a amar os inimigos e orar por aqueles que nos perseguem, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 5:44","Romanos 12:20","Lucas 6:27"]},"lucas_19_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir à divindade suprema.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é utilizada para enfatizar a soberania de Deus sobre todas as coisas, incluindo a justiça e a retribuição.","por_que_esta_palavra":"A menção de Deus é essencial para entender a autoridade e o poder que Ele exerce sobre a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre a história e a vida das pessoas.","referencias_relacionadas":["Salmos 47:2","Isaías 45:7","Romanos 13:1"]},"lucas_19_28_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"A palavra 'Jerusalém' refere-se à cidade santa, um centro espiritual e religioso.","explicacao_detalhada":"Jerusalém é o local onde se cumpriram muitas profecias e onde Jesus enfrentou sua crucificação, simbolizando a conexão entre o céu e a terra.","por_que_esta_palavra":"A escolha de Jerusalém como cenário é significativa, pois representa o cumprimento das promessas de Deus ao seu povo.","conexao_teologica":"Jerusalém é frequentemente mencionada nas Escrituras como um lugar de adoração e um símbolo do reino de Deus.","referencias_relacionadas":["Mateus 5:35","Lucas 13:34","Apocalipse 21:2"]},"lucas_19_28_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar verbalmente.","explicacao_detalhada":"No contexto, 'falar' é uma ação que Jesus realiza para transmitir ensinamentos e instruções aos seus discípulos.","por_que_esta_palavra":"A comunicação é vital na relação entre Deus e a humanidade, e Jesus frequentemente usava a palavra para ensinar.","conexao_teologica":"A palavra de Deus é descrita como poderosa e transformadora, e a comunicação de Jesus é um exemplo disso.","referencias_relacionadas":["Romanos 10:17","1 Pedro 4:11","Hebreus 1:1-2"]},"lucas_19_28_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' implica movimento, mas também pode simbolizar a jornada espiritual.","explicacao_detalhada":"Neste contexto, 'ir' pode ser interpretado como a preparação para a crucificação e a missão que Jesus estava prestes a cumprir.","por_que_esta_palavra":"A ideia de 'ir' é central na vida de Jesus, que sempre estava em movimento, cumprindo a vontade do Pai.","conexao_teologica":"A jornada de Jesus culmina na cruz, onde Ele realiza a obra da salvação.","referencias_relacionadas":["Mateus 16:21","Lucas 9:51","Hebreus 12:2"]},"lucas_19_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se a um processo de transformação.","explicacao_detalhada":"No versículo, 'tornar-se' pode ser visto como a manifestação do reino de Deus e a grandeza do plano divino.","por_que_esta_palavra":"A transformação é um tema recorrente na Bíblia, onde Deus muda vidas e situações para cumprir seus propósitos.","conexao_teologica":"A grandeza de Deus se revela em sua capacidade de transformar o que é pequeno em algo grandioso.","referencias_relacionadas":["Isaías 61:3","Romanos 12:2","2 Coríntios 5:17"]},"lucas_19_29_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se a uma elevação geográfica, mas também tem conotações espirituais.","explicacao_detalhada":"Os montes frequentemente simbolizam lugares de encontro com Deus e revelação divina, como o Monte Sinai.","por_que_esta_palavra":"A menção de um monte pode indicar um local de importância espiritual e a presença de Deus.","conexao_teologica":"Montes são frequentemente associados à adoração e à manifestação do poder de Deus na Bíblia.","referencias_relacionadas":["Salmos 121:1","Mateus 5:14","Hebreus 12:22"]},"lucas_19_30_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou sair de um lugar.","explicacao_detalhada":"No contexto de Lucas 19:30, Jesus instrui seus discípulos a irem até a aldeia e trazerem um jumentinho. O uso da palavra 'depart' enfatiza a ação de se mover em direção a um propósito específico, que é a entrada triunfal em Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'depart' é significativa, pois indica a obediência dos discípulos ao comando de Jesus e a importância da missão que eles estavam prestes a realizar.","conexao_teologica":"A ação de partir para cumprir a vontade de Deus é um tema recorrente na Bíblia, refletindo a disposição dos crentes em seguir a direção divina.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Gênesis 12:1"]},"lucas_19_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade e o domínio de Jesus.","explicacao_detalhada":"Em Lucas 19:31, os discípulos se referem a Jesus como 'senhor', reconhecendo sua posição de autoridade ao pedir o jumentinho. Isso demonstra a submissão e o respeito que eles tinham por Ele.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Jesus e seus seguidores, destacando a reverência que eles tinham por sua liderança e ensinamentos.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é frequentemente chamado de Senhor, indicando sua divindade e poder.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"lucas_19_31_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se a uma necessidade ou questão que deve ser tratada.","explicacao_detalhada":"No versículo, 'assunto' é usado para descrever a razão pela qual os discípulos precisam trazer o jumentinho. Isso mostra que a missão de Jesus tem um propósito claro e definido.","por_que_esta_palavra":"A escolha da palavra 'assunto' enfatiza a seriedade da tarefa que os discípulos estão prestes a realizar, sublinhando a importância de atender às necessidades de Jesus.","conexao_teologica":"A ideia de atender a um 'assunto' de Deus é vista em várias passagens, onde os crentes são chamados a agir em resposta à vontade divina.","referencias_relacionadas":["Mateus 6:33","1 Pedro 4:10","Gálatas 6:2"]},"lucas_19_31_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' implica uma solicitação ou pedido.","explicacao_detalhada":"Em Lucas 19:31, o desejo de Jesus é que seus discípulos tragam o jumentinho, mostrando sua intenção clara e a necessidade de cumprir a profecia sobre sua entrada em Jerusalém.","por_que_esta_palavra":"A palavra 'desejo' é importante porque revela a natureza relacional de Jesus, que se comunica e expressa suas necessidades aos seus seguidores.","conexao_teologica":"O desejo de Deus por um relacionamento com a humanidade é um tema central na Bíblia, onde Ele frequentemente se revela e expressa suas intenções.","referencias_relacionadas":["Salmos 37:4","Tiago 4:2","1 João 5:14"]},"lucas_19_32_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se ao ato de encontrar ou descobrir algo.","explicacao_detalhada":"No contexto de Lucas 19:32, os discípulos são enviados para 'achar' o jumentinho, o que implica que eles devem seguir as instruções de Jesus com fé e diligência.","por_que_esta_palavra":"A palavra 'achar' é significativa, pois destaca a confiança dos discípulos em que, ao obedecer, eles encontrarão o que Jesus prometeu.","conexao_teologica":"A busca e a descoberta de algo que Deus providencia é um tema recorrente, refletindo a fé e a obediência dos crentes.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Provérbios 8:17"]},"lucas_19_32_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal.","explicacao_detalhada":"Em Lucas 19:32, os discípulos são instruídos a 'falar' ao dono do jumentinho, o que demonstra a importância da comunicação na execução da vontade de Jesus.","por_que_esta_palavra":"A escolha da palavra 'falar' é relevante, pois enfatiza a necessidade de expressar a autoridade de Jesus ao abordar o dono do animal.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, onde a palavra de Deus é frequentemente proclamada e compartilhada.","referencias_relacionadas":["Romanos 10:14","Marcos 16:15","Atos 4:20"]},"lucas_19_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para reconhecer a autoridade de Jesus.","explicacao_detalhada":"Neste versículo, os discípulos se referem a Jesus como 'senhor' ao explicar a situação ao dono do jumentinho, reafirmando sua posição de autoridade.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a importância da submissão à autoridade de Jesus em todas as situações.","conexao_teologica":"A autoridade de Jesus é um tema central que permeia o Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Colossenses 1:16-17","Efésios 1:21-22"]},"lucas_19_33_destruir":{"palavra_pt":"destruir","palavra_original":"λύω","transliteracao":"lýō","strong":"G3089","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de soltar ou liberar algo.","explicacao_detalhada":"No contexto de Lucas 19:33, a palavra é usada para indicar que o jumentinho deve ser solto, mostrando a intenção de Jesus de usar o animal para sua entrada triunfal.","por_que_esta_palavra":"A palavra 'destruir' é significativa, pois implica a libertação do jumentinho para um propósito maior, que é servir a Jesus.","conexao_teologica":"A libertação e a entrega a Deus para um propósito são temas importantes na Bíblia, refletindo a transformação que ocorre quando alguém se entrega a Cristo.","referencias_relacionadas":["João 8:36","Gálatas 5:1","Romanos 6:18"]},"lucas_19_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a autoridade de Jesus.","explicacao_detalhada":"Neste versículo, os discípulos reafirmam a autoridade de Jesus ao se referirem a Ele como 'senhor' ao explicar a situação ao dono do jumentinho.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a importância da obediência à autoridade de Jesus em todas as circunstâncias.","conexao_teologica":"A autoridade de Jesus é um aspecto fundamental da fé cristã, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Atos 10:36","Hebreus 13:8","1 Coríntios 12:3"]},"lucas_19_34_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade de atender ao pedido de Jesus.","explicacao_detalhada":"Em Lucas 19:34, os discípulos explicam que o jumentinho é necessário para um 'assunto' de Jesus, mostrando a importância de atender às necessidades do Senhor.","por_que_esta_palavra":"A palavra 'assunto' destaca a seriedade da missão de Jesus e a responsabilidade dos discípulos em cumprir essa tarefa.","conexao_teologica":"Atender ao 'assunto' de Deus é um chamado para todos os crentes, refletindo a importância de servir e obedecer à vontade divina.","referencias_relacionadas":["Mateus 25:40","Colossenses 3:23-24","1 Pedro 2:9"]},"lucas_19_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada no contexto em que os discípulos comunicam a necessidade de Jesus.","explicacao_detalhada":"Neste versículo, a palavra 'falar' refere-se à ação de comunicar algo importante, que neste caso é a necessidade de Jesus ao entrar em Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação e da obediência dos discípulos ao que Jesus havia ordenado.","conexao_teologica":"A comunicação entre Jesus e seus discípulos é fundamental para a missão que Ele estava prestes a cumprir, mostrando a importância da obediência e da ação em conjunto.","referencias_relacionadas":["Mateus 28:19","Marcos 16:15","Lucas 9:60"]},"lucas_19_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na narrativa, referindo-se ao Messias que vem para cumprir as profecias.","explicacao_detalhada":"Neste contexto, 'Jesus' é mencionado como o protagonista da história, aquele que traz salvação e cumpre a vontade de Deus.","por_que_esta_palavra":"A menção do nome 'Jesus' destaca sua identidade divina e seu papel como Salvador, essencial para a compreensão do evangelho.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, e sua entrada em Jerusalém marca um momento crucial na história da salvação.","referencias_relacionadas":["Isaías 9:6","Mateus 1:21","João 3:16"]},"lucas_19_36_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' indica o movimento dos discípulos em direção a Jesus, seguindo suas instruções.","explicacao_detalhada":"Neste versículo, 'ir' é uma ação que implica obediência e disposição para cumprir a missão dada por Jesus.","por_que_esta_palavra":"A palavra 'ir' é fundamental para entender a dinâmica do discipulado, onde os seguidores são chamados a agir conforme as instruções do mestre.","conexao_teologica":"O ato de ir em obediência é um tema recorrente nas Escrituras, refletindo a disposição de seguir a vontade de Deus.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","Atos 1:8"]},"lucas_19_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada em um contexto de louvor e reconhecimento da divindade de Jesus.","explicacao_detalhada":"Neste versículo, 'Deus' é reconhecido como o autor da salvação e da obra que está sendo realizada através de Jesus.","por_que_esta_palavra":"A referência a 'Deus' enfatiza a soberania divina e a ação de Deus na história da salvação.","conexao_teologica":"A divindade de Jesus é um tema central no Novo Testamento, onde Ele é apresentado como o Filho de Deus que revela o Pai.","referencias_relacionadas":["João 1:1","Romanos 1:20","Hebreus 1:3"]},"lucas_19_37_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à autoridade divina que Jesus possui e demonstra em suas ações.","explicacao_detalhada":"Neste contexto, 'poder' é associado aos milagres e à autoridade de Jesus, que é reconhecida pelo povo.","por_que_esta_palavra":"A menção do 'poder' de Jesus é crucial para entender sua identidade messiânica e a resposta do povo a Ele.","conexao_teologica":"O poder de Jesus é um testemunho de sua divindade e da realização do Reino de Deus na terra.","referencias_relacionadas":["Mateus 28:18","Lucas 4:36","Atos 10:38"]},"lucas_19_38_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' é um título que expressa respeito e reconhecimento da soberania de Jesus.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a relação de submissão e adoração que o povo tem em relação a Jesus.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:10-11","Romanos 10:9","Atos 2:36"]},"lucas_19_38_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' é mencionada em um contexto de louvor e adoração, referindo-se ao reino de Deus.","explicacao_detalhada":"Neste versículo, 'céu' simboliza a presença de Deus e a realidade espiritual que Jesus representa.","por_que_esta_palavra":"A referência ao 'céu' destaca a conexão entre a terra e o reino espiritual que Jesus veio estabelecer.","conexao_teologica":"O céu é frequentemente mencionado nas Escrituras como o lugar da habitação de Deus e a promessa de vida eterna para os crentes.","referencias_relacionadas":["Mateus 5:12","João 14:2","Apocalipse 21:1"]},"lucas_19_38_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é usada para descrever o estado de bem-estar e harmonia que Jesus traz.","explicacao_detalhada":"Neste contexto, 'paz' refere-se à mensagem de reconciliação que Jesus traz entre Deus e a humanidade.","por_que_esta_palavra":"A menção da 'paz' é central na mensagem do evangelho, que oferece esperança e restauração.","conexao_teologica":"Jesus é chamado de Príncipe da Paz, e sua vinda é associada à restauração da paz entre Deus e os homens.","referencias_relacionadas":["Isaías 9:6","João 14:27","Romanos 5:1"]},"lucas_19_39_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que acompanha Jesus, reconhecendo sua importância.","explicacao_detalhada":"Neste versículo, 'povo' representa a coletividade que se reúne para aclamar Jesus como rei.","por_que_esta_palavra":"A menção do 'povo' destaca a resposta coletiva à mensagem de Jesus e sua missão.","conexao_teologica":"A relação entre Jesus e o povo é um tema recorrente, onde Ele se apresenta como o bom pastor que cuida de suas ovelhas.","referencias_relacionadas":["Mateus 9:36","Lucas 12:32","João 10:14"]},"lucas_19_39_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada para reconhecer a autoridade e o ensino de Jesus.","explicacao_detalhada":"Neste contexto, 'mestre' é um título que expressa respeito e a posição de Jesus como instrutor e guia espiritual.","por_que_esta_palavra":"A utilização da palavra 'mestre' enfatiza a relação de ensino e aprendizado entre Jesus e seus discípulos.","conexao_teologica":"Jesus é frequentemente referido como mestre, e seu ensino é fundamental para a formação da fé cristã.","referencias_relacionadas":["Mateus 23:8","Lucas 6:40","João 13:13"]},"lucas_19_40_falar":{"palavra_pt":"falar","palavra_original":"σιωπάω","transliteracao":"siōpáō","strong":"G4623","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar verbalmente algo, neste caso, a declaração de que se as pessoas não falarem, as pedras clamarão.","explicacao_detalhada":"Jesus usa a palavra 'falar' para enfatizar a importância do testemunho e da adoração. Ele afirma que a criação, mesmo sem a voz humana, pode glorificar a Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de reconhecimento e louvor a Deus, que deve ser feito por todos os seres humanos.","conexao_teologica":"A adoração é um tema central na teologia cristã, onde a criação inteira é chamada a glorificar a Deus. A palavra 'falar' conecta-se com a ideia de que a verdade de Deus não pode ser silenciada.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","Mateus 21:16"]},"lucas_19_40_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' simboliza a criação e a capacidade de testemunhar a grandeza de Deus, mesmo que os humanos não o façam.","explicacao_detalhada":"Jesus menciona que se os discípulos se calarem, as pedras clamarão, indicando que a adoração é uma resposta natural à revelação de Deus.","por_que_esta_palavra":"A palavra 'pedra' é usada para mostrar que até mesmo inanimados podem reconhecer e glorificar a Deus, enfatizando a universalidade da adoração.","conexao_teologica":"A ideia de que a criação testemunha a glória de Deus é um tema recorrente na Bíblia, mostrando que Deus é digno de louvor por toda a criação.","referencias_relacionadas":["Salmos 148:1-5","Isaías 55:12","Romanos 8:19-22"]},"lucas_19_41_mao":{"palavra_pt":"mao","palavra_original":"ἐγγίζω","transliteracao":"engízō","strong":"G1448","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' aqui pode simbolizar a ação e o controle de Deus sobre a situação, especialmente ao olhar para Jerusalém.","explicacao_detalhada":"Jesus, ao se aproximar de Jerusalém, expressa seu lamento pela cidade, e a 'mão' pode representar tanto a proteção quanto o juízo que virá sobre ela.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a intervenção divina e o cuidado de Deus, que se entristece com a rejeição do povo.","conexao_teologica":"A mão de Deus é frequentemente associada à sua soberania e poder, mostrando que Ele tem controle sobre a história e o destino das nações.","referencias_relacionadas":["Salmos 31:15","Isaías 41:10","Mateus 23:37"]},"lucas_19_42_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento e oportunidade que Jerusalém teve, mas não reconheceu.","explicacao_detalhada":"Jesus lamenta que Jerusalém não conheceu o tempo de sua visitação, o que indica a importância do reconhecimento do momento de graça.","por_que_esta_palavra":"O 'dia' é crucial porque representa a oportunidade de salvação que foi oferecida, mas rejeitada pela cidade.","conexao_teologica":"O conceito de 'dia' como tempo de visitação é importante na teologia, pois reflete a ideia de que Deus se revela em momentos específicos da história.","referencias_relacionadas":["Mateus 24:36","Hebreus 3:15","Apocalipse 1:7"]},"lucas_19_42_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de harmonia e bem-estar que Jerusalém poderia ter experimentado se tivesse reconhecido Jesus.","explicacao_detalhada":"Jesus lamenta que a cidade não conheceu a paz que Ele trouxe, indicando que a rejeição de sua mensagem resultou em consequências trágicas.","por_que_esta_palavra":"A palavra 'paz' é fundamental porque representa a salvação e a reconciliação que Jesus oferece a todos que o aceitam.","conexao_teologica":"A paz é um tema central na mensagem do evangelho, onde Jesus é chamado de 'Príncipe da Paz' e traz reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"lucas_19_42_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a capacidade de ver a verdade espiritual que estava diante de Jerusalém.","explicacao_detalhada":"Jesus menciona que Jerusalém não viu o que era necessário para a paz, indicando uma cegueira espiritual que levou à sua destruição.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a importância de ter discernimento espiritual e a capacidade de reconhecer a obra de Deus.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a capacidade de ver e entender a verdade de Deus é essencial para a salvação.","referencias_relacionadas":["Mateus 13:15","João 9:39-41","Efésios 1:18"]},"lucas_19_43_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui se refere ao tempo de juízo que viria sobre Jerusalém devido à sua rejeição a Jesus.","explicacao_detalhada":"Jesus profetiza que dias de destruição viriam, indicando que a cidade enfrentaria as consequências de não reconhecer sua visitação.","por_que_esta_palavra":"O 'dia' é significativo porque representa um tempo de julgamento e a realização das profecias sobre a cidade.","conexao_teologica":"O conceito de juízo é uma parte importante da teologia bíblica, onde Deus é justo em suas ações e traz consequências para a desobediência.","referencias_relacionadas":["Mateus 24:2","Lucas 21:20-24","Apocalipse 6:17"]},"lucas_19_43_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários que cercariam Jerusalém, simbolizando a destruição e o juízo divino.","explicacao_detalhada":"Jesus profetiza que inimigos cercariam a cidade, representando a consequência da rejeição a Deus e a sua proteção.","por_que_esta_palavra":"A palavra 'inimigo' é usada para enfatizar a gravidade da situação que Jerusalém enfrentaria por não reconhecer a sua salvação.","conexao_teologica":"A ideia de inimigos como instrumentos de juízo é comum na Bíblia, mostrando que Deus pode usar circunstâncias adversas para cumprir seus propósitos.","referencias_relacionadas":["Salmos 44:5","Isaías 10:5-6","Romanos 8:31"]},"lucas_19_43_trench":{"palavra_pt":"trench","palavra_original":"χάραξ","transliteracao":"chárax","strong":"G5482","significado_raiz":"Ideia básica: trench.","significado_contextual":"A palavra 'trench' refere-se às trincheiras que seriam usadas pelos inimigos durante o cerco a Jerusalém.","explicacao_detalhada":"Jesus menciona as trincheiras como parte do juízo que viria sobre a cidade, simbolizando a destruição iminente.","por_que_esta_palavra":"A palavra 'trench' é significativa porque representa a preparação dos inimigos para atacar e a vulnerabilidade de Jerusalém.","conexao_teologica":"A destruição de Jerusalém é um tema profético que se conecta com a justiça de Deus e as consequências do pecado.","referencias_relacionadas":["Jeremias 52:4","Lamentações 2:8-9","Mateus 24:15"]},"lucas_19_44_office":{"palavra_pt":"office","palavra_original":"ἐπισκοπή","transliteracao":"episkopḗ","strong":"G1984","significado_raiz":"Ideia básica: office.","significado_contextual":"A palavra 'office' refere-se à supervisão e responsabilidade que Deus tem sobre seu povo, especialmente em tempos de juízo.","explicacao_detalhada":"Jesus menciona que a cidade seria destruída e que não deixaria pedra sobre pedra, indicando a falha da liderança espiritual em reconhecer a verdade.","por_que_esta_palavra":"A palavra 'office' é importante porque representa a responsabilidade dos líderes em guiar o povo e a consequência de sua falha.","conexao_teologica":"A liderança espiritual é um tema importante na Bíblia, onde Deus exige que os líderes sejam fiéis em sua responsabilidade diante do povo.","referencias_relacionadas":["Ezequiel 34:2-4","Tiago 3:1","1 Pedro 5:2-3"]},"lucas_19_44_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' refere-se à solidez e à permanência, simbolizando a base da fé.","explicacao_detalhada":"No contexto de Lucas 19:44, Jesus menciona que a cidade seria destruída e que as pedras seriam derrubadas, simbolizando a fragilidade das estruturas humanas diante do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a ideia de que a cidade, que deveria ser um lugar de adoração, se tornaria um lugar de ruína.","conexao_teologica":"A pedra é frequentemente usada na Bíblia como símbolo de Cristo, que é a pedra angular da fé (1 Pedro 2:6).","referencias_relacionadas":["Mateus 21:42","1 Pedro 2:4-5","Salmos 118:22"]},"lucas_19_45_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao templo como um lugar separado para adoração a Deus.","explicacao_detalhada":"Em Lucas 19:45, Jesus purifica o templo, chamando-o de 'casa de oração', o que indica sua santidade e propósito divino.","por_que_esta_palavra":"O uso de 'sagrado' destaca a importância do templo como um espaço dedicado ao culto e à presença de Deus.","conexao_teologica":"O conceito de sagrado é central na teologia bíblica, onde Deus habita entre seu povo e se revela em lugares dedicados a Ele.","referencias_relacionadas":["Isaías 56:7","Mateus 21:13","Hebreus 10:19-22"]},"lucas_19_45_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em ação e autoridade, especialmente no contexto da purificação do templo.","explicacao_detalhada":"Jesus 'levanta' a voz e age contra a corrupção no templo, mostrando sua autoridade como Filho de Deus.","por_que_esta_palavra":"A ação de levantar-se é um sinal de determinação e poder, refletindo a missão de Jesus de restaurar a verdadeira adoração.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde Ele se levanta contra a injustiça e a hipocrisia.","referencias_relacionadas":["Mateus 21:12-13","Marcos 11:15-17","João 2:14-16"]},"lucas_19_46_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao templo como a casa de Deus, um lugar de acolhimento e comunhão.","explicacao_detalhada":"Jesus se refere ao templo como 'casa de oração', indicando que deveria ser um espaço para todos, não um mercado.","por_que_esta_palavra":"A ideia de 'família' sugere que o templo é um lugar de pertencimento e união entre os adoradores.","conexao_teologica":"A noção de família é central na Bíblia, refletindo a relação entre Deus e seu povo como uma comunidade unida.","referencias_relacionadas":["Efésios 2:19-22","1 Pedro 2:9","Hebreus 3:6"]},"lucas_19_46_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de transformar o templo em um espaço de adoração.","explicacao_detalhada":"Jesus critica aqueles que 'fazem' do templo uma caverna de ladrões, enfatizando a necessidade de restaurar seu propósito original.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a responsabilidade dos líderes religiosos em manter a santidade do templo.","conexao_teologica":"A ação de 'fazer' está ligada ao chamado de Deus para que seu povo viva de acordo com sua vontade e propósito.","referencias_relacionadas":["Mateus 21:13","Marcos 11:17","João 2:16"]},"lucas_19_46_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' enfatiza a comunicação com Deus, que deve ser o foco do templo.","explicacao_detalhada":"Jesus afirma que o templo é um lugar de oração, contrastando com as práticas comerciais que o profanavam.","por_que_esta_palavra":"A oração é fundamental na vida espiritual, e o templo deveria ser um espaço dedicado a esse relacionamento com Deus.","conexao_teologica":"A oração é um meio de acesso à presença de Deus, refletindo a importância da comunhão com Ele.","referencias_relacionadas":["Mateus 21:13","1 Tessalonicenses 5:17","Filipenses 4:6"]},"lucas_19_47_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Jesus ensinava no templo, um período de grande importância.","explicacao_detalhada":"O 'dia' em que Jesus ensinava era um momento crucial para a revelação de sua mensagem e autoridade.","por_que_esta_palavra":"O tempo é significativo na narrativa bíblica, e cada dia de ensino de Jesus tinha um propósito divino.","conexao_teologica":"O conceito de tempo e dia é importante na Bíblia, onde cada momento pode ser usado para a glória de Deus.","referencias_relacionadas":["Mateus 21:23","Marcos 11:27","Lucas 20:1"]},"lucas_19_47_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' reafirma a natureza do templo como um espaço separado para Deus.","explicacao_detalhada":"Jesus reafirma que o templo é sagrado, um lugar onde a presença de Deus deve ser reverenciada.","por_que_esta_palavra":"A ênfase no sagrado destaca a necessidade de respeitar e manter a santidade dos lugares de adoração.","conexao_teologica":"A santidade é um atributo de Deus, e os lugares dedicados a Ele devem refletir essa natureza.","referencias_relacionadas":["Levítico 19:30","Salmos 93:5","Hebreus 12:14"]},"lucas_19_47_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à busca pela verdade e pela presença de Deus no templo.","explicacao_detalhada":"Jesus ensinava no templo, e as pessoas buscavam ouvir suas palavras e entender sua mensagem.","por_que_esta_palavra":"A busca é uma ação ativa que reflete o desejo de se aproximar de Deus e conhecer sua vontade.","conexao_teologica":"Buscar a Deus é um tema central na Bíblia, onde Ele promete se deixar encontrar por aqueles que o procuram.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"lucas_19_48_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação contínua de Jesus em ensinar e confrontar as práticas erradas no templo.","explicacao_detalhada":"Jesus 'fazia' milagres e ensinava, desafiando as autoridades religiosas e chamando à verdadeira adoração.","por_que_esta_palavra":"A ação de 'fazer' é essencial para entender o ministério ativo de Jesus e seu papel como mestre e salvador.","conexao_teologica":"As ações de Jesus são um reflexo do caráter de Deus, que age em favor de seu povo e busca restaurá-lo.","referencias_relacionadas":["Mateus 21:14","Marcos 11:18","Lucas 20:1"]},"lucas_19_48_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que seguiam Jesus e estavam presentes no templo.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever a coletividade dos israelitas, que eram o povo escolhido de Deus. No contexto de Lucas 19:48, o povo estava ouvindo atentamente os ensinamentos de Jesus, contrastando com as autoridades religiosas que buscavam maneiras de silenciá-lo.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a relação de Jesus com as massas, mostrando que sua mensagem era acessível e relevante para todos, não apenas para os líderes religiosos.","conexao_teologica":"A presença do povo em torno de Jesus simboliza a inclusão e a salvação que Ele oferece a todos, independentemente de seu status social ou religioso.","referencias_relacionadas":["Mateus 5:1-2","Lucas 8:4","João 7:12"]},"lucas_19_48_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar ou descobrir algo, neste caso, a verdade ou a sabedoria nas palavras de Jesus.","explicacao_detalhada":"A palavra 'achar' (εὑρίσκω) implica um processo de busca e descoberta. No contexto, os líderes religiosos estavam tentando 'achar' uma maneira de prender Jesus, mas o povo estava 'achando' sabedoria em seus ensinamentos.","por_que_esta_palavra":"A utilização de 'achar' destaca a ideia de que a verdade de Jesus é algo que deve ser buscado e que, ao encontrá-la, transforma a vida das pessoas.","conexao_teologica":"A busca pela verdade é um tema central na teologia cristã, onde Jesus é apresentado como o caminho, a verdade e a vida.","referencias_relacionadas":["Mateus 7:7","João 14:6","Tiago 1:5"]}}