{"lucas_2_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia é um termo que indica um momento específico na história, neste caso, o nascimento de Jesus.","explicacao_detalhada":"Em Lucas 2:1, o 'dia' refere-se ao momento em que um decreto de César Augusto foi emitido, levando José e Maria a Belém, onde Jesus nasceu.","por_que_esta_palavra":"A palavra 'dia' é crucial para situar o nascimento de Cristo em um contexto histórico e profético.","conexao_teologica":"O nascimento de Jesus é um marco central na história da salvação, representando a encarnação de Deus entre os homens.","referencias_relacionadas":["Mateus 1:23","Isaías 7:14","Miquéias 5:2"]},"lucas_2_1_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao mundo habitado, onde os eventos da história da salvação se desenrolam.","explicacao_detalhada":"No contexto de Lucas 2:1, 'terra' se refere ao Império Romano, que estava sob o governo de César Augusto, e é o cenário do nascimento de Jesus.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a abrangência do decreto de César e a importância do evento para toda a humanidade.","conexao_teologica":"A encarnação de Cristo é um evento que impacta não apenas uma nação, mas toda a criação.","referencias_relacionadas":["Romanos 8:22","Gênesis 1:28","Mateus 28:19"]},"lucas_2_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se ao cumprimento de eventos significativos na história.","explicacao_detalhada":"Em Lucas 2:1, a palavra 'grande' indica a magnitude do evento que está prestes a acontecer: o nascimento de Jesus, que mudaria a história da humanidade.","por_que_esta_palavra":"A palavra 'grande' é utilizada para descrever a importância e o impacto do nascimento de Cristo.","conexao_teologica":"O nascimento de Jesus é um evento de grande relevância, pois marca a vinda do Salvador prometido.","referencias_relacionadas":["Lucas 2:10","Mateus 1:21","Isaías 9:6"]},"lucas_2_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer é um termo que indica a realização de um decreto que afeta a vida de muitos.","explicacao_detalhada":"Em Lucas 2:2, a palavra 'grande' refere-se ao censo que foi realizado, um evento que teve grande impacto sobre a população da época.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a importância do censo como parte do plano divino para o nascimento de Jesus.","conexao_teologica":"O censo é um exemplo de como Deus usa eventos históricos para cumprir suas promessas.","referencias_relacionadas":["Atos 17:26","Romanos 13:1","Daniel 2:21"]},"lucas_2_2_syria":{"palavra_pt":"syria","palavra_original":"Συρία","transliteracao":"Syría","strong":"G4947","significado_raiz":"Ideia básica: syria.","significado_contextual":"Síria refere-se a uma região geográfica específica, importante no contexto histórico do nascimento de Jesus.","explicacao_detalhada":"Em Lucas 2:2, a menção da Síria indica a abrangência do governo romano e a importância da localização geográfica para o cumprimento das profecias.","por_que_esta_palavra":"A palavra 'Síria' é relevante para situar o evento em um contexto histórico e geográfico específico.","conexao_teologica":"A geografia bíblica é importante para entender como Deus opera na história e cumpre suas promessas.","referencias_relacionadas":["Mateus 2:22","Atos 15:23","Lucas 3:1"]},"lucas_2_2_cyrenius":{"palavra_pt":"cyrenius","palavra_original":"Κυρήνιος","transliteracao":"Kyrḗnios","strong":"G2958","significado_raiz":"Ideia básica: cyrenius.","significado_contextual":"Cyrenius refere-se a uma figura histórica que desempenhou um papel no censo mencionado em Lucas 2.","explicacao_detalhada":"Em Lucas 2:2, Cyrenius é mencionado como o governador da Síria, cuja administração foi crucial para o cumprimento do plano de Deus para o nascimento de Jesus.","por_que_esta_palavra":"A palavra 'Cyrenius' é importante para conectar eventos históricos com a narrativa bíblica.","conexao_teologica":"Deus usa líderes e governantes para cumprir seus propósitos, mostrando que Ele está no controle da história.","referencias_relacionadas":["Lucas 3:1","Atos 5:37","Mateus 2:22"]},"lucas_2_3_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"Ir refere-se ao ato de deslocar-se, que neste contexto implica em um movimento em direção ao cumprimento de um decreto.","explicacao_detalhada":"Em Lucas 2:3, a palavra 'ir' é usada para descrever a ação de José e Maria indo a Belém para se registrarem no censo, um movimento que é parte do plano divino.","por_que_esta_palavra":"A palavra 'ir' é significativa pois indica a obediência de José e Maria ao decreto do imperador, alinhando-se com a vontade de Deus.","conexao_teologica":"A obediência a Deus muitas vezes envolve ações práticas que podem parecer comuns, mas que têm grande importância no plano divino.","referencias_relacionadas":["Hebreus 11:8","Gênesis 12:1","Mateus 1:24"]},"lucas_2_3_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à jornada que as pessoas faziam para se registrar em seus locais de origem.","explicacao_detalhada":"O 'caminho' é o trajeto que Maria e José percorreram de Nazaré até Belém, simbolizando a obediência às leis e a providência divina na história da salvação.","por_que_esta_palavra":"A palavra 'caminho' é usada para enfatizar a importância da jornada física e espiritual que leva ao cumprimento das promessas de Deus.","conexao_teologica":"O caminho representa a jornada da vida cristã, onde cada crente é chamado a seguir o caminho de Cristo.","referencias_relacionadas":["Mateus 2:1-12","João 14:6","Atos 9:2"]},"lucas_2_4_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à linhagem real de Davi, da qual Jesus é descendente.","explicacao_detalhada":"A menção de 'rei' destaca a importância de Jesus como o Messias prometido, que veio da linhagem de Davi, cumprindo as profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a identidade de Jesus como o governante espiritual e eterno.","conexao_teologica":"Jesus é o Rei dos Reis, que estabelece um reino não apenas físico, mas espiritual.","referencias_relacionadas":["Isaías 9:6-7","Mateus 1:1","Apocalipse 19:16"]},"lucas_2_4_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa e ao ambiente familiar de Jesus, enfatizando a importância da família na cultura judaica.","explicacao_detalhada":"A palavra 'família' destaca a conexão de Jesus com a humanidade e a importância da família na história da salvação.","por_que_esta_palavra":"A família é um elemento central na narrativa bíblica, simbolizando a unidade e o plano de Deus para a criação.","conexao_teologica":"A família de Jesus representa a inclusão de todos os crentes na família de Deus.","referencias_relacionadas":["Efésios 2:19","Gálatas 4:4-7","Hebreus 2:11"]},"lucas_2_4_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José, que é uma figura central na narrativa do nascimento de Jesus.","explicacao_detalhada":"O nome 'José' é significativo, pois representa o papel de um pai adotivo e protetor na vida de Jesus.","por_que_esta_palavra":"A palavra 'nome' é importante na cultura judaica, onde nomes carregam significados e identidades.","conexao_teologica":"O nome de José reflete a fidelidade e obediência a Deus, características que todos os crentes devem emular.","referencias_relacionadas":["Mateus 1:20-21","Lucas 1:26-27","Gênesis 41:45"]},"lucas_2_5_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, mãe de Jesus, e sua importância na história da salvação.","explicacao_detalhada":"O nome 'Maria' é associado à graça e ao favor de Deus, sendo ela escolhida para ser a mãe do Salvador.","por_que_esta_palavra":"A palavra 'nome' enfatiza a identidade e o papel de Maria na narrativa bíblica.","conexao_teologica":"Maria é um exemplo de fé e submissão à vontade de Deus, servindo como modelo para os crentes.","referencias_relacionadas":["Lucas 1:28","Mateus 1:16","Gálatas 4:4"]},"lucas_2_5_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à condição de Maria como mulher e mãe, destacando seu papel na história da salvação.","explicacao_detalhada":"A palavra 'mulher' é usada para enfatizar a dignidade e o valor das mulheres na obra de Deus.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois Maria é uma figura central e exemplar na fé cristã.","conexao_teologica":"Maria representa a humanidade que aceita a vontade de Deus, simbolizando a nova criação em Cristo.","referencias_relacionadas":["Gálatas 3:28","1 Pedro 3:7","Lucas 1:42"]},"lucas_2_5_espouse":{"palavra_pt":"espouse","palavra_original":"μνηστεύω","transliteracao":"mnēsteúō","strong":"G3423","significado_raiz":"Ideia básica: espouse.","significado_contextual":"Refere-se ao compromisso de José e Maria, que estavam noivos antes do nascimento de Jesus.","explicacao_detalhada":"A palavra 'espouse' destaca a relação de compromisso e fidelidade entre José e Maria, essencial para a narrativa do nascimento.","por_que_esta_palavra":"A palavra 'espouse' é importante para entender o contexto cultural e social da época.","conexao_teologica":"O compromisso de José e Maria reflete a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Mateus 1:18-19","Lucas 1:27","Efésios 5:25-33"]},"lucas_2_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do nascimento de Jesus, um evento crucial na história da salvação.","explicacao_detalhada":"A palavra 'dia' é usada para marcar o momento em que a promessa de Deus se cumpriu com o nascimento do Salvador.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e do cumprimento das promessas de Deus.","conexao_teologica":"O dia do nascimento de Jesus é um marco que inicia a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:25","Lucas 1:31-33","Gálatas 4:4"]},"lucas_2_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao grande evento do nascimento de Jesus, que trouxe alegria e esperança ao mundo.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude e a importância do nascimento de Cristo na história da humanidade.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a transformação que o nascimento de Jesus trouxe ao mundo.","conexao_teologica":"O nascimento de Jesus é um evento que marca a intervenção divina na história, trazendo salvação.","referencias_relacionadas":["Lucas 2:10-11","Isaías 9:6","Mateus 2:10"]},"lucas_2_6_semente":{"palavra_pt":"semente","palavra_original":"τίκτω","transliteracao":"tíktō","strong":"G5088","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à semente que representa o início da nova vida em Cristo.","explicacao_detalhada":"A palavra 'semente' simboliza o potencial de crescimento e frutificação que vem com o nascimento de Jesus.","por_que_esta_palavra":"A palavra 'semente' é importante para entender a obra redentora de Cristo e a nova criação.","conexao_teologica":"A semente representa a esperança e a promessa de Deus de trazer vida onde havia morte.","referencias_relacionadas":["Gálatas 3:16","João 12:24","1 Pedro 1:23"]},"lucas_2_7_guestchamber":{"palavra_pt":"guestchamber","palavra_original":"κατάλυμα","transliteracao":"katályma","strong":"G2646","significado_raiz":"Ideia básica: guestchamber.","significado_contextual":"Refere-se ao lugar onde Maria e José encontraram abrigo para o nascimento de Jesus, que era uma hospedaria ou quarto de hóspedes.","explicacao_detalhada":"A palavra 'guestchamber' (κατάλυμα) indica um espaço destinado a receber viajantes. No contexto do nascimento de Jesus, a ausência de espaço nas hospedarias de Belém simboliza a humildade e a simplicidade da vinda do Salvador ao mundo.","por_que_esta_palavra":"A escolha de um lugar tão simples para o nascimento de Jesus enfatiza a sua identificação com os pobres e marginalizados.","conexao_teologica":"O nascimento em um lugar humilde reflete a natureza do Reino de Deus, que não é baseado em status ou riqueza, mas na humildade e na graça.","referencias_relacionadas":["Lucas 2:7","Mateus 8:20","Filipenses 2:7"]},"lucas_2_7_semente":{"palavra_pt":"semente","palavra_original":"τίκτω","transliteracao":"tíktō","strong":"G5088","significado_raiz":"Ideia básica: semente.","significado_contextual":"A palavra 'semente' (τίκτω) é usada para descrever o ato de gerar vida, simbolizando o nascimento de Jesus como a semente da salvação.","explicacao_detalhada":"Neste contexto, a semente representa não apenas o nascimento físico de Jesus, mas também a promessa de vida eterna que Ele traz. A ideia de 'semente' é frequentemente associada ao crescimento e à frutificação na vida espiritual.","por_que_esta_palavra":"A semente é um símbolo poderoso na Bíblia, representando a nova vida e a esperança que vem através de Cristo.","conexao_teologica":"Jesus é chamado de a 'semente' que traz salvação e redenção, conforme prometido nas Escrituras.","referencias_relacionadas":["Gálatas 3:16","João 12:24","1 Pedro 1:23"]},"lucas_2_8_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se aos pastores que estavam nos campos, cuidando de suas ovelhas, quando receberam a notícia do nascimento de Jesus.","explicacao_detalhada":"A palavra 'pastor' (ποιμήν) simboliza cuidado, proteção e liderança. Os pastores, considerados de classe baixa na sociedade, foram os primeiros a receber a boa nova, mostrando que a mensagem de Jesus é para todos.","por_que_esta_palavra":"Os pastores representam aqueles que são humildes e que, mesmo em sua simplicidade, são escolhidos por Deus para testemunhar eventos significativos.","conexao_teologica":"Jesus é frequentemente chamado de o 'Bom Pastor', que cuida de suas ovelhas e dá a vida por elas.","referencias_relacionadas":["João 10:11","Salmos 23:1","Hebreus 13:20"]},"lucas_2_8_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao campo ou área onde os pastores estavam, simbolizando o ambiente rural e a simplicidade da vida.","explicacao_detalhada":"A palavra 'solo' (χώρα) enfatiza a conexão com a terra e a natureza, onde a vida simples e a dependência de Deus são evidentes. Este cenário destaca a humildade do nascimento de Jesus.","por_que_esta_palavra":"O solo representa o lugar onde a vida se desenvolve e onde Deus se revela em simplicidade.","conexao_teologica":"A encarnação de Cristo em um ambiente rural reflete a ideia de que Deus se faz presente nas situações mais simples e cotidianas.","referencias_relacionadas":["Mateus 13:3-9","Isaías 53:2","Lucas 12:27"]},"lucas_2_8_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período em que os pastores estavam vigilantes, simbolizando a expectativa e a preparação para a revelação de Deus.","explicacao_detalhada":"A palavra 'dia' (φυλακή) sugere um tempo de alerta e prontidão. Os pastores estavam atentos ao que acontecia ao seu redor, prontos para receber a mensagem do anjo.","por_que_esta_palavra":"O conceito de 'dia' aqui implica um tempo de vigilância espiritual, que é importante para a recepção da revelação divina.","conexao_teologica":"A vigilância dos pastores é um chamado para todos os crentes estarem atentos à obra de Deus em suas vidas.","referencias_relacionadas":["Mateus 25:13","1 Tessalonicenses 5:6","Romanos 13:12"]},"lucas_2_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor (κύριος) que aparece aos pastores, trazendo uma mensagem de grande alegria.","explicacao_detalhada":"A palavra 'senhor' implica autoridade e poder. O anjo que aparece aos pastores é um mensageiro de Deus, trazendo uma mensagem de salvação e esperança.","por_que_esta_palavra":"A autoridade de Deus é um tema central na Bíblia, mostrando que Ele é soberano sobre todas as coisas.","conexao_teologica":"A revelação do Senhor aos pastores demonstra que a salvação é uma obra divina, que não depende do status humano.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Romanos 10:9"]},"lucas_2_9_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus que se manifesta aos pastores, simbolizando a presença divina.","explicacao_detalhada":"A palavra 'gloria' (δόξα) representa a majestade e a honra de Deus. A manifestação da glória de Deus é um sinal da sua presença e do seu favor.","por_que_esta_palavra":"A glória de Deus é um tema recorrente nas Escrituras, simbolizando a revelação do seu caráter e da sua obra.","conexao_teologica":"A glória que aparece aos pastores é um prenúncio da glória que será revelada em Cristo e na sua obra redentora.","referencias_relacionadas":["Isaías 6:3","Romanos 5:2","2 Coríntios 4:6"]},"lucas_2_9_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao medo que os pastores sentiram ao ver o anjo, simbolizando a reação humana diante da presença divina.","explicacao_detalhada":"A palavra 'temor' (μέγας) indica um profundo respeito e reverência. O temor dos pastores é uma resposta natural à manifestação do sobrenatural.","por_que_esta_palavra":"O temor é frequentemente associado à presença de Deus, que provoca tanto assombro quanto reverência.","conexao_teologica":"O temor de Deus é o princípio da sabedoria, e a experiência dos pastores nos ensina sobre a reverência que devemos ter diante do Senhor.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 9:31"]},"lucas_2_10_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"Refere-se à boa nova que os anjos trouxeram aos pastores, anunciando o nascimento de Jesus.","explicacao_detalhada":"A palavra 'evangelizar' (εὐαγγελίζω) significa trazer boas notícias. A mensagem do anjo é a primeira pregação do evangelho, anunciando a salvação que vem através de Cristo.","por_que_esta_palavra":"A evangelização é central na missão da Igreja, que é levar a mensagem de Cristo ao mundo.","conexao_teologica":"A boa nova do nascimento de Jesus é o cumprimento das promessas de Deus e a esperança para toda a humanidade.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1"]},"lucas_2_10_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que os pastores sentiram ao receber a mensagem do anjo, destacando a seriedade da boa nova.","explicacao_detalhada":"A repetição da palavra 'temor' (μέγας) enfatiza a importância da mensagem e a reverência que ela deve inspirar.","por_que_esta_palavra":"O temor é uma resposta adequada à grandeza da revelação divina e à seriedade da mensagem de salvação.","conexao_teologica":"O temor de Deus é um aspecto fundamental da fé, que nos leva a reconhecer a grandeza de Sua obra e a importância da salvação.","referencias_relacionadas":["Salmos 34:9","Hebreus 12:28","Apocalipse 14:7"]},"lucas_2_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à divindade que traz boas novas aos pastores.","explicacao_detalhada":"Neste versículo, o anjo anuncia a vinda de Jesus, que é a manifestação de Deus entre os homens. A presença de Deus é um tema central na mensagem do evangelho.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a origem divina da mensagem de salvação que está sendo anunciada.","conexao_teologica":"A vinda de Jesus como Deus encarnado é um cumprimento das promessas do Antigo Testamento, mostrando que Deus se importa com a humanidade.","referencias_relacionadas":["Isaías 9:6","Mateus 1:23","João 1:14"]},"lucas_2_11_deus":{"palavra_pt":"deus","palavra_original":"σωτήρ","transliteracao":"sōtḗr","strong":"G4990","significado_raiz":"Ideia básica: deus.","significado_contextual":"Aqui, 'deus' é associado ao título de 'Salvador', destacando a missão de Jesus.","explicacao_detalhada":"O termo 'salvador' implica que Jesus veio para salvar a humanidade do pecado, uma necessidade fundamental para a restauração do relacionamento com Deus.","por_que_esta_palavra":"A palavra 'deus' é usada para reafirmar a autoridade divina de Jesus como o único que pode oferecer salvação.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, e Jesus é o cumprimento da promessa de Deus de enviar um redentor.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Tito 2:13"]},"lucas_2_11_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias prometido, que é Jesus.","explicacao_detalhada":"Cristo significa 'ungido' e é um título que indica que Jesus foi escolhido e capacitado por Deus para cumprir Sua missão redentora.","por_que_esta_palavra":"A utilização de 'cristo' enfatiza a identidade messiânica de Jesus, que é central para a fé cristã.","conexao_teologica":"A unção de Jesus como o Cristo é um cumprimento das profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Salmos 2:2","Isaías 61:1","Mateus 16:16"]},"lucas_2_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus como Rei e Senhor.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a soberania de Jesus e Sua posição de autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é importante para entender a relação de submissão e reverência que os crentes devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:12","Atos 2:36"]},"lucas_2_12_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"A palavra 'sinal' refere-se ao milagre que confirma a identidade de Jesus.","explicacao_detalhada":"O 'sinal' é uma evidência da intervenção divina e serve como um testemunho da verdade sobre quem Jesus é.","por_que_esta_palavra":"A palavra 'sinal' é utilizada para mostrar que a vinda de Jesus é um ato sobrenatural de Deus.","conexao_teologica":"Os sinais e maravilhas realizados por Jesus são uma confirmação de Sua divindade e missão redentora.","referencias_relacionadas":["João 2:11","Mateus 11:4-5","Marcos 16:17-18"]},"lucas_2_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a natureza divina de Jesus e Sua relação com o Pai.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a importância da adoração a Deus e a revelação de Sua glória através de Jesus.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a natureza trinitária de Deus, onde Jesus é plenamente Deus.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, e a vinda de Jesus traz uma nova dimensão a essa adoração.","referencias_relacionadas":["João 14:9","Colossenses 2:9","Hebreus 1:3"]},"lucas_2_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de Deus se manifestar de maneira grandiosa.","explicacao_detalhada":"Neste versículo, a ideia de 'tornar-se' implica em um ato divino que traz transformação e mudança.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a ação de Deus em trazer algo novo à realidade humana.","conexao_teologica":"A transformação que Deus realiza na vida das pessoas é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"lucas_2_14_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da presença e do caráter de Deus.","explicacao_detalhada":"A 'glória' de Deus é expressa através da vinda de Jesus e da salvação que Ele traz ao mundo.","por_que_esta_palavra":"A palavra 'glória' é utilizada para destacar a importância da adoração e do reconhecimento da grandeza de Deus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, onde a adoração a Ele é uma resposta natural à Sua grandeza.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"lucas_2_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a centralidade de Deus na mensagem do evangelho.","explicacao_detalhada":"Neste contexto, 'deus' é reconhecido como o autor da paz e da salvação que vem através de Jesus.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre a humanidade e o Criador.","conexao_teologica":"A paz que Deus oferece através de Jesus é um tema central na mensagem cristã.","referencias_relacionadas":["Romanos 5:1","Efésios 2:14","Filipenses 4:7"]},"lucas_2_14_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo onde a mensagem de salvação será proclamada.","explicacao_detalhada":"Neste versículo, 'terra' representa a totalidade da criação que será impactada pela vinda de Jesus.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar que a salvação é para todos, sem distinção.","conexao_teologica":"A inclusão de toda a terra na mensagem do evangelho é um tema importante, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 10:13"]},"lucas_2_15_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é mencionado como o lugar de onde os anjos vêm e onde a glória de Deus se manifesta.","explicacao_detalhada":"No contexto do versículo, o céu representa a morada divina e a origem da mensagem angelical sobre o nascimento de Jesus, simbolizando a conexão entre o céu e a terra.","por_que_esta_palavra":"A palavra 'céu' é usada para enfatizar a origem celestial da revelação e a importância do evento que está prestes a acontecer.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à sua glória, refletindo a ideia de que o nascimento de Cristo é um ato divino.","referencias_relacionadas":["Mateus 6:9","João 3:13","Hebreus 8:1"]},"lucas_2_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade divina de Deus e à soberania de Cristo.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reconhecer a majestade e o domínio de Deus sobre todas as coisas, especialmente no que diz respeito ao nascimento do Salvador.","por_que_esta_palavra":"A utilização da palavra 'senhor' destaca a importância do papel de Jesus como o Messias e seu direito à adoração.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"lucas_2_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica a realização de um evento significativo e transformador.","explicacao_detalhada":"Neste versículo, a palavra sugere que o nascimento de Jesus não é apenas um evento comum, mas algo que traz grande importância e mudança para a humanidade.","por_que_esta_palavra":"A escolha de 'tornar-se' enfatiza a transição de um estado para outro, simbolizando a chegada do Reino de Deus.","conexao_teologica":"A ideia de transformação é central na mensagem do evangelho, onde a vinda de Cristo traz nova vida e esperança.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 6:15","Romanos 12:2"]},"lucas_2_16_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é significativo, pois representa a mãe de Jesus e seu papel na história da salvação.","explicacao_detalhada":"Maria é escolhida por Deus para ser a mãe do Salvador, e seu nome é um símbolo de obediência e fé.","por_que_esta_palavra":"O uso do nome destaca a importância da identidade e do chamado de Maria na obra redentora de Deus.","conexao_teologica":"Maria é vista como um modelo de fé e submissão à vontade de Deus, sendo fundamental na encarnação de Cristo.","referencias_relacionadas":["Mateus 1:16","Lucas 1:38","Gálatas 4:4"]},"lucas_2_16_crianca":{"palavra_pt":"crianca","palavra_original":"βρέφος","transliteracao":"bréphos","strong":"G1025","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao recém-nascido Jesus, enfatizando sua humanidade.","explicacao_detalhada":"O termo 'criança' destaca a vulnerabilidade e a fragilidade do Salvador, que veio ao mundo como um ser humano.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a encarnação de Cristo e sua identificação com a humanidade.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, onde Deus se torna homem para redimir a humanidade.","referencias_relacionadas":["Mateus 2:11","João 1:14","Hebreus 2:14"]},"lucas_2_17_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à mensagem que os pastores levam sobre o Salvador que veio para redimir o mundo do pecado.","explicacao_detalhada":"Neste contexto, 'mal' é usado para contrastar a boa nova do evangelho com a condição pecaminosa da humanidade.","por_que_esta_palavra":"A utilização de 'mal' ressalta a necessidade de salvação e a esperança que Jesus traz.","conexao_teologica":"A redenção do pecado é um tema central na teologia cristã, onde Cristo é o remédio para o mal do mundo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 1:4"]},"lucas_2_17_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' ou 'conhecer' implica em uma experiência pessoal e íntima com a verdade sobre Jesus.","explicacao_detalhada":"Neste versículo, 'ver' sugere que os pastores não apenas ouviram a mensagem, mas também tiveram a oportunidade de testemunhar o cumprimento da profecia.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da experiência direta com a verdade divina.","conexao_teologica":"Conhecer a Cristo é fundamental para a fé cristã, onde o relacionamento pessoal com Ele é essencial.","referencias_relacionadas":["João 17:3","1 João 5:20","Filipenses 3:10"]},"lucas_2_18_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se aos cuidadores do rebanho, simbolizando liderança e proteção.","explicacao_detalhada":"Neste contexto, os pastores são os primeiros a receber a notícia do nascimento de Jesus, representando a humildade e a simplicidade.","por_que_esta_palavra":"A escolha da palavra 'pastor' destaca a importância do cuidado e da responsabilidade na liderança espiritual.","conexao_teologica":"Jesus é frequentemente chamado de 'Bom Pastor', refletindo seu papel de cuidar e guiar seu povo.","referencias_relacionadas":["João 10:11","Salmos 23:1","Hebreus 13:20"]},"lucas_2_18_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada dos pastores em busca do Salvador.","explicacao_detalhada":"Neste contexto, 'caminho' simboliza a direção e a escolha que os pastores fazem ao seguir a mensagem dos anjos.","por_que_esta_palavra":"A escolha da palavra 'caminho' enfatiza a ideia de que a vida cristã é uma jornada em direção a Cristo.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, indicando que Ele é a única forma de se chegar ao Pai.","referencias_relacionadas":["João 14:6","Atos 9:2","Mateus 7:14"]},"lucas_2_18_maravilha":{"palavra_pt":"maravilha","palavra_original":"θαυμάζω","transliteracao":"thaumázō","strong":"G2296","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A palavra 'maravilha' refere-se à reação dos pastores diante da mensagem e do evento do nascimento de Jesus.","explicacao_detalhada":"Neste contexto, 'maravilha' expressa a admiração e o assombro que os pastores sentem ao testemunhar o cumprimento da promessa de Deus.","por_que_esta_palavra":"A escolha da palavra 'maravilha' destaca a grandeza do evento e a resposta emocional dos que o testemunham.","conexao_teologica":"A maravilha diante de Deus é uma resposta comum nas Escrituras, refletindo a reverência e a adoração que Ele merece.","referencias_relacionadas":["Salmos 126:3","Isaías 9:6","Lucas 1:49"]},"lucas_2_19_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jesus, que é central na narrativa do nascimento.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação'. Este nome é dado a Ele por ordem divina, conforme Mateus 1:21, e representa a missão de salvar o povo dos seus pecados.","por_que_esta_palavra":"O nome é fundamental na identidade de Jesus e na sua obra redentora.","conexao_teologica":"O nome de Jesus é um símbolo da encarnação de Deus e da salvação oferecida à humanidade.","referencias_relacionadas":["Mateus 1:21","Filipenses 2:9-11","Atos 4:12"]},"lucas_2_19_confer":{"palavra_pt":"confer","palavra_original":"συμβάλλω","transliteracao":"symbállō","strong":"G4820","significado_raiz":"Ideia básica: confer.","significado_contextual":"A palavra 'confer' implica em reunir ou juntar informações, especialmente sobre o que Maria guardou em seu coração.","explicacao_detalhada":"Maria reflete sobre os eventos que cercam o nascimento de Jesus, ponderando sobre o significado e a importância deles em sua vida e na história da salvação.","por_que_esta_palavra":"A reflexão é um aspecto importante da fé, onde se busca entender a ação de Deus na vida.","conexao_teologica":"A contemplação e a meditação sobre as obras de Deus são práticas espirituais que fortalecem a fé.","referencias_relacionadas":["Salmos 119:15","Filipenses 4:8","Hebreus 3:1"]},"lucas_2_19_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à palavra que Maria ponderou, que pode incluir tanto as promessas quanto os desafios que viriam.","explicacao_detalhada":"A palavra 'mal' aqui pode ser entendida como as dificuldades e os sofrimentos que Jesus enfrentaria, assim como os desafios que Maria teria como mãe do Salvador.","por_que_esta_palavra":"É importante reconhecer que a vida cristã não é isenta de dificuldades, mas que Deus está presente em meio a elas.","conexao_teologica":"A presença do mal e do sofrimento é uma realidade, mas a esperança em Cristo traz consolo e redenção.","referencias_relacionadas":["Romanos 8:28","2 Coríntios 4:17","João 16:33"]},"lucas_2_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, que é glorificado pelos pastores após a visita ao recém-nascido Jesus.","explicacao_detalhada":"A glorificação de Deus pelos pastores destaca a importância do nascimento de Jesus como um ato divino e a manifestação do plano de salvação.","por_que_esta_palavra":"Deus é o centro da adoração e da ação redentora na história da humanidade.","conexao_teologica":"A adoração a Deus é uma resposta natural ao reconhecimento de Sua grandeza e de Sua obra na história.","referencias_relacionadas":["Salmos 96:3","Isaías 12:4","Apocalipse 5:12"]},"lucas_2_20_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e ao reconhecimento de Deus pelos pastores.","explicacao_detalhada":"A glória de Deus é manifestada através do nascimento de Jesus, que traz salvação e esperança ao mundo.","por_que_esta_palavra":"A glória de Deus é um tema central na Bíblia, representando Sua majestade e poder.","conexao_teologica":"A glorificação de Deus é um chamado para todos os crentes, refletindo Sua natureza e obra.","referencias_relacionadas":["Romanos 11:36","1 Crônicas 16:29","Salmos 19:1"]},"lucas_2_20_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Os pastores são os primeiros a receber a notícia do nascimento de Jesus, simbolizando a inclusão dos humildes no plano de Deus.","explicacao_detalhada":"A escolha dos pastores para anunciar o nascimento de Cristo demonstra que a mensagem do evangelho é para todos, especialmente os marginalizados.","por_que_esta_palavra":"Os pastores representam a simplicidade e a humildade, características que Deus valoriza.","conexao_teologica":"Jesus é frequentemente chamado de 'Bom Pastor', refletindo Seu cuidado e amor por todos.","referencias_relacionadas":["João 10:11","Salmos 23:1","Lucas 15:4-7"]},"lucas_2_21_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao oitavo dia após o nascimento de Jesus, quando Ele foi circuncidado.","explicacao_detalhada":"A circuncisão de Jesus é um cumprimento da lei judaica e marca a Sua identificação com o povo de Israel.","por_que_esta_palavra":"Este ato simboliza a obediência de Jesus à lei e Sua missão de cumprir todas as coisas.","conexao_teologica":"A circuncisão de Jesus é um sinal de Sua humanidade e de Sua ligação com a aliança de Deus com Israel.","referencias_relacionadas":["Gênesis 17:12","Lucas 1:59","Gálatas 4:4"]},"lucas_2_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome dado ao menino, que é central para a salvação da humanidade.","explicacao_detalhada":"O nome 'Jesus' é significativo, pois representa a missão de salvar e redimir o povo.","por_que_esta_palavra":"O nome é um lembrete constante do propósito divino e da encarnação.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas e o centro da fé cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_2_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Maria e José levaram Jesus ao templo para apresentá-lo ao Senhor.","explicacao_detalhada":"Este ato de apresentação é uma demonstração de obediência à lei e um reconhecimento do papel de Jesus como o Filho de Deus.","por_que_esta_palavra":"A apresentação no templo é um rito importante que destaca a santidade e a missão de Jesus.","conexao_teologica":"A apresentação de Jesus no templo é um símbolo da luz que Ele traz ao mundo.","referencias_relacionadas":["Êxodo 13:2","Lucas 2:27","Hebreus 10:19-20"]},"lucas_2_22_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei de Moisés, que Maria e José obedecem ao apresentar Jesus no templo.","explicacao_detalhada":"A lei é um elemento central na vida do povo de Israel e Jesus, como judeu, cumpre essa lei.","por_que_esta_palavra":"A obediência à lei é um aspecto importante da vida de Jesus e de Seus pais, mostrando a importância da tradição.","conexao_teologica":"Jesus é o cumprimento da lei, trazendo uma nova aliança através de Sua vida e sacrifício.","referencias_relacionadas":["Mateus 5:17","Romanos 10:4","Gálatas 3:24"]},"lucas_2_23_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' refere-se às instruções dadas por Deus ao povo de Israel, que regulavam a vida religiosa e moral.","explicacao_detalhada":"Neste contexto, a 'lei' é mencionada em relação ao cumprimento das obrigações religiosas, que incluíam a apresentação do primogênito ao Senhor, conforme prescrito na Torá.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a relação entre o povo de Israel e Deus, bem como a importância da obediência às suas ordens.","conexao_teologica":"A 'lei' é vista como um guia para a vida do crente, apontando para a necessidade de um Salvador, que é cumprido em Jesus Cristo.","referencias_relacionadas":["Êxodo 13:2","Deuteronômio 6:25","Romanos 3:20"]},"lucas_2_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' é utilizado para designar a autoridade divina de Deus sobre o povo.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza a soberania de Deus e a necessidade de reconhecimento de sua autoridade nas práticas religiosas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e reverência que os fiéis devem ter em relação a Deus.","conexao_teologica":"A ideia de 'senhor' se conecta com a soberania de Cristo, que é reconhecido como Senhor e Salvador na nova aliança.","referencias_relacionadas":["Salmos 110:1","Mateus 28:18","Filipenses 2:10-11"]},"lucas_2_24_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' novamente se refere às instruções divinas que regem a vida do povo de Israel.","explicacao_detalhada":"Neste contexto, a 'lei' é mencionada em relação ao cumprimento das obrigações religiosas, que incluíam a purificação após o parto.","por_que_esta_palavra":"A palavra 'lei' é essencial para entender a importância da obediência às normas estabelecidas por Deus.","conexao_teologica":"A 'lei' serve como um precursor da graça que é revelada em Cristo, que cumpre a lei em nosso favor.","referencias_relacionadas":["Levítico 12:6-8","Romanos 10:4","Gálatas 3:24"]},"lucas_2_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' reafirma a autoridade de Deus nas práticas religiosas do povo.","explicacao_detalhada":"Neste versículo, 'senhor' destaca a necessidade de seguir as instruções divinas com reverência e obediência.","por_que_esta_palavra":"A palavra 'senhor' é crucial para a compreensão da relação de autoridade entre Deus e seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo a necessidade de submissão a Sua vontade.","referencias_relacionadas":["Isaías 45:23","Romanos 14:11","1 Coríntios 8:6"]},"lucas_2_24_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσία","transliteracao":"thysía","strong":"G2378","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O 'sacrifício' refere-se à oferta feita a Deus como parte do cumprimento das leis religiosas.","explicacao_detalhada":"Neste contexto, o 'sacrifício' é uma prática que simboliza a devoção e a necessidade de expiação pelos pecados.","por_que_esta_palavra":"A palavra 'sacrifício' é importante para entender a relação entre o homem e Deus, especialmente no que diz respeito à redenção.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, trazendo salvação a todos os que creem.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:26","1 Pedro 1:18-19"]},"lucas_2_25_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se à presença de Deus e à vida que Ele dá ao ser humano.","explicacao_detalhada":"Neste contexto, o 'espírito' é mencionado em relação à expectativa de Simeão, que aguardava a consolação de Israel.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a ação de Deus na vida das pessoas e a importância da revelação divina.","conexao_teologica":"O 'espírito' é visto como o agente de transformação e revelação, que atua na vida dos crentes.","referencias_relacionadas":["Gênesis 2:7","João 3:6","Atos 2:4"]},"lucas_2_25_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à justiça e retidão de Simeão, que era um homem temente a Deus.","explicacao_detalhada":"Neste contexto, 'inocente' destaca a integridade moral e espiritual de Simeão, que esperava a salvação prometida.","por_que_esta_palavra":"A palavra 'inocente' é importante para ressaltar a necessidade de viver de acordo com os princípios de Deus.","conexao_teologica":"A inocência é um atributo que Deus deseja em seu povo, refletindo a justiça que é encontrada em Cristo.","referencias_relacionadas":["Salmos 37:37","Mateus 5:8","1 Pedro 3:12"]},"lucas_2_25_devout":{"palavra_pt":"devout","palavra_original":"εὐλαβής","transliteracao":"eulabḗs","strong":"G2126","significado_raiz":"Ideia básica: devout.","significado_contextual":"O termo 'devoto' refere-se à dedicação e reverência que Simeão tinha em relação a Deus.","explicacao_detalhada":"Neste contexto, 'devoto' destaca a vida de oração e a busca constante pela presença de Deus.","por_que_esta_palavra":"A palavra 'devoto' é essencial para entender a atitude que devemos ter em relação a Deus e à sua vontade.","conexao_teologica":"A devoção é um aspecto importante da vida cristã, refletindo a entrega total a Deus.","referencias_relacionadas":["Salmos 119:10","Atos 10:2","1 Tessalonicenses 5:17"]},"lucas_2_26_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' aqui é mencionado como o meio pelo qual Simeão recebeu a revelação de que não veria a morte antes de ver o Cristo.","explicacao_detalhada":"Neste contexto, o 'espírito' é a fonte de revelação divina que orienta e guia os fiéis.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a comunicação de Deus com seu povo.","conexao_teologica":"O 'espírito' é um elemento central na vida cristã, sendo o Consolador prometido por Jesus.","referencias_relacionadas":["João 14:26","Romanos 8:14","Gálatas 5:25"]},"lucas_2_26_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A 'morte' refere-se ao fim da vida física, mas também é um tema espiritual que implica separação de Deus.","explicacao_detalhada":"Neste contexto, a 'morte' é mencionada em relação à promessa de Simeão de não experimentar a morte antes de ver o Salvador.","por_que_esta_palavra":"A palavra 'morte' é importante para entender a esperança da vida eterna que é oferecida em Cristo.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a ressurreição de Cristo traz vitória sobre a morte.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 2:14"]},"lucas_2_26_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"O termo 'Cristo' refere-se ao Messias prometido, aquele que foi ungido por Deus para cumprir a Sua vontade.","explicacao_detalhada":"A palavra 'Cristo' é a tradução grega do hebraico 'Messias', que significa 'ungido'. No contexto de Lucas 2:26, Simeão estava esperando a vinda do Messias, que traria a salvação ao povo de Israel.","por_que_esta_palavra":"Esta palavra é central para a fé cristã, pois Jesus é reconhecido como o Cristo, o Salvador que veio para redimir a humanidade.","conexao_teologica":"A unção de Jesus como Cristo é um cumprimento das profecias do Antigo Testamento sobre o Messias que viria para salvar o Seu povo.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","João 1:41"]},"lucas_2_27_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença de Deus que guia e inspira os crentes.","explicacao_detalhada":"No versículo, o Espírito Santo revelou a Simeão que ele não morreria antes de ver o Cristo. O 'espírito' aqui é o agente divino que comunica a vontade de Deus aos homens.","por_que_esta_palavra":"O Espírito Santo é fundamental na vida cristã, pois é Ele quem convence, guia e fortalece os crentes em sua caminhada de fé.","conexao_teologica":"O papel do Espírito Santo como Consolador e guia é uma promessa de Jesus e é essencial para a experiência cristã.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:14"]},"lucas_2_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao templo, que é considerado um lugar separado e dedicado a Deus.","explicacao_detalhada":"No contexto, o templo é o local onde a presença de Deus habita e onde as pessoas vão para adorar e oferecer sacrifícios.","por_que_esta_palavra":"O conceito de sagrado é importante para entender a relação entre Deus e Seu povo, e a importância do templo na adoração.","conexao_teologica":"O templo é um símbolo da presença de Deus entre os homens, e Jesus é o novo templo que veio habitar entre nós.","referencias_relacionadas":["Êxodo 25:8","Mateus 12:6","1 Coríntios 3:16"]},"lucas_2_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, o Ser Supremo que é digno de adoração.","explicacao_detalhada":"No versículo, Simeão louva a Deus ao reconhecer que viu a salvação prometida. Ele reconhece a soberania e a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A compreensão de Deus como o Ser Supremo é fundamental para a fé cristã, pois Ele é a fonte de toda vida e salvação.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, e reconhecer Sua obra de salvação é essencial para a vida cristã.","referencias_relacionadas":["Salmos 46:10","Romanos 11:36","Hebreus 11:6"]},"lucas_2_28_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de expressar louvor e gratidão a Deus.","explicacao_detalhada":"Simeão, ao ver Jesus, não apenas reconhece a salvação, mas também expressa sua alegria e gratidão a Deus por meio de palavras de louvor.","por_que_esta_palavra":"Falar em louvor é uma expressão de fé e gratidão, essencial na vida de um crente.","conexao_teologica":"A adoração e o louvor a Deus são aspectos fundamentais da vida cristã, refletindo a relação íntima entre o crente e o Criador.","referencias_relacionadas":["Salmos 100:4","Hebreus 13:15","1 Pedro 2:9"]},"lucas_2_28_accept":{"palavra_pt":"aceitar","palavra_original":"δέχομαι","transliteracao":"déchomai","strong":"G1209","significado_raiz":"Ideia básica: aceitar.","significado_contextual":"A palavra 'aceitar' refere-se ao ato de receber algo com gratidão e reconhecimento.","explicacao_detalhada":"Simeão aceitou a revelação de Deus sobre a vinda do Messias e, ao ver Jesus, aceitou a promessa de salvação que Ele representa.","por_que_esta_palavra":"Aceitar a salvação é um passo crucial na fé cristã, onde o crente reconhece a obra de Cristo em sua vida.","conexao_teologica":"A aceitação da graça de Deus é um tema central na teologia cristã, enfatizando a necessidade de fé e entrega a Cristo.","referencias_relacionadas":["João 1:12","Efésios 2:8-9","Romanos 10:9"]},"lucas_2_29_senhor":{"palavra_pt":"senhor","palavra_original":"δεσπότης","transliteracao":"despótēs","strong":"G1203","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Simeão reconhece Jesus como Senhor, o que implica em Sua divindade e autoridade sobre a vida e a morte.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em submissão e adoração.","conexao_teologica":"A soberania de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:10-11","Atos 2:36","Romanos 10:13"]},"lucas_2_29_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de harmonia e bem-estar que vem de Deus.","explicacao_detalhada":"Simeão fala sobre a paz que Jesus traria ao mundo, uma paz que vai além da ausência de conflito, mas que é uma reconciliação com Deus.","por_que_esta_palavra":"A paz é um dos principais frutos da obra de Cristo e é essencial para a vida do crente.","conexao_teologica":"A paz de Cristo é uma promessa para todos os que creem, refletindo a restauração da relação entre Deus e a humanidade.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"lucas_2_30_salvacao":{"palavra_pt":"salvacao","palavra_original":"σωτήριον","transliteracao":"sōtḗrion","strong":"G4992","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de ser salvo do pecado e da morte eterna.","explicacao_detalhada":"Simeão reconhece que Jesus é a salvação que Deus preparou para todos os povos, indicando que a salvação é universal.","por_que_esta_palavra":"A salvação é o cerne da mensagem cristã, sendo a razão pela qual Jesus veio ao mundo.","conexao_teologica":"A salvação em Cristo é um tema central na teologia cristã, enfatizando a necessidade de fé e arrependimento.","referencias_relacionadas":["Atos 4:12","Romanos 1:16","Efésios 2:5"]},"lucas_2_30_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à capacidade de ver e perceber a verdade espiritual.","explicacao_detalhada":"Simeão fala sobre ter visto a salvação, o que implica em uma revelação espiritual que vai além da visão física.","por_que_esta_palavra":"Ver a salvação é um ato de fé, onde o crente reconhece a obra de Deus em sua vida.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a iluminação divina permite que os crentes compreendam a verdade de Deus.","referencias_relacionadas":["Mateus 5:8","Efésios 1:18","2 Coríntios 4:4"]},"lucas_2_30_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou conhecer no sentido de ter uma percepção clara e profunda.","explicacao_detalhada":"A palavra 'ver' ou 'conhecer' (εἴδω) é utilizada para expressar uma compreensão que vai além da simples visão física, referindo-se a um entendimento espiritual e revelador.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a revelação de Deus através de Jesus, que é a luz que ilumina o entendimento humano.","conexao_teologica":"A ideia de conhecer é central na teologia cristã, onde conhecer a Deus e a Cristo é fundamental para a salvação e a vida eterna.","referencias_relacionadas":["João 17:3","1 João 5:20","Mateus 11:27"]},"lucas_2_31_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Conforme, de acordo com, em relação a.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para indicar que algo está em conformidade com um padrão ou uma promessa, neste caso, a salvação que foi preparada por Deus.","por_que_esta_palavra":"Ela é importante para mostrar que a salvação não é um ato aleatório, mas um cumprimento da promessa divina.","conexao_teologica":"A conformidade com a vontade de Deus é um tema recorrente na Bíblia, refletindo a soberania divina na história da salvação.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Hebreus 10:7"]},"lucas_2_31_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto, face, que simboliza a presença e a revelação de Deus.","explicacao_detalhada":"A palavra 'rosto' (πρόσωπον) é frequentemente associada à ideia de presença e relacionamento, indicando que a salvação é para todos os povos que buscam a face de Deus.","por_que_esta_palavra":"Usar 'rosto' enfatiza a intimidade do relacionamento que Deus deseja ter com a humanidade.","conexao_teologica":"A busca pelo rosto de Deus é um tema que aparece em várias passagens, refletindo o desejo humano de se relacionar com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"lucas_2_31_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo, nação, um grupo de pessoas que compartilham uma identidade comum.","explicacao_detalhada":"A palavra 'povo' (λαός) refere-se ao povo de Israel, mas também se expande para incluir todos os que creem em Cristo, formando a nova comunidade de fé.","por_que_esta_palavra":"É importante para mostrar que a salvação é inclusiva e abrange todos os que aceitam a mensagem de Jesus.","conexao_teologica":"A ideia de povo de Deus é central na narrativa bíblica, desde Israel até a Igreja, que é composta por todos os crentes.","referencias_relacionadas":["1 Pedro 2:9","Gálatas 3:28","Romanos 9:25-26"]},"lucas_2_32_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Glória, honra, esplendor, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'glória' (δόξα) é usada para descrever a majestade e a presença de Deus, que se manifesta através de Jesus como a luz para as nações.","por_que_esta_palavra":"A glória de Deus é um tema central na Bíblia, e aqui é destacada como algo que deve ser revelado a todos os povos.","conexao_teologica":"A glória de Deus é um conceito que permeia toda a Escritura, refletindo Sua natureza e Sua obra na criação e na redenção.","referencias_relacionadas":["Isaías 60:1-3","Romanos 11:36","Apocalipse 21:23"]},"lucas_2_32_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Luz, que simboliza a revelação e a presença divina.","explicacao_detalhada":"A palavra 'luz' (φῶς) é usada para descrever a iluminação espiritual que Jesus traz ao mundo, dissipando as trevas do pecado e da ignorância.","por_que_esta_palavra":"A luz é uma metáfora poderosa na Bíblia, representando a verdade e a vida que vêm de Deus.","conexao_teologica":"Jesus é frequentemente referido como a luz do mundo, e essa imagem é fundamental para entender Sua missão e propósito.","referencias_relacionadas":["João 8:12","Mateus 5:14-16","1 João 1:5"]},"lucas_2_34_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome, que representa a identidade e a autoridade.","explicacao_detalhada":"A palavra 'nome' (Μαρία) é significativa porque representa a pessoa de Maria, mãe de Jesus, e sua importância no plano de salvação.","por_que_esta_palavra":"O nome carrega peso e significado, especialmente em contextos bíblicos, onde nomes muitas vezes refletem o caráter ou a missão da pessoa.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a referência ao nome de Maria destaca a importância das figuras que desempenham papéis na história da salvação.","referencias_relacionadas":["Mateus 1:21","Lucas 1:28","Gálatas 4:4"]},"lucas_2_34_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar, pronunciar, comunicar.","explicacao_detalhada":"A palavra 'falar' (εὐλογέω) é usada para descrever a ação de abençoar e comunicar a verdade de Deus, especialmente em relação ao que será dito sobre Jesus.","por_que_esta_palavra":"Falar é um ato de poder e autoridade, especialmente quando se trata de proclamar a verdade divina.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a fé cristã, e a bênção é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 10:14","Tiago 3:10","Salmos 19:14"]},"lucas_2_34_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande, significante, de grande importância.","explicacao_detalhada":"A palavra 'grande' (πολύς) é utilizada para descrever a magnitude da obra de Deus através de Jesus e o impacto que Ele terá sobre a humanidade.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder em todas as coisas.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada nas Escrituras, e a obra de Cristo é vista como a culminação dessa grandeza.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:12"]},"lucas_2_35_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Alma, vida, a essência do ser humano.","explicacao_detalhada":"A palavra 'alma' (ψυχή) refere-se à parte imaterial do ser humano, que é eterna e tem um papel crucial na relação com Deus.","por_que_esta_palavra":"A alma é fundamental na teologia cristã, pois representa a verdadeira essência do ser humano, que deve ser redimida e restaurada.","conexao_teologica":"A salvação é frequentemente descrita em termos de redenção da alma, enfatizando a importância da vida espiritual.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"lucas_2_35_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do impacto que a vida de Jesus teria sobre muitos.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude do ministério de Jesus e a divisão que Ele causaria entre as pessoas. É um termo que enfatiza a importância e a relevância de Sua vinda.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade e a profundidade da missão de Cristo, que não seria apenas um evento histórico, mas teria repercussões eternas.","conexao_teologica":"A grandeza de Jesus é um tema central na teologia cristã, refletindo Sua divindade e o impacto de Sua obra redentora.","referencias_relacionadas":["Mateus 1:21","Lucas 1:32","Filipenses 2:9-11"]},"lucas_2_36_femea":{"palavra_pt":"femea","palavra_original":"προφῆτις","transliteracao":"prophētis","strong":"G4398","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se a Ana, a profetisa, que era uma mulher de Deus, destacando seu papel no ministério profético.","explicacao_detalhada":"A palavra 'femea' aqui é usada para enfatizar a identidade de Ana como uma mulher que servia a Deus e tinha um papel significativo na revelação de Cristo.","por_que_esta_palavra":"A inclusão de uma mulher profetisa na narrativa bíblica sublinha a importância das mulheres no plano de Deus e na história da salvação.","conexao_teologica":"A presença de profetisas na Bíblia, como Ana, mostra que Deus usa todos os Seus servos, independentemente do gênero, para cumprir Seus propósitos.","referencias_relacionadas":["Juízes 4:4","Atos 21:9","Gálatas 3:28"]},"lucas_2_36_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Ana servia no templo, destacando a continuidade do culto e da espera pela redenção.","explicacao_detalhada":"A palavra 'dia' aqui é usada para marcar um período de tempo significativo na vida de Ana, que dedicou sua vida ao serviço a Deus.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo dedicado ao Senhor e a expectativa de Sua intervenção na história.","conexao_teologica":"O conceito de tempo e espera é central na teologia bíblica, refletindo a expectativa do povo de Deus pela vinda do Messias.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Pedro 3:8"]},"lucas_2_36_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do ministério de Ana como profetisa e sua devoção a Deus.","explicacao_detalhada":"A palavra 'grande' aqui destaca a importância do papel de Ana no templo e sua contribuição espiritual para a comunidade.","por_que_esta_palavra":"A ênfase na grandeza de sua vida espiritual serve como um exemplo de fé e dedicação a Deus.","conexao_teologica":"A grandeza de uma vida dedicada a Deus é um tema recorrente nas Escrituras, mostrando que a verdadeira grandeza é medida pela fidelidade e serviço.","referencias_relacionadas":["Mateus 5:19","Lucas 9:48","1 Coríntios 15:58"]},"lucas_2_37_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar sagrado, onde Ana passava seu tempo em adoração e oração.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância do espaço onde Deus se encontrava com Seu povo e onde Ana dedicava sua vida ao serviço divino.","por_que_esta_palavra":"O uso de 'sagrado' ressalta a reverência que deve ser dada ao lugar de adoração e à presença de Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, refletindo Sua separação do pecado e Sua presença entre o Seu povo.","referencias_relacionadas":["Êxodo 3:5","Levítico 19:2","Hebreus 12:14"]},"lucas_2_37_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo que Ana passou no templo, simbolizando sua devoção contínua a Deus.","explicacao_detalhada":"A palavra 'dia' aqui é usada para enfatizar a constância e a dedicação de Ana em sua vida de oração e adoração.","por_que_esta_palavra":"O tempo dedicado a Deus é crucial para o crescimento espiritual e a intimidade com Ele.","conexao_teologica":"A importância do tempo em oração e adoração é um princípio fundamental na vida cristã, refletindo a necessidade de comunhão com Deus.","referencias_relacionadas":["Salmos 5:3","1 Tessalonicenses 5:17","Hebreus 4:16"]},"lucas_2_38_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à adoração a Deus, que Ana expressou ao reconhecer a vinda do Messias.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a natureza divina de Jesus e a resposta de adoração que Ele merece.","por_que_esta_palavra":"A adoração a Deus é uma resposta natural ao reconhecimento de Sua obra e presença na vida das pessoas.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a resposta do ser humano à grandeza e santidade de Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Apocalipse 4:11"]},"lucas_2_38_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao momento específico em que Ana reconheceu Jesus e proclamou Sua importância.","explicacao_detalhada":"A palavra 'dia' aqui destaca a importância do momento em que Ana testemunhou sobre Jesus, marcando um ponto de virada em sua vida.","por_que_esta_palavra":"O tempo em que reconhecemos a obra de Deus em nossas vidas é crucial para nossa fé e testemunho.","conexao_teologica":"Cada dia é uma oportunidade para reconhecer e adorar a Deus, refletindo a importância de viver em comunhão com Ele.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:14"]},"lucas_2_39_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei de Moisés, que Jesus e Seus pais obedeceram, destacando a importância da obediência à Palavra de Deus.","explicacao_detalhada":"A palavra 'lei' enfatiza a base da vida religiosa do povo de Israel e a necessidade de seguir os mandamentos de Deus.","por_que_esta_palavra":"A obediência à lei é fundamental para a vida espiritual e a relação do povo com Deus.","conexao_teologica":"A lei é um reflexo do caráter de Deus e serve como guia para a vida do crente.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 3:31","Gálatas 3:24"]},"lucas_2_39_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Deus sobre a vida de Jesus e a importância de reconhecer essa autoridade.","explicacao_detalhada":"A palavra 'senhor' aqui destaca a soberania de Deus e a posição de Jesus como Senhor e Salvador.","por_que_esta_palavra":"Reconhecer a autoridade de Deus é essencial para a fé e a submissão do crente à Sua vontade.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Filipenses 2:10-11"]},"lucas_2_40_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que dá vida e direção.","explicacao_detalhada":"No contexto de Lucas 2:40, o 'espírito' representa a presença de Deus e a vitalidade que Ele confere à vida. É um símbolo da conexão entre o humano e o divino.","por_que_esta_palavra":"A palavra 'espírito' é utilizada para enfatizar a natureza divina e a influência de Deus na vida de Jesus desde a infância.","conexao_teologica":"O espírito é visto como a força que guia e sustenta a vida espiritual, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:7","João 3:6","Romanos 8:16"]},"lucas_2_40_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria divina que permeia a vida de Jesus.","explicacao_detalhada":"A 'sabedoria' mencionada em Lucas 2:40 destaca o entendimento e a capacidade de discernimento que Jesus possuía desde jovem, refletindo a sabedoria de Deus.","por_que_esta_palavra":"A escolha da palavra 'sabedoria' ressalta a importância do conhecimento e da compreensão na formação do caráter de Jesus.","conexao_teologica":"A sabedoria é frequentemente associada à revelação divina e à capacidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"lucas_2_41_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com a prática ou tradição.","explicacao_detalhada":"A palavra 'conforme' em Lucas 2:41 sugere que as ações de Maria e José estavam alinhadas com as tradições judaicas, mostrando a importância da observância religiosa.","por_que_esta_palavra":"Usar 'conforme' enfatiza a fidelidade dos pais de Jesus às leis e costumes da época.","conexao_teologica":"A conformidade com a lei é um tema central na narrativa do Novo Testamento, mostrando a continuidade entre o Antigo e o Novo Testamento.","referencias_relacionadas":["Êxodo 23:17","Deuteronômio 16:16","Lucas 2:42"]},"lucas_2_42_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao crescimento e desenvolvimento de Jesus.","explicacao_detalhada":"A expressão 'tornar-se' em Lucas 2:42 indica o processo de amadurecimento físico e espiritual de Jesus, que é essencial para sua missão futura.","por_que_esta_palavra":"A palavra 'tornar-se' destaca a natureza humana de Jesus e seu desenvolvimento em sabedoria e estatura.","conexao_teologica":"O crescimento de Jesus é um testemunho de sua plena humanidade e divindade, essencial para a compreensão de sua missão redentora.","referencias_relacionadas":["Hebreus 5:8","Lucas 2:40","Mateus 4:1"]},"lucas_2_43_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os eventos ocorreram.","explicacao_detalhada":"A palavra 'dia' em Lucas 2:43 indica um período de tempo significativo na vida de Jesus, onde ele se separa de seus pais e inicia uma nova fase de sua vida.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância dos eventos que ocorreram naquele momento específico.","conexao_teologica":"O tempo é um elemento crucial na narrativa bíblica, onde cada evento tem um propósito divino.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"lucas_2_43_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à identidade e missão de Jesus.","explicacao_detalhada":"O nome 'Jesus' em Lucas 2:43 é central para a narrativa, pois significa 'O Senhor salva', refletindo sua missão redentora.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para entender a natureza e o propósito de sua vinda ao mundo.","conexao_teologica":"O nome de Jesus é associado à salvação e à esperança, sendo um tema recorrente em toda a Bíblia.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_2_43_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à infância e à inocência de Jesus.","explicacao_detalhada":"A palavra 'criança' em Lucas 2:43 destaca a vulnerabilidade e a pureza de Jesus durante sua juventude, enfatizando sua humanidade.","por_que_esta_palavra":"O uso de 'criança' é significativo para mostrar que Jesus passou por todas as etapas do desenvolvimento humano.","conexao_teologica":"A infância de Jesus é um testemunho de sua encarnação e identificação com a humanidade.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"lucas_2_44_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os pais de Jesus o perderam.","explicacao_detalhada":"A palavra 'dia' em Lucas 2:44 enfatiza a duração da busca de Maria e José por Jesus, refletindo a preocupação parental.","por_que_esta_palavra":"O uso de 'dia' destaca a seriedade da situação em que os pais se encontram.","conexao_teologica":"O tempo de busca é um reflexo da busca de Deus pela humanidade, um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 119:105","Isaías 55:6","Mateus 7:7"]},"lucas_2_44_sangue":{"palavra_pt":"sangue","palavra_original":"συγγενής","transliteracao":"syngenḗs","strong":"G4773","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à linhagem e à conexão familiar.","explicacao_detalhada":"A palavra 'sangue' em Lucas 2:44 sugere a importância das relações familiares e da herança, destacando a conexão de Jesus com seu povo.","por_que_esta_palavra":"O uso de 'sangue' é significativo para entender a identidade e a missão de Jesus como o Messias prometido.","conexao_teologica":"A linhagem de Jesus é um tema importante, pois ele é o cumprimento das promessas feitas a Israel.","referencias_relacionadas":["Mateus 1:1-16","Lucas 3:23-38","Romanos 1:3"]},"lucas_2_44_company":{"palavra_pt":"company","palavra_original":"συνοδία","transliteracao":"synodía","strong":"G4923","significado_raiz":"Ideia básica: company.","significado_contextual":"Refere-se ao grupo que acompanhava Maria e José.","explicacao_detalhada":"A palavra 'companhia' em Lucas 2:44 indica a comunidade e o suporte social que existia entre os viajantes, refletindo a cultura da época.","por_que_esta_palavra":"O uso de 'companhia' enfatiza a importância da comunidade na vida dos indivíduos e na jornada espiritual.","conexao_teologica":"A ideia de comunidade é central na teologia cristã, refletindo a necessidade de apoio mútuo na fé.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","Gálatas 6:2"]},"lucas_2_45_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, ao Criador do universo.","explicacao_detalhada":"No contexto de Lucas 2:45, a palavra 'deus' é usada para enfatizar a importância da busca por Deus e a relação do ser humano com Ele. A ausência de Jesus no templo é um lembrete da necessidade de estar em comunhão com o divino.","por_que_esta_palavra":"Esta palavra é central na teologia cristã, pois define a natureza de Deus como o ser supremo e a fonte de toda verdade e sabedoria.","conexao_teologica":"A busca por Deus é um tema recorrente na Bíblia, refletindo a necessidade humana de conexão espiritual e entendimento.","referencias_relacionadas":["Salmos 14:2","Isaías 55:6","Mateus 7:7"]},"lucas_2_45_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é a cidade sagrada, centro da vida religiosa e cultural do povo hebreu.","explicacao_detalhada":"No versículo, Jerusalém é o local onde Jesus foi encontrado no templo, simbolizando a presença de Deus entre seu povo e a importância da cidade na história da salvação.","por_que_esta_palavra":"Jerusalém representa não apenas um lugar físico, mas também um conceito espiritual de comunhão e adoração a Deus.","conexao_teologica":"A cidade é frequentemente mencionada como o lugar onde Deus habita e onde as promessas divinas se cumprem.","referencias_relacionadas":["Salmos 122:6","Mateus 5:35","Hebreus 12:22"]},"lucas_2_45_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica a descoberta ou a realização de algo que estava perdido.","explicacao_detalhada":"Neste contexto, 'achar' refere-se à busca de Maria e José por Jesus, que simboliza a busca espiritual por Cristo na vida dos crentes.","por_que_esta_palavra":"A busca e a descoberta são temas importantes na vida cristã, refletindo a jornada de fé e a revelação de Deus.","conexao_teologica":"A ideia de encontrar Jesus é central na mensagem do evangelho, onde a salvação é apresentada como uma descoberta pessoal.","referencias_relacionadas":["Lucas 15:8-10","Mateus 7:7","João 14:6"]},"lucas_2_46_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de revelação ou de eventos significativos.","explicacao_detalhada":"No contexto, o 'dia' em que Jesus foi encontrado no templo é um marco na vida de sua família e na história da salvação.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, onde eventos específicos marcam a intervenção de Deus na história.","conexao_teologica":"A noção de tempo e eventos divinos está presente em toda a Bíblia, mostrando a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"lucas_2_46_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"No versículo, o templo é descrito como um lugar sagrado, onde a presença de Deus se manifesta e onde as pessoas se reúnem para adorar.","por_que_esta_palavra":"A santidade é um atributo de Deus e um chamado para os crentes viverem de maneira que reflitam essa santidade.","conexao_teologica":"O conceito de sagrado é fundamental na adoração e na vida comunitária do povo de Deus.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"lucas_2_46_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' pode se referir a algo de grande importância ou magnitude.","explicacao_detalhada":"No contexto, 'grande' se relaciona ao impacto do ensinamento de Jesus no templo e à sua importância na revelação de Deus ao homem.","por_que_esta_palavra":"A grandeza de Deus e de suas obras é um tema central na Bíblia, refletindo sua majestade e poder.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada em louvores e adoração, destacando sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"lucas_2_47_maravilha":{"palavra_pt":"maravilha","palavra_original":"ἐξίστημι","transliteracao":"exístēmi","strong":"G1839","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A palavra 'maravilha' refere-se a algo que causa admiração ou espanto.","explicacao_detalhada":"Neste contexto, as palavras e o entendimento de Jesus no templo causaram maravilha entre os ouvintes, destacando sua sabedoria divina.","por_que_esta_palavra":"As maravilhas de Deus são um testemunho de sua presença e ação no mundo.","conexao_teologica":"As maravilhas de Jesus são um sinal de sua divindade e do cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 21:15","João 7:46","Atos 2:22"]},"lucas_2_47_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' pode se referir ao modo de viver ou à direção que alguém toma.","explicacao_detalhada":"No versículo, o 'caminho' pode simbolizar a busca pela verdade e pela sabedoria que Jesus representa.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia, representando a jornada da vida e a escolha entre seguir a Deus ou se desviar.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, enfatizando a importância de segui-lo.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"lucas_2_48_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No contexto, 'fazer' se relaciona com as ações de Maria e José ao procurarem Jesus, refletindo a responsabilidade parental.","por_que_esta_palavra":"A ação é um aspecto fundamental da vida cristã, onde a fé se manifesta em obras.","conexao_teologica":"As obras são uma expressão da fé e da obediência a Deus, mostrando a importância de agir conforme a vontade divina.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Efésios 2:10"]},"lucas_2_48_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica a ação de procurar ou tentar encontrar algo.","explicacao_detalhada":"No versículo, 'buscar' refere-se ao esforço de Maria e José para encontrar Jesus, simbolizando a busca espiritual que todos os crentes devem ter.","por_que_esta_palavra":"Buscar é um ato de desejo e necessidade, refletindo a busca do ser humano por Deus e por significado.","conexao_teologica":"A busca por Deus é um tema central na Bíblia, onde a promessa é que aqueles que buscam encontrarão.","referencias_relacionadas":["Mateus 6:33","Jeremias 29:13","Lucas 11:9"]},"lucas_2_49_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar aqui refere-se à ação de procurar ou investigar algo de grande importância.","explicacao_detalhada":"No contexto de Lucas 2:49, Jesus responde aos seus pais que estava buscando as coisas do Pai, indicando uma busca espiritual e de entendimento sobre sua missão.","por_que_esta_palavra":"A palavra 'buscar' é utilizada para enfatizar a diligência e a intenção de Jesus em compreender seu propósito divino desde jovem.","conexao_teologica":"A busca de Jesus por entender a vontade de Deus reflete a importância da busca espiritual na vida do crente.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 27:8"]},"lucas_2_49_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar neste versículo implica comunicar ou expressar algo importante.","explicacao_detalhada":"Jesus, ao falar com os doutores no templo, demonstra sua sabedoria e entendimento, revelando a profundidade de seu conhecimento sobre as Escrituras.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a autoridade de Jesus e sua capacidade de ensinar desde a infância.","conexao_teologica":"A comunicação de Jesus com os mestres da lei mostra a importância da palavra de Deus e do ensino na formação espiritual.","referencias_relacionadas":["João 1:1","Mateus 4:4","Tiago 1:19"]},"lucas_2_50_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Mal aqui se refere a algo que não é bom ou que causa preocupação.","explicacao_detalhada":"Os pais de Jesus não compreenderam suas palavras, o que pode ser visto como uma falta de entendimento que poderia ser considerada 'mal' no sentido de não perceber a verdade.","por_que_esta_palavra":"A palavra 'mal' é usada para contrastar a falta de compreensão com a sabedoria divina que Jesus possuía.","conexao_teologica":"A falta de entendimento dos pais de Jesus ilustra a necessidade de discernimento espiritual na vida dos crentes.","referencias_relacionadas":["Romanos 12:2","1 Coríntios 2:14","Efésios 5:17"]},"lucas_2_50_consider":{"palavra_pt":"considerar","palavra_original":"συνίημι","transliteracao":"syníēmi","strong":"G4920","significado_raiz":"Ideia básica: considerar.","significado_contextual":"Considerar implica refletir ou ponderar sobre algo.","explicacao_detalhada":"Os pais de Jesus não consideraram o significado profundo de suas palavras, o que ressalta a importância da reflexão na vida espiritual.","por_que_esta_palavra":"A palavra 'considerar' é crucial para entender a necessidade de meditar sobre as verdades de Deus.","conexao_teologica":"A reflexão sobre as palavras de Jesus é essencial para o crescimento espiritual e a compreensão da vontade de Deus.","referencias_relacionadas":["Salmos 119:15","Filipenses 4:8","Colossenses 3:2"]},"lucas_2_51_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir aqui se refere a acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"Após o episódio no templo, Jesus voltou com seus pais e seguiu suas instruções, mostrando obediência e respeito.","por_que_esta_palavra":"A palavra 'seguir' destaca a importância da submissão e da obediência na vida de Jesus.","conexao_teologica":"A obediência de Jesus aos seus pais é um exemplo de como devemos seguir a vontade de Deus em nossas vidas.","referencias_relacionadas":["Romanos 13:1","Efésios 6:1","Hebreus 5:8"]},"lucas_2_51_nazareth":{"palavra_pt":"nazareth","palavra_original":"Ναζαρέθ","transliteracao":"Nazaréth","strong":"G3478","significado_raiz":"Ideia básica: nazareth.","significado_contextual":"Nazareth é a cidade onde Jesus cresceu e foi criado.","explicacao_detalhada":"O fato de Jesus ter crescido em Nazaré mostra sua identificação com a humanidade e suas raízes humildes.","por_que_esta_palavra":"A menção de Nazaré enfatiza a humildade e a simplicidade da vida de Jesus antes de seu ministério público.","conexao_teologica":"Nazareth representa a ideia de que Deus pode operar em lugares e circunstâncias inesperadas.","referencias_relacionadas":["Mateus 2:23","João 1:46","Mateus 13:55"]},"lucas_2_52_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome dado ao Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"O crescimento de Jesus em sabedoria, estatura e graça indica seu desenvolvimento humano e divino.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, pois representa a encarnação de Deus entre os homens.","conexao_teologica":"O nome de Jesus é um lembrete do plano de salvação de Deus para a humanidade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"lucas_2_52_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Sabedoria refere-se ao conhecimento aplicado e à compreensão profunda.","explicacao_detalhada":"A sabedoria de Jesus, mesmo em sua juventude, demonstra sua divindade e entendimento das Escrituras.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial para entender a natureza de Jesus como o Logos e seu papel como mestre.","conexao_teologica":"A sabedoria de Jesus é um exemplo para os crentes, que são chamados a buscar a sabedoria divina.","referencias_relacionadas":["Provérbios 3:13","Tiago 1:5","Colossenses 2:3"]},"lucas_2_52_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça aqui refere-se ao favor imerecido de Deus.","explicacao_detalhada":"A graça que Jesus encontrou diante de Deus e dos homens indica sua aceitação e favor divino.","por_que_esta_palavra":"A palavra 'graça' é fundamental para a compreensão da salvação e do relacionamento de Deus com a humanidade.","conexao_teologica":"A graça é um tema central na teologia cristã, mostrando como Deus opera na vida dos crentes.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]}}