{"lucas_20_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os eventos estavam ocorrendo, neste caso, o dia em que Jesus ensinava no templo.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou julgamento. No contexto, o dia é significativo porque representa um momento crucial na vida de Jesus e na história da salvação.","por_que_esta_palavra":"A escolha de 'dia' enfatiza a urgência e a importância dos eventos que estavam se desenrolando, onde Jesus estava desafiando as autoridades religiosas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de revelação e julgamento, que se cumpre em Cristo.","referencias_relacionadas":["Mateus 24:36","Marcos 13:32","1 Tessalonicenses 5:2"]},"lucas_20_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar sagrado, separado para adoração e comunhão com Deus.","explicacao_detalhada":"A palavra 'sagrado' (ἱερόν) indica um espaço que é considerado santo e digno de reverência. No contexto, o templo era o centro da vida religiosa judaica, e Jesus estava ensinando ali, desafiando as práticas corruptas que ocorriam.","por_que_esta_palavra":"A utilização de 'sagrado' ressalta a importância do templo e a necessidade de pureza na adoração, contrastando com as ações dos líderes religiosos.","conexao_teologica":"O templo é um símbolo da presença de Deus entre seu povo, e Jesus, como o novo templo, traz uma nova forma de adoração.","referencias_relacionadas":["Mateus 21:12-13","João 2:19-21","Hebreus 9:11"]},"lucas_20_1_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes religiosos, especialmente os fariseus e escribas, que tinham autoridade sobre o povo.","explicacao_detalhada":"A palavra 'elder est' (πρεσβύτερος) é usada para descrever aqueles que ocupavam posições de liderança e responsabilidade na comunidade judaica. No contexto, eles estavam questionando a autoridade de Jesus.","por_que_esta_palavra":"A escolha de 'elder est' destaca a tensão entre Jesus e as autoridades religiosas, mostrando como Ele desafiava suas tradições e ensinamentos.","conexao_teologica":"A liderança espiritual é um tema importante na Bíblia, e Jesus redefine o que significa ser um líder, servindo ao invés de ser servido.","referencias_relacionadas":["Mateus 23:1-12","Atos 20:28","1 Pedro 5:1-3"]},"lucas_20_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar uma ação, neste caso, a ação de ensinar ou questionar.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica a realização de uma ação com propósito. No contexto, os líderes estavam tentando 'fazer' algo a respeito de Jesus, buscando uma maneira de descreditá-lo.","por_que_esta_palavra":"A utilização de 'fazer' enfatiza a ação deliberada dos líderes religiosos em oposição ao ensino de Jesus.","conexao_teologica":"A ação de fazer é central na vida cristã, onde somos chamados a viver de acordo com a fé e a prática do amor.","referencias_relacionadas":["Tiago 1:22","Gálatas 6:9","Colossenses 3:23"]},"lucas_20_2_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder ou direito de agir, especialmente no contexto de ensinar e interpretar a lei.","explicacao_detalhada":"A palavra 'autoridade' (ἐξουσία) implica um poder legítimo. No contexto, os líderes questionavam a autoridade de Jesus, que ensinava com poder e convicção.","por_que_esta_palavra":"A escolha de 'autoridade' destaca a diferença entre a autoridade de Jesus e a autoridade dos líderes religiosos, que muitas vezes era baseada em tradições humanas.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como tendo autoridade divina.","referencias_relacionadas":["Mateus 28:18","Marcos 1:22","Lucas 4:36"]},"lucas_20_2_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente, especialmente no contexto de ensinar.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever a comunicação verbal. No contexto, Jesus estava ensinando e respondendo às perguntas dos líderes religiosos.","por_que_esta_palavra":"A utilização de 'falar' enfatiza a importância da comunicação na transmissão da verdade e do ensino.","conexao_teologica":"A palavra de Deus é frequentemente associada à comunicação divina, e Jesus é o Verbo que se fez carne.","referencias_relacionadas":["João 1:1","Romanos 10:17","Hebreus 4:12"]},"lucas_20_3_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, à mensagem que Jesus trouxe ao mundo.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a essência da mensagem de Jesus. No contexto, isso se relaciona à autoridade e à verdade que Ele proclamava.","por_que_esta_palavra":"A escolha de 'palavra' destaca a centralidade do ensino de Jesus e sua identidade como o Verbo de Deus.","conexao_teologica":"Cristo é apresentado como a Palavra que estava com Deus e que é Deus, enfatizando a importância da revelação divina.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-2","Apocalipse 19:13"]},"lucas_20_3_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de expressar verbalmente a mensagem ou ensinamento.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é novamente utilizada para enfatizar a comunicação. No contexto, Jesus estava respondendo a questionamentos sobre sua autoridade.","por_que_esta_palavra":"A repetição da palavra 'falar' sublinha a importância do diálogo e da revelação na relação entre Deus e a humanidade.","conexao_teologica":"A comunicação de Deus com seu povo é um tema recorrente na Bíblia, e Jesus é o meio pelo qual essa comunicação é plenamente revelada.","referencias_relacionadas":["Mateus 4:4","Lucas 11:28","1 João 1:1"]},"lucas_20_3_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo aqui se refere a uma solicitação ou pergunta feita com a intenção de obter uma resposta.","explicacao_detalhada":"A palavra 'desejo' (ἐρωτάω) implica um pedido que pode ser tanto um questionamento quanto uma busca por esclarecimento. No contexto, os líderes religiosos estão questionando Jesus sobre sua autoridade.","por_que_esta_palavra":"Esta palavra é usada para expressar a ação de perguntar ou solicitar algo, refletindo a dinâmica de diálogo entre Jesus e os questionadores.","conexao_teologica":"O desejo de entender a autoridade de Jesus é central para a revelação de quem Ele é e para a compreensão do Reino de Deus.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","João 14:13"]},"lucas_20_4_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é mencionado como o lugar de origem da autoridade divina.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) representa não apenas o espaço físico, mas também a morada de Deus e a esfera espiritual onde Ele reina.","por_que_esta_palavra":"O uso de 'céu' enfatiza a origem divina da autoridade que Jesus possui, contrastando com a autoridade humana dos líderes religiosos.","conexao_teologica":"O céu é um tema recorrente nas Escrituras, simbolizando a soberania de Deus e a esperança da vida eterna.","referencias_relacionadas":["Mateus 6:9","Hebreus 11:16","Apocalipse 21:1"]},"lucas_20_4_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é mencionado como uma referência à identidade e autoridade de João Batista.","explicacao_detalhada":"A palavra 'nome' (Ἰωάννης) carrega o peso da identidade e da missão de João, que preparou o caminho para Jesus.","por_que_esta_palavra":"A menção do nome é crucial para entender a conexão entre João e Jesus, e a importância do ministério de João na história da salvação.","conexao_teologica":"O nome de João é um símbolo da preparação e do cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 3:1-3","Lucas 1:76","João 1:23"]},"lucas_20_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de João Batista com o povo e sua posição na sociedade.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma conexão ou proximidade, enfatizando o papel de João como um profeta que estava no meio do povo.","por_que_esta_palavra":"Esta palavra é importante para entender a influência de João Batista e como ele se relacionava com a comunidade ao seu redor.","conexao_teologica":"A presença de João entre o povo é um reflexo do plano de Deus de se revelar através de mensageiros humanos.","referencias_relacionadas":["Mateus 11:9","Lucas 3:15","João 1:29"]},"lucas_20_5_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é novamente mencionado, reforçando a origem divina das respostas que Jesus dá.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é usada para reafirmar a autoridade de Jesus, que não é terrena, mas celestial.","por_que_esta_palavra":"A repetição da palavra 'céu' enfatiza a importância da origem divina na discussão sobre a autoridade de Jesus.","conexao_teologica":"O céu como morada de Deus é um tema que conecta a autoridade de Jesus com a soberania divina.","referencias_relacionadas":["Mateus 5:16","João 3:13","Efésios 1:20-21"]},"lucas_20_5_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é central para a compreensão da resposta a Jesus e sua autoridade.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) implica uma confiança profunda e um compromisso com a verdade revelada por Jesus.","por_que_esta_palavra":"A fé é essencial para a relação entre o crente e Deus, e é um tema recorrente nos ensinamentos de Jesus.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com a verdade divina e a revelação de Deus em Cristo.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","João 20:29"]},"lucas_20_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente destaca a relação entre Jesus e o povo.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere a proximidade e a interação de Jesus com aqueles que o cercam.","por_que_esta_palavra":"A ênfase na relação entre Jesus e o povo é crucial para entender seu ministério e sua missão.","conexao_teologica":"A presença de Jesus entre as pessoas é um reflexo do amor de Deus que se manifesta na encarnação.","referencias_relacionadas":["Mateus 1:23","Lucas 4:18","João 1:14"]},"lucas_20_6_pedra":{"palavra_pt":"pedra","palavra_original":"καταλιθάζω","transliteracao":"katalitházō","strong":"G2642","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra é uma metáfora para a firmeza e a durabilidade da verdade que Jesus ensina.","explicacao_detalhada":"A palavra 'pedra' (καταλιθάζω) pode simbolizar a base sólida sobre a qual a fé é construída.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a estabilidade e a força da mensagem de Jesus.","conexao_teologica":"Cristo é frequentemente referido como a pedra angular da fé, simbolizando a fundação da Igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-6","Salmos 118:22"]},"lucas_20_6_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' reforça a ideia de que a verdade de Jesus está acessível a todos.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere que a mensagem de Jesus está no meio do povo, disponível para todos que desejam ouvir.","por_que_esta_palavra":"A inclusão da palavra 'entre' destaca a universalidade da mensagem de salvação.","conexao_teologica":"A presença de Jesus entre as pessoas é um testemunho do desejo de Deus de se relacionar com a humanidade.","referencias_relacionadas":["Lucas 19:10","Mateus 28:19-20","Romanos 1:16"]},"lucas_20_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para questionar a origem da autoridade de Jesus.","explicacao_detalhada":"A palavra 'deus' (μή) é uma negação que implica a busca por uma resposta sobre a legitimidade da autoridade divina.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre a autoridade de Jesus e a vontade divina.","conexao_teologica":"A questão sobre Deus e sua autoridade é central para a revelação do plano de salvação através de Jesus.","referencias_relacionadas":["Mateus 22:29","João 10:30","Romanos 13:1"]},"lucas_20_7_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é usada para indicar uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'portanto' conecta a pergunta dos fariseus sobre a autoridade de Jesus com a resposta que Ele está prestes a dar, mostrando que a resposta é uma consequência direta da situação apresentada.","por_que_esta_palavra":"A utilização de 'portanto' enfatiza a lógica do raciocínio de Jesus, que leva os ouvintes a refletirem sobre a origem de sua autoridade.","conexao_teologica":"A palavra 'portanto' nos lembra que as ações e ensinamentos de Jesus são sempre fundamentados em uma lógica divina e em um propósito maior.","referencias_relacionadas":["Mateus 7:24","Romanos 12:1","Tiago 1:22"]},"lucas_20_7_whence":{"palavra_pt":"whence","palavra_original":"πόθεν","transliteracao":"póthen","strong":"G4159","significado_raiz":"Ideia básica: whence.","significado_contextual":"A palavra 'whence' refere-se à origem ou fonte de algo, neste caso, a origem da autoridade de Jesus.","explicacao_detalhada":"Os fariseus questionam Jesus sobre de onde vem sua autoridade, o que revela sua incredulidade e resistência em reconhecer a divindade de Cristo.","por_que_esta_palavra":"A pergunta 'whence' é crucial, pois desafia Jesus a justificar sua posição e ministério, algo que os líderes religiosos não estavam dispostos a aceitar.","conexao_teologica":"A origem da autoridade de Jesus é um tema central no Novo Testamento, onde Ele é frequentemente apresentado como enviado de Deus.","referencias_relacionadas":["João 1:12","Mateus 21:23","Hebreus 5:4"]},"lucas_20_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, referindo-se ao Filho de Deus e Salvador da humanidade.","explicacao_detalhada":"Neste versículo, a menção de Jesus destaca sua identidade e autoridade divina, que é questionada pelos líderes religiosos.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua autoridade é reconhecida em toda a Escritura.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_20_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus em relação à sua missão e ministério.","explicacao_detalhada":"Jesus é questionado sobre a origem de sua autoridade, e sua resposta implica que suas ações e milagres são evidências de sua autoridade divina.","por_que_esta_palavra":"A ação de 'fazer' é essencial para entender o ministério de Jesus, que é caracterizado por milagres e ensinamentos que transformam vidas.","conexao_teologica":"A obra de Jesus é um reflexo do caráter de Deus, que age em favor da humanidade.","referencias_relacionadas":["Mateus 11:4-5","João 14:12","Atos 10:38"]},"lucas_20_8_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder e direito de Jesus de ensinar e realizar milagres.","explicacao_detalhada":"Neste contexto, a autoridade de Jesus é questionada, e Ele responde de maneira que revela sua verdadeira identidade como o Filho de Deus.","por_que_esta_palavra":"A questão da autoridade é central no ministério de Jesus, pois Ele não apenas ensina, mas também exerce poder sobre a natureza e o pecado.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde Ele é apresentado como aquele que tem autoridade divina.","referencias_relacionadas":["Mateus 28:18","Marcos 1:27","Lucas 4:36"]},"lucas_20_9_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à parábola que Jesus conta, que ilustra a relação entre Deus e seu povo.","explicacao_detalhada":"A parábola da vinha é uma representação da vida espiritual e da responsabilidade do povo de Deus em produzir frutos.","por_que_esta_palavra":"A vida espiritual é um tema central na mensagem de Jesus, que enfatiza a necessidade de frutos que glorifiquem a Deus.","conexao_teologica":"A vida em Cristo é caracterizada por frutos do Espírito e uma relação íntima com Deus.","referencias_relacionadas":["João 15:1-5","Gálatas 5:22-23","Romanos 6:22"]},"lucas_20_9_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local onde a parábola se desenrola, simbolizando o povo de Deus.","explicacao_detalhada":"A terra representa a herança de Deus e a responsabilidade do povo em cuidar dela e produzir frutos.","por_que_esta_palavra":"A relação entre Deus e seu povo é frequentemente simbolizada pela terra, que é um presente e uma responsabilidade.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo, que deve ser fiel e produtivo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:29","Isaías 5:1-7"]},"lucas_20_9_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao povo de Israel, que é frequentemente representado nas parábolas de Jesus.","explicacao_detalhada":"Jesus usa a parábola para falar sobre a relação de Deus com seu povo e como eles têm falhado em cumprir sua missão.","por_que_esta_palavra":"O povo de Deus é chamado a ser luz para as nações, mas muitas vezes se desvia de sua missão.","conexao_teologica":"A relação entre Deus e seu povo é central na narrativa bíblica, onde Deus busca um relacionamento fiel e produtivo.","referencias_relacionadas":["Êxodo 19:6","Isaías 43:20-21","1 Pedro 2:9"]},"lucas_20_10_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se ao tempo que Deus deu ao povo para produzir frutos.","explicacao_detalhada":"A parábola ilustra como Deus é paciente e dá oportunidades ao seu povo para se arrepender e produzir frutos.","por_que_esta_palavra":"A ideia de oportunidade é fundamental na mensagem de Jesus, que enfatiza a graça e a misericórdia de Deus.","conexao_teologica":"Deus é um Deus de oportunidades, sempre buscando restaurar seu povo e oferecer chances de arrependimento.","referencias_relacionadas":["2 Pedro 3:9","Lucas 13:6-9","Romanos 2:4"]},"lucas_20_11_falar":{"palavra_pt":"falar","palavra_original":"προστίθημι","transliteracao":"prostíthēmi","strong":"G4369","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus, que é essencial para transmitir a mensagem de Deus.","explicacao_detalhada":"A ação de falar é uma parte crucial do ministério de Jesus, que ensina, exorta e revela a verdade de Deus.","por_que_esta_palavra":"Falar é um meio pelo qual a verdade de Deus é comunicada ao povo, e Jesus é o maior comunicador da mensagem divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Jesus é a encarnação dessa palavra.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","João 6:63"]},"lucas_20_11_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de tempo específico, muitas vezes simbolizando a oportunidade de ação ou julgamento.","explicacao_detalhada":"No contexto de Lucas 20:11, o 'dia' pode ser interpretado como um tempo de visitação divina, onde Deus envia mensageiros para chamar o povo ao arrependimento e à obediência.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a urgência e a importância do momento em que a mensagem é entregue.","conexao_teologica":"O conceito de 'dia' está ligado à ideia de tempo de graça e julgamento, refletindo a paciência de Deus em esperar pelo arrependimento.","referencias_relacionadas":["Mateus 24:36","Salmos 90:4","2 Pedro 3:8"]},"lucas_20_12_falar":{"palavra_pt":"falar","palavra_original":"προστίθημι","transliteracao":"prostíthēmi","strong":"G4369","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica a ação de comunicar uma mensagem, muitas vezes com autoridade.","explicacao_detalhada":"Em Lucas 20:12, o ato de 'falar' é crucial, pois representa a transmissão da vontade do proprietário da vinha aos seus servos, simbolizando a comunicação divina ao povo.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da revelação e da resposta humana à mensagem de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele se revela através de profetas e, finalmente, em Cristo.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:14","1 Pedro 4:11"]},"lucas_20_12_thirdly":{"palavra_pt":"third ly","palavra_original":"τρίτος","transliteracao":"trítos","strong":"G5154","significado_raiz":"Ideia básica: third ly.","significado_contextual":"O termo 'thirdly' (terceiramente) indica uma sequência de ações, enfatizando a persistência do proprietário em buscar o retorno dos frutos da vinha.","explicacao_detalhada":"Neste versículo, 'thirdly' mostra que o proprietário não desistiu após as tentativas anteriores, simbolizando a paciência de Deus diante da rejeição.","por_que_esta_palavra":"A repetição de tentativas reflete a misericórdia divina e a insistência em alcançar aqueles que se afastaram.","conexao_teologica":"A persistência de Deus em buscar a humanidade é um tema recorrente, mostrando Seu amor e desejo de reconciliação.","referencias_relacionadas":["Ezequiel 33:11","Lucas 15:4-7","Mateus 18:12-14"]},"lucas_20_12_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar alguém em uma missão, representando a autoridade do proprietário.","explicacao_detalhada":"Em Lucas 20:12, o ato de 'enviar' os servos simboliza a escolha de Deus em confiar Sua mensagem a homens e mulheres para que cumpram Sua vontade.","por_que_esta_palavra":"A palavra 'enviar' destaca a responsabilidade dos mensageiros e a seriedade da missão que lhes é confiada.","conexao_teologica":"O envio de servos representa a prática de Deus em enviar profetas e, finalmente, Seu Filho, Jesus Cristo, para a salvação da humanidade.","referencias_relacionadas":["Mateus 28:19-20","João 20:21","Romanos 10:15"]},"lucas_20_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica autoridade e domínio, referindo-se ao proprietário da vinha.","explicacao_detalhada":"No contexto de Lucas 20:13, o 'senhor' representa Deus, que tem o direito sobre a vinha e espera frutos de sua criação.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a relação de autoridade entre Deus e Seu povo, bem como a expectativa de obediência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:9-10","Romanos 14:8-9"]},"lucas_20_13_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de produzir ou realizar algo, neste caso, o que é esperado do povo.","explicacao_detalhada":"Em Lucas 20:13, o 'fazer' está ligado à expectativa do proprietário de que seus servos tragam frutos da vinha, simbolizando a resposta do povo a Deus.","por_que_esta_palavra":"A palavra 'fazer' destaca a responsabilidade do povo em agir de acordo com a vontade de Deus.","conexao_teologica":"A ação de 'fazer' é um chamado à obediência e à produção de frutos espirituais na vida do crente.","referencias_relacionadas":["Gálatas 5:22-23","Tiago 2:17","Mateus 7:17-20"]},"lucas_20_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma transformação ou mudança de estado, neste caso, a expectativa de frutos.","explicacao_detalhada":"Em Lucas 20:14, 'tornar-se' implica que os servos deveriam produzir frutos que refletissem a grandeza do proprietário da vinha.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a ideia de que a obediência a Deus resulta em transformação e crescimento espiritual.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornar novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Efésios 2:10"]},"lucas_20_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à autoridade do proprietário sobre a vinha.","explicacao_detalhada":"No contexto de Lucas 20:15, o 'senhor' é aquele que tem o direito de exigir frutos e que se depara com a rejeição de seus servos.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de autoridade e a responsabilidade do povo em reconhecer essa autoridade.","conexao_teologica":"A relação de autoridade entre Deus e Seu povo é fundamental para entender a dinâmica da obediência e da rebelião.","referencias_relacionadas":["Salmos 119:68","Mateus 7:21","Hebreus 13:17"]},"lucas_20_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente refere-se à ação esperada dos servos em produzir frutos.","explicacao_detalhada":"Em Lucas 20:15, o 'fazer' implica que os servos deveriam ter agido de acordo com a vontade do proprietário, mas falharam em fazê-lo.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância da ação e da obediência na vida do crente.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, onde a ação é uma resposta à fé.","referencias_relacionadas":["Tiago 1:22","Colossenses 3:23","1 João 2:3-6"]},"lucas_20_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à expectativa de que os servos produzam frutos significativos.","explicacao_detalhada":"Em Lucas 20:16, 'tornar-se' implica que a produção de frutos é uma consequência da relação correta com o proprietário da vinha.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a transformação que deve ocorrer na vida dos servos ao obedecerem ao seu senhor.","conexao_teologica":"A transformação espiritual é um aspecto essencial da vida cristã, onde os crentes são chamados a refletir a glória de Deus.","referencias_relacionadas":["Romanos 8:29","Gálatas 5:22","2 Pedro 1:5-8"]},"lucas_20_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à rejeição dos líderes religiosos e à soberania de Deus sobre a história.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é usada para enfatizar a autoridade divina e o controle que Deus exerce sobre as situações humanas, especialmente em relação ao seu povo.","por_que_esta_palavra":"A palavra 'deus' é central na mensagem de Jesus, que aponta para a necessidade de reconhecer a soberania divina em todas as coisas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Senhor da história e que suas decisões são justas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"lucas_20_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica uma transformação significativa, onde algo pequeno se torna grande.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de mudança e crescimento, refletindo a ideia de que o Reino de Deus pode começar pequeno, mas se tornará grandioso.","por_que_esta_palavra":"É importante para ilustrar como Deus opera de maneiras inesperadas, trazendo grandeza a partir do que é considerado insignificante.","conexao_teologica":"A transformação é um tema central na obra de Deus, que frequentemente usa o que é fraco para confundir os fortes.","referencias_relacionadas":["Mateus 13:31-32","1 Coríntios 1:27","Efésios 3:20"]},"lucas_20_17_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza a firmeza e a durabilidade, além de ser uma referência a Cristo como a pedra angular.","explicacao_detalhada":"A palavra 'pedra' é usada para descrever algo que é sólido e confiável, contrastando com a instabilidade dos líderes religiosos da época.","por_que_esta_palavra":"A pedra é um símbolo de força e estabilidade, representando a base sobre a qual a fé deve ser construída.","conexao_teologica":"Cristo é frequentemente referido como a pedra que os construtores rejeitaram, mas que se tornou a pedra angular da fé.","referencias_relacionadas":["Salmos 118:22","Mateus 21:42","1 Pedro 2:7"]},"lucas_20_17_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à liderança e à autoridade, simbolizando o controle e a direção.","explicacao_detalhada":"A palavra 'cabeça' implica em liderança, sendo um símbolo de autoridade e responsabilidade, especialmente em contextos de liderança espiritual.","por_que_esta_palavra":"É crucial para entender a dinâmica de poder e a estrutura de liderança dentro da comunidade de fé.","conexao_teologica":"Cristo é descrito como a cabeça da Igreja, enfatizando a importância da liderança divina sobre a congregação.","referencias_relacionadas":["Efésios 1:22","Colossenses 1:18","1 Coríntios 11:3"]},"lucas_20_18_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Reforça a ideia de que a rejeição da pedra levará à destruição.","explicacao_detalhada":"A repetição da palavra 'pedra' neste contexto enfatiza a importância de reconhecer e aceitar a Cristo como a base da fé.","por_que_esta_palavra":"A rejeição da pedra é uma advertência sobre as consequências de não reconhecer a autoridade de Cristo.","conexao_teologica":"A rejeição de Cristo como a pedra angular é um tema que aparece em várias passagens, alertando sobre a necessidade de aceitação.","referencias_relacionadas":["Salmos 118:22","Mateus 21:44","Atos 4:11"]},"lucas_20_18_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Representa a jornada da vida e as escolhas que fazemos ao longo dela.","explicacao_detalhada":"A palavra 'caminho' sugere a ideia de direção e propósito, refletindo a importância de seguir o caminho que Deus estabelece.","por_que_esta_palavra":"É fundamental para entender que a vida cristã é uma jornada que requer decisões conscientes e alinhadas com a vontade de Deus.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a necessidade de segui-lo para alcançar a salvação.","referencias_relacionadas":["João 14:6","Provérbios 3:6","Salmos 119:105"]},"lucas_20_18_cair":{"palavra_pt":"cair","palavra_original":"πίπτω","transliteracao":"píptō","strong":"G4098","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos que rejeitam a pedra, simbolizando a consequência da desobediência.","explicacao_detalhada":"A palavra 'cair' implica em um colapso ou falha, alertando sobre as consequências de não seguir o caminho de Deus.","por_que_esta_palavra":"É uma advertência sobre a fragilidade da vida sem a fundação em Cristo.","conexao_teologica":"A queda é um tema que aparece em várias passagens, mostrando que a rejeição de Deus leva à destruição.","referencias_relacionadas":["Mateus 7:26-27","Romanos 11:22","Gálatas 6:7"]},"lucas_20_19_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena que é oferecida através de Cristo.","explicacao_detalhada":"A palavra 'vida' aqui implica em uma existência que vai além do físico, abrangendo a vida espiritual e eterna.","por_que_esta_palavra":"É essencial para entender a oferta de vida abundante que Jesus traz aos que creem nele.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, enfatizando a relação entre fé em Cristo e a vida plena.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"lucas_20_19_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à busca pela verdade e pela justiça, especialmente em relação à palavra de Deus.","explicacao_detalhada":"A palavra 'buscar' implica um esforço ativo para encontrar e compreender a vontade de Deus.","por_que_esta_palavra":"É importante para enfatizar que a fé requer uma busca intencional e diligente.","conexao_teologica":"Buscar a Deus é um princípio fundamental na vida cristã, refletindo a necessidade de um relacionamento ativo com Ele.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Jeremias 29:13"]},"lucas_20_19_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas como líderes religiosos e intérpretes da Lei.","explicacao_detalhada":"A palavra 'escriba' implica em uma autoridade em questões religiosas, mas também destaca a crítica de Jesus à hipocrisia de alguns deles.","por_que_esta_palavra":"É relevante para entender a dinâmica entre Jesus e os líderes religiosos da época, que muitas vezes falhavam em viver o que ensinavam.","conexao_teologica":"A crítica aos escribas e fariseus é um tema recorrente nos evangelhos, mostrando a necessidade de autenticidade na fé.","referencias_relacionadas":["Mateus 23:1-4","Marcos 12:38-40","Lucas 11:52"]},"lucas_20_20_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz, e que traz revelação.","explicacao_detalhada":"O termo 'lógos' é usado para descrever não apenas a palavra falada, mas também a razão e a lógica divina que sustenta a criação e a comunicação de Deus com a humanidade. Em João 1:1, 'No princípio era o Verbo, e o Verbo estava com Deus, e o Verbo era Deus', enfatizando a divindade de Cristo como a Palavra.","por_que_esta_palavra":"A palavra é fundamental para a comunicação divina e a revelação da verdade. Em Lucas 20:20, a palavra é utilizada para questionar a autoridade de Jesus.","conexao_teologica":"A conexão teológica está na ideia de que Jesus é a encarnação do 'lógos', a Palavra que se fez carne, trazendo a revelação de Deus ao mundo.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 119:105"]},"lucas_20_20_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à pureza e à justiça, destacando a inocência de Jesus em meio às acusações.","explicacao_detalhada":"A palavra 'díkaios' implica em ser justo, correto e inocente. No contexto de Lucas 20:20, os questionadores tentam deslegitimar Jesus, mas Ele permanece inocente e justo em suas respostas.","por_que_esta_palavra":"A inocência de Jesus é crucial para a sua missão redentora, pois Ele é o Cordeiro sem mancha que se oferece por nós.","conexao_teologica":"A inocência de Cristo é um tema central na teologia da salvação, onde Ele é visto como o justo que morre pelos injustos.","referencias_relacionadas":["1 Pedro 2:22","Isaías 53:9","Hebreus 7:26"]},"lucas_20_20_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder e direito de ensinar e interpretar a lei de Deus.","explicacao_detalhada":"A palavra 'exousía' implica em autoridade, poder e direito. No contexto de Lucas 20:20, os fariseus questionam a autoridade de Jesus, que ensina com poder e realiza milagres.","por_que_esta_palavra":"A autoridade de Jesus é um tema recorrente nos Evangelhos, onde Ele ensina com autoridade que surpreende as multidões.","conexao_teologica":"A autoridade de Cristo é reconhecida como divina, pois Ele não apenas ensina, mas também perdoa pecados e realiza milagres.","referencias_relacionadas":["Mateus 28:18","Marcos 1:22","Lucas 4:36"]},"lucas_20_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'theós' é usada para descrever a divindade em sua plenitude. No contexto de Lucas 20:21, é mencionado para questionar a relação entre Deus e a autoridade terrena.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a origem da autoridade e a moralidade que Jesus ensina.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem de Jesus, que revela o caráter de Deus através de suas ações e ensinamentos.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 3:16"]},"lucas_20_21_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a alguém que ensina e orienta, especialmente em questões espirituais.","explicacao_detalhada":"A palavra 'didáskalos' é usada para descrever Jesus como o Mestre que ensina com autoridade e sabedoria. No contexto de Lucas 20:21, os questionadores reconhecem Jesus como um mestre, mas tentam desafiá-lo.","por_que_esta_palavra":"A função de mestre é essencial para a transmissão do conhecimento e da verdade divina, que Jesus realiza de forma única.","conexao_teologica":"Jesus é o Mestre supremo que nos ensina sobre o Reino de Deus e a vida eterna.","referencias_relacionadas":["Mateus 23:10","João 13:13","Tiago 3:1"]},"lucas_20_21_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou aparência, simbolizando a presença e a identidade.","explicacao_detalhada":"A palavra 'prósōpon' é usada para descrever a face de alguém, que muitas vezes representa a essência da pessoa. No contexto de Lucas 20:21, é mencionado para enfatizar a honestidade e a transparência.","por_que_esta_palavra":"O rosto é um símbolo de identidade e presença, e a forma como Jesus se apresenta é crucial para entender sua missão.","conexao_teologica":"A presença de Deus é frequentemente associada ao Seu rosto, e Jesus revela o rosto do Pai aos homens.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","Mateus 5:8"]},"lucas_20_22_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"Refere-se ao imperador romano, simbolizando a autoridade terrena.","explicacao_detalhada":"A palavra 'Kaîsar' é usada para descrever a figura do governante romano. No contexto de Lucas 20:22, é uma referência à questão da lealdade a César versus a lealdade a Deus.","por_que_esta_palavra":"A menção de César é crucial para entender a tensão entre as autoridades terrenas e a autoridade divina.","conexao_teologica":"A relação entre o reino de Deus e os reinos deste mundo é um tema central na mensagem de Jesus.","referencias_relacionadas":["Romanos 13:1","Mateus 22:21","1 Pedro 2:13"]},"lucas_20_22_lawful":{"palavra_pt":"lawful","palavra_original":"ἔξεστι","transliteracao":"éxesti","strong":"G1832","significado_raiz":"Ideia básica: lawful.","significado_contextual":"Refere-se à legalidade e à permissão dentro do contexto da lei.","explicacao_detalhada":"A palavra 'éxesti' implica em algo que é permitido ou lícito. No contexto de Lucas 20:22, é usada para questionar se é lícito pagar impostos a César.","por_que_esta_palavra":"A legalidade é um tema importante nas discussões sobre a moralidade e a obediência a Deus versus a obediência às autoridades humanas.","conexao_teologica":"A questão da legalidade é frequentemente abordada nas Escrituras, onde a obediência a Deus é sempre priorizada.","referencias_relacionadas":["Mateus 5:17","Atos 5:29","Romanos 14:4"]},"lucas_20_23_astuto":{"palavra_pt":"astuto","palavra_original":"πανουργία","transliteracao":"panourgía","strong":"G3834","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à astúcia e à habilidade de manipular situações.","explicacao_detalhada":"A palavra 'panourgía' implica em astúcia e sagacidade. No contexto de Lucas 20:23, é usada para descrever a intenção maliciosa dos questionadores que tentam pegar Jesus em suas palavras.","por_que_esta_palavra":"A astúcia é um traço que pode ser usado tanto para o bem quanto para o mal, e aqui é usada para descrever a intenção maligna dos fariseus.","conexao_teologica":"A astúcia humana é frequentemente contrastada com a sabedoria divina, onde Deus sempre prevalece.","referencias_relacionadas":["Gênesis 3:1","Mateus 10:16","Lucas 16:8"]},"lucas_20_23_behold":{"palavra_pt":"eis","palavra_original":"κατανοέω","transliteracao":"katanoéō","strong":"G2657","significado_raiz":"Ideia básica: eis.","significado_contextual":"Refere-se à observação atenta e à percepção.","explicacao_detalhada":"A palavra 'katanoéō' implica em perceber ou entender profundamente. No contexto de Lucas 20:23, é um chamado à atenção para a astúcia dos questionadores.","por_que_esta_palavra":"A percepção é essencial para discernir a verdade em meio a enganos e manipulações.","conexao_teologica":"A capacidade de ver e entender a verdade é um tema recorrente nas Escrituras, onde Jesus frequentemente chama as pessoas a verem além das aparências.","referencias_relacionadas":["Mateus 13:15","João 8:32","Hebreus 5:14"]},"lucas_20_23_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar verbalmente algo.","explicacao_detalhada":"No contexto de Lucas 20:23, Jesus percebe a intenção maliciosa dos fariseus e responde com sabedoria. O ato de 'falar' aqui é crucial, pois revela a habilidade de Jesus em lidar com perguntas traiçoeiras.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a comunicação direta e a clareza nas respostas de Jesus, contrastando com a hipocrisia dos questionadores.","conexao_teologica":"A habilidade de Jesus em falar com autoridade e sabedoria reflete sua divindade e conhecimento profundo das Escrituras.","referencias_relacionadas":["Mateus 12:34","Tiago 1:19","Provérbios 15:23"]},"lucas_20_24_superscription":{"palavra_pt":"superscription","palavra_original":"ἐπιγραφή","transliteracao":"epigraphḗ","strong":"G1923","significado_raiz":"Ideia básica: superscription.","significado_contextual":"A 'superscription' refere-se a uma inscrição ou título que identifica algo.","explicacao_detalhada":"Em Lucas 20:24, a referência à imagem e à inscrição no denário é uma forma de Jesus ilustrar a questão da autoridade e do que pertence a César e a Deus.","por_que_esta_palavra":"A palavra 'superscription' é usada para destacar a legitimidade do governo humano em contraste com a soberania divina.","conexao_teologica":"A distinção entre o que é de César e o que é de Deus é um princípio teológico que ensina sobre a relação entre o governo e a fé.","referencias_relacionadas":["Romanos 13:1","Mateus 22:21","1 Pedro 2:17"]},"lucas_20_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e mantenedor do universo.","explicacao_detalhada":"No versículo, Jesus afirma que o que pertence a Deus deve ser dado a Ele, enfatizando a importância da devoção e da adoração ao Criador.","por_que_esta_palavra":"A palavra 'Deus' é central na mensagem de Jesus, pois Ele é a fonte de toda autoridade e deve ser honrado acima de tudo.","conexao_teologica":"A relação entre o homem e Deus é fundamental na teologia cristã, onde a obediência a Deus é vista como prioridade.","referencias_relacionadas":["Salmos 24:1","Mateus 4:10","Isaías 45:22"]},"lucas_20_25_csar":{"palavra_pt":"c sar","palavra_original":"Καῖσαρ","transliteracao":"Kaîsar","strong":"G2541","significado_raiz":"Ideia básica: c sar.","significado_contextual":"A palavra 'César' refere-se ao imperador romano, simbolizando a autoridade civil.","explicacao_detalhada":"Jesus usa a referência a César para ilustrar a distinção entre as obrigações civis e espirituais dos crentes.","por_que_esta_palavra":"A menção a César destaca a realidade da vida sob autoridade humana, enquanto enfatiza a soberania de Deus.","conexao_teologica":"A relação entre o governo e a fé é um tema recorrente na Bíblia, onde os crentes são chamados a respeitar as autoridades, mas sempre colocando Deus em primeiro lugar.","referencias_relacionadas":["Mateus 22:21","Romanos 13:7","Atos 5:29"]},"lucas_20_25_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada novamente para enfatizar a comunicação clara e direta de Jesus.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a responsabilidade de dar a César o que é de César e a Deus o que é de Deus, mostrando sua sabedoria em responder a perguntas complicadas.","por_que_esta_palavra":"A repetição da palavra 'falar' reforça a importância da comunicação e da clareza nas instruções de Jesus.","conexao_teologica":"A comunicação de Jesus é um exemplo de como devemos nos expressar com verdade e sabedoria em nossas interações.","referencias_relacionadas":["Provérbios 15:1","Colossenses 4:6","Tiago 3:17"]},"lucas_20_26_paz":{"palavra_pt":"paz","palavra_original":"σιγάω","transliteracao":"sigáō","strong":"G4601","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e à ausência de conflito.","explicacao_detalhada":"No versículo, a paz é um resultado da sabedoria e da verdade que Jesus expressa em suas palavras, contrastando com a confusão e a malícia dos fariseus.","por_que_esta_palavra":"A paz é um tema central na mensagem de Jesus, que veio para trazer reconciliação entre Deus e a humanidade.","conexao_teologica":"A paz de Cristo é um dom que os crentes recebem e devem compartilhar com os outros.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"lucas_20_26_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou intenções que são moralmente erradas.","explicacao_detalhada":"Neste contexto, Jesus expõe a malícia dos fariseus que tentam pegá-lo em suas palavras, mostrando que suas intenções não são puras.","por_que_esta_palavra":"A palavra 'mal' é usada para contrastar a verdade e a sabedoria de Jesus com a hipocrisia dos líderes religiosos.","conexao_teologica":"A luta entre o bem e o mal é um tema central na Bíblia, onde Jesus é apresentado como o vencedor sobre o mal.","referencias_relacionadas":["Mateus 7:17","Gálatas 5:19","1 João 3:8"]},"lucas_20_26_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo de pessoas que compartilham uma identidade comum.","explicacao_detalhada":"Jesus se dirige ao povo, mostrando que suas palavras e ensinamentos são relevantes para todos, não apenas para os líderes religiosos.","por_que_esta_palavra":"A inclusão do povo enfatiza a missão de Jesus de alcançar todos os segmentos da sociedade.","conexao_teologica":"A salvação é oferecida a todos, e a comunidade de crentes é chamada a ser um povo unido em Cristo.","referencias_relacionadas":["Mateus 5:14","Atos 2:47","1 Pedro 2:9"]},"lucas_20_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada novamente para enfatizar a soberania e a autoridade divina.","explicacao_detalhada":"Neste contexto, a referência a Deus é crucial para entender a relação entre a vida após a morte e a promessa de ressurreição.","por_que_esta_palavra":"A palavra 'Deus' reafirma a centralidade da fé e da esperança na vida eterna que Ele oferece.","conexao_teologica":"A ressurreição é um tema central na teologia cristã, onde Deus é visto como o autor da vida.","referencias_relacionadas":["João 11:25","1 Coríntios 15:20","Romanos 6:4"]},"lucas_20_27_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoração' refere-se ao ato de reverenciar e honrar a Deus.","explicacao_detalhada":"No contexto, a adoração é apresentada como uma resposta adequada à grandeza de Deus e à sua soberania.","por_que_esta_palavra":"A palavra 'adoração' é fundamental para entender a relação do crente com Deus, que deve ser marcada por reverência e amor.","conexao_teologica":"A adoração é um aspecto essencial da vida cristã, refletindo a devoção e a entrega total a Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"lucas_20_28_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou orienta, especialmente em questões espirituais.","explicacao_detalhada":"No contexto de Lucas 20:28, a palavra é usada para se referir a Jesus como um professor respeitado, cuja sabedoria e autoridade eram reconhecidas.","por_que_esta_palavra":"A utilização da palavra 'mestre' enfatiza a posição de Jesus como um líder espiritual e educador, que possui conhecimento profundo da Lei e dos profetas.","conexao_teologica":"Jesus é frequentemente chamado de mestre, o que destaca sua autoridade divina e seu papel como o verdadeiro ensinador da verdade.","referencias_relacionadas":["Mateus 23:8","João 13:13","Mateus 7:29"]},"lucas_20_28_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"A palavra 'Moisés' refere-se ao grande líder e profeta do Antigo Testamento, que conduziu os israelitas para fora do Egito.","explicacao_detalhada":"Moisés é uma figura central na história do povo de Israel, sendo o mediador da Lei e um símbolo de libertação e aliança entre Deus e seu povo.","por_que_esta_palavra":"A menção de Moisés no contexto é significativa, pois os fariseus e saduceus frequentemente se referiam a ele como autoridade máxima na Lei.","conexao_teologica":"Moisés prefigura Cristo, que é o cumprimento da Lei e traz uma nova aliança através de seu sacrifício.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:15","Mateus 5:17"]},"lucas_20_28_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para se referir a uma mulher em geral, mas no contexto pode se referir a uma esposa ou figura feminina específica.","explicacao_detalhada":"No contexto de Lucas 20:28, a mulher é mencionada em uma questão sobre a ressurreição, onde os saduceus tentam questionar a doutrina da vida após a morte.","por_que_esta_palavra":"A inclusão da mulher na discussão destaca a importância das relações familiares e sociais na cultura judaica.","conexao_teologica":"A ressurreição e a vida eterna são temas centrais no ensino de Jesus, e a referência à mulher ilustra a relevância dessas questões para todos, independentemente do gênero.","referencias_relacionadas":["Gênesis 2:18","Mateus 22:30","Marcos 12:25"]},"lucas_20_29_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente utilizada para se referir à esposa mencionada na questão dos saduceus.","explicacao_detalhada":"A repetição da palavra 'mulher' enfatiza a situação apresentada pelos saduceus sobre a lei do levirato, que era uma prática cultural da época.","por_que_esta_palavra":"A referência à mulher é crucial para entender a argumentação dos saduceus sobre a ressurreição e a vida após a morte.","conexao_teologica":"A discussão sobre a ressurreição é uma oportunidade para Jesus ensinar sobre a natureza da vida eterna e a relação entre os seres humanos no céu.","referencias_relacionadas":["Gênesis 38:8","Mateus 22:24","Lucas 20:34"]},"lucas_20_30_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada novamente para referir-se a uma esposa na narrativa apresentada pelos saduceus.","explicacao_detalhada":"A repetição da palavra reforça a situação hipotética que os saduceus criaram para questionar Jesus sobre a ressurreição.","por_que_esta_palavra":"A utilização da palavra 'mulher' é essencial para a construção do argumento dos saduceus, que tentam descreditar a doutrina da ressurreição.","conexao_teologica":"A resposta de Jesus sobre a ressurreição revela a verdade sobre a vida eterna e a natureza do relacionamento entre os redimidos.","referencias_relacionadas":["Mateus 22:28","Marcos 12:23","Lucas 20:35"]},"lucas_20_30_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' implica a ação de tomar ou aceitar algo que é oferecido.","explicacao_detalhada":"No contexto, refere-se à ideia de receber uma esposa, que é parte da narrativa sobre a lei do levirato.","por_que_esta_palavra":"A escolha da palavra 'receber' é significativa, pois reflete a prática cultural de garantir a continuidade da linhagem através do casamento.","conexao_teologica":"A questão da ressurreição e do casamento é abordada por Jesus, que redefine a compreensão humana sobre relacionamentos na vida eterna.","referencias_relacionadas":["Gênesis 38:8","Mateus 22:25","Lucas 20:34"]},"lucas_20_30_afterward":{"palavra_pt":"afterward","palavra_original":"δεύτερος","transliteracao":"deúteros","strong":"G1208","significado_raiz":"Ideia básica: afterward.","significado_contextual":"A palavra 'afterward' indica uma sequência temporal, referindo-se a eventos que ocorrem após um determinado momento.","explicacao_detalhada":"No contexto, é usada para descrever a sucessão de casamentos da mulher mencionada na narrativa dos saduceus.","por_que_esta_palavra":"A utilização de 'afterward' ajuda a construir a lógica da argumentação dos saduceus sobre a ressurreição.","conexao_teologica":"A sequência de eventos é importante para entender a resposta de Jesus sobre a vida após a morte e a natureza dos relacionamentos no céu.","referencias_relacionadas":["Mateus 22:27","Marcos 12:22","Lucas 20:31"]},"lucas_20_31_thirdly":{"palavra_pt":"third ly","palavra_original":"τρίτος","transliteracao":"trítos","strong":"G5154","significado_raiz":"Ideia básica: third ly.","significado_contextual":"A palavra 'thirdly' refere-se à terceira esposa mencionada na narrativa dos saduceus.","explicacao_detalhada":"É usada para descrever a sequência de casamentos que a mulher teve, conforme a lei do levirato.","por_que_esta_palavra":"A menção de 'thirdly' é crucial para a construção do argumento dos saduceus sobre a ressurreição e a continuidade da vida após a morte.","conexao_teologica":"A resposta de Jesus a essa questão revela a verdade sobre a vida eterna e a natureza dos relacionamentos no céu.","referencias_relacionadas":["Mateus 22:27","Marcos 12:22","Lucas 20:32"]},"lucas_20_31_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' é novamente utilizada para se referir à ação de tomar uma esposa.","explicacao_detalhada":"No contexto, refere-se à prática do levirato, onde um homem casava-se com a viúva de seu irmão para preservar a linhagem.","por_que_esta_palavra":"A repetição da palavra 'receber' destaca a importância cultural e legal dessa prática na sociedade judaica.","conexao_teologica":"A discussão sobre a ressurreição e o casamento é uma oportunidade para Jesus ensinar sobre a vida eterna e a natureza dos relacionamentos no céu.","referencias_relacionadas":["Gênesis 38:8","Mateus 22:25","Lucas 20:34"]},"lucas_20_32_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada novamente para referir-se à esposa na narrativa dos saduceus.","explicacao_detalhada":"A repetição da palavra reforça a situação hipotética que os saduceus criaram para questionar Jesus sobre a ressurreição.","por_que_esta_palavra":"A utilização da palavra 'mulher' é essencial para a construção do argumento dos saduceus, que tentam descreditar a doutrina da ressurreição.","conexao_teologica":"A resposta de Jesus sobre a ressurreição revela a verdade sobre a vida eterna e a natureza do relacionamento entre os redimidos.","referencias_relacionadas":["Mateus 22:28","Marcos 12:23","Lucas 20:35"]},"lucas_20_32_latter":{"palavra_pt":"latter","palavra_original":"ὕστερος","transliteracao":"hýsteros","strong":"G5306","significado_raiz":"Ideia básica: latter.","significado_contextual":"Refere-se à última parte de uma sequência ou grupo.","explicacao_detalhada":"A palavra 'latter' (ὕστερος) é usada para indicar algo que vem depois ou que é posterior em relação a outra coisa. No contexto do versículo, pode se referir à última ressurreição ou ao estado final das coisas.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de um futuro que se desdobra após a vida presente, especialmente em relação à ressurreição.","conexao_teologica":"A ressurreição é um tema central na teologia cristã, simbolizando a esperança de vida eterna e a vitória sobre a morte.","referencias_relacionadas":["1 Coríntios 15:52","João 5:28-29","Romanos 6:5"]},"lucas_20_32_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida ou à jornada espiritual.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) é frequentemente usada na Bíblia para descrever a trajetória que uma pessoa deve seguir em sua vida, especialmente em relação à fé e à obediência a Deus.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a ideia de que a vida cristã é uma jornada que requer direção e propósito.","conexao_teologica":"O conceito de 'caminho' é fundamental na teologia cristã, onde Jesus é descrito como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 119:105","Mateus 7:13-14"]},"lucas_20_33_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica uma transformação ou mudança de estado, que é crucial para entender a natureza da ressurreição e a vida após a morte.","por_que_esta_palavra":"É usada para enfatizar a mudança que ocorre na vida dos crentes após a ressurreição.","conexao_teologica":"A transformação é um tema central na teologia cristã, simbolizando a nova vida em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_20_33_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à figura feminina, especialmente no contexto de relacionamentos e família.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para descrever o papel e a importância das mulheres na sociedade e na narrativa bíblica, incluindo a relação com a ressurreição.","por_que_esta_palavra":"A inclusão da palavra destaca a relevância das mulheres na história da salvação e na vida da igreja.","conexao_teologica":"As mulheres desempenham papéis cruciais na narrativa bíblica, refletindo a dignidade e o valor que Deus atribui a todos os seres humanos.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:10","Lucas 8:1-3"]},"lucas_20_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, Jesus Cristo.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome do Salvador, que é fundamental para a fé cristã, representando a encarnação de Deus e a redenção da humanidade.","por_que_esta_palavra":"A menção de Jesus é crucial para entender a autoridade e a mensagem que Ele traz sobre a vida após a morte.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua ressurreição é a garantia da nossa própria ressurreição.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Pedro 1:3"]},"lucas_20_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever a comunicação de verdades espirituais e a importância da palavra de Deus na vida dos crentes.","por_que_esta_palavra":"A escolha da palavra enfatiza a necessidade de ouvir e responder à mensagem de Deus.","conexao_teologica":"A comunicação divina é um tema central na teologia, onde a Palavra de Deus é viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","Tiago 1:22"]},"lucas_20_35_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a interação e a comunhão entre os crentes e Deus, especialmente no contexto da ressurreição.","por_que_esta_palavra":"A palavra destaca a relação íntima que os crentes terão com Deus na vida eterna.","conexao_teologica":"A comunhão com Deus é um aspecto fundamental da vida cristã e da esperança da ressurreição.","referencias_relacionadas":["1 João 1:3","Romanos 8:38-39","Mateus 18:20"]},"lucas_20_35_account":{"palavra_pt":"ac count","palavra_original":"καταξιόω","transliteracao":"kataxióō","strong":"G2661","significado_raiz":"Ideia básica: ac count.","significado_contextual":"Refere-se ao ato de ser considerado digno ou ter valor.","explicacao_detalhada":"A palavra 'account' (καταξιόω) implica em ser reconhecido ou avaliado positivamente, especialmente em relação ao status na vida eterna.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância de ser considerado digno na presença de Deus.","conexao_teologica":"A justificação pela fé é um tema central na teologia cristã, onde os crentes são considerados justos diante de Deus.","referencias_relacionadas":["Romanos 5:1","Efésios 2:8-9","Filipenses 3:9"]},"lucas_20_35_luz":{"palavra_pt":"luz","palavra_original":"τυγχάνω","transliteracao":"tynchánō","strong":"G5177","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à iluminação espiritual e à verdade.","explicacao_detalhada":"A palavra 'luz' (τυγχάνω) simboliza a revelação de Deus e a clareza que vem da verdade divina.","por_que_esta_palavra":"A luz é uma metáfora poderosa na Bíblia, representando a presença de Deus e a verdade que ilumina o caminho dos crentes.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo esperança e clareza à vida dos crentes.","referencias_relacionadas":["João 8:12","Mateus 5:14-16","1 João 1:5"]},"lucas_20_36_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na fé cristã, representando a autoridade, poder e amor que Ele tem por Sua criação.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre a humanidade e o Criador, especialmente em relação à vida eterna.","conexao_teologica":"A natureza de Deus é um tema central na teologia, onde Sua soberania e amor são fundamentais para a compreensão da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"lucas_20_36_anjo":{"palavra_pt":"anjo","palavra_original":"ἰσάγγελος","transliteracao":"isángelos","strong":"G2465","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a seres espirituais que servem como mensageiros de Deus.","explicacao_detalhada":"No contexto de Lucas 20:36, Jesus menciona que os que são considerados dignos de participar da ressurreição não podem morrer, pois são como os anjos, indicando sua natureza eterna e imortal.","por_que_esta_palavra":"A palavra 'anjo' é utilizada para enfatizar a natureza celestial e a missão divina desses seres, que são mensageiros de Deus.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como servos de Deus, desempenhando papéis importantes na comunicação divina e na proteção dos fiéis.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Mateus 4:11"]},"lucas_20_37_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor e autoridade suprema sobre a vida e a morte.","explicacao_detalhada":"Jesus usa a palavra 'Senhor' para afirmar a soberania de Deus, especialmente em relação à ressurreição e à vida após a morte, mostrando que Deus é o autor da vida.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de autoridade e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre todas as coisas, incluindo a vida eterna.","referencias_relacionadas":["Romanos 14:9","1 Coríntios 15:20-22","Apocalipse 1:8"]},"lucas_20_37_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, Jesus afirma que Deus não é Deus de mortos, mas de vivos, enfatizando a continuidade da vida após a morte para aqueles que são Seus.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da natureza divina e da relação que os crentes têm com Ele.","conexao_teologica":"A natureza de Deus como fonte de vida é essencial para a fé cristã, que acredita na ressurreição e na vida eterna.","referencias_relacionadas":["João 11:25-26","Gênesis 2:7","Romanos 6:23"]},"lucas_20_37_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à separação da alma do corpo, um estado que não é o fim para os que creem.","explicacao_detalhada":"Jesus menciona a morte para contrastar a realidade da vida eterna que Ele oferece, afirmando que, para Deus, os mortos estão vivos.","por_que_esta_palavra":"A palavra 'morte' é usada para discutir a transição entre a vida terrena e a vida eterna, um conceito central na mensagem de Jesus.","conexao_teologica":"A morte é vista como um inimigo que será derrotado, conforme prometido na ressurreição de Cristo.","referencias_relacionadas":["1 Coríntios 15:54-55","Hebreus 2:14-15","Apocalipse 20:14"]},"lucas_20_38_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus é a fonte da vida e não da morte.","explicacao_detalhada":"Neste contexto, Jesus reafirma que Deus é um Deus de vivos, enfatizando que a relação com Ele transcende a morte física.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a importância de reconhecer Sua soberania sobre a vida e a morte.","conexao_teologica":"A compreensão de Deus como fonte de vida é fundamental para a esperança cristã na ressurreição.","referencias_relacionadas":["João 5:25","Romanos 8:38-39","1 Tessalonicenses 4:14"]},"lucas_20_38_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida eterna que é prometida aos que creem em Deus.","explicacao_detalhada":"Jesus afirma que os que são considerados dignos de ressuscitar vivem eternamente, indicando que a vida em Deus é contínua e imortal.","por_que_esta_palavra":"A palavra 'viver' é central para a mensagem de esperança que Jesus traz, enfatizando a vida que Ele oferece.","conexao_teologica":"A vida eterna é um dos pilares da fé cristã, prometendo aos crentes uma existência plena com Deus após a morte.","referencias_relacionadas":["João 3:16","Romanos 6:8-11","1 João 5:11-12"]},"lucas_20_39_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se a um especialista na Lei, alguém que estudava e ensinava as Escrituras.","explicacao_detalhada":"Os escribas eram figuras respeitáveis na sociedade judaica, e sua presença no diálogo com Jesus destaca a importância da interpretação da Lei.","por_que_esta_palavra":"A palavra 'escriba' é usada para identificar aqueles que tinham autoridade na interpretação das Escrituras, muitas vezes desafiando Jesus.","conexao_teologica":"A relação entre Jesus e os escribas ilustra a tensão entre a nova aliança que Ele traz e as tradições da antiga aliança.","referencias_relacionadas":["Mateus 23:2-3","Marcos 12:28-34","Lucas 11:52"]},"lucas_20_39_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a um professor ou líder espiritual, alguém que tem autoridade para ensinar.","explicacao_detalhada":"Os mestres eram responsáveis por guiar o povo na compreensão da Lei e das Escrituras, e Jesus é reconhecido como um mestre por muitos.","por_que_esta_palavra":"A palavra 'mestre' é importante para entender a autoridade de Jesus como o verdadeiro ensinador da verdade divina.","conexao_teologica":"Jesus é frequentemente chamado de Mestre, refletindo Sua função de ensinar e revelar a vontade de Deus.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"lucas_20_39_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar, especialmente no contexto de ensinar ou debater.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a interação verbal entre Jesus e os escribas, enfatizando a importância do diálogo e do ensino.","por_que_esta_palavra":"A comunicação é essencial na transmissão da mensagem de Deus, e Jesus frequentemente usava o falar para ensinar verdades espirituais.","conexao_teologica":"A palavra de Deus é viva e eficaz, e o ato de falar é um meio pelo qual a verdade divina é revelada.","referencias_relacionadas":["Mateus 4:4","Romanos 10:17","Tiago 1:19"]},"lucas_20_40_bold":{"palavra_pt":"bold","palavra_original":"τολμάω","transliteracao":"tolmáō","strong":"G5111","significado_raiz":"Ideia básica: bold.","significado_contextual":"Refere-se à coragem ou ousadia em se posicionar ou questionar.","explicacao_detalhada":"A palavra 'bold' é usada para descrever a atitude dos escribas que, após o questionamento de Jesus, não se atreveram a fazer mais perguntas, reconhecendo Sua autoridade.","por_que_esta_palavra":"A ousadia é uma característica importante no ministério de Jesus, que frequentemente desafiava as normas e tradições estabelecidas.","conexao_teologica":"A ousadia na fé é encorajada nas Escrituras, refletindo a confiança em Deus e na verdade que Ele revela.","referencias_relacionadas":["Atos 4:13","Efésios 3:12","Filipenses 1:20"]},"lucas_20_40_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar implica uma ação de procura ou investigação, muitas vezes associada à busca pela verdade ou entendimento.","explicacao_detalhada":"No contexto de Lucas 20:40, a palavra 'buscar' é utilizada para descrever a atitude dos fariseus e escribas que tentavam encontrar uma maneira de questionar Jesus. A busca aqui é não apenas física, mas também espiritual e intelectual, refletindo a necessidade de discernimento.","por_que_esta_palavra":"A escolha da palavra 'buscar' enfatiza a urgência e a profundidade da investigação que os líderes religiosos estavam realizando em relação aos ensinamentos de Jesus.","conexao_teologica":"A busca pela verdade é um tema central na teologia cristã, onde a verdade é encontrada em Cristo. A busca é um convite à reflexão e ao entendimento mais profundo da fé.","referencias_relacionadas":["Mateus 7:7","João 5:39","Hebreus 11:6"]},"lucas_20_40_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui é usada para referir-se à humanidade em geral, mas também pode implicar em um indivíduo específico.","explicacao_detalhada":"No versículo, 'homem' é utilizado para ilustrar a condição humana e a limitação do entendimento humano em comparação com a sabedoria divina. Jesus usa essa palavra para destacar a insignificância do homem diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a relação entre a humanidade e a divindade, especialmente em um contexto onde os líderes religiosos se consideravam superiores.","conexao_teologica":"A teologia cristã frequentemente aborda a natureza do homem como pecador e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"lucas_20_41_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus, que é esperado para trazer salvação.","explicacao_detalhada":"Neste contexto, Jesus se refere a si mesmo como o Cristo, desafiando a compreensão dos fariseus sobre a identidade messiânica. Ele questiona como o Messias pode ser tanto filho de Davi quanto Senhor de Davi.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade de Jesus e para a compreensão do seu papel na salvação da humanidade.","conexao_teologica":"A ideia de Cristo como o Ungido é central na teologia cristã, que vê Jesus como o cumprimento das profecias messiânicas do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 2:36"]},"lucas_20_41_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente no contexto do reino de Deus.","explicacao_detalhada":"Jesus menciona Davi para ilustrar a superioridade do Messias, que é maior do que Davi. Isso desafia a visão tradicional de que o Messias seria apenas um líder político.","por_que_esta_palavra":"A utilização da palavra 'rei' destaca a realeza de Cristo e sua autoridade sobre todos, incluindo os líderes religiosos.","conexao_teologica":"A realeza de Cristo é um tema recorrente na Bíblia, onde Ele é reconhecido como Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Salmos 110:1","Mateus 28:18","Apocalipse 19:16"]},"lucas_20_42_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de que Jesus é o verdadeiro Rei, superior a Davi, e que seu reino é espiritual.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da linhagem davídica e a promessa de que o Messias viria dessa linhagem, mas também que Ele transcende essa linhagem.","por_que_esta_palavra":"A palavra 'rei' é usada para afirmar a soberania de Cristo e seu papel como governante do reino de Deus.","conexao_teologica":"Cristo como Rei é um conceito que liga o Antigo e o Novo Testamento, mostrando a continuidade da promessa de Deus ao seu povo.","referencias_relacionadas":["Isaías 9:6-7","Lucas 1:32-33","João 18:36"]},"lucas_20_42_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica em autoridade e domínio, reconhecendo a posição de Cristo.","explicacao_detalhada":"Jesus é chamado de Senhor, o que implica que Ele possui autoridade divina. Isso é um desafio à autoridade dos líderes religiosos da época.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia cristã, onde Ele é reconhecido como Senhor sobre toda a criação.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 10:36"]},"lucas_20_42_sagrado":{"palavra_pt":"sagrado","palavra_original":"ψαλμός","transliteracao":"psalmós","strong":"G5568","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, indicando a importância do que é dito ou escrito.","explicacao_detalhada":"No contexto, 'sagrado' se refere aos Salmos, que são considerados a palavra de Deus e têm um papel importante na adoração e na vida espiritual.","por_que_esta_palavra":"A palavra 'sagrado' é usada para enfatizar a reverência que deve ser dada às Escrituras e à palavra de Deus.","conexao_teologica":"A sacralidade das Escrituras é um princípio fundamental na teologia cristã, que vê a Bíblia como a revelação divina.","referencias_relacionadas":["2 Timóteo 3:16","Salmos 119:105","Hebreus 4:12"]},"lucas_20_43_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada metaforicamente para descrever a posição de subordinação dos inimigos de Deus.","explicacao_detalhada":"Neste contexto, 'arco' simboliza a ideia de que os inimigos de Deus estão sob o domínio e controle do Senhor, que é representado como um rei.","por_que_esta_palavra":"A palavra 'arco' é significativa para ilustrar a vitória de Deus sobre os inimigos e a proteção que Ele oferece ao seu povo.","conexao_teologica":"A vitória de Deus sobre os inimigos é um tema recorrente na Bíblia, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 110:1","Romanos 16:20","1 Coríntios 15:25"]},"lucas_20_43_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a aqueles que se opõem a Deus e ao seu reino.","explicacao_detalhada":"No contexto, 'inimigo' é usado para descrever aqueles que rejeitam a autoridade de Cristo e se opõem ao seu ensino.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a batalha espiritual que ocorre entre o bem e o mal.","conexao_teologica":"A luta contra os inimigos de Deus é um tema central na teologia cristã, que ensina sobre a necessidade de resistência ao mal.","referencias_relacionadas":["Efésios 6:12","Tiago 4:7","1 Pedro 5:8"]},"lucas_20_43_footstool":{"palavra_pt":"footstool","palavra_original":"ὑποπόδιον","transliteracao":"hypopódion","strong":"G5286","significado_raiz":"Ideia básica: footstool.","significado_contextual":"A palavra 'footstool' (estrado) simboliza a submissão dos inimigos sob os pés do Senhor.","explicacao_detalhada":"Neste contexto, 'footstool' é uma metáfora que indica que todos os inimigos de Deus estão sob seu controle e domínio, mostrando a autoridade de Cristo.","por_que_esta_palavra":"A palavra 'footstool' é usada para enfatizar a vitória e a soberania de Deus sobre todos os adversários.","conexao_teologica":"A ideia de que os inimigos são um estrado para os pés de Deus é uma imagem poderosa da sua autoridade e poder.","referencias_relacionadas":["Salmos 110:1","Hebreus 1:13","Apocalipse 3:21"]},"lucas_20_44_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima, simbolizando o poder e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Lucas 20:44, Jesus cita o Salmo 110:1, onde Davi chama o Messias de 'Senhor', enfatizando que, apesar de ser seu descendente, Ele possui uma autoridade superior. Isso desafia a compreensão dos fariseus sobre a linhagem messiânica.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a natureza do Messias como aquele que governa e tem domínio sobre o povo de Deus.","conexao_teologica":"A realeza de Cristo é um tema central na teologia cristã, onde Ele é reconhecido como Rei dos Reis e Senhor dos Senhores, estabelecendo seu reino eterno.","referencias_relacionadas":["Salmos 110:1","Apocalipse 19:16","Mateus 2:2"]},"lucas_20_44_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica em autoridade e domínio, reconhecendo a soberania de Cristo.","explicacao_detalhada":"No versículo, Jesus se refere a Davi chamando o Messias de 'Senhor', o que indica que Ele é mais do que um simples descendente, mas possui uma autoridade divina.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a divindade de Cristo e sua posição como autoridade suprema sobre a vida e a criação.","conexao_teologica":"A autoridade de Cristo é um aspecto fundamental da fé cristã, onde Ele é visto como o Senhor que governa e dirige a vida dos crentes.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Mateus 28:18"]},"lucas_20_45_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"O termo 'povo' refere-se à comunidade de crentes e à multidão que segue Jesus, destacando a relação entre o líder e seus seguidores.","explicacao_detalhada":"Neste contexto, Jesus fala sobre os escribas e como eles devem ser cautelosos em sua liderança sobre o povo, que é a herança de Deus.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a dinâmica entre a liderança religiosa e a comunidade de crentes, enfatizando a responsabilidade dos líderes.","conexao_teologica":"A relação entre Deus e seu povo é um tema recorrente na Bíblia, onde Deus se apresenta como o pastor e o povo como suas ovelhas.","referencias_relacionadas":["1 Pedro 2:9","Salmos 100:3","Isaías 43:20"]},"lucas_20_45_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' simboliza a jornada da fé e a maneira de viver segundo os ensinamentos de Cristo.","explicacao_detalhada":"No contexto, Jesus alerta sobre os perigos de seguir o caminho errado, como os escribas que se afastam da verdadeira essência da lei.","por_que_esta_palavra":"A palavra 'caminho' é essencial para entender a vida cristã como uma jornada que deve ser trilhada com sabedoria e discernimento.","conexao_teologica":"Cristo é descrito como o caminho, a verdade e a vida, enfatizando que somente através dele podemos alcançar a salvação.","referencias_relacionadas":["João 14:6","Atos 9:2","Mateus 7:13-14"]},"lucas_20_46_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à assembleia dos crentes, destacando a importância da comunidade na fé.","explicacao_detalhada":"Neste versículo, Jesus critica os escribas que buscam status e reconhecimento, enquanto a verdadeira igreja deve ser humilde e servir ao próximo.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a natureza comunitária da fé cristã e a chamada para o serviço e a humildade.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel essencial na edificação e no crescimento espiritual.","referencias_relacionadas":["Efésios 4:11-13","1 Coríntios 12:27","Mateus 16:18"]},"lucas_20_46_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica em decisão e vontade, refletindo a soberania de Deus na escolha de seu povo.","explicacao_detalhada":"Jesus fala sobre a escolha de líderes e como a verdadeira liderança deve ser baseada na vontade de Deus e não em interesses pessoais.","por_que_esta_palavra":"A palavra 'escolher' é importante para entender a responsabilidade dos líderes em serem escolhidos por Deus para guiar seu povo.","conexao_teologica":"A escolha divina é um tema central na Bíblia, onde Deus escolhe pessoas para cumprir seus propósitos e planos.","referencias_relacionadas":["Efésios 1:4","Romanos 8:33","1 Pedro 2:9"]},"lucas_20_46_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se à relação íntima e de confiança, que deve existir entre os crentes e entre eles e Deus.","explicacao_detalhada":"Jesus ensina que a verdadeira amizade é baseada no amor e na disposição de servir, contrastando com a hipocrisia dos escribas.","por_que_esta_palavra":"A palavra 'amigo' é crucial para entender a natureza relacional do cristianismo, onde o amor e a amizade são fundamentais.","conexao_teologica":"Cristo se refere a seus discípulos como amigos, enfatizando a intimidade e a comunhão que devemos ter com Ele e uns com os outros.","referencias_relacionadas":["João 15:15","Provérbios 17:17","1 João 4:7"]},"lucas_20_47_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a importância da oração e da devoção a Deus.","explicacao_detalhada":"Neste contexto, Jesus critica os escribas que usam a religião para se promover, enquanto a verdadeira devoção a Deus deve ser sincera e humilde.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a centralidade da adoração e da oração na vida do crente.","conexao_teologica":"A relação com Deus é a base da fé cristã, onde a oração é um meio de comunicação e intimidade com o Criador.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Hebreus 4:16"]}}