{"lucas_21_1_templo":{"palavra_pt":"templo","palavra_original":"γαζοφυλάκιον","transliteracao":"gazophylákion","strong":"G1049","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao lugar de adoração e à presença de Deus entre seu povo.","explicacao_detalhada":"No contexto, Jesus observa as ofertas no templo, destacando a importância da intenção por trás do ato de adoração e do sacrifício.","por_que_esta_palavra":"A palavra 'templo' é essencial para entender a adoração e a relação do povo com Deus, que se manifesta em atos de devoção.","conexao_teologica":"O templo é um símbolo da presença de Deus, e Jesus se apresenta como o verdadeiro templo, onde a adoração deve ser centrada.","referencias_relacionadas":["Mateus 21:12-13","João 2:19-21","Hebreus 9:11"]},"lucas_21_1_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"δῶρον","transliteracao":"dōron","strong":"G1435","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus, simbolizando devoção e entrega.","explicacao_detalhada":"Jesus observa a viúva que oferece tudo o que tem, contrastando com as ofertas dos ricos, enfatizando que o valor do sacrifício está na intenção e no coração.","por_que_esta_palavra":"A palavra 'sacrifício' é fundamental para entender a natureza da adoração e a entrega total a Deus.","conexao_teologica":"O sacrifício de Cristo é o sacrifício supremo que nos redime, e a vida cristã é chamada a ser uma oferta viva a Deus.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:15-16","Gálatas 2:20"]},"lucas_21_1_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou conhecer algo em um sentido profundo, que vai além da simples observação.","explicacao_detalhada":"A palavra 'εἴδω' implica um conhecimento que é adquirido através da experiência e da percepção. No contexto de Lucas 21:1, refere-se à capacidade de Jesus de perceber a verdadeira natureza das ações das pessoas ao seu redor.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a percepção espiritual e a compreensão que Jesus tinha sobre as intenções e o coração das pessoas.","conexao_teologica":"A capacidade de Deus de conhecer o coração humano é um tema recorrente nas Escrituras, mostrando que Ele vê além das aparências.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:1-2","Hebreus 4:13"]},"lucas_21_2_luz":{"palavra_pt":"luz","palavra_original":"λεπτόν","transliteracao":"leptón","strong":"G3016","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz em um sentido literal e figurado, simbolizando clareza e revelação.","explicacao_detalhada":"A palavra 'λεπτόν' é usada para descrever algo que é fino ou leve, mas neste contexto, pode ser interpretada como uma metáfora para a luz que ilumina as ações e intenções das pessoas.","por_que_esta_palavra":"A luz é frequentemente usada na Bíblia para simbolizar a verdade e a revelação divina, contrastando com a escuridão da ignorância e do pecado.","conexao_teologica":"Jesus é descrito como a luz do mundo, que traz clareza e verdade à vida das pessoas.","referencias_relacionadas":["João 8:12","Mateus 5:14","Efésios 5:8"]},"lucas_21_2_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou conhecer algo em um sentido profundo, que vai além da simples observação.","explicacao_detalhada":"A palavra 'εἴδω' implica um conhecimento que é adquirido através da experiência e da percepção. No contexto de Lucas 21:2, refere-se à capacidade de Jesus de perceber a verdadeira natureza das ações das pessoas ao seu redor.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a percepção espiritual e a compreensão que Jesus tinha sobre as intenções e o coração das pessoas.","conexao_teologica":"A capacidade de Deus de conhecer o coração humano é um tema recorrente nas Escrituras, mostrando que Ele vê além das aparências.","referencias_relacionadas":["1 Samuel 16:7","Salmos 139:1-2","Hebreus 4:13"]},"lucas_21_3_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se a uma condição de necessidade e humildade, especialmente em relação aos recursos materiais.","explicacao_detalhada":"A palavra 'πτωχός' descreve alguém que é pobre ou necessitado. No contexto de Lucas 21:3, Jesus elogia a viúva pobre que deu tudo o que tinha, destacando a importância do coração por trás da oferta.","por_que_esta_palavra":"Esta palavra é usada para mostrar que a verdadeira riqueza não é medida pela quantidade de dinheiro, mas pela disposição de dar sacrificialmente.","conexao_teologica":"A pobreza é frequentemente associada à dependência de Deus e à generosidade, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 5:3","Tiago 2:5","2 Coríntios 8:9"]},"lucas_21_3_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Expressar ou comunicar algo verbalmente.","explicacao_detalhada":"A palavra 'ἔπω' é usada para descrever a ação de falar ou declarar. No contexto de Lucas 21:3, pode se referir à declaração de Jesus sobre a oferta da viúva, enfatizando a importância do que foi dito.","por_que_esta_palavra":"Esta palavra é utilizada para ressaltar a comunicação de verdades espirituais e a importância das palavras de Jesus.","conexao_teologica":"As palavras de Jesus têm poder e autoridade, revelando verdades profundas sobre o reino de Deus.","referencias_relacionadas":["Mateus 12:36","Tiago 1:19","Romanos 10:17"]},"lucas_21_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'θεός' é a designação grega para Deus. No contexto de Lucas 21:4, enfatiza a relação entre Deus e as ofertas feitas pelos homens, mostrando que Ele observa as intenções do coração.","por_que_esta_palavra":"Esta palavra é central na teologia cristã, pois Deus é o destinatário de toda adoração e ofertas.","conexao_teologica":"A natureza de Deus como provedor e observador das ações humanas é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 50:10-12","Mateus 6:4","Atos 17:24-25"]},"lucas_21_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma posição ou relação entre elementos.","explicacao_detalhada":"A palavra 'ἐκ' é usada para denotar a ideia de 'entre' ou 'de dentro de'. No contexto de Lucas 21:4, refere-se ao ato de dar entre as ofertas que foram apresentadas.","por_que_esta_palavra":"Esta palavra é importante para entender a dinâmica da oferta e a relação entre o doador e o que está sendo doado.","conexao_teologica":"A noção de comunidade e interdependência entre os crentes é um tema importante na teologia cristã.","referencias_relacionadas":["Atos 2:44-45","1 Coríntios 12:12-14","Gálatas 6:2"]},"lucas_21_4_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"δῶρον","transliteracao":"dōron","strong":"G1435","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a uma oferta feita a Deus, muitas vezes com um custo pessoal.","explicacao_detalhada":"A palavra 'δῶρον' descreve um presente ou oferta. No contexto de Lucas 21:4, destaca a natureza sacrificial da oferta da viúva, que deu tudo o que tinha.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância do sacrifício e da entrega total a Deus.","conexao_teologica":"O conceito de sacrifício é central na fé cristã, refletindo o sacrifício de Cristo por nós.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:16","Filipenses 4:18"]},"lucas_21_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é consagrado ou separado para Deus.","explicacao_detalhada":"A palavra 'ἱερόν' é usada para descrever um lugar sagrado, como o templo. No contexto de Lucas 21:5, refere-se à reverência e à importância do templo em relação à adoração a Deus.","por_que_esta_palavra":"Esta palavra é significativa para entender a importância do espaço sagrado na adoração e na presença de Deus.","conexao_teologica":"A ideia de sagrado é fundamental na relação entre Deus e Seu povo, destacando a necessidade de reverência.","referencias_relacionadas":["Êxodo 3:5","Mateus 21:12-13","Hebreus 9:24"]},"lucas_21_5_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se a uma rocha ou material sólido, simbolizando estabilidade e durabilidade.","explicacao_detalhada":"A palavra 'λίθος' é usada para descrever pedras, que podem simbolizar a força e a permanência. No contexto de Lucas 21:5, pode se referir à solidez do templo e à sua importância na adoração.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a durabilidade das promessas de Deus e a solidez de Sua presença.","conexao_teologica":"Cristo é descrito como a pedra angular, simbolizando a base da fé cristã.","referencias_relacionadas":["Salmos 118:22","Mateus 16:18","1 Pedro 2:4-6"]},"lucas_21_5_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Jesus sobre a destruição do templo.","explicacao_detalhada":"No contexto, Jesus está respondendo aos comentários dos discípulos sobre a beleza do templo, enfatizando que tudo será destruído. A palavra 'dizer' reflete a autoridade de Jesus ao profetizar eventos futuros.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação divina e a revelação de verdades espirituais.","conexao_teologica":"A palavra se conecta com a ideia de que Deus se comunica com a humanidade através de profetas e, em última instância, através de Cristo.","referencias_relacionadas":["Mateus 24:2","Marcos 13:2","Lucas 19:44"]},"lucas_21_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que as profecias de Jesus se cumprirão.","explicacao_detalhada":"Jesus fala sobre um dia específico em que o templo será destruído, simbolizando um tempo de juízo e transformação.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa um tempo determinado por Deus para a realização de Seus planos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à vinda do Reino.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 5:2","Apocalipse 16:14"]},"lucas_21_6_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A palavra 'noite' pode simbolizar um tempo de escuridão e incerteza que precede a revelação de Deus.","explicacao_detalhada":"No contexto, 'noite' pode representar a ausência de luz e a necessidade de vigilância espiritual.","por_que_esta_palavra":"A escolha de 'noite' enfatiza a urgência de estar preparado para os eventos que se aproximam.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para simbolizar o pecado e a necessidade de luz, que é Cristo.","referencias_relacionadas":["João 8:12","1 Tessalonicenses 5:5","Efésios 5:8"]},"lucas_21_6_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A 'pedra' representa a solidez e a durabilidade do templo, que Jesus profetiza que será destruído.","explicacao_detalhada":"Jesus usa a imagem da pedra para contrastar a fragilidade das estruturas humanas com a eternidade de Seu reino.","por_que_esta_palavra":"A palavra 'pedra' é significativa, pois simboliza tanto a força quanto a fragilidade das coisas terrenas.","conexao_teologica":"Cristo é chamado de 'pedra angular', simbolizando a fundação da fé e da Igreja.","referencias_relacionadas":["Mateus 21:42","1 Pedro 2:4-6","Salmos 118:22"]},"lucas_21_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorrerá no futuro, conforme as profecias de Jesus.","explicacao_detalhada":"Jesus fala sobre eventos que levarão a grandes mudanças, tanto físicas quanto espirituais.","por_que_esta_palavra":"A escolha de 'tornar-se' destaca a dinâmica da mudança e a soberania de Deus sobre a história.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Apocalipse 21:5"]},"lucas_21_7_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada pelos discípulos para se referir a Jesus, reconhecendo Sua autoridade.","explicacao_detalhada":"Os discípulos chamam Jesus de mestre, indicando seu papel como ensinador e guia espiritual.","por_que_esta_palavra":"A palavra 'mestre' é importante para entender a relação de ensino e aprendizado entre Jesus e Seus seguidores.","conexao_teologica":"Cristo é o verdadeiro mestre que ensina sobre o Reino de Deus e a vida eterna.","referencias_relacionadas":["Mateus 23:10","João 13:13","Tiago 3:1"]},"lucas_21_8_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para alertar sobre os enganos que surgirão nos últimos dias.","explicacao_detalhada":"Jesus adverte os discípulos para não serem enganados por falsos profetas e ensinamentos.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância de discernir entre o que é verdadeiro e o que é falso.","conexao_teologica":"A verdade é um atributo de Deus e é central na mensagem do evangelho.","referencias_relacionadas":["João 14:6","1 João 4:1","Gálatas 1:8"]},"lucas_21_8_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude dos enganos que ocorrerão.","explicacao_detalhada":"Jesus alerta que muitos serão enganados por falsos messias e profetas, indicando a gravidade da situação.","por_que_esta_palavra":"A ênfase em 'grande' ressalta a seriedade dos enganos nos últimos dias.","conexao_teologica":"A grandeza dos enganos reflete a batalha espiritual entre a verdade de Deus e as mentiras do inimigo.","referencias_relacionadas":["Mateus 24:11","Marcos 13:22","2 Pedro 2:1"]},"lucas_21_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania de Deus sobre os eventos futuros.","explicacao_detalhada":"Jesus fala sobre a necessidade de confiar em Deus em meio a enganos e tribulações.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina e a relação do homem com o Criador.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que garante que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","Isaías 41:10"]},"lucas_21_9_batalha":{"palavra_pt":"batalha","palavra_original":"πόλεμος","transliteracao":"pólemos","strong":"G4171","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se aos conflitos e tribulações que os seguidores de Cristo enfrentarão.","explicacao_detalhada":"Jesus alerta sobre guerras e tumultos, indicando que esses eventos são sinais do fim dos tempos.","por_que_esta_palavra":"A palavra 'batalha' é significativa, pois representa a luta espiritual e física que os cristãos enfrentarão.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","Mateus 24:6","Apocalipse 12:7"]},"lucas_21_9_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade dos eventos que precedem o fim dos tempos.","explicacao_detalhada":"A palavra 'continuo' implica uma sequência ininterrupta de acontecimentos, enfatizando que os sinais do fim não são eventos isolados, mas parte de um processo contínuo.","por_que_esta_palavra":"É usada para descrever a natureza persistente dos sinais que Jesus menciona, indicando que devemos estar sempre atentos.","conexao_teologica":"A continuidade dos sinais é um chamado à vigilância e preparação espiritual para a volta de Cristo.","referencias_relacionadas":["Mateus 24:6-8","Marcos 13:7-8","Apocalipse 1:3"]},"lucas_21_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o surgimento de eventos significativos.","explicacao_detalhada":"A palavra 'tornar-se' sugere uma mudança de estado, onde algo novo e importante se manifesta no contexto dos últimos dias.","por_que_esta_palavra":"É crucial para entender que as mudanças que ocorrerão são parte do plano divino e têm um propósito maior.","conexao_teologica":"A transformação dos eventos é um reflexo da soberania de Deus sobre a história e a realização de Suas promessas.","referencias_relacionadas":["Romanos 8:19-21","2 Coríntios 5:17","Apocalipse 21:1"]},"lucas_21_10_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte como um dos sinais dos últimos tempos.","explicacao_detalhada":"A palavra 'morte' aqui é usada para descrever a realidade trágica e inevitável que acompanhará os eventos finais, destacando a fragilidade da vida humana.","por_que_esta_palavra":"É importante para enfatizar a seriedade dos tempos que estão por vir e a necessidade de estar preparado para a eternidade.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a vitória de Cristo sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:54-57","Hebreus 9:27","Apocalipse 21:4"]},"lucas_21_10_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à comunicação de eventos e advertências.","explicacao_detalhada":"A palavra 'dizer' implica a importância da mensagem que está sendo transmitida, que deve ser ouvida e compreendida.","por_que_esta_palavra":"É fundamental para entender que as instruções de Jesus são para serem proclamadas e levadas a sério.","conexao_teologica":"A comunicação divina é um meio pelo qual Deus se relaciona com a humanidade, chamando-a ao arrependimento e à fé.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","2 Timóteo 4:2"]},"lucas_21_11_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar de habitação de Deus e a realidade espiritual.","explicacao_detalhada":"A palavra 'céu' destaca a dimensão espiritual e a soberania de Deus sobre a criação, especialmente em tempos de crise.","por_que_esta_palavra":"É usada para lembrar que, apesar das dificuldades, a esperança e a promessa de Deus estão no céu.","conexao_teologica":"O céu é o destino final dos crentes e simboliza a presença de Deus e a realização de Sua vontade.","referencias_relacionadas":["Filipenses 3:20","Colossenses 3:1-2","Apocalipse 21:2"]},"lucas_21_12_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem em adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' enfatiza a importância da comunhão entre os crentes, especialmente em tempos de perseguição e tribulação.","por_que_esta_palavra":"É crucial para entender que a igreja é o corpo de Cristo e deve ser um lugar de apoio e fortalecimento mútuo.","conexao_teologica":"A igreja é chamada a ser luz e sal no mundo, refletindo a esperança de Cristo em meio à escuridão.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Hebreus 10:24-25"]},"lucas_21_12_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação e ao poder de Deus em meio às dificuldades.","explicacao_detalhada":"A palavra 'mão' simboliza a força e a proteção divina, indicando que Deus está no controle mesmo em tempos de crise.","por_que_esta_palavra":"É usada para assegurar aos crentes que, apesar das adversidades, a mão de Deus está sobre eles.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua providência e cuidado por Seu povo.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","1 Pedro 5:7"]},"lucas_21_13_sagrado":{"palavra_pt":"testemunho","palavra_original":"μαρτύριον","transliteracao":"martýrion","strong":"G3142","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se ao testemunho que os crentes darão em meio à perseguição.","explicacao_detalhada":"A palavra 'testemunho' implica a declaração da verdade de Deus e a defesa da fé, mesmo diante da adversidade.","por_que_esta_palavra":"É importante para entender que o testemunho é uma parte essencial da vida cristã e um chamado à coragem.","conexao_teologica":"O testemunho dos crentes é uma forma de glorificar a Deus e de cumprir a Grande Comissão.","referencias_relacionadas":["Atos 1:8","2 Timóteo 1:8","Apocalipse 12:11"]},"lucas_21_13_perecer":{"palavra_pt":"perecer","palavra_original":"εἰς","transliteracao":"eis","strong":"G1519","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à possibilidade de morte física em nome da fé.","explicacao_detalhada":"A palavra 'perecer' destaca a realidade da perseguição que os crentes enfrentarão, mas também a esperança da vida eterna.","por_que_esta_palavra":"É usada para enfatizar que a vida cristã pode exigir sacrifícios, mas que a recompensa é eterna.","conexao_teologica":"A ideia de perecer por causa da fé é central no cristianismo, refletindo o sacrifício de Cristo.","referencias_relacionadas":["Mateus 16:24-25","Romanos 8:36-37","Filipenses 1:21"]},"lucas_21_14_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à preparação e à defesa da fé diante de desafios.","explicacao_detalhada":"A palavra 'arco' pode simbolizar a prontidão para agir e a necessidade de estar preparado para dar resposta às adversidades.","por_que_esta_palavra":"É importante para entender que os crentes devem estar prontos para defender sua fé e testemunhar.","conexao_teologica":"A preparação espiritual é essencial para enfrentar os desafios da vida cristã e permanecer firme na fé.","referencias_relacionadas":["Efésios 6:10-11","1 Pedro 3:15","2 Timóteo 4:2"]},"lucas_21_14_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto de Lucas 21:14, o coração representa a disposição interna do crente diante das adversidades e perseguições. É a essência do ser que deve estar firme na fé.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a importância da fé e da confiança em Deus, mesmo em tempos de tribulação.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha e transforma a vida do crente.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"lucas_21_14_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador de todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada para reafirmar a soberania divina e a proteção que Ele oferece aos que são fiéis.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar os ouvintes de que, apesar das dificuldades, Ele está no controle.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, que assegura aos crentes que Ele está sempre com eles.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 28:20"]},"lucas_21_15_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é o meio pelo qual se expressam palavras e pensamentos.","explicacao_detalhada":"No contexto de Lucas 21:15, a boca simboliza a capacidade de falar e testemunhar a verdade de Deus, mesmo em situações adversas.","por_que_esta_palavra":"A palavra 'boca' é utilizada para enfatizar a importância da comunicação e do testemunho na vida cristã.","conexao_teologica":"A boca é frequentemente associada à proclamação do evangelho e à defesa da fé.","referencias_relacionadas":["Romanos 10:10","Atos 1:8","1 Pedro 3:15"]},"lucas_21_15_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Sabedoria é a capacidade de discernir e aplicar conhecimentos de forma prática.","explicacao_detalhada":"Neste versículo, a sabedoria é apresentada como um dom divino que capacita os crentes a responderem adequadamente às provocações e desafios.","por_que_esta_palavra":"A palavra 'sabedoria' é importante para destacar a necessidade de orientação divina em momentos de dificuldade.","conexao_teologica":"A sabedoria é um tema recorrente na Bíblia, associada ao temor do Senhor e à vida plena.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","Colossenses 2:3"]},"lucas_21_15_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Libertar implica em dar liberdade ou livrar de uma situação opressiva.","explicacao_detalhada":"No contexto de Lucas 21:15, a palavra 'libertar' se refere à capacidade de Deus de dar aos crentes as palavras certas para se defenderem.","por_que_esta_palavra":"A palavra 'libertar' é usada para enfatizar a ajuda divina em momentos de necessidade.","conexao_teologica":"Deus é visto como aquele que liberta seu povo das opressões e dificuldades.","referencias_relacionadas":["Salmos 34:17","Gálatas 5:1","Romanos 8:31"]},"lucas_21_16_sangue":{"palavra_pt":"sangue","palavra_original":"συγγενής","transliteracao":"syngenḗs","strong":"G4773","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Sangue simboliza vida e sacrifício na tradição bíblica.","explicacao_detalhada":"Neste versículo, o sangue representa o custo da fidelidade a Cristo, que pode levar à perseguição e até à morte.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade das consequências de seguir a Cristo.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, simbolizando redenção e sacrifício.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Apocalipse 12:11"]},"lucas_21_16_morte":{"palavra_pt":"morte","palavra_original":"θανατόω","transliteracao":"thanatóō","strong":"G2289","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte é o fim da vida física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"No contexto de Lucas 21:16, a morte é uma realidade que os crentes podem enfrentar por causa de sua fé.","por_que_esta_palavra":"A palavra 'morte' é usada para lembrar os crentes da seriedade do compromisso com Cristo.","conexao_teologica":"A morte e a ressurreição de Cristo são fundamentais para a esperança cristã.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","Filipenses 1:21"]},"lucas_21_17_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Amor é um sentimento profundo de afeto e cuidado por outros.","explicacao_detalhada":"Neste versículo, o amor é mencionado em relação à perseguição que os crentes podem enfrentar, até mesmo de seus próprios familiares.","por_que_esta_palavra":"A palavra 'amor' é usada para destacar a dor que pode surgir em relacionamentos por causa da fé.","conexao_teologica":"O amor é um dos mandamentos centrais de Jesus e reflete a natureza de Deus.","referencias_relacionadas":["Mateus 22:37-39","1 João 4:20","Romanos 13:10"]},"lucas_21_18_hair":{"palavra_pt":"cabelo","palavra_original":"θρίξ","transliteracao":"thríx","strong":"G2359","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"Cabelo é um símbolo de identidade e cuidado pessoal.","explicacao_detalhada":"No contexto de Lucas 21:18, a menção do cabelo ilustra a atenção cuidadosa de Deus sobre cada detalhe da vida dos crentes.","por_que_esta_palavra":"A palavra 'cabelo' é usada para enfatizar que nada escapa ao conhecimento de Deus.","conexao_teologica":"Deus cuida de seus filhos de maneira íntima e pessoal.","referencias_relacionadas":["Mateus 10:30","Salmos 139:1-4","1 Pedro 5:7"]},"lucas_21_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica uma posição ou lugar no meio de algo.","explicacao_detalhada":"Neste versículo, 'entre' é usado para descrever a presença de Deus mesmo em meio às dificuldades enfrentadas pelos crentes.","por_que_esta_palavra":"A palavra 'entre' é importante para mostrar que Deus está presente em todas as circunstâncias.","conexao_teologica":"A presença de Deus é uma fonte de conforto e segurança para os crentes.","referencias_relacionadas":["Salmos 23:4","Mateus 18:20","Hebreus 13:5"]},"lucas_21_18_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça como a parte superior do corpo, simbolizando liderança e autoridade.","explicacao_detalhada":"No contexto de Lucas 21:18, a palavra 'cabeça' pode ser interpretada como uma metáfora para a proteção divina, indicando que mesmo em tempos de perseguição, Deus cuida de seus fiéis.","por_que_esta_palavra":"A escolha da palavra 'cabeça' enfatiza a ideia de que, apesar das dificuldades, a vida e a identidade dos crentes estão seguras nas mãos de Deus.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, onde Deus promete cuidar de seu povo em meio às adversidades.","referencias_relacionadas":["Salmos 121:7-8","Mateus 10:30","Romanos 8:31"]},"lucas_21_19_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, ao ser interior que é eterno.","explicacao_detalhada":"Em Lucas 21:19, a 'alma' é mencionada em um contexto de perseverança e fé, sugerindo que a verdadeira vida do crente vai além das circunstâncias temporais.","por_que_esta_palavra":"A palavra 'alma' é crucial para entender a importância da vida espiritual e a necessidade de manter a fé em Deus, mesmo diante da perseguição.","conexao_teologica":"A alma é frequentemente vista como a parte imortal do ser humano, que é preciosa aos olhos de Deus.","referencias_relacionadas":["Mateus 16:26","1 Pedro 1:9","Hebreus 10:39"]},"lucas_21_19_paciente":{"palavra_pt":"paciente","palavra_original":"ὑπομονή","transliteracao":"hypomonḗ","strong":"G5281","significado_raiz":"Ideia básica: paciente.","significado_contextual":"Refere-se à capacidade de suportar dificuldades com perseverança.","explicacao_detalhada":"No versículo, 'paciente' implica em uma resistência ativa, onde os crentes são encorajados a manter sua fé apesar das provações.","por_que_esta_palavra":"A palavra 'paciente' é escolhida para enfatizar a necessidade de uma fé firme e constante em tempos de tribulação.","conexao_teologica":"A paciência é vista como uma virtude cristã, essencial para o crescimento espiritual e a perseverança na fé.","referencias_relacionadas":["Tiago 1:2-4","Romanos 5:3-5","Gálatas 6:9"]},"lucas_21_19_obtain":{"palavra_pt":"obtain","palavra_original":"κτάομαι","transliteracao":"ktáomai","strong":"G2932","significado_raiz":"Ideia básica: obtain.","significado_contextual":"A palavra 'obter' refere-se à aquisição de algo, especialmente em um contexto espiritual.","explicacao_detalhada":"Em Lucas 21:19, 'obter' sugere que a perseverança na fé leva à salvação e à vida eterna, algo que deve ser buscado ativamente.","por_que_esta_palavra":"A escolha da palavra 'obter' destaca a ação necessária por parte do crente para alcançar a recompensa prometida por Deus.","conexao_teologica":"A ideia de obter a salvação é central na teologia cristã, onde a fé e as obras andam juntas.","referencias_relacionadas":["Filipenses 3:14","1 Timóteo 6:12","Hebreus 10:36"]},"lucas_21_20_corpo":{"palavra_pt":"corpo","palavra_original":"στρατόπεδον","transliteracao":"stratópedon","strong":"G4760","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, mas também pode simbolizar a comunidade de crentes.","explicacao_detalhada":"No contexto de Lucas 21:20, 'corpo' pode ser interpretado como a nação de Israel, que enfrentaria destruição, mas também como a Igreja, que é o corpo de Cristo.","por_que_esta_palavra":"A palavra 'corpo' é significativa para entender a relação entre o povo de Deus e as consequências de suas ações.","conexao_teologica":"A noção de corpo é fundamental na teologia do Novo Testamento, onde a Igreja é descrita como o corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:15-16","Colossenses 1:18"]},"lucas_21_20_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém, um lugar central na história bíblica e na vida de Jesus.","explicacao_detalhada":"Em Lucas 21:20, Jerusalém é mencionada em um contexto de desolação, simbolizando a rejeição do Messias e as consequências para a cidade.","por_que_esta_palavra":"A escolha de 'Jerusalém' destaca a importância espiritual e histórica da cidade, que é vista como o centro da adoração a Deus.","conexao_teologica":"Jerusalém é frequentemente mencionada nas profecias e na escatologia, representando tanto a queda quanto a restauração do povo de Deus.","referencias_relacionadas":["Mateus 23:37-39","Apocalipse 21:2","Isaías 2:3"]},"lucas_21_20_desolation":{"palavra_pt":"desolation","palavra_original":"ἐρήμωσις","transliteracao":"erḗmōsis","strong":"G2050","significado_raiz":"Ideia básica: desolation.","significado_contextual":"Refere-se à condição de desolação, um estado de devastação e abandono.","explicacao_detalhada":"No versículo, 'desolação' indica o juízo de Deus sobre Jerusalém por sua rejeição ao Messias, resultando em destruição e sofrimento.","por_que_esta_palavra":"A palavra 'desolação' é usada para enfatizar a gravidade das consequências do pecado e da desobediência ao plano de Deus.","conexao_teologica":"A desolação é um tema recorrente nas Escrituras, frequentemente associada ao juízo divino e à necessidade de arrependimento.","referencias_relacionadas":["Mateus 24:15","Jeremias 25:11-12","Ezequiel 12:20"]},"lucas_21_21_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, um local de grande importância na narrativa bíblica.","explicacao_detalhada":"Em Lucas 21:21, 'terra' é mencionada em um contexto de fuga e proteção, onde os crentes são instruídos a buscar segurança em tempos de crise.","por_que_esta_palavra":"A palavra 'terra' é significativa para entender a geografia e a história do povo de Deus, especialmente em relação às promessas feitas a Israel.","conexao_teologica":"A terra é um símbolo das promessas de Deus e da herança do Seu povo, refletindo a relação entre Deus e Israel.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Salmos 37:29"]},"lucas_21_21_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se a montes ou colinas, que frequentemente simbolizam lugares de refúgio ou adoração.","explicacao_detalhada":"No contexto de Lucas 21:21, 'monte' pode simbolizar a proteção e a segurança que os crentes devem buscar em tempos de tribulação.","por_que_esta_palavra":"A palavra 'monte' é escolhida para enfatizar a ideia de que há lugares seguros para se refugiar durante as dificuldades.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como locais de encontro com Deus e de revelação divina.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Mateus 5:14"]},"lucas_21_21_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo ou à terra, enfatizando a importância do lugar onde se vive.","explicacao_detalhada":"Em Lucas 21:21, 'solo' é mencionado em um contexto de segurança e proteção, onde os crentes são aconselhados a buscar abrigo em áreas seguras.","por_que_esta_palavra":"A palavra 'solo' é significativa para entender a relação entre o povo de Deus e a terra prometida, que é vista como um lugar de bênção.","conexao_teologica":"O solo é um símbolo da herança e das promessas de Deus, refletindo a relação entre o crente e a criação.","referencias_relacionadas":["Deuteronômio 11:12","Salmos 85:12","Isaías 61:4"]},"lucas_21_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de juízo e cumprimento das profecias.","explicacao_detalhada":"O termo 'dia' é usado para descrever um período específico em que eventos significativos ocorrerão, especialmente em relação ao fim dos tempos e ao retorno de Cristo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do tempo em que as profecias se cumprirão.","conexao_teologica":"O 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 5:2","Apocalipse 16:14"]},"lucas_21_22_revengeance":{"palavra_pt":"re venge ance","palavra_original":"ἐκδίκησις","transliteracao":"ekdíkēsis","strong":"G1557","significado_raiz":"Ideia básica: re venge ance.","significado_contextual":"Refere-se à retribuição divina que ocorrerá no fim dos tempos.","explicacao_detalhada":"A palavra 'revengeance' implica uma ação de Deus em trazer justiça e retribuição aos que praticaram o mal.","por_que_esta_palavra":"É usada para alertar sobre a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A retribuição é um tema central na teologia bíblica, mostrando que Deus é justo e que o mal será punido.","referencias_relacionadas":["Romanos 12:19","Hebreus 10:30","Apocalipse 19:2"]},"lucas_21_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de grande angústia e tribulação.","explicacao_detalhada":"Neste contexto, 'dia' é um tempo de sofrimento para aqueles que estiverem em Jerusalém, enfatizando a gravidade dos eventos futuros.","por_que_esta_palavra":"A repetição do termo 'dia' destaca a certeza e a iminência dos eventos profetizados.","conexao_teologica":"O conceito de um dia de angústia é ligado às profecias do Antigo Testamento sobre o juízo de Deus.","referencias_relacionadas":["Jeremias 30:7","Daniel 12:1","Mateus 24:21"]},"lucas_21_23_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde os eventos se desenrolarão.","explicacao_detalhada":"A palavra 'terra' é usada para indicar o local físico que será afetado pelas calamidades profetizadas.","por_que_esta_palavra":"A ênfase na terra mostra a conexão entre os eventos espirituais e suas manifestações físicas.","conexao_teologica":"A terra é frequentemente vista como palco das ações de Deus e dos homens, refletindo a criação e a queda.","referencias_relacionadas":["Gênesis 3:17","Isaías 24:5","Romanos 8:22"]},"lucas_21_23_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao grande temor que se apoderará das pessoas durante os eventos finais.","explicacao_detalhada":"O 'temor' é uma resposta emocional ao juízo e à manifestação do poder de Deus.","por_que_esta_palavra":"A palavra é usada para descrever a reação humana diante da gravidade dos eventos profetizados.","conexao_teologica":"O temor do Senhor é um tema recorrente na Bíblia, indicando reverência e respeito diante de Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Apocalipse 11:13"]},"lucas_21_24_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca como símbolo de fala e declaração.","explicacao_detalhada":"A palavra 'boca' é usada para descrever a comunicação e as declarações que serão feitas durante os eventos finais.","por_que_esta_palavra":"A ênfase na boca sugere a importância das palavras e profecias que serão proclamadas.","conexao_teologica":"A boca é frequentemente associada à confissão e à proclamação da verdade de Deus.","referencias_relacionadas":["Romanos 10:9","Salmos 34:13","Mateus 12:34"]},"lucas_21_24_guerra":{"palavra_pt":"guerra","palavra_original":"μάχαιρα","transliteracao":"máchaira","strong":"G3162","significado_raiz":"Ideia básica: guerra.","significado_contextual":"Refere-se ao conflito e à violência que ocorrerão nos últimos dias.","explicacao_detalhada":"A palavra 'guerra' é utilizada para descrever a luta entre nações e povos, refletindo a desordem e o caos do mundo.","por_que_esta_palavra":"A menção de guerra destaca a gravidade da situação e a necessidade de vigilância.","conexao_teologica":"A guerra é um sinal dos tempos finais, conforme profetizado nas Escrituras.","referencias_relacionadas":["Mateus 24:6","Marcos 13:7","Apocalipse 6:4"]},"lucas_21_25_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o cenário dos sinais e eventos cósmicos.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a abrangência dos eventos que afetarão toda a criação.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a universalidade dos sinais que ocorrerão.","conexao_teologica":"A terra é o palco da redenção e do juízo, refletindo a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Isaías 13:13","Mateus 24:29","Apocalipse 21:1"]},"lucas_21_25_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Refere-se aos sinais sobrenaturais que precederão o fim.","explicacao_detalhada":"A palavra 'sinal' é usada para descrever eventos extraordinários que servirão como avisos do retorno de Cristo.","por_que_esta_palavra":"A ênfase nos sinais indica a intervenção divina na história humana.","conexao_teologica":"Os sinais são uma manifestação do poder de Deus e um convite ao arrependimento.","referencias_relacionadas":["Mateus 24:30","Lucas 21:11","Atos 2:19"]},"lucas_21_25_sol":{"palavra_pt":"sol","palavra_original":"ἥλιος","transliteracao":"hḗlios","strong":"G2246","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol como símbolo de luz e poder divino.","explicacao_detalhada":"A palavra 'sol' é usada para descrever eventos cósmicos que afetarão a luz e a ordem natural.","por_que_esta_palavra":"A menção do sol destaca a magnitude dos eventos que ocorrerão no fim dos tempos.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à revelação de Sua glória.","referencias_relacionadas":["Mateus 24:29","Apocalipse 6:12","Isaías 60:19"]},"lucas_21_26_mal":{"palavra_pt":"mal","palavra_original":"προσδοκία","transliteracao":"prosdokía","strong":"G4329","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à expectativa de eventos negativos que afligem a humanidade.","explicacao_detalhada":"Neste versículo, Jesus fala sobre o temor e a ansiedade que as pessoas sentirão diante de sinais cósmicos e catástrofes. O 'mal' aqui é uma representação do medo e da incerteza que dominam os corações.","por_que_esta_palavra":"A escolha da palavra 'mal' enfatiza a gravidade da situação que será enfrentada, mostrando a fragilidade humana diante das calamidades.","conexao_teologica":"O 'mal' é um tema recorrente na Bíblia, refletindo a condição caída da humanidade e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Mateus 24:30","Apocalipse 6:12-17","Romanos 8:22"]},"lucas_21_26_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo habitado, onde as pessoas vivem e enfrentam suas realidades.","explicacao_detalhada":"Jesus menciona a 'terra' no contexto de eventos que afetarão a humanidade em geral, indicando que as mudanças não são apenas locais, mas globais.","por_que_esta_palavra":"A palavra 'terra' é usada para mostrar que os eventos descritos impactarão toda a criação, não apenas uma nação ou povo específico.","conexao_teologica":"A 'terra' é frequentemente mencionada nas profecias sobre o fim dos tempos, refletindo a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Isaías 24:1","Mateus 5:5","Apocalipse 21:1"]},"lucas_21_26_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à força e à capacidade de realizar milagres ou ações sobrenaturais.","explicacao_detalhada":"Neste versículo, o 'poder' é associado à manifestação da glória de Deus, que será revelada em grande medida nos últimos dias.","por_que_esta_palavra":"A utilização da palavra 'poder' destaca a autoridade divina que será demonstrada em contraste com a fraqueza humana diante das calamidades.","conexao_teologica":"O 'poder' de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar o impossível e trazer salvação.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","Efésios 1:19-20"]},"lucas_21_27_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' aqui também se refere à força divina que será revelada no retorno de Cristo.","explicacao_detalhada":"Jesus menciona que o 'poder' será visível quando o Filho do Homem vier em nuvens, trazendo juízo e redenção.","por_que_esta_palavra":"A repetição da palavra 'poder' enfatiza a certeza de que a intervenção divina será inegável e poderosa.","conexao_teologica":"O poder de Deus é um aspecto fundamental da escatologia cristã, onde Ele reinará supremo sobre toda a criação.","referencias_relacionadas":["Mateus 24:30","Apocalipse 1:7","1 Tessalonicenses 4:16"]},"lucas_21_27_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da majestade e do esplendor de Deus.","explicacao_detalhada":"Neste contexto, a 'glória' é associada ao retorno de Cristo, que será acompanhado de grande esplendor e honra.","por_que_esta_palavra":"A escolha da palavra 'glória' destaca a natureza divina de Cristo e a importância de Sua vinda para a restauração do mundo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, representando Sua presença e poder entre o Seu povo.","referencias_relacionadas":["Salmos 19:1","Isaías 40:5","João 1:14"]},"lucas_21_27_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica a magnitude e a importância dos eventos que ocorrerão.","explicacao_detalhada":"Jesus fala de um 'grande poder' que será revelado, sugerindo que a manifestação de Deus será impressionante e inegável.","por_que_esta_palavra":"A ênfase na grandeza destaca a seriedade dos eventos finais e a majestade do retorno de Cristo.","conexao_teologica":"A grandeza de Deus é frequentemente mencionada nas Escrituras, refletindo Sua soberania e majestade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Apocalipse 19:16"]},"lucas_21_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorrerá na vida dos crentes diante dos sinais do fim.","explicacao_detalhada":"Jesus encoraja os crentes a se levantarem e olharem para o céu, indicando que a sua redenção está próxima.","por_que_esta_palavra":"A palavra 'tornar-se' sugere um processo de mudança que culmina na esperança da salvação.","conexao_teologica":"A transformação dos crentes é um tema importante na teologia cristã, refletindo a esperança da vida eterna.","referencias_relacionadas":["Romanos 8:18-21","2 Coríntios 5:17","Filipenses 3:20-21"]},"lucas_21_28_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' refere-se à posição de autoridade e liderança.","explicacao_detalhada":"Neste contexto, a 'cabeça' simboliza Cristo como o líder supremo que traz a salvação e a redenção.","por_que_esta_palavra":"A utilização da palavra 'cabeça' enfatiza a soberania de Cristo sobre todas as coisas, especialmente em tempos de crise.","conexao_teologica":"Cristo é frequentemente referido como a 'cabeça' da Igreja, destacando Sua autoridade e papel central na salvação.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22","1 Coríntios 11:3"]},"lucas_21_28_exalt":{"palavra_pt":"exalt","palavra_original":"ἐπαίρω","transliteracao":"epaírō","strong":"G1869","significado_raiz":"Ideia básica: exalt.","significado_contextual":"A palavra 'exaltar' refere-se ao ato de elevar ou glorificar.","explicacao_detalhada":"Jesus menciona que, ao ver os sinais, os crentes devem se exaltar, reconhecendo a proximidade de Sua vinda.","por_que_esta_palavra":"A palavra 'exaltar' sugere uma resposta ativa dos crentes diante da esperança da redenção.","conexao_teologica":"A exaltação de Cristo é um tema central na adoração cristã, refletindo a resposta do povo de Deus à Sua majestade.","referencias_relacionadas":["Salmos 34:3","Filipenses 2:9-11","Apocalipse 5:12"]},"lucas_21_29_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e ao propósito que Deus oferece aos Seus filhos.","explicacao_detalhada":"Neste contexto, a 'vida' é apresentada como uma parábola que ilustra a realidade espiritual e a esperança que os crentes têm em Cristo.","por_que_esta_palavra":"A palavra 'vida' enfatiza a transformação e a nova existência que os crentes recebem através da fé.","conexao_teologica":"A vida eterna é um tema central na mensagem do evangelho, refletindo a promessa de Deus de redenção e restauração.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"lucas_21_30_summer":{"palavra_pt":"summer","palavra_original":"θέρος","transliteracao":"théros","strong":"G2330","significado_raiz":"Ideia básica: summer.","significado_contextual":"Refere-se ao verão, uma estação que simboliza a maturidade e a colheita.","explicacao_detalhada":"No contexto do versículo, o verão é usado como uma metáfora para reconhecer os sinais dos tempos e a proximidade do Reino de Deus.","por_que_esta_palavra":"A palavra 'summer' é utilizada para ilustrar a ideia de que, assim como as árvores dão frutos no verão, os sinais do fim dos tempos são evidentes.","conexao_teologica":"O verão representa a plenitude do tempo e a realização das promessas de Deus.","referencias_relacionadas":["Mateus 24:32-33","Gálatas 6:9","Tiago 5:7"]},"lucas_21_30_forward":{"palavra_pt":"forward","palavra_original":"προβάλλω","transliteracao":"probállō","strong":"G4261","significado_raiz":"Ideia básica: forward.","significado_contextual":"Indica um movimento em direção ao futuro, sugerindo a urgência em reconhecer os sinais.","explicacao_detalhada":"A palavra 'forward' enfatiza a necessidade de avançar na fé e na vigilância, à medida que os eventos profetizados se desenrolam.","por_que_esta_palavra":"Usada para encorajar os ouvintes a estarem atentos e preparados para a vinda do Senhor.","conexao_teologica":"A ideia de avançar está ligada à expectativa da volta de Cristo e à preparação espiritual.","referencias_relacionadas":["1 Tessalonicenses 5:2-6","Hebreus 10:25","Mateus 25:13"]},"lucas_21_30_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de conhecer ou reconhecer algo com clareza.","explicacao_detalhada":"No versículo, 'conhecer' implica em ter discernimento sobre os sinais dos tempos e a verdade espiritual.","por_que_esta_palavra":"É crucial para a fé cristã que os crentes conheçam a verdade de Deus e os sinais que precedem a sua vinda.","conexao_teologica":"O conhecimento é fundamental na relação do crente com Deus e na compreensão de Sua vontade.","referencias_relacionadas":["João 8:32","Colossenses 1:10","2 Pedro 3:18"]},"lucas_21_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' é central na mensagem do evangelho, enfatizando a soberania e o poder de Deus sobre a história.","por_que_esta_palavra":"É essencial reconhecer a autoridade de Deus em todos os eventos, especialmente nos tempos finais.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, que assegura aos crentes que Ele está no controle.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5-6","Romanos 11:36"]},"lucas_21_31_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, indicando transformação.","explicacao_detalhada":"Neste contexto, 'tornar-se' sugere a realização das promessas de Deus e a manifestação do Reino.","por_que_esta_palavra":"É uma chamada à ação, lembrando que os eventos profetizados estão se cumprindo.","conexao_teologica":"A transformação é um tema importante na teologia cristã, refletindo a obra de Deus na vida dos crentes.","referencias_relacionadas":["Romanos 8:28","2 Coríntios 5:17","Filipenses 1:6"]},"lucas_21_31_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber algo com clareza.","explicacao_detalhada":"A palavra 'ver' implica em ter uma visão espiritual e discernir os sinais que apontam para a vinda do Senhor.","por_que_esta_palavra":"É importante que os crentes estejam atentos e reconheçam os sinais dos tempos.","conexao_teologica":"A visão espiritual é essencial para a fé, permitindo que os crentes compreendam a obra de Deus.","referencias_relacionadas":["Mateus 13:16-17","Efésios 1:18","Apocalipse 3:18"]},"lucas_21_32_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se novamente ao ato de se tornar ou acontecer, enfatizando a continuidade do tema.","explicacao_detalhada":"A repetição desta palavra reforça a certeza de que os eventos profetizados se cumprirão.","por_que_esta_palavra":"A ênfase na transformação é crucial para a compreensão da obra de Deus nos últimos dias.","conexao_teologica":"A continuidade da obra de Deus é um tema central na narrativa bíblica.","referencias_relacionadas":["Hebreus 13:8","Apocalipse 21:5","1 Coríntios 15:52"]},"lucas_21_32_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada aqui para reafirmar a soberania divina.","explicacao_detalhada":"A presença de Deus é um lembrete constante de Sua autoridade e controle sobre a história.","por_que_esta_palavra":"É fundamental que os crentes reconheçam a presença de Deus em todos os aspectos da vida.","conexao_teologica":"A soberania de Deus é um tema que traz conforto e esperança aos crentes.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 8:31"]},"lucas_21_32_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração, um grupo de pessoas que vive em um determinado tempo.","explicacao_detalhada":"Neste contexto, a geração mencionada é aquela que testemunhará os sinais do fim dos tempos.","por_que_esta_palavra":"É um aviso de que a geração presente deve estar atenta aos sinais e pronta para a vinda do Senhor.","conexao_teologica":"A ideia de geração é importante para entender a continuidade da mensagem de Deus ao longo da história.","referencias_relacionadas":["Mateus 24:34","Marcos 13:30","Lucas 9:27"]},"lucas_21_33_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu, o domínio espiritual onde Deus habita.","explicacao_detalhada":"A palavra 'céu' é usada para enfatizar a certeza das promessas de Deus e a eternidade.","por_que_esta_palavra":"É um lembrete de que, apesar das dificuldades, as promessas de Deus são eternas e imutáveis.","conexao_teologica":"O céu representa a esperança final dos crentes e a realização da promessa de vida eterna.","referencias_relacionadas":["João 14:2-3","Apocalipse 21:1-4","Romanos 8:18"]},"lucas_21_33_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um elemento físico e simbólico, representando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o mundo material, onde os seres humanos habitam. No contexto de Lucas 21:33, enfatiza a permanência das palavras de Jesus em contraste com a transitoriedade do mundo físico.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a solidez e a durabilidade da mensagem de Cristo, que perdura mesmo quando o mundo ao nosso redor muda.","conexao_teologica":"A terra é frequentemente vista na Bíblia como a criação de Deus, que Ele sustenta e controla. A palavra de Deus é eterna e não falhará, mesmo que a terra passe.","referencias_relacionadas":["Salmos 119:89","Isaías 40:8","Mateus 24:35"]},"lucas_21_33_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz, e que deve ser ouvida e obedecida.","explicacao_detalhada":"A palavra 'verbo' (λόγος) implica não apenas em comunicação, mas também em ação e poder. No contexto, enfatiza a autoridade de Jesus e a importância de suas declarações.","por_que_esta_palavra":"A palavra 'verbo' é fundamental para entender a natureza de Cristo como a encarnação da Palavra de Deus, que traz vida e verdade ao mundo.","conexao_teologica":"Em João 1:1, a Palavra é identificada com Cristo, mostrando que Ele é a revelação de Deus e a fonte de vida eterna.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"lucas_21_34_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado ao juízo e à vigilância.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um período de tempo que pode ter significados espirituais profundos, especialmente no contexto do retorno de Cristo.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a necessidade de estar preparado para o que está por vir, especialmente em relação ao dia do Senhor.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à necessidade de vigilância espiritual.","referencias_relacionadas":["Mateus 24:42","1 Tessalonicenses 5:2","Apocalipse 16:15"]},"lucas_21_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou à ausência de Deus em um contexto de alerta e vigilância.","explicacao_detalhada":"A palavra 'deus' (μή) é usada aqui para enfatizar a necessidade de não se deixar levar pelas distrações do mundo, que podem nos afastar da presença de Deus.","por_que_esta_palavra":"A escolha desta palavra ressalta a importância de manter o foco em Deus e em sua vontade, evitando distrações que podem nos afastar da fé.","conexao_teologica":"A presença de Deus é essencial para a vida espiritual, e a ausência de atenção a Ele pode levar à queda.","referencias_relacionadas":["Hebreus 12:1-2","Tiago 4:8","Mateus 6:33"]},"lucas_21_34_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas, que deve estar alinhado com Deus.","explicacao_detalhada":"A palavra 'coração' (καρδία) simboliza não apenas os sentimentos, mas também a vontade e a mente. No contexto, alerta para a necessidade de um coração vigilante.","por_que_esta_palavra":"A escolha da palavra 'coração' destaca a importância da condição interna do ser humano em relação à sua vida espiritual.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha e transforma, sendo essencial para a verdadeira fé.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"lucas_21_35_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um símbolo de estabilidade e realidade física diante das promessas de Deus.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para enfatizar a realidade do mundo em que vivemos, contrastando com as promessas eternas de Deus.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que, enquanto o mundo físico é transitório, a palavra de Deus é eterna.","conexao_teologica":"A terra é um símbolo da criação de Deus, que permanece sob seu controle, enquanto suas promessas são eternas.","referencias_relacionadas":["Salmos 37:29","Mateus 5:5","Gálatas 6:7"]},"lucas_21_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação ou ao ato de se tornar algo maior, especialmente em relação à preparação espiritual.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica um processo de mudança e crescimento, essencial para a vida cristã.","por_que_esta_palavra":"A escolha desta palavra sugere que a vigilância e a oração são necessárias para que os crentes se tornem fortes e preparados para enfrentar os desafios.","conexao_teologica":"A transformação espiritual é um tema central na vida cristã, onde os crentes são chamados a crescer em fé e santidade.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"lucas_21_36_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao ato de se estabelecer ou manter uma posição firme em Deus.","explicacao_detalhada":"A palavra 'aliança' (ἵστημι) implica em um compromisso e uma firmeza na fé, essencial para a vida cristã.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de estar firme na fé, especialmente em tempos de provação.","conexao_teologica":"A aliança de Deus com seu povo é um tema central na Bíblia, simbolizando o compromisso de Deus e a resposta do ser humano.","referencias_relacionadas":["Hebreus 10:23","1 Coríntios 15:58","Efésios 6:13"]},"lucas_21_36_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se a um momento oportuno para agir, especialmente em relação à vigilância espiritual.","explicacao_detalhada":"A palavra 'oportunidade' (καιρός) sugere um tempo específico que deve ser aproveitado para a oração e a vigilância.","por_que_esta_palavra":"A escolha desta palavra destaca a importância de reconhecer e agir em momentos críticos na vida espiritual.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de aproveitar as oportunidades que Deus nos dá para crescer e servir.","referencias_relacionadas":["Gálatas 6:10","Efésios 5:16","Colossenses 4:5"]},"lucas_21_37_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de vigilância e oração, especialmente em relação ao retorno de Cristo.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para enfatizar a importância de estar atento e preparado para os eventos futuros.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a urgência da vigilância e da oração na vida do crente.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao retorno de Cristo e ao juízo final, onde a vigilância é essencial.","referencias_relacionadas":["Mateus 24:44","1 Pedro 4:7","Apocalipse 22:12"]},"lucas_21_37_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar sagrado, separado para adoração.","explicacao_detalhada":"A palavra 'sagrado' implica em algo que é consagrado a Deus, um espaço onde a presença divina é reconhecida. No contexto de Lucas 21:37, Jesus estava ensinando no templo, que era considerado o lugar mais sagrado para os judeus.","por_que_esta_palavra":"A escolha da palavra 'sagrado' enfatiza a importância do templo na vida religiosa dos judeus e a reverência que deveria ser dada a ele.","conexao_teologica":"O conceito de sagrado é fundamental na teologia bíblica, pois reflete a separação entre o profano e o divino, e a necessidade de um espaço para a adoração a Deus.","referencias_relacionadas":["Êxodo 3:5","Salmos 68:15","Mateus 21:12"]},"lucas_21_37_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento da noite em que as atividades diárias cessam, simbolizando vigilância e preparação.","explicacao_detalhada":"A expressão 'meia-noite' é frequentemente usada nas Escrituras para indicar um tempo de grande importância, onde eventos significativos podem ocorrer. Em Lucas 21:37, sugere a necessidade de estar alerta e vigilante.","por_que_esta_palavra":"A palavra 'meia-noite' é usada para transmitir a urgência e a necessidade de estar preparado para a vinda do Senhor.","conexao_teologica":"A vigilância é um tema recorrente na teologia cristã, especialmente em relação à segunda vinda de Cristo.","referencias_relacionadas":["Mateus 25:6","1 Tessalonicenses 5:2","Apocalipse 16:15"]},"lucas_21_38_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Novamente, refere-se ao templo como um espaço sagrado onde Jesus ensinava.","explicacao_detalhada":"A repetição da palavra 'sagrado' neste contexto reforça a ideia de que o templo é um lugar de ensino e revelação divina, onde a verdade de Deus é proclamada.","por_que_esta_palavra":"A ênfase na sacralidade do templo destaca a importância da adoração e do ensino que ocorre nesse espaço.","conexao_teologica":"A sacralidade do templo é um reflexo da presença de Deus entre o Seu povo, um tema central na narrativa bíblica.","referencias_relacionadas":["Levítico 19:30","Salmos 27:4","Mateus 21:14"]},"lucas_21_38_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que se reunia no templo para ouvir os ensinamentos de Jesus.","explicacao_detalhada":"A palavra 'povo' indica a coletividade dos judeus que buscavam a Deus e estavam atentos às palavras de Jesus. Isso mostra a relação entre o mestre e seus discípulos.","por_que_esta_palavra":"A inclusão do 'povo' enfatiza a missão de Jesus de alcançar e ensinar todos, não apenas os líderes religiosos.","conexao_teologica":"A ideia de povo de Deus é central na Bíblia, representando a comunidade que Deus escolheu para ser Seu testemunho na terra.","referencias_relacionadas":["Êxodo 19:6","Isaías 43:20-21","1 Pedro 2:9"]},"lucas_21_38_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da vida, que é seguido pelos que buscam a verdade e a justiça.","explicacao_detalhada":"A palavra 'caminho' simboliza a jornada espiritual e as escolhas que o povo faz em sua vida de fé. Em Lucas 21:38, isso se relaciona à busca por ensinamentos que levam à vida eterna.","por_que_esta_palavra":"A escolha da palavra 'caminho' sugere que a vida cristã é uma jornada contínua de crescimento e aprendizado.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de segui-Lo em nossa jornada espiritual.","referencias_relacionadas":["João 14:6","Salmos 119:105","Atos 9:2"]}}