{"lucas_22_1_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, que commemorava a libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"A Páscoa é um evento central na tradição judaica, simbolizando a redenção e a intervenção divina. Em Lucas 22:1, a Páscoa é o pano de fundo para a última ceia de Jesus.","por_que_esta_palavra":"A menção da Páscoa conecta a obra de Jesus com a história da salvação do povo de Israel.","conexao_teologica":"A Páscoa é um símbolo da nova aliança em Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17","1 Coríntios 5:7"]},"lucas_22_1_mao":{"palavra_pt":"mao","palavra_original":"ἐγγίζω","transliteracao":"engízō","strong":"G1448","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de se aproximar ou tocar, simbolizando a traição de Judas.","explicacao_detalhada":"A palavra 'mão' aqui é usada para descrever a traição que estava prestes a acontecer, onde Judas se aproximaria de Jesus para entregá-Lo.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a ação física que representa a traição e a cumplicidade de Judas.","conexao_teologica":"A traição de Judas é um exemplo do livre arbítrio humano e das consequências do pecado.","referencias_relacionadas":["Mateus 26:48","Marcos 14:44","João 13:2"]},"lucas_22_2_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à busca por um meio de entregar Jesus, indicando a intenção maliciosa dos líderes religiosos.","explicacao_detalhada":"A palavra 'buscar' implica em um esforço deliberado para encontrar e capturar Jesus, refletindo a oposição ao Seu ministério.","por_que_esta_palavra":"A escolha da palavra 'buscar' destaca a determinação dos líderes religiosos em eliminar a ameaça que Jesus representava para eles.","conexao_teologica":"A busca por Jesus por parte dos líderes religiosos é um reflexo da luta entre a luz e as trevas, um tema central na narrativa do Novo Testamento.","referencias_relacionadas":["Mateus 26:4","Marcos 14:1","João 11:53"]},"lucas_22_2_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na Lei e frequentemente se opunham a Jesus.","explicacao_detalhada":"Os escribas eram responsáveis por interpretar e ensinar a Lei, mas muitas vezes estavam mais preocupados com a tradição do que com a verdade de Deus. Em Lucas 22:2, eles se unem para tramar a prisão de Jesus.","por_que_esta_palavra":"A palavra 'escriba' é usada para destacar a hipocrisia e a resistência dos líderes religiosos à mensagem de Jesus.","conexao_teologica":"A oposição dos escribas e fariseus a Jesus ilustra a luta entre a verdadeira interpretação da Lei e as tradições humanas.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38","Lucas 11:52"]},"lucas_22_2_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que estava sob a influência dos líderes religiosos e que muitas vezes não compreendia a verdadeira mensagem de Jesus.","explicacao_detalhada":"A palavra 'povo' aqui indica a coletividade que seguia Jesus, mas que também era manipulada pelos líderes religiosos. Isso reflete a dinâmica entre liderança e a massa.","por_que_esta_palavra":"A inclusão do 'povo' enfatiza a responsabilidade dos líderes em guiar corretamente aqueles que estão sob sua influência.","conexao_teologica":"A relação entre o povo e seus líderes é um tema importante na Bíblia, refletindo a necessidade de liderança justa e piedosa.","referencias_relacionadas":["Mateus 9:36","Lucas 6:39","João 10:11"]},"lucas_22_3_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Judas Iscariotes, um dos doze apóstolos de Jesus.","explicacao_detalhada":"O nome 'Judas' é comum entre os judeus e significa 'louvor'. No contexto do versículo, ele é identificado como o traidor de Jesus, o que dá uma conotação negativa ao seu nome.","por_que_esta_palavra":"A palavra é utilizada para identificar Judas, que desempenha um papel crucial na narrativa da traição de Jesus.","conexao_teologica":"A traição de Judas é um elemento central na história da redenção, mostrando a fragilidade humana e a soberania de Deus na realização de Seu plano.","referencias_relacionadas":["Mateus 26:14-16","Marcos 14:10-11","João 13:2"]},"lucas_22_3_iscariot":{"palavra_pt":"iscariot","palavra_original":"Ἰσκαριώτης","transliteracao":"Iskariṓtēs","strong":"G2469","significado_raiz":"Ideia básica: iscariot.","significado_contextual":"Iscariot indica a origem de Judas, possivelmente referindo-se à cidade de Queriote.","explicacao_detalhada":"O termo 'Iscariot' é usado para distinguir Judas de outros portadores do nome. Ele é frequentemente associado à traição, o que intensifica a sua notoriedade.","por_que_esta_palavra":"É importante para identificar Judas em um grupo de apóstolos, especialmente em contextos onde outros Judas são mencionados.","conexao_teologica":"A identificação de Judas como Iscariot é um lembrete da escolha de Deus em usar até mesmo aqueles que falham em Sua missão.","referencias_relacionadas":["Mateus 10:4","Marcos 3:19","João 6:71"]},"lucas_22_4_falar":{"palavra_pt":"falar","palavra_original":"συλλαλέω","transliteracao":"syllaléō","strong":"G4814","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Judas em dialogar com os principais sacerdotes sobre a traição.","explicacao_detalhada":"A palavra 'falar' implica a comunicação e o planejamento de Judas para trair Jesus, evidenciando a premeditação de sua ação.","por_que_esta_palavra":"É crucial para entender como Judas se articulou com as autoridades religiosas para concretizar sua traição.","conexao_teologica":"A traição de Judas e sua conversa com os sacerdotes mostram como a corrupção pode se infiltrar nas relações humanas, mesmo entre aqueles que estão próximos a Deus.","referencias_relacionadas":["Mateus 26:15","Marcos 14:10","João 18:2"]},"lucas_22_5_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, refere-se à aliança que Deus tem com Seu povo e à traição que Judas está prestes a cometer.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania divina e o plano de salvação que está em andamento, mesmo diante da traição.","por_que_esta_palavra":"É importante para ressaltar que, apesar da traição, Deus continua a ser o autor da história da redenção.","conexao_teologica":"A traição de Judas não frustra os planos de Deus, mas, ao contrário, faz parte do cumprimento das profecias sobre a redenção.","referencias_relacionadas":["Romanos 8:28","Atos 2:23","Hebreus 10:29"]},"lucas_22_5_alianca":{"palavra_pt":"alianca","palavra_original":"συντίθεμαι","transliteracao":"syntíthemai","strong":"G4934","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao acordo entre Judas e os sacerdotes para entregar Jesus.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso, que neste caso é quebrado por Judas ao trair Jesus, simbolizando a traição de um pacto sagrado.","por_que_esta_palavra":"É utilizada para mostrar a gravidade da traição de Judas, que não apenas trai um amigo, mas quebra uma aliança.","conexao_teologica":"A traição de Judas destaca a importância das alianças na Bíblia e como elas podem ser rompidas, refletindo a condição humana caída.","referencias_relacionadas":["Jeremias 31:31","Lucas 22:20","Hebreus 8:6"]},"lucas_22_5_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à intenção de Judas de entregar Jesus em troca de dinheiro.","explicacao_detalhada":"A palavra 'libertar' aqui é irônica, pois Judas busca libertar-se de sua lealdade a Jesus em troca de ganho material.","por_que_esta_palavra":"É importante para entender a motivação de Judas e a natureza da sua traição.","conexao_teologica":"A busca de Judas por libertação através da traição contrasta com a verdadeira liberdade que Jesus oferece.","referencias_relacionadas":["Mateus 16:26","Lucas 4:18","Gálatas 5:1"]},"lucas_22_6_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de Judas em procurar uma oportunidade para trair Jesus.","explicacao_detalhada":"A palavra 'buscar' implica um esforço deliberado e intencional de Judas para encontrar o momento certo para sua traição.","por_que_esta_palavra":"É usada para enfatizar a premeditação da traição, mostrando que Judas não agiu por impulso.","conexao_teologica":"A busca de Judas por uma oportunidade de traição reflete a luta entre o bem e o mal, e como o pecado pode se manifestar em ações planejadas.","referencias_relacionadas":["Mateus 26:16","Marcos 14:11","João 13:27"]},"lucas_22_6_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que seguia Jesus e que Judas estava prestes a trair.","explicacao_detalhada":"A palavra 'povo' destaca a multidão que estava em torno de Jesus, enfatizando a conexão entre Judas e aqueles que seguiam o Mestre.","por_que_esta_palavra":"É importante para mostrar a relação de Judas com a comunidade que Jesus estava formando.","conexao_teologica":"A traição de Judas não apenas afeta Jesus, mas também impacta toda a comunidade de crentes, refletindo a gravidade do pecado.","referencias_relacionadas":["Mateus 26:5","Marcos 14:2","João 6:66"]},"lucas_22_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da Páscoa, um momento significativo na tradição judaica.","explicacao_detalhada":"A palavra 'dia' aqui é crucial, pois marca o tempo em que Jesus institui a Última Ceia, ligando a Páscoa à nova aliança.","por_que_esta_palavra":"É usada para situar a narrativa no contexto da celebração da Páscoa, que é fundamental para a compreensão do sacrifício de Jesus.","conexao_teologica":"O dia da Páscoa simboliza a libertação do povo de Israel e prefigura a libertação que Jesus traz através de Sua morte e ressurreição.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17","1 Coríntios 5:7"]},"lucas_22_7_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à grandeza do evento da Última Ceia e da Páscoa.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a magnitude do que está prestes a acontecer, que é a instituição da nova aliança.","por_que_esta_palavra":"É utilizada para destacar a relevância do momento em que Jesus se prepara para sacrificar Sua vida pela humanidade.","conexao_teologica":"A grandeza do evento reflete a profundidade do amor de Deus pela humanidade e a importância da nova aliança estabelecida por meio de Cristo.","referencias_relacionadas":["Lucas 22:15","Mateus 26:26-28","Hebreus 9:15"]},"lucas_22_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, simbolizando sua firmeza e estabilidade na fé.","explicacao_detalhada":"No contexto de Lucas 22:8, Jesus se refere a Pedro como 'rocha', indicando que ele seria um pilar na fundação da Igreja. A rocha é um símbolo de força e durabilidade, refletindo a importância de Pedro na liderança dos apóstolos.","por_que_esta_palavra":"A escolha da palavra 'rocha' destaca a confiança de Jesus em Pedro, apesar de suas falhas humanas, mostrando que Deus pode usar pessoas imperfeitas para cumprir Seus propósitos.","conexao_teologica":"A rocha é frequentemente associada à estabilidade e à proteção em Deus, refletindo a natureza de Cristo como a verdadeira rocha sobre a qual a Igreja é construída.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 10:4","Salmos 18:2"]},"lucas_22_8_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se a João, um dos apóstolos, que é mencionado no contexto da preparação da Páscoa.","explicacao_detalhada":"O nome de João é importante porque ele é um dos discípulos escolhidos para ajudar na preparação da Última Ceia. O nome carrega identidade e autoridade, especialmente em um contexto onde a obediência e a missão são cruciais.","por_que_esta_palavra":"A menção do nome enfatiza a importância dos apóstolos na obra de Cristo e a necessidade de cada um deles em cumprir a missão que lhes foi dada.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem o caráter e a missão das pessoas. João, que significa 'Deus é gracioso', representa a graça que Jesus traz.","referencias_relacionadas":["Lucas 1:13","Mateus 10:2","João 1:6"]},"lucas_22_8_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A 'Páscoa' refere-se à celebração da libertação do povo de Israel da escravidão no Egito, que é um evento central na história judaica.","explicacao_detalhada":"No contexto de Lucas 22:8, a Páscoa é o cenário da Última Ceia, onde Jesus institui a nova aliança. A celebração da Páscoa é um lembrete da salvação e da redenção, que se cumpre em Cristo.","por_que_esta_palavra":"A Páscoa é fundamental para entender o sacrifício de Jesus, que se torna o Cordeiro Pascal, oferecendo Sua vida para a redenção da humanidade.","conexao_teologica":"A Páscoa simboliza a passagem da morte para a vida, refletindo a ressurreição de Cristo e a nova vida que Ele oferece aos crentes.","referencias_relacionadas":["Êxodo 12:13","Mateus 26:17","1 Coríntios 5:7"]},"lucas_22_9_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão de Jesus em selecionar os apóstolos para uma missão específica.","explicacao_detalhada":"No contexto de Lucas 22:9, a escolha é um ato deliberado de Jesus, que confia a Seus discípulos a responsabilidade de preparar a Páscoa. Essa escolha reflete a soberania de Deus na seleção de líderes.","por_que_esta_palavra":"A escolha enfatiza a importância da obediência e da disposição dos apóstolos em seguir as instruções de Jesus, mostrando que a missão é um trabalho em equipe.","conexao_teologica":"A escolha de Jesus dos apóstolos é um exemplo de como Deus chama e capacita pessoas para Sua obra, refletindo a graça e a soberania divina.","referencias_relacionadas":["João 15:16","Mateus 4:19","Lucas 6:13"]},"lucas_22_9_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus com Seus discípulos sobre a preparação da Páscoa.","explicacao_detalhada":"Em Lucas 22:9, Jesus instrui Seus discípulos sobre o que fazer, demonstrando a importância da comunicação clara e da obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'falar' destaca a necessidade de ouvir e seguir as orientações de Jesus, que é o Mestre e guia dos Seus seguidores.","conexao_teologica":"A comunicação de Jesus com Seus discípulos reflete a relação íntima entre o Senhor e Seus seguidores, onde a palavra de Deus é central na vida cristã.","referencias_relacionadas":["Mateus 28:20","João 10:27","Hebreus 1:1"]},"lucas_22_9_prepare":{"palavra_pt":"preparar","palavra_original":"ἑτοιμάζω","transliteracao":"hetoimázō","strong":"G2090","significado_raiz":"Ideia básica: preparar.","significado_contextual":"A palavra 'preparar' refere-se à ação de organizar a Páscoa, um evento significativo na tradição judaica.","explicacao_detalhada":"No contexto de Lucas 22:9, a preparação é crucial para a celebração da Última Ceia, onde Jesus institui a nova aliança. A preparação envolve tanto aspectos físicos quanto espirituais.","por_que_esta_palavra":"A preparação é um ato de obediência e reverência, mostrando a importância de estar pronto para os momentos significativos que Deus proporciona.","conexao_teologica":"A preparação para a Páscoa simboliza a preparação do coração para receber a obra de Cristo, refletindo a importância da santidade e da prontidão na vida cristã.","referencias_relacionadas":["Êxodo 12:11","Mateus 26:19","1 Coríntios 11:28"]},"lucas_22_10_pitcher":{"palavra_pt":"pitcher","palavra_original":"κεράμιον","transliteracao":"kerámion","strong":"G2765","significado_raiz":"Ideia básica: pitcher.","significado_contextual":"A palavra 'pitcher' refere-se ao recipiente usado para transportar água, essencial para a preparação da refeição.","explicacao_detalhada":"Em Lucas 22:10, o 'pitcher' simboliza a provisão e a preparação necessária para a celebração da Páscoa. É um elemento prático que destaca a importância dos detalhes na obediência a Jesus.","por_que_esta_palavra":"A menção do 'pitcher' mostra que Deus se importa com os aspectos práticos da vida, além dos espirituais, e que cada detalhe tem seu lugar na obra divina.","conexao_teologica":"O 'pitcher' pode ser visto como um símbolo da água viva que Jesus oferece, refletindo a necessidade de saciar a sede espiritual da humanidade.","referencias_relacionadas":["João 4:14","Isaías 12:3","Salmos 42:1"]},"lucas_22_10_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' refere-se ao líquido essencial para a vida e, neste contexto, para a preparação da Páscoa.","explicacao_detalhada":"No contexto de Lucas 22:10, a água é um elemento vital que simboliza purificação e renovação, refletindo a necessidade de estar limpo para a celebração.","por_que_esta_palavra":"A água é frequentemente usada na Bíblia como símbolo de vida e do Espírito Santo, que purifica e renova os crentes.","conexao_teologica":"A água também representa a nova vida que Jesus oferece, sendo um elemento central na obra de redenção e na vida cristã.","referencias_relacionadas":["João 7:38","Apocalipse 21:6","Isaías 44:3"]},"lucas_22_11_guestchamber":{"palavra_pt":"guestchamber","palavra_original":"κατάλυμα","transliteracao":"katályma","strong":"G2646","significado_raiz":"Ideia básica: guestchamber.","significado_contextual":"A palavra 'guestchamber' refere-se ao local onde a Última Ceia foi realizada, um espaço reservado para a celebração.","explicacao_detalhada":"Em Lucas 22:11, o 'guestchamber' é um lugar de acolhimento e comunhão, onde Jesus compartilha a refeição com Seus discípulos, simbolizando a importância da comunidade na fé.","por_que_esta_palavra":"A escolha de um espaço específico para a Última Ceia destaca a importância da comunhão e da partilha entre os crentes.","conexao_teologica":"O 'guestchamber' representa o convite de Jesus para todos os crentes participarem da nova aliança, refletindo a inclusão e a hospitalidade do Reino de Deus.","referencias_relacionadas":["Mateus 26:18","Marcos 14:14","João 13:1"]},"lucas_22_11_familia":{"palavra_pt":"familia","palavra_original":"οἰκοδεσπότης","transliteracao":"oikodespótēs","strong":"G3617","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao 'oikodespótēs', que é o dono da casa onde a Última Ceia ocorreu.","explicacao_detalhada":"No contexto de Lucas 22:11, a figura do 'oikodespótēs' é importante, pois representa a hospitalidade e a preparação do espaço para a celebração da Páscoa.","por_que_esta_palavra":"A menção da família destaca a importância da comunidade e do apoio mútuo entre os crentes, refletindo a unidade que deve existir na Igreja.","conexao_teologica":"A família de Deus é um tema central na Bíblia, simbolizando a relação íntima entre Deus e Seu povo, e a importância da comunhão entre os crentes.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","1 Pedro 2:10"]},"lucas_22_12_shew":{"palavra_pt":"shew","palavra_original":"δεικνύω","transliteracao":"deiknýō","strong":"G1166","significado_raiz":"Ideia básica: shew.","significado_contextual":"Mostrar ou indicar algo de forma clara.","explicacao_detalhada":"No contexto de Lucas 22:12, a palavra 'shew' refere-se à ação de Jesus ao indicar aos discípulos onde deveriam preparar a Páscoa. É uma demonstração de liderança e orientação.","por_que_esta_palavra":"A escolha da palavra 'shew' enfatiza a clareza e a precisão com que Jesus instrui seus discípulos, mostrando a importância do que estava prestes a acontecer.","conexao_teologica":"A instrução de Jesus para preparar a Páscoa é um momento crucial que liga a antiga Páscoa judaica à nova aliança que Ele estava estabelecendo.","referencias_relacionadas":["Lucas 22:8","Mateus 26:18","Marcos 14:13"]},"lucas_22_13_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A celebração da Páscoa, que remete à libertação do povo hebreu do Egito.","explicacao_detalhada":"A palavra 'pascoa' é central na narrativa, pois representa a tradição judaica que Jesus e seus discípulos estavam prestes a celebrar. É um símbolo de libertação e redenção.","por_que_esta_palavra":"A Páscoa é um marco na história da salvação, e sua menção aqui destaca a transição do sacrifício do cordeiro pascal para o sacrifício de Cristo.","conexao_teologica":"A Páscoa é um tipo de Cristo, que se torna o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Êxodo 12:13","João 1:29","1 Coríntios 5:7"]},"lucas_22_13_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Encontrar ou descobrir algo que se busca.","explicacao_detalhada":"A palavra 'achar' é utilizada quando os discípulos são instruídos a encontrar o lugar onde a Páscoa será celebrada. Isso implica em um esforço ativo para cumprir a ordem de Jesus.","por_que_esta_palavra":"A busca ativa por um local específico reflete a importância do evento que estava prestes a ocorrer e a necessidade de preparação.","conexao_teologica":"A busca pelo lugar da Páscoa simboliza a busca pela verdade e pela presença de Deus, que se revela em Cristo.","referencias_relacionadas":["Mateus 7:7","Lucas 11:9","Hebreus 11:6"]},"lucas_22_13_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Expressar-se verbalmente, comunicar uma mensagem.","explicacao_detalhada":"A palavra 'falar' é usada quando Jesus instrui os discípulos sobre o que devem dizer ao dono da casa. Isso destaca a importância da comunicação clara e da obediência.","por_que_esta_palavra":"A instrução verbal é crucial para garantir que os discípulos cumpram a vontade de Jesus de maneira correta.","conexao_teologica":"A comunicação de Jesus reflete a revelação de Deus ao homem, que se dá por meio da Palavra.","referencias_relacionadas":["João 1:1","Romanos 10:17","Tiago 1:19"]},"lucas_22_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Referente a algo significativo ou importante.","explicacao_detalhada":"A palavra 'tornar-se' é utilizada para descrever a importância do momento em que Jesus se senta à mesa com os discípulos. Este é um evento de grande relevância na história da salvação.","por_que_esta_palavra":"A ênfase na grandeza do momento destaca a transição de um ritual judaico para a instituição da Ceia do Senhor.","conexao_teologica":"Este momento marca a instituição da nova aliança, onde Jesus se torna o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 26:26-28","Marcos 14:22-24","1 Coríntios 11:23-25"]},"lucas_22_14_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um período de 24 horas, mas também pode referir-se a um momento específico.","explicacao_detalhada":"A palavra 'dia' é usada para indicar o tempo em que a Páscoa seria celebrada, enfatizando a importância do momento histórico.","por_que_esta_palavra":"O 'dia' da Páscoa é um marco que simboliza a libertação e a nova aliança que Jesus estava prestes a estabelecer.","conexao_teologica":"O dia da Páscoa se torna um símbolo da ressurreição e da nova vida em Cristo.","referencias_relacionadas":["Êxodo 12:14","Mateus 28:1-10","Romanos 6:4"]},"lucas_22_15_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A celebração da Páscoa, um evento central na tradição judaica.","explicacao_detalhada":"A repetição da palavra 'pascoa' enfatiza a importância desta celebração e o desejo de Jesus de compartilhar este momento com seus discípulos.","por_que_esta_palavra":"A Páscoa representa a libertação e a salvação, temas centrais na mensagem de Jesus.","conexao_teologica":"A Páscoa é um precursor da Ceia do Senhor, onde Jesus se oferece como o verdadeiro Cordeiro pascal.","referencias_relacionadas":["Êxodo 12:1-14","Lucas 22:1","1 Pedro 1:19"]},"lucas_22_15_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Ato de acompanhar ou obedecer a uma instrução.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a ação dos discípulos em obedecer às instruções de Jesus sobre a preparação da Páscoa.","por_que_esta_palavra":"A obediência dos discípulos é fundamental para que o plano de Deus se realize conforme a vontade divina.","conexao_teologica":"Seguir a Cristo implica em uma vida de obediência e submissão à Sua vontade.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_22_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Referência ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a soberania de Deus sobre os eventos que estão prestes a ocorrer, incluindo a crucificação de Jesus.","por_que_esta_palavra":"A menção de Deus destaca a relação entre a vontade divina e os acontecimentos da Páscoa.","conexao_teologica":"A soberania de Deus é um tema central na narrativa da salvação, onde Ele orquestra os eventos para cumprir Sua promessa.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 8:28"]},"lucas_22_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença ou a localização entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação de Jesus com seus discípulos, enfatizando a comunhão que existe entre eles.","por_que_esta_palavra":"A presença de Jesus entre os discípulos é um símbolo da nova aliança e da comunidade que Ele está formando.","conexao_teologica":"A comunhão entre Jesus e seus seguidores reflete a relação que Deus deseja ter com a humanidade.","referencias_relacionadas":["Mateus 18:20","João 15:4-5","Atos 2:42"]},"lucas_22_17_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao ato de agradecer a Deus pelo que Ele fez.","explicacao_detalhada":"No contexto da Ceia do Senhor, Jesus agradece a Deus antes de repartir o pão e o vinho, reconhecendo a bondade divina e a importância do sacrifício que estava prestes a realizar.","por_que_esta_palavra":"A palavra é usada para expressar gratidão e reconhecimento da provisão divina, essencial para a prática da fé cristã.","conexao_teologica":"A graça é um tema central na teologia cristã, representando o favor imerecido de Deus para com a humanidade, especialmente através do sacrifício de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:15","2 Coríntios 12:9"]},"lucas_22_17_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Ideia básica: cloven.","significado_contextual":"A palavra 'cloven' refere-se ao ato de dividir ou repartir algo.","explicacao_detalhada":"Jesus divide o pão e o vinho, simbolizando a partilha do seu corpo e sangue, que seriam entregues por todos.","por_que_esta_palavra":"É importante para entender o simbolismo da Ceia do Senhor, onde o ato de dividir representa a união dos crentes em Cristo.","conexao_teologica":"A divisão do pão e do vinho é um ato que remete à comunhão e à unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 10:16-17","Mateus 26:26","Marcos 14:22"]},"lucas_22_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Jesus menciona Deus ao falar sobre o vinho, indicando que é o sangue da nova aliança, que é estabelecida por meio de Deus.","por_que_esta_palavra":"É fundamental para reconhecer a soberania de Deus na nova aliança que Jesus está instituindo.","conexao_teologica":"A relação entre Deus e a nova aliança é central na mensagem do evangelho, mostrando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Hebreus 9:15","Jeremias 31:31-34","Gálatas 4:4-5"]},"lucas_22_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a comunicação de uma mensagem importante.","explicacao_detalhada":"Jesus fala sobre o vinho como sendo o sangue da nova aliança, enfatizando a importância do que está prestes a acontecer.","por_que_esta_palavra":"É crucial para entender a revelação de Jesus sobre seu sacrifício e o significado do que Ele está instituindo.","conexao_teologica":"A comunicação de Jesus é um ato revelador da vontade de Deus para a salvação da humanidade.","referencias_relacionadas":["Mateus 26:28","Marcos 14:24","1 Coríntios 11:25"]},"lucas_22_19_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' é novamente usada para expressar gratidão a Deus pelo pão que representa o corpo de Cristo.","explicacao_detalhada":"Jesus agradece a Deus antes de partir o pão, simbolizando seu corpo que seria sacrificado.","por_que_esta_palavra":"Reflete a importância da gratidão em todas as ações, especialmente nas que envolvem a Ceia do Senhor.","conexao_teologica":"A graça é um elemento fundamental na relação entre Deus e a humanidade, especialmente na obra redentora de Cristo.","referencias_relacionadas":["Colossenses 3:17","1 Tessalonicenses 5:18","Romanos 1:21"]},"lucas_22_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de instituir algo novo.","explicacao_detalhada":"Jesus ordena que seus discípulos façam isso em memória dele, estabelecendo um rito que deve ser repetido.","por_que_esta_palavra":"É essencial para entender a continuidade da prática da Ceia do Senhor na vida da igreja.","conexao_teologica":"A ação de fazer em memória de Cristo é um chamado à lembrança do sacrifício e à comunhão entre os crentes.","referencias_relacionadas":["1 Coríntios 11:24-25","Mateus 26:26-28","Marcos 14:22-24"]},"lucas_22_19_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao corpo físico de Jesus, que seria sacrificado.","explicacao_detalhada":"Jesus usa o pão para simbolizar seu corpo, enfatizando a importância do sacrifício que Ele estava prestes a fazer.","por_que_esta_palavra":"É crucial para a compreensão da doutrina da expiação e do sacrifício de Cristo.","conexao_teologica":"O corpo de Cristo é central na teologia da redenção, representando a entrega total de Jesus pela humanidade.","referencias_relacionadas":["Isaías 53:5","1 Pedro 2:24","Hebreus 10:10"]},"lucas_22_20_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança/testamento' refere-se ao novo pacto estabelecido por Jesus.","explicacao_detalhada":"Jesus fala sobre o vinho como sendo o sangue da nova aliança, simbolizando a nova relação entre Deus e a humanidade.","por_que_esta_palavra":"É fundamental para entender a transição do antigo pacto para o novo, que é baseado na graça.","conexao_teologica":"A nova aliança é um tema central na teologia cristã, representando a realização das promessas de Deus.","referencias_relacionadas":["Hebreus 8:6-13","Jeremias 31:31-34","Gálatas 3:29"]},"lucas_22_21_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à parte do corpo que simboliza ação e poder.","explicacao_detalhada":"Jesus menciona que a mão do traidor está à mesa, indicando a traição iminente de Judas.","por_que_esta_palavra":"É importante para entender a traição e o contexto em que a Ceia do Senhor foi instituída.","conexao_teologica":"A traição de Judas destaca a realidade do pecado e a necessidade da redenção através de Cristo.","referencias_relacionadas":["Mateus 26:24","Marcos 14:21","João 13:21-27"]},"lucas_22_21_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou estar em comunhão com alguém.","explicacao_detalhada":"Jesus fala sobre a traição, indicando que mesmo entre os mais próximos, há aqueles que não seguem verdadeiramente.","por_que_esta_palavra":"É essencial para entender a natureza da verdadeira comunhão e o chamado ao discipulado.","conexao_teologica":"O chamado para seguir a Cristo implica em compromisso e lealdade, mesmo diante da traição.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_22_22_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com uma ordem ou plano divino.","explicacao_detalhada":"No contexto de Lucas 22:22, a palavra 'conforme' sugere que os eventos que estão prestes a ocorrer estão de acordo com a vontade de Deus, enfatizando a soberania divina sobre a traição de Judas.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar que tudo que acontece está dentro do plano de Deus, mesmo as ações humanas que parecem ser erradas.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Isaías 46:10","Atos 2:23","Romanos 8:28"]},"lucas_22_22_declare":{"palavra_pt":"declare","palavra_original":"ὁρίζω","transliteracao":"horízō","strong":"G3724","significado_raiz":"Ideia básica: declare.","significado_contextual":"A palavra 'declare' implica em estabelecer ou definir algo com clareza.","explicacao_detalhada":"Em Lucas 22:22, Jesus declara que um dos seus discípulos o trairá, estabelecendo a gravidade da situação e a inevitabilidade do que está por vir.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a autoridade de Jesus em revelar o futuro e a traição que está prestes a acontecer.","conexao_teologica":"A declaração de Jesus sobre sua traição reflete a sua onisciência e o cumprimento das profecias messiânicas.","referencias_relacionadas":["Salmos 41:9","Mateus 26:24","João 13:18"]},"lucas_22_23_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se ao ato de entregar algo a alguém, muitas vezes com conotações de traição.","explicacao_detalhada":"No versículo, a entrega de Jesus nas mãos de Judas representa a traição e o cumprimento das Escrituras, onde um dos seus mais próximos o entrega.","por_que_esta_palavra":"A palavra é escolhida para mostrar a gravidade da ação de Judas e o impacto que isso terá na missão de Jesus.","conexao_teologica":"A entrega de Jesus é central para a teologia da redenção, onde sua morte é vista como um sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Mateus 26:15","Marcos 14:10","João 18:2"]},"lucas_22_23_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a inclusão de Judas no grupo dos discípulos.","explicacao_detalhada":"No contexto, 'entre' destaca que Judas estava em comunhão com os outros discípulos, mas ainda assim escolheu trair Jesus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a traição de alguém que estava próximo, aumentando a dor da traição.","conexao_teologica":"A traição de Judas entre os discípulos ilustra a realidade do pecado mesmo entre aqueles que estão próximos a Cristo.","referencias_relacionadas":["Mateus 26:21","Marcos 14:18","João 13:26"]},"lucas_22_24_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à aspiração dos discípulos em serem reconhecidos como grandes.","explicacao_detalhada":"No versículo, os discípulos discutem sobre quem seria o maior, revelando a luta pelo poder e status entre eles.","por_que_esta_palavra":"A palavra é usada para mostrar a ambição dos discípulos em contraste com o ensinamento de humildade de Jesus.","conexao_teologica":"A busca por grandeza é um tema recorrente que Jesus confronta, ensinando que o verdadeiro líder é aquele que serve.","referencias_relacionadas":["Mateus 20:26","Marcos 10:43","Filipenses 2:3"]},"lucas_22_24_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de ser virtuoso ou digno de respeito.","explicacao_detalhada":"No contexto, a discussão sobre quem é o maior revela a confusão sobre o que significa ser 'bom' no reino de Deus.","por_que_esta_palavra":"A palavra é utilizada para contrastar a visão humana de grandeza com a visão divina de serviço e humildade.","conexao_teologica":"A verdadeira bondade é definida pelo caráter de Cristo e sua disposição em servir aos outros.","referencias_relacionadas":["Mateus 19:17","Lucas 18:19","Gálatas 5:22"]},"lucas_22_24_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' indica um respeito profundo ou reverência.","explicacao_detalhada":"No versículo, o 'temor' pode ser interpretado como a maneira como os discípulos se sentem em relação à grandeza e à autoridade de Jesus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a seriedade da discussão sobre liderança e serviço entre os discípulos.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a discussão sobre liderança deve ser fundamentada nesse temor.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28"]},"lucas_22_25_governo":{"palavra_pt":"governo","palavra_original":"κυριεύω","transliteracao":"kyrieúō","strong":"G2961","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade ou domínio sobre outros.","explicacao_detalhada":"Jesus menciona que os governantes do mundo exercem domínio, contrastando com o modelo de liderança que Ele ensina.","por_que_esta_palavra":"A palavra é utilizada para criticar a forma como o poder é exercido entre os gentios, que é opressivo.","conexao_teologica":"A liderança no reino de Deus é caracterizada pelo serviço e não pela opressão, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 20:25","Marcos 10:42","1 Pedro 5:3"]},"lucas_22_25_bom":{"palavra_pt":"bom","palavra_original":"εὐεργέτης","transliteracao":"euergétēs","strong":"G2110","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui é usada para descrever a natureza de um líder que serve.","explicacao_detalhada":"Jesus redefine o conceito de 'bom' ao ensinar que o verdadeiro líder é aquele que se coloca a serviço dos outros.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que a verdadeira bondade se manifesta no serviço e na humildade.","conexao_teologica":"A bondade de Deus é exemplificada em Jesus, que veio para servir e dar a sua vida pelos outros.","referencias_relacionadas":["Mateus 23:11","Marcos 10:45","Gálatas 5:13"]},"lucas_22_26_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' aqui refere-se à reverência que deve ser dada ao serviço e à liderança.","explicacao_detalhada":"Jesus ensina que o verdadeiro temor deve ser direcionado ao serviço ao próximo, em vez de buscar status ou poder.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de servir com humildade e respeito.","conexao_teologica":"O temor de Deus deve moldar a maneira como lideramos e servimos aos outros, refletindo o caráter de Cristo.","referencias_relacionadas":["Salmos 2:11","Mateus 10:28","1 Pedro 2:17"]},"lucas_22_26_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação de status ou condição, onde o maior deve ser como o menor.","explicacao_detalhada":"A palavra 'tornar-se' implica uma mudança de estado, enfatizando que, no reino de Deus, a grandeza é medida pelo serviço e humildade.","por_que_esta_palavra":"É usada para contrastar a visão mundana de grandeza com a perspectiva divina de liderança servil.","conexao_teologica":"A ideia de que o maior deve se tornar o menor reflete o ensinamento de Jesus sobre o serviço e a humildade como virtudes centrais no cristianismo.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","Filipenses 2:5-7"]},"lucas_22_26_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' aqui sugere um relacionamento de serviço e apoio mútuo entre os discípulos.","explicacao_detalhada":"O termo implica uma relação de camaradagem e compromisso, onde os amigos se ajudam e se servem uns aos outros.","por_que_esta_palavra":"É importante para entender a dinâmica de comunidade e serviço no contexto do discipulado.","conexao_teologica":"A amizade entre os discípulos reflete a amizade de Cristo com a humanidade, enfatizando o amor e o serviço.","referencias_relacionadas":["João 15:13-15","Romanos 12:10","Gálatas 5:13"]},"lucas_22_27_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui é relacionado à reverência e respeito, especialmente em relação à autoridade de Cristo.","explicacao_detalhada":"Este temor não é medo, mas uma atitude de respeito e submissão à liderança de Jesus e ao seu exemplo de serviço.","por_que_esta_palavra":"É crucial para entender a relação entre os discípulos e Jesus, onde o temor é um reconhecimento da sua autoridade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e aqui se reflete na disposição dos discípulos em seguir o exemplo de Cristo.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28-29"]},"lucas_22_27_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se à relação de serviço e apoio entre os discípulos, enfatizando a importância da comunidade.","explicacao_detalhada":"A palavra implica que ser amigo é também servir, refletindo a natureza do amor cristão.","por_que_esta_palavra":"É essencial para entender a dinâmica de apoio mútuo entre os seguidores de Cristo.","conexao_teologica":"A amizade e o serviço são centrais na mensagem de Jesus, que nos chama a amar uns aos outros.","referencias_relacionadas":["João 15:12-13","Gálatas 6:2","1 João 3:16"]},"lucas_22_28_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica um compromisso contínuo com os ensinamentos e o exemplo de Jesus.","explicacao_detalhada":"Seguir Jesus envolve não apenas crer, mas também agir de acordo com seus ensinamentos e exemplo.","por_que_esta_palavra":"É fundamental para entender o chamado ao discipulado e a vida cristã.","conexao_teologica":"O seguimento de Cristo é uma expressão de fé e obediência, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_22_28_bom":{"palavra_pt":"bom","palavra_original":"πειρασμός","transliteracao":"peirasmós","strong":"G3986","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui se refere à qualidade moral e espiritual das ações e atitudes dos discípulos.","explicacao_detalhada":"Ser 'bom' implica agir de acordo com a vontade de Deus e refletir o caráter de Cristo em nossas vidas.","por_que_esta_palavra":"É usada para enfatizar a importância de viver de maneira justa e amorosa.","conexao_teologica":"A bondade é um fruto do Espírito e um reflexo da natureza de Deus em nós.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 2:10","Tiago 1:17"]},"lucas_22_29_appoint":{"palavra_pt":"appoint","palavra_original":"διατίθεμαι","transliteracao":"diatíthemai","strong":"G1303","significado_raiz":"Ideia básica: appoint.","significado_contextual":"A palavra 'appoint' refere-se ao ato de designar ou estabelecer alguém em uma posição ou função.","explicacao_detalhada":"Jesus está falando sobre a autoridade que Ele confere aos seus discípulos para liderar e servir.","por_que_esta_palavra":"É importante para entender a responsabilidade que os discípulos têm em relação ao ministério.","conexao_teologica":"A nomeação dos discípulos reflete a continuidade da missão de Cristo através da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Pedro 2:9"]},"lucas_22_30_poder":{"palavra_pt":"trono","palavra_original":"θρόνος","transliteracao":"thrónos","strong":"G2362","significado_raiz":"Ideia básica: trono.","significado_contextual":"A palavra 'trono' simboliza autoridade e poder, especialmente no contexto do reino de Deus.","explicacao_detalhada":"O trono representa a soberania de Cristo e a promessa de que os discípulos compartilharão dessa autoridade.","por_que_esta_palavra":"É usada para enfatizar a natureza do reino de Deus e a posição dos crentes dentro dele.","conexao_teologica":"A ideia de reinar com Cristo é um tema central na escatologia cristã, refletindo a esperança da vida eterna.","referencias_relacionadas":["Apocalipse 3:21","Romanos 8:17","2 Timóteo 2:12"]},"lucas_22_30_tribo":{"palavra_pt":"tribo","palavra_original":"φυλή","transliteracao":"phylḗ","strong":"G5443","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um grupo ou comunidade, especialmente no contexto do povo de Deus.","explicacao_detalhada":"As tribos de Israel simbolizam a diversidade e a unidade do povo de Deus, cada uma com seu papel e propósito.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus e a inclusão dos crentes na nova aliança.","conexao_teologica":"A noção de tribo reflete a herança espiritual dos crentes, que são considerados filhos de Deus.","referencias_relacionadas":["Apocalipse 7:4-8","Gálatas 3:28","Efésios 2:19"]},"lucas_22_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica autoridade e domínio, especialmente em relação a Jesus como o Senhor dos senhores.","explicacao_detalhada":"Reconhecer Jesus como Senhor é reconhecer sua autoridade sobre todas as áreas da vida.","por_que_esta_palavra":"É fundamental para entender a relação de submissão e adoração que os crentes têm com Cristo.","conexao_teologica":"A autoridade de Cristo é central na fé cristã, refletindo sua divindade e soberania.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Colossenses 1:16-17"]},"lucas_22_31_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Simão' é uma referência direta a Pedro, que significa 'rocha'.","explicacao_detalhada":"O nome é um símbolo da identidade e da missão de Pedro como líder entre os apóstolos. Jesus usa o nome para enfatizar a importância de Pedro em sua obra.","por_que_esta_palavra":"A palavra 'nome' aqui é usada para identificar Pedro, destacando sua importância e o papel que desempenhará na fundação da Igreja.","conexao_teologica":"O nome de Pedro é fundamental na teologia cristã, pois representa a base sobre a qual a Igreja seria construída.","referencias_relacionadas":["Mateus 16:18","João 1:42","Atos 2:14"]},"lucas_22_32_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus, especialmente em momentos de provação.","explicacao_detalhada":"Jesus menciona a fé de Pedro como algo que ele deve manter firme, mesmo diante das dificuldades que enfrentará.","por_que_esta_palavra":"A fé é essencial para a vida cristã e é um tema recorrente nas escrituras, representando a confiança em Deus e em suas promessas.","conexao_teologica":"A fé é vista como um elemento central na salvação e na vida do crente, sendo um dom de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"lucas_22_32_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação e a proteção divina sobre Pedro.","explicacao_detalhada":"Jesus menciona que orou por Pedro para que sua fé não falhasse, mostrando a intercessão divina em momentos críticos.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre Jesus e o Pai, e a dependência do crente em Deus.","conexao_teologica":"A intercessão de Cristo é um tema importante, mostrando como Ele atua em favor dos crentes diante de Deus.","referencias_relacionadas":["Romanos 8:34","Hebreus 7:25","1 João 2:1"]},"lucas_22_32_beseech":{"palavra_pt":"beseech","palavra_original":"δέομαι","transliteracao":"déomai","strong":"G1189","significado_raiz":"Ideia básica: beseech.","significado_contextual":"A palavra 'beseech' refere-se ao ato de pedir com fervor, indicando a seriedade da oração de Jesus por Pedro.","explicacao_detalhada":"Jesus implora ao Pai em favor de Pedro, demonstrando a importância da intercessão e do apoio espiritual.","por_que_esta_palavra":"A palavra destaca a urgência e a necessidade de apoio espiritual em momentos de fraqueza.","conexao_teologica":"A intercessão é um aspecto fundamental da oração cristã, mostrando a necessidade de apoio mútuo entre os crentes.","referencias_relacionadas":["Tiago 5:16","1 Tessalonicenses 5:25","Efésios 6:18"]},"lucas_22_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, reconhecendo Jesus como o Mestre.","explicacao_detalhada":"Pedro se dirige a Jesus como 'Senhor', reconhecendo sua autoridade e posição divina.","por_que_esta_palavra":"O uso de 'senhor' enfatiza a relação de submissão e respeito que os discípulos devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo sua divindade e papel como Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:10-11","Atos 10:36"]},"lucas_22_33_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar e obedecer a Jesus em sua missão.","explicacao_detalhada":"Pedro expressa sua disposição em seguir Jesus, mesmo diante de desafios, mostrando sua lealdade.","por_que_esta_palavra":"A disposição de seguir Jesus é um chamado para todos os crentes, refletindo a necessidade de compromisso e dedicação.","conexao_teologica":"O chamado para seguir a Cristo é um tema recorrente, enfatizando a entrega total à sua vontade.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"lucas_22_34_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se à firmeza e estabilidade que Pedro deve ter em sua fé.","explicacao_detalhada":"Jesus usa a metáfora da rocha para descrever a força que Pedro deve demonstrar, mesmo em meio a dificuldades.","por_que_esta_palavra":"A rocha simboliza a base sólida da fé cristã, que deve ser inabalável diante das tempestades da vida.","conexao_teologica":"Pedro é chamado de 'rocha', simbolizando seu papel fundamental na edificação da Igreja.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:5","Efésios 2:20"]},"lucas_22_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para enfatizar a negação e a proteção divina.","explicacao_detalhada":"A repetição da palavra 'deus' reforça a ideia de que Pedro deve confiar em Deus, mesmo quando enfrenta desafios.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a fé de Pedro e a proteção divina que ele receberá.","conexao_teologica":"A dependência de Deus é um tema central na vida cristã, mostrando que sem Ele nada podemos fazer.","referencias_relacionadas":["Salmos 46:1","Filipenses 4:13","João 15:5"]},"lucas_22_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à declaração de Pedro sobre sua lealdade a Jesus.","explicacao_detalhada":"Pedro afirma que nunca negará Jesus, mostrando sua determinação, mas também sua falta de compreensão sobre suas próprias fraquezas.","por_que_esta_palavra":"A palavra 'falar' é importante porque revela a sinceridade e a confiança de Pedro em sua própria força.","conexao_teologica":"A declaração de Pedro serve como um aviso sobre a fragilidade humana e a necessidade de depender de Deus.","referencias_relacionadas":["Mateus 26:33","Marcos 14:29","João 13:37"]},"lucas_22_35_shoe":{"palavra_pt":"shoe","palavra_original":"ὑπόδημα","transliteracao":"hypódēma","strong":"G5266","significado_raiz":"Ideia básica: shoe.","significado_contextual":"A palavra 'shoe' refere-se ao calçado, simbolizando a preparação e a prontidão para a missão.","explicacao_detalhada":"Jesus pergunta sobre o que os discípulos levaram consigo, enfatizando a importância de estar preparado para a obra.","por_que_esta_palavra":"A menção do calçado é uma metáfora para a preparação espiritual e prática que os discípulos devem ter.","conexao_teologica":"A preparação para a missão é um tema importante, refletindo a necessidade de estar pronto para servir a Deus.","referencias_relacionadas":["Efésios 6:15","Lucas 10:4","Mateus 10:10"]},"lucas_22_35_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir à autoridade suprema e ao criador do universo.","explicacao_detalhada":"Neste contexto, Jesus está enfatizando a dependência dos discípulos em relação a Deus, que provê e cuida de suas necessidades.","por_que_esta_palavra":"A palavra é utilizada para destacar a soberania de Deus sobre todas as coisas e a necessidade de confiar Nele.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia cristã, onde Deus é visto como o provedor e protetor.","referencias_relacionadas":["Salmos 23:1","Mateus 6:26","Filipenses 4:19"]},"lucas_22_36_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a ideia de que a proteção e a provisão vêm de Deus.","explicacao_detalhada":"Jesus instrui os discípulos a se prepararem para os desafios que enfrentarão, lembrando-os de que Deus está sempre presente.","por_que_esta_palavra":"A menção de Deus reforça a confiança que os discípulos devem ter em Sua proteção e orientação.","conexao_teologica":"A dependência de Deus é um tema recorrente nas Escrituras, mostrando que Ele é a fonte de força e segurança.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"lucas_22_37_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à persistência e à continuidade das ações ou estados.","explicacao_detalhada":"No contexto, Jesus fala sobre a necessidade de estar sempre vigilante e preparado para os desafios espirituais.","por_que_esta_palavra":"A ideia de continuidade é importante para enfatizar a necessidade de uma vida de fé constante.","conexao_teologica":"A perseverança na fé é um princípio fundamental na vida cristã, refletindo a necessidade de estar sempre em comunhão com Deus.","referencias_relacionadas":["1 Coríntios 15:58","Hebreus 12:1-2","Tiago 1:12"]},"lucas_22_38_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' denota autoridade e domínio, referindo-se a Jesus como o mestre e líder.","explicacao_detalhada":"Jesus é reconhecido como Senhor, o que implica em Sua autoridade sobre a vida dos discípulos e sobre todas as circunstâncias.","por_que_esta_palavra":"A palavra é crucial para entender a relação de submissão e respeito que os discípulos devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como Senhor sobre tudo.","referencias_relacionadas":["Mateus 28:18","Atos 2:36","Filipenses 2:9-11"]},"lucas_22_38_guerra":{"palavra_pt":"guerra","palavra_original":"μάχαιρα","transliteracao":"máchaira","strong":"G3162","significado_raiz":"Ideia básica: guerra.","significado_contextual":"A palavra 'guerra' é usada metaforicamente para descrever os conflitos espirituais e as batalhas que os discípulos enfrentarão.","explicacao_detalhada":"Jesus alerta os discípulos sobre a necessidade de estarem prontos para a luta espiritual que se aproxima.","por_que_esta_palavra":"A menção de guerra enfatiza a seriedade da missão e os desafios que os seguidores de Cristo enfrentarão.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, onde os cristãos são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","1 Pedro 5:8"]},"lucas_22_38_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à expressão verbal das ideias.","explicacao_detalhada":"Jesus instrui os discípulos sobre a importância de se comunicarem e expressarem suas necessidades e preocupações.","por_que_esta_palavra":"A comunicação é essencial na vida cristã, tanto com Deus quanto entre os irmãos na fé.","conexao_teologica":"A palavra de Deus é frequentemente comunicada e proclamada, sendo fundamental para a edificação da igreja.","referencias_relacionadas":["Romanos 10:14","Tiago 1:19","1 Pedro 3:15"]},"lucas_22_39_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade ou a obediência a uma norma ou padrão.","explicacao_detalhada":"Jesus se retira para orar conforme seu hábito, mostrando a importância da oração na vida do crente.","por_que_esta_palavra":"A conformidade à prática de oração é essencial para a vida espiritual saudável.","conexao_teologica":"A oração é um meio de comunicação com Deus e é vital para o crescimento espiritual.","referencias_relacionadas":["Mateus 6:6","1 Tessalonicenses 5:17","Filipenses 4:6"]},"lucas_22_39_lei":{"palavra_pt":"lei","palavra_original":"ἔθος","transliteracao":"éthos","strong":"G1485","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se a um conjunto de normas ou princípios que regem a vida.","explicacao_detalhada":"Jesus observa a lei e os costumes de seu povo, mostrando a importância de seguir as tradições e a Palavra de Deus.","por_que_esta_palavra":"A lei é fundamental para entender a relação entre Deus e Seu povo, e a necessidade de viver de acordo com Seus mandamentos.","conexao_teologica":"A lei de Deus é um guia para a vida do crente, revelando a vontade divina e os padrões de santidade.","referencias_relacionadas":["Salmos 119:105","Romanos 7:12","Gálatas 5:14"]},"lucas_22_39_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se a um local elevado, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Jesus se retira para um monte para orar, simbolizando a busca pela comunhão com o Pai em um lugar separado.","por_que_esta_palavra":"Os montes na Bíblia frequentemente representam lugares de encontro com Deus e de revelação divina.","conexao_teologica":"A prática de buscar lugares de solitude para oração é um princípio importante na vida espiritual.","referencias_relacionadas":["Mateus 14:23","Marcos 6:46","Salmos 121:1"]},"lucas_22_40_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação ou mudança de estado.","explicacao_detalhada":"Jesus fala sobre a importância de se tornar algo maior, como um chamado para os discípulos a se tornarem líderes e testemunhas.","por_que_esta_palavra":"A ideia de transformação é central na mensagem do evangelho, onde os crentes são chamados a se tornarem novas criaturas.","conexao_teologica":"A transformação espiritual é um tema chave, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_22_40_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina e a relação do ser humano com o Criador. Neste contexto, Jesus se dirige a Deus em oração, buscando força e orientação.","por_que_esta_palavra":"A invocação de Deus é central na oração de Jesus, demonstrando sua dependência e submissão à vontade divina.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para a compreensão da Trindade e da missão redentora de Cristo.","referencias_relacionadas":["Mateus 26:39","João 17:1","Hebreus 5:7"]},"lucas_22_41_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a posição de Jesus em oração, com os braços abertos, como um arco que se curva.","explicacao_detalhada":"A palavra 'arco' pode ser interpretada como uma metáfora para a entrega e a rendição de Jesus ao plano divino, refletindo sua vulnerabilidade e humanidade.","por_que_esta_palavra":"A postura de Jesus em oração é crucial para entender sua luta interna antes da crucificação.","conexao_teologica":"A posição de Jesus em oração antecipa sua entrega na cruz, simbolizando a tensão entre sua humanidade e divindade.","referencias_relacionadas":["Filipenses 2:8","Mateus 26:39","Hebreus 5:7"]},"lucas_22_41_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina e a relação do ser humano com o Criador. Neste contexto, Jesus se dirige a Deus em oração, buscando força e orientação.","por_que_esta_palavra":"A invocação de Deus é central na oração de Jesus, demonstrando sua dependência e submissão à vontade divina.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para a compreensão da Trindade e da missão redentora de Cristo.","referencias_relacionadas":["Mateus 26:39","João 17:1","Hebreus 5:7"]},"lucas_22_41_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza a firmeza e a solidez, contrastando com a fragilidade da situação de Jesus.","explicacao_detalhada":"A palavra 'pedra' pode representar a força e a estabilidade que Jesus busca em Deus durante sua oração angustiada.","por_que_esta_palavra":"A escolha de uma 'pedra' pode refletir a necessidade de apoio e segurança em tempos de tribulação.","conexao_teologica":"A pedra é um símbolo frequente na Bíblia, representando Cristo como a rocha da salvação.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4-6"]},"lucas_22_42_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao desejo de que a vontade de Deus prevaleça sobre a vontade humana.","explicacao_detalhada":"A palavra 'tornar-se' indica a transformação que Jesus está disposto a aceitar, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A entrega à vontade de Deus é um tema central na oração de Jesus, mostrando sua submissão ao plano divino.","conexao_teologica":"A aceitação da vontade de Deus por Jesus é um exemplo de obediência que os crentes são chamados a seguir.","referencias_relacionadas":["Mateus 26:39","João 6:38","Romanos 12:2"]},"lucas_22_43_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Representa a morada de Deus e o lugar de onde vem a ajuda divina.","explicacao_detalhada":"A palavra 'céu' enfatiza a origem celestial da força que Jesus busca em sua oração.","por_que_esta_palavra":"O céu é visto como o lugar onde Deus habita e de onde Ele envia auxílio aos que clamam.","conexao_teologica":"A intercessão de Deus e a ajuda celestial são temas recorrentes na Bíblia, mostrando a proximidade de Deus com os que sofrem.","referencias_relacionadas":["Salmos 121:1-2","Hebreus 4:16","Tiago 1:17"]},"lucas_22_43_olhos":{"palavra_pt":"olhos","palavra_original":"ὀπτάνομαι","transliteracao":"optánomai","strong":"G3700","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Refere-se à percepção e à visão espiritual que Jesus busca em meio à sua angústia.","explicacao_detalhada":"A palavra 'olhos' pode simbolizar a clareza e a compreensão que vêm da oração e da comunhão com Deus.","por_que_esta_palavra":"A visão espiritual é essencial para discernir a vontade de Deus em momentos de crise.","conexao_teologica":"A iluminação espiritual é um tema importante na vida cristã, onde a oração abre os olhos para a verdade divina.","referencias_relacionadas":["Salmos 119:18","Efésios 1:18","Colossenses 1:9"]},"lucas_22_43_strengthen":{"palavra_pt":"strengthen","palavra_original":"ἐνισχύω","transliteracao":"enischýō","strong":"G1765","significado_raiz":"Ideia básica: strengthen.","significado_contextual":"Refere-se ao fortalecimento que Jesus recebe em sua oração, um suporte divino em tempos de necessidade.","explicacao_detalhada":"A palavra 'strengthen' indica a assistência que vem de Deus para enfrentar desafios e tribulações.","por_que_esta_palavra":"O fortalecimento espiritual é crucial para a perseverança na fé, especialmente em momentos de grande pressão.","conexao_teologica":"Deus é frequentemente descrito como a fonte de força e coragem para os crentes, especialmente em tempos de provação.","referencias_relacionadas":["Isaías 41:10","Filipenses 4:13","2 Coríntios 12:9"]},"lucas_22_44_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao chão, simbolizando a realidade física e a humanidade de Jesus em sua luta.","explicacao_detalhada":"A palavra 'terra' enfatiza a conexão de Jesus com o mundo físico e sua experiência humana de dor e sofrimento.","por_que_esta_palavra":"A referência ao solo destaca a humanidade de Jesus e sua identificação com a condição humana.","conexao_teologica":"A encarnação de Cristo é um tema central na teologia, mostrando como Ele se fez humano para redimir a humanidade.","referencias_relacionadas":["Gênesis 2:7","João 1:14","Hebreus 2:14"]},"lucas_22_44_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à intensidade da angústia que Jesus experimenta antes da crucificação.","explicacao_detalhada":"A palavra 'tornar-se' indica a profundidade da luta interna de Jesus, que se torna mais intensa à medida que se aproxima da cruz.","por_que_esta_palavra":"A intensidade da experiência de Jesus é fundamental para entender o sacrifício que Ele estava prestes a fazer.","conexao_teologica":"A paixão de Cristo é um elemento central na salvação, mostrando o custo do pecado e a profundidade do amor de Deus.","referencias_relacionadas":["Mateus 26:38","Marcos 14:34","Romanos 5:8"]},"lucas_22_44_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à relação de Jesus com Deus durante sua agonia no Getsêmani.","explicacao_detalhada":"Neste versículo, Jesus se entrega em oração ao Pai, expressando sua angústia e a necessidade de apoio divino em um momento de grande sofrimento.","por_que_esta_palavra":"A palavra 'Deus' é central na oração de Jesus, enfatizando sua dependência e conexão com o Pai.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para a compreensão da Trindade e da missão redentora de Cristo.","referencias_relacionadas":["Mateus 26:39","Marcos 14:36","João 12:27"]},"lucas_22_45_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A oração é um ato de comunicação com Deus, especialmente em momentos de crise.","explicacao_detalhada":"Jesus se retira para orar, demonstrando a importância da oração em momentos de aflição e a busca por força divina.","por_que_esta_palavra":"A palavra 'oração' destaca a prática de Jesus em buscar a vontade do Pai e a força necessária para enfrentar a cruz.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus, refletindo a dependência e a submissão à Sua vontade.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Hebreus 5:7"]},"lucas_22_45_grief":{"palavra_pt":"dor","palavra_original":"λύπη","transliteracao":"lýpē","strong":"G3077","significado_raiz":"Ideia básica: dor.","significado_contextual":"Refere-se à dor emocional e espiritual que Jesus experimenta antes da crucificação.","explicacao_detalhada":"A dor de Jesus é uma expressão da sua humanidade e da carga que Ele carrega ao se aproximar do sacrifício.","por_que_esta_palavra":"A palavra 'dor' enfatiza a profundidade do sofrimento de Jesus, tanto físico quanto emocional.","conexao_teologica":"O sofrimento de Cristo é central para a teologia da redenção, mostrando que Ele se identificou plenamente com a condição humana.","referencias_relacionadas":["Isaías 53:3","Mateus 26:38","Hebreus 2:10"]},"lucas_22_46_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Aqui, Jesus se dirige a Deus, enfatizando a relação entre o Filho e o Pai.","explicacao_detalhada":"Jesus questiona seus discípulos sobre a falta de vigilância, contrastando com sua própria busca por comunhão com o Pai.","por_que_esta_palavra":"A palavra 'Deus' reafirma a soberania e a autoridade divina em momentos de crise.","conexao_teologica":"A comunicação entre Jesus e Deus Pai é um exemplo de como os crentes devem buscar a Deus em oração.","referencias_relacionadas":["Mateus 26:40","Marcos 14:37","João 17:1"]},"lucas_22_46_bom":{"palavra_pt":"bom","palavra_original":"πειρασμός","transliteracao":"peirasmós","strong":"G3986","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui é usada em um contexto de vigilância e oração.","explicacao_detalhada":"Jesus exorta os discípulos a permanecerem alertas e orando, indicando que a vigilância é uma prática boa e necessária.","por_que_esta_palavra":"A palavra 'bom' reflete a natureza da vigilância espiritual e a importância de estar preparado.","conexao_teologica":"A vigilância e a oração são temas recorrentes na vida cristã, enfatizando a necessidade de estar atento às tentações.","referencias_relacionadas":["Mateus 26:41","1 Pedro 5:8","Efésios 6:18"]},"lucas_22_47_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus sendo traído por Judas, um momento crucial na narrativa da paixão.","explicacao_detalhada":"A presença de Jesus no momento da traição destaca sua disposição em enfrentar o sofrimento por amor à humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é central, pois Ele é o protagonista da história da salvação.","conexao_teologica":"A traição de Judas é um exemplo do cumprimento das profecias e do plano redentor de Deus.","referencias_relacionadas":["Mateus 26:47","Marcos 14:43","João 18:2"]},"lucas_22_47_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' é usada por Jesus para se referir a Judas, mesmo em meio à traição.","explicacao_detalhada":"Jesus chama Judas de amigo, mostrando a profundidade da traição e a dor da rejeição.","por_que_esta_palavra":"A palavra 'amigo' destaca a relação que Judas tinha com Jesus antes da traição.","conexao_teologica":"A traição de um amigo é um tema que ressoa com a experiência humana de dor e desilusão.","referencias_relacionadas":["Salmos 41:9","Mateus 26:50","João 13:18"]},"lucas_22_47_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que veio prender Jesus, simbolizando a rejeição do povo.","explicacao_detalhada":"A presença do povo na prisão de Jesus ilustra a tensão entre a aceitação e a rejeição do Messias.","por_que_esta_palavra":"A palavra 'povo' representa a coletividade que, em sua maioria, não reconheceu Jesus como o Salvador.","conexao_teologica":"A rejeição de Jesus pelo povo é um cumprimento das profecias e um reflexo da condição humana caída.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","João 1:11"]},"lucas_22_48_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus respondendo à traição de Judas.","explicacao_detalhada":"Jesus reconhece Judas e a traição, reafirmando sua missão e o cumprimento das Escrituras.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois Ele é o foco da narrativa e o cumprimento da promessa messiânica.","conexao_teologica":"A resposta de Jesus à traição é um exemplo de amor e perdão, mesmo diante da traição.","referencias_relacionadas":["Mateus 26:50","Marcos 14:48","João 18:4"]},"lucas_22_48_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Judas, que se tornou sinônimo de traição.","explicacao_detalhada":"O nome 'Judas' carrega um peso significativo na narrativa, simbolizando a traição e a infidelidade.","por_que_esta_palavra":"A palavra 'nome' é importante, pois os nomes na cultura bíblica frequentemente têm significados profundos.","conexao_teologica":"A traição de Judas é um alerta sobre a natureza humana e a necessidade de vigilância espiritual.","referencias_relacionadas":["Mateus 26:14","Marcos 14:10","João 12:4"]},"lucas_22_49_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Jesus como autoridade suprema e mestre.","explicacao_detalhada":"No contexto de Lucas 22:49, os discípulos se dirigem a Jesus reconhecendo sua posição de autoridade e liderança. A palavra 'κύριος' implica não apenas respeito, mas também a submissão à sua vontade.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a relação de mestre e servo, onde Jesus é reconhecido como aquele que tem poder e domínio sobre todas as coisas.","conexao_teologica":"A palavra 'senhor' conecta-se com a ideia de que Jesus é o Senhor de nossas vidas, o que implica em obediência e reverência a Ele.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"lucas_22_49_guerra":{"palavra_pt":"guerra","palavra_original":"μάχαιρα","transliteracao":"máchaira","strong":"G3162","significado_raiz":"Ideia básica: guerra.","significado_contextual":"A palavra 'guerra' é usada para descrever o conflito físico e espiritual que os discípulos enfrentam.","explicacao_detalhada":"Em Lucas 22:49, a menção de 'μάχαιρα' (guerra) reflete a tensão do momento em que os discípulos estão prontos para lutar em defesa de Jesus, mas Jesus os instrui sobre a natureza do verdadeiro combate.","por_que_esta_palavra":"A palavra 'guerra' é significativa porque representa a luta entre o bem e o mal, e a necessidade de discernimento sobre como lutar as batalhas espirituais.","conexao_teologica":"A guerra aqui simboliza a luta espiritual que todos os cristãos enfrentam, conforme descrito em Efésios 6:12.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"lucas_22_49_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' é usada para indicar a percepção e entendimento dos eventos que estão se desenrolando.","explicacao_detalhada":"No contexto de Lucas 22:49, a palavra 'εἴδω' sugere que os discípulos estão buscando compreender a situação e a identidade de Jesus em meio ao tumulto.","por_que_esta_palavra":"A palavra é importante porque destaca a necessidade de reconhecimento e entendimento espiritual, além da mera observação física.","conexao_teologica":"Conhecer a Jesus é fundamental para a fé cristã, conforme João 17:3, onde a vida eterna é definida como conhecer a Deus e a Jesus.","referencias_relacionadas":["João 17:3","1 João 5:20","Mateus 7:23"]},"lucas_22_50_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para descrever a posição ou relação de algo ou alguém em meio a outros.","explicacao_detalhada":"Em Lucas 22:50, 'ἐκ' indica a ideia de estar no meio de um grupo, o que é relevante para entender a dinâmica entre os discípulos e os soldados que cercam Jesus.","por_que_esta_palavra":"A palavra é crucial para entender a interação e a tensão entre os personagens presentes na cena.","conexao_teologica":"A presença de Jesus 'entre' seu povo é um tema recorrente na Bíblia, simbolizando sua proximidade e acessibilidade.","referencias_relacionadas":["Mateus 18:20","Hebreus 13:5","Salmos 23:4"]},"lucas_22_50_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"A palavra 'ouvido' refere-se ao órgão da audição, mas também simboliza a capacidade de ouvir e entender.","explicacao_detalhada":"No contexto de Lucas 22:50, 'οὖς' destaca a importância de ouvir as instruções de Jesus e a necessidade de discernimento espiritual.","por_que_esta_palavra":"A palavra é relevante porque enfatiza a importância de ouvir a voz de Deus em meio ao caos.","conexao_teologica":"A habilidade de ouvir a Deus é fundamental para a vida cristã, conforme Romanos 10:17, que fala sobre a fé que vem pelo ouvir.","referencias_relacionadas":["Romanos 10:17","Tiago 1:19","Salmos 46:10"]},"lucas_22_51_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Lucas 22:51, a menção de 'Ἰησοῦς' é central, pois Jesus é aquele que traz cura e salvação, mesmo em momentos de crise.","por_que_esta_palavra":"A palavra é essencial porque identifica a pessoa que tem autoridade sobre a situação e que realiza milagres.","conexao_teologica":"Jesus é o centro da fé cristã, e seu nome é invocado para salvação e cura, conforme Atos 4:12.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-10"]},"lucas_22_51_ear":{"palavra_pt":"ouvido","palavra_original":"ὠτίον","transliteracao":"ōtíon","strong":"G5621","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"A palavra 'ouvido' aqui se refere ao órgão que escuta, mas também simboliza a receptividade à mensagem de Jesus.","explicacao_detalhada":"Em Lucas 22:51, 'ὠτίον' destaca a necessidade de ouvir e compreender as palavras de Jesus, especialmente em momentos de tensão.","por_que_esta_palavra":"A palavra é importante porque enfatiza a necessidade de estar atento ao que Jesus diz, especialmente em tempos de crise.","conexao_teologica":"A escuta atenta da palavra de Deus é fundamental para o crescimento espiritual, conforme Romanos 10:17.","referencias_relacionadas":["Romanos 10:17","Mateus 11:15","Tiago 1:19"]},"lucas_22_51_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar-se verbalmente.","explicacao_detalhada":"Em Lucas 22:51, 'ἔπω' é usado para descrever a comunicação de Jesus, que traz consolo e instrução em meio ao conflito.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância da comunicação de Jesus, que traz clareza e paz em momentos de confusão.","conexao_teologica":"A palavra de Jesus é viva e eficaz, conforme Hebreus 4:12, e tem o poder de transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","João 6:63"]},"lucas_22_52_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, reforçando sua identidade e autoridade.","explicacao_detalhada":"Em Lucas 22:52, a repetição do nome 'Ἰησοῦς' enfatiza a centralidade de Jesus na narrativa e sua importância como o Salvador.","por_que_esta_palavra":"A palavra é crucial porque reafirma a identidade de Jesus como o Filho de Deus e o Messias.","conexao_teologica":"A identidade de Jesus é fundamental para a fé cristã, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["João 14:6","Atos 4:12","Filipenses 2:9-11"]},"lucas_22_52_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é consagrado e separado para Deus.","explicacao_detalhada":"Em Lucas 22:52, 'ἱερόν' é usado para descrever o templo ou o espaço sagrado, enfatizando a importância da santidade na adoração a Deus.","por_que_esta_palavra":"A palavra é significativa porque destaca a necessidade de reverência e respeito ao que é sagrado.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a serem santos como Ele é santo.","referencias_relacionadas":["1 Pedro 1:16","Levítico 19:2","Hebreus 12:14"]},"lucas_22_53_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período do dia em que os eventos da prisão de Jesus ocorrem.","explicacao_detalhada":"O termo 'dia' é usado para indicar um tempo específico, contrastando com a escuridão espiritual que envolve a traição e a prisão de Jesus.","por_que_esta_palavra":"A palavra 'dia' enfatiza a clareza e a visibilidade dos eventos, simbolizando a revelação do plano de Deus mesmo em meio à traição.","conexao_teologica":"O dia representa a luz que brilha nas trevas, um tema recorrente na teologia cristã, onde Cristo é a luz do mundo.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 João 1:5"]},"lucas_22_53_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Indica o espaço sagrado onde Jesus é preso, contrastando com a profanação do momento.","explicacao_detalhada":"A palavra 'sagrado' refere-se ao templo e à presença de Deus, que estão sendo desrespeitados durante a prisão de Jesus.","por_que_esta_palavra":"Usar 'sagrado' destaca a gravidade da traição e a violação do que é divino.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e a traição de Judas representa uma violação dessa santidade.","referencias_relacionadas":["Hebreus 10:29","1 Pedro 1:16","Salmos 30:4"]},"lucas_22_54_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, cujo nome significa 'rocha', simbolizando sua força e estabilidade.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a identidade de Pedro, que, apesar de sua fraqueza, é chamado por Jesus para ser a base da igreja.","por_que_esta_palavra":"A escolha de 'rocha' enfatiza a ironia da negação de Pedro, que falha em permanecer firme.","conexao_teologica":"Pedro como 'rocha' é um símbolo da fundação da igreja, e sua falha destaca a necessidade de dependência de Cristo.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"lucas_22_54_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo de pessoas que cercam Pedro, simbolizando a comunidade e a proteção.","explicacao_detalhada":"A palavra 'família' sugere um laço de pertencimento, que é rompido quando Pedro nega conhecer Jesus.","por_que_esta_palavra":"A negação de Pedro ocorre em um contexto de intimidade, ressaltando a dor da traição.","conexao_teologica":"A ideia de comunidade é central no cristianismo, e a negação de Pedro ilustra a fragilidade das relações humanas.","referencias_relacionadas":["Atos 2:42","Romanos 12:5","Gálatas 6:10"]},"lucas_22_54_agarrar":{"palavra_pt":"agarrar","palavra_original":"συλλαμβάνω","transliteracao":"syllambánō","strong":"G4815","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de prender Jesus, simbolizando a força e a violência do momento.","explicacao_detalhada":"A palavra 'agarrar' implica uma ação forçada, refletindo a natureza coercitiva da prisão de Jesus.","por_que_esta_palavra":"Destaca a injustiça e a traição que cercam a captura de Jesus, contrastando com sua missão pacífica.","conexao_teologica":"A prisão de Jesus é um cumprimento das profecias e um passo necessário para a redenção da humanidade.","referencias_relacionadas":["Isaías 53:7","Mateus 26:56","João 18:12"]},"lucas_22_55_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Novamente se refere a Pedro, destacando sua identidade como 'rocha' em um momento de fraqueza.","explicacao_detalhada":"A repetição do termo 'rocha' enfatiza a dualidade de Pedro como forte líder e frágil discípulo.","por_que_esta_palavra":"Reforça a ideia de que mesmo os mais fortes podem falhar, necessitando da graça de Deus.","conexao_teologica":"A falha de Pedro é um lembrete da necessidade de arrependimento e da graça de Deus na vida do crente.","referencias_relacionadas":["Mateus 26:69-75","Gálatas 2:11-14","1 Coríntios 10:12"]},"lucas_22_55_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo ao redor do qual Pedro se aquece, simbolizando a tensão e o medo.","explicacao_detalhada":"O fogo representa tanto a luz quanto o calor, contrastando com a frieza da negação de Pedro.","por_que_esta_palavra":"A presença do fogo destaca a vulnerabilidade de Pedro em um momento crítico.","conexao_teologica":"O fogo pode simbolizar o teste da fé, onde a verdadeira identidade é revelada.","referencias_relacionadas":["1 Pedro 1:7","Tiago 1:2-4","Romanos 5:3-5"]},"lucas_22_55_caminho":{"palavra_pt":"caminho","palavra_original":"μέσος","transliteracao":"mésos","strong":"G3319","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que leva ao julgamento de Jesus, simbolizando a jornada de traição.","explicacao_detalhada":"A palavra 'caminho' sugere a direção que Pedro e os outros tomam, que é contrária ao caminho de Cristo.","por_que_esta_palavra":"Destaca a escolha de seguir um caminho de negação em vez de um caminho de fé.","conexao_teologica":"O conceito de caminho é central na teologia cristã, onde Jesus é descrito como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Atos 9:2"]},"lucas_22_56_femea":{"palavra_pt":"femea","palavra_original":"παιδίσκη","transliteracao":"paidískē","strong":"G3814","significado_raiz":"Ideia básica: femea.","significado_contextual":"Refere-se à serva que reconhece Pedro, simbolizando a vulnerabilidade e o confronto.","explicacao_detalhada":"A palavra 'femea' destaca a figura da mulher que, em um contexto patriarcal, tem um papel significativo ao identificar Pedro.","por_que_esta_palavra":"A serva representa a voz da verdade que confronta Pedro em sua negação.","conexao_teologica":"A inclusão de mulheres na narrativa bíblica ressalta a dignidade e o valor que Deus atribui a todos, independentemente do gênero.","referencias_relacionadas":["Lucas 8:2-3","João 4:7-30","Gálatas 3:28"]},"lucas_22_56_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz do fogo que ilumina a cena, simbolizando a revelação e a verdade.","explicacao_detalhada":"A palavra 'luz' sugere a clareza que vem à tona em meio à escuridão da negação de Pedro.","por_que_esta_palavra":"A luz do fogo contrasta com a escuridão da traição, revelando a verdadeira identidade de Pedro.","conexao_teologica":"Cristo é a luz do mundo, e a luz é um símbolo da verdade que expõe as trevas.","referencias_relacionadas":["João 1:5","Mateus 5:16","Efésios 5:8-14"]},"lucas_22_56_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"O ato de reconhecer alguém ou algo, especialmente em um contexto de identificação.","explicacao_detalhada":"Neste versículo, a palavra 'conhecer' é usada para descrever a ação de reconhecer Pedro como um dos seguidores de Jesus. Isso implica um conhecimento mais profundo, que vai além da simples visão.","por_que_esta_palavra":"A escolha da palavra 'conhecer' enfatiza a importância do reconhecimento e da identidade, especialmente em momentos de crise.","conexao_teologica":"O reconhecimento de Jesus e de seus seguidores é um tema central no Novo Testamento, refletindo a relação entre fé e identidade.","referencias_relacionadas":["Mateus 10:32","João 10:14","1 João 2:3"]},"lucas_22_57_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher, neste caso, a serva que identifica Pedro.","explicacao_detalhada":"A palavra 'mulher' é usada para descrever a serva que se aproxima de Pedro. Isso destaca a interação entre gêneros e o papel das mulheres na narrativa bíblica.","por_que_esta_palavra":"A utilização da palavra 'mulher' é significativa, pois mostra que mesmo figuras menores na narrativa têm um papel ativo na história da salvação.","conexao_teologica":"As mulheres desempenham papéis cruciais na narrativa bíblica, muitas vezes como portadoras de mensagens importantes.","referencias_relacionadas":["Lucas 8:2","João 4:7","Atos 16:14"]},"lucas_22_57_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O ato de falar ou se dirigir a alguém.","explicacao_detalhada":"Neste contexto, 'chamar' refere-se à ação da mulher ao se dirigir a Pedro, questionando sua associação com Jesus. Isso revela a tensão e o medo que Pedro sente.","por_que_esta_palavra":"A palavra 'chamar' é crucial, pois inicia o confronto que leva Pedro a negar Jesus, mostrando a pressão social que ele enfrenta.","conexao_teologica":"A negação de Pedro é um exemplo da fragilidade humana diante da pressão, contrastando com a firmeza de Cristo.","referencias_relacionadas":["Mateus 26:69-70","Marcos 14:66-68","João 18:17"]},"lucas_22_58_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Referência a Pedro, cujo nome significa 'rocha'.","explicacao_detalhada":"A palavra 'rocha' simboliza a firmeza e a estabilidade, características atribuídas a Pedro como líder da Igreja. No entanto, neste momento, ele está em um estado de fraqueza.","por_que_esta_palavra":"A escolha da palavra 'rocha' é irônica, pois Pedro, que deveria ser firme, está vacilando em sua fé.","conexao_teologica":"A transformação de Pedro de uma rocha firme para alguém que nega Cristo ilustra a graça e a restauração que Jesus oferece.","referencias_relacionadas":["Mateus 16:18","João 21:15-17","Atos 2:14"]},"lucas_22_58_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"O ato de acompanhar ou estar junto de alguém.","explicacao_detalhada":"Neste versículo, 'seguir' refere-se à ação de Pedro ao acompanhar Jesus até o pátio do sumo sacerdote, mostrando sua lealdade inicial, mas também sua vulnerabilidade.","por_que_esta_palavra":"A palavra 'seguir' é significativa, pois reflete a jornada de fé de Pedro, que começa com compromisso, mas termina em negação.","conexao_teologica":"A jornada de seguir a Cristo é central no cristianismo, e a falha de Pedro serve como um aviso sobre a fragilidade da fé humana.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 12:26"]},"lucas_22_58_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização entre outras pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de Pedro no meio dos que o cercam, simbolizando sua tentativa de se misturar e se esconder.","por_que_esta_palavra":"A escolha de 'entre' destaca a luta interna de Pedro para se identificar com Jesus enquanto tenta evitar a perseguição.","conexao_teologica":"A ideia de estar 'entre' é uma metáfora para a luta do cristão em viver em um mundo que muitas vezes se opõe à fé.","referencias_relacionadas":["Mateus 5:14","João 15:19","Romanos 12:2"]},"lucas_22_59_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, a hora do dia.","explicacao_detalhada":"A palavra 'dia' é usada para indicar o momento em que os eventos estão ocorrendo, enfatizando a urgência e a gravidade da situação.","por_que_esta_palavra":"A referência ao 'dia' ajuda a situar os eventos na narrativa, mostrando que a negação de Pedro ocorre em um momento crítico.","conexao_teologica":"O tempo é um elemento importante na narrativa bíblica, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Mateus 26:74","Marcos 14:72","João 13:38"]},"lucas_22_59_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Reitera o ato de acompanhar ou estar junto de alguém.","explicacao_detalhada":"A repetição da palavra 'seguir' enfatiza a persistência da ação de Pedro em estar próximo de Jesus, mesmo em meio ao medo e à incerteza.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a luta interna de Pedro entre a lealdade e o medo.","conexao_teologica":"A luta de seguir a Cristo é um tema recorrente, refletindo a tensão entre a fé e as circunstâncias adversas.","referencias_relacionadas":["Lucas 14:27","João 10:27","1 Pedro 2:21"]},"lucas_22_59_galilean":{"palavra_pt":"galilean","palavra_original":"Γαλιλαῖος","transliteracao":"Galilaîos","strong":"G1057","significado_raiz":"Ideia básica: galilean.","significado_contextual":"Refere-se à origem geográfica de Pedro, que é da Galileia.","explicacao_detalhada":"A palavra 'galileano' é usada para identificar Pedro e destacar sua associação com Jesus, que também é da Galileia. Isso sugere uma identidade compartilhada.","por_que_esta_palavra":"A identificação de Pedro como galileano é importante, pois revela a conexão entre ele e Jesus, além de enfatizar a simplicidade e humildade de suas origens.","conexao_teologica":"A escolha de Deus em chamar pessoas comuns da Galileia para serem seus seguidores é um tema que destaca a graça divina.","referencias_relacionadas":["Mateus 26:73","Marcos 14:70","João 1:46"]},"lucas_22_60_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Novamente, refere-se a Pedro, simbolizando sua identidade como 'rocha'.","explicacao_detalhada":"A repetição da palavra 'rocha' neste contexto reforça a ironia da situação, onde Pedro, que deveria ser firme, está negando seu Senhor.","por_que_esta_palavra":"A palavra 'rocha' é usada para contrastar a identidade de Pedro com sua ação de negação, mostrando a fragilidade humana.","conexao_teologica":"A restauração de Pedro após sua negação é um poderoso testemunho da misericórdia e da graça de Deus.","referencias_relacionadas":["Mateus 16:18","João 21:15-17","Atos 2:14"]},"lucas_22_60_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de expressar verbalmente algo, neste caso, a negação de Pedro sobre conhecer Jesus.","explicacao_detalhada":"No contexto de Lucas 22:60, Pedro nega conhecer Jesus após a prisão deste. O uso da palavra 'falar' enfatiza a escolha deliberada de Pedro em se distanciar de sua associação com o Mestre.","por_que_esta_palavra":"A palavra é utilizada para mostrar a ação de Pedro em um momento crítico, onde suas palavras têm um peso significativo em sua relação com Jesus.","conexao_teologica":"A negação de Pedro é um exemplo da fragilidade humana e da necessidade de graça e perdão, refletindo a natureza redentora de Cristo.","referencias_relacionadas":["Mateus 26:74","Marcos 14:71","João 18:27"]},"lucas_22_60_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a ação de afirmar ou declarar algo, neste caso, a pergunta sobre a identidade de Pedro.","explicacao_detalhada":"No versículo, a palavra 'dizer' é empregada quando a criada questiona Pedro, instigando-o a se pronunciar sobre sua relação com Jesus.","por_que_esta_palavra":"É crucial para entender a dinâmica da negação de Pedro, pois ele é confrontado e chamado a se identificar.","conexao_teologica":"Este momento ilustra a tensão entre a fé e o medo, mostrando como a pressão externa pode levar à negação da fé.","referencias_relacionadas":["Mateus 26:70","Marcos 14:68","João 18:17"]},"lucas_22_61_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus, que é reconhecida mesmo em momentos de negação.","explicacao_detalhada":"Neste versículo, a palavra 'senhor' destaca a posição de Jesus como o Messias e a relação de Pedro com Ele, mesmo quando Pedro falha.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a reverência e a autoridade de Jesus, contrastando com a fraqueza de Pedro.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, mostrando que mesmo em nossas falhas, Ele permanece soberano.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"lucas_22_61_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, que é chamado de 'Petrus', simbolizando sua firmeza e papel na fundação da Igreja.","explicacao_detalhada":"Neste contexto, a palavra 'rocha' é um lembrete da identidade de Pedro como um dos pilares da fé cristã, mesmo em sua fraqueza.","por_que_esta_palavra":"A escolha da palavra 'rocha' é significativa, pois representa a força e a estabilidade que Pedro deveria ter, contrastando com sua negação.","conexao_teologica":"A rocha simboliza a base da fé cristã, que é Cristo, e a fragilidade humana que precisa da graça divina.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:5","Efésios 2:20"]},"lucas_22_61_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' é usada para descrever a natureza da negação de Pedro, que é vista como uma ação errada.","explicacao_detalhada":"Neste contexto, a palavra 'mal' refere-se à gravidade da negação de Pedro, que vai contra sua declaração anterior de lealdade a Jesus.","por_que_esta_palavra":"A palavra é importante para entender a seriedade do ato de Pedro e a luta interna entre a fé e o medo.","conexao_teologica":"A negação de Pedro ilustra a condição humana de pecado e a necessidade de arrependimento e perdão.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 4:17"]},"lucas_22_62_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, simbolizando sua identidade e o contraste com sua negação.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'rocha' reforça a ideia de que Pedro, apesar de sua falha, é chamado a ser firme na fé.","por_que_esta_palavra":"A ênfase na palavra 'rocha' destaca a importância do papel de Pedro na Igreja, mesmo em meio a suas fraquezas.","conexao_teologica":"A rocha representa a firmeza da fé em Cristo, que é a verdadeira base para todos os crentes.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"lucas_22_62_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' refere-se ao movimento de Pedro após a negação, simbolizando um passo para longe de Jesus.","explicacao_detalhada":"Neste contexto, 'adiante' indica a ação de Pedro se afastando da cena, refletindo seu estado emocional e espiritual após a negação.","por_que_esta_palavra":"A escolha da palavra 'adiante' é significativa, pois mostra a direção que Pedro toma após sua falha.","conexao_teologica":"A jornada de Pedro ilustra a luta do crente entre a queda e a necessidade de retornar a Cristo.","referencias_relacionadas":["Lucas 15:18","Gálatas 6:1","Hebreus 12:1"]},"lucas_22_62_clamar":{"palavra_pt":"clamar","palavra_original":"κλαίω","transliteracao":"klaíō","strong":"G2799","significado_raiz":"Ideia básica: clamar.","significado_contextual":"A palavra 'clamar' refere-se à expressão emocional de Pedro após perceber a gravidade de sua negação.","explicacao_detalhada":"Neste versículo, 'clamar' destaca a dor e o arrependimento de Pedro, que se dá conta de sua traição.","por_que_esta_palavra":"A palavra é utilizada para mostrar a intensidade do arrependimento de Pedro, um momento de profunda reflexão e tristeza.","conexao_teologica":"O clamor de Pedro é um exemplo de arrependimento genuíno, que é essencial para a restauração espiritual.","referencias_relacionadas":["Salmos 51:17","Atos 2:38","2 Coríntios 7:10"]},"lucas_22_63_constrain":{"palavra_pt":"constrain","palavra_original":"συνέχω","transliteracao":"synéchō","strong":"G4912","significado_raiz":"Ideia básica: constrain.","significado_contextual":"A palavra 'constrain' refere-se à ação de restringir ou prender, no contexto da prisão de Jesus.","explicacao_detalhada":"Neste versículo, 'constrain' indica a força e a pressão que os guardas exercem sobre Jesus, simbolizando a injustiça de sua prisão.","por_que_esta_palavra":"A palavra é importante para entender a situação de opressão e a resistência que Jesus enfrenta.","conexao_teologica":"A prisão de Jesus é um cumprimento das profecias e um passo necessário para a redenção da humanidade.","referencias_relacionadas":["Isaías 53:7","Mateus 26:67","João 18:12"]},"lucas_22_63_beat":{"palavra_pt":"beat","palavra_original":"δέρω","transliteracao":"dérō","strong":"G1194","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se à ação de agredir fisicamente, que é parte do sofrimento de Jesus durante seu julgamento.","explicacao_detalhada":"Neste contexto, 'beat' enfatiza a brutalidade e a injustiça que Jesus sofreu, sendo maltratado pelos guardas.","por_que_esta_palavra":"A escolha da palavra 'beat' é significativa, pois destaca o sofrimento físico de Jesus, que é central na narrativa da crucificação.","conexao_teologica":"O sofrimento de Jesus é um aspecto crucial da teologia da expiação, onde Ele suporta a punição que merecemos.","referencias_relacionadas":["Isaías 53:5","Mateus 27:26","1 Pedro 2:24"]},"lucas_22_64_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao ato de agredir ou ferir alguém, simbolizando a violência e a injustiça que Jesus sofreu.","explicacao_detalhada":"A palavra 'mao' aqui é usada no contexto da agressão física que Jesus sofreu durante seu julgamento. Os soldados o golpeavam, mostrando a brutalidade do tratamento que ele recebeu.","por_que_esta_palavra":"A escolha da palavra enfatiza a ação violenta e a humilhação que Jesus enfrentou, destacando a injustiça de sua condenação.","conexao_teologica":"Este ato de violência contra Jesus é um cumprimento das profecias sobre o sofrimento do Messias e reflete a natureza do sacrifício que ele estava prestes a fazer pela humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 26:67","João 19:3"]},"lucas_22_64_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à profecia e à declaração de verdades espirituais, especialmente no contexto do testemunho de Jesus.","explicacao_detalhada":"A palavra 'falar' aqui sugere a importância da comunicação divina e do testemunho que Jesus estava prestes a dar, mesmo em meio à adversidade.","por_que_esta_palavra":"A escolha desta palavra ressalta a autoridade de Jesus como profeta e a necessidade de que ele se manifeste, mesmo sob pressão.","conexao_teologica":"A capacidade de Jesus de falar a verdade, mesmo em face da morte, reflete seu papel como o Verbo de Deus e a importância da palavra na revelação divina.","referencias_relacionadas":["João 1:1","Mateus 10:20","Hebreus 1:1-2"]},"lucas_22_64_smite":{"palavra_pt":"smite","palavra_original":"παίω","transliteracao":"paíō","strong":"G3817","significado_raiz":"Ideia básica: smite.","significado_contextual":"Refere-se ao ato de ferir ou atingir alguém, enfatizando a violência do tratamento que Jesus recebeu.","explicacao_detalhada":"A palavra 'smite' é usada para descrever a ação agressiva dos soldados, que não apenas insultavam Jesus, mas também o golpeavam fisicamente.","por_que_esta_palavra":"A utilização desta palavra destaca a brutalidade e a injustiça do sofrimento de Jesus, que se tornou um símbolo do sacrifício.","conexao_teologica":"O sofrimento de Jesus é central para a teologia da redenção, onde seu sofrimento e morte são vistos como um ato de amor e sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:4-5","Mateus 27:30","1 Pedro 2:24"]},"lucas_22_65_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da ofensa ou insulto, indicando a gravidade da situação enfrentada por Jesus.","explicacao_detalhada":"A palavra 'grande' aqui é usada para descrever a intensidade dos insultos e das ofensas que Jesus sofreu durante seu julgamento.","por_que_esta_palavra":"A escolha desta palavra enfatiza a profundidade da humilhação e do desprezo que Jesus enfrentou, que era desproporcional ao seu caráter e missão.","conexao_teologica":"O grande sofrimento de Jesus é um reflexo do amor de Deus pela humanidade, mostrando que ele suportou tudo isso para trazer salvação.","referencias_relacionadas":["Salmos 22:6-8","Mateus 27:39-44","Hebreus 12:2"]},"lucas_22_65_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os eventos estavam ocorrendo, destacando a urgência e a seriedade da situação.","explicacao_detalhada":"A palavra 'dia' aqui é usada para enfatizar o momento crítico na história da salvação, quando Jesus estava prestes a ser crucificado.","por_que_esta_palavra":"A escolha desta palavra sugere a importância do tempo e do cumprimento das profecias relacionadas à paixão de Cristo.","conexao_teologica":"O 'dia' da crucificação é um marco central na teologia cristã, simbolizando a culminação do plano de Deus para a redenção da humanidade.","referencias_relacionadas":["Mateus 26:2","Marcos 15:25","Lucas 23:33"]},"lucas_22_65_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, especialmente em um contexto de acusação.","explicacao_detalhada":"A palavra 'dizer' aqui é utilizada para descrever as declarações feitas pelos acusadores de Jesus, que buscavam descreditá-lo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da comunicação e das declarações feitas durante o julgamento de Jesus.","conexao_teologica":"As palavras de Jesus e as acusações contra ele refletem a luta entre a verdade divina e as mentiras humanas, um tema central na narrativa do evangelho.","referencias_relacionadas":["Mateus 26:63","João 18:30","Atos 4:18"]},"lucas_22_66_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do julgamento de Jesus, um momento crucial na narrativa do evangelho.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a importância do evento que estava prestes a ocorrer, onde Jesus seria julgado e condenado.","por_que_esta_palavra":"A escolha desta palavra destaca a seriedade do julgamento e a iminência da crucificação.","conexao_teologica":"O dia do julgamento de Jesus é um ponto de virada na história da salvação, onde o sacrifício de Cristo se torna a base da redenção.","referencias_relacionadas":["Mateus 27:1","Marcos 15:1","Lucas 23:1"]},"lucas_22_66_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação ou ao resultado significativo que ocorre como resultado das ações de Jesus.","explicacao_detalhada":"A palavra 'tornar-se' aqui sugere a mudança que ocorre na vida das pessoas através da obra de Cristo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ideia de que a obra de Jesus não é apenas um evento, mas um processo de transformação espiritual.","conexao_teologica":"A transformação que ocorre na vida dos crentes é central para a mensagem do evangelho, onde a fé em Cristo leva a uma nova vida.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_22_67_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se ao título messiânico de Jesus, reconhecendo-o como o Cristo, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' é usada para afirmar a identidade de Jesus como o Messias prometido, que veio para salvar a humanidade.","por_que_esta_palavra":"A escolha desta palavra é crucial, pois define a missão de Jesus e seu papel na história da salvação.","conexao_teologica":"Reconhecer Jesus como o Cristo é fundamental para a fé cristã, pois ele é o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","João 1:41"]},"lucas_22_67_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o Messias e Salvador.","explicacao_detalhada":"A palavra 'crer' aqui é usada para desafiar os ouvintes a reconhecerem a verdadeira identidade de Jesus e a importância da fé.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de fé pessoal em Jesus como o Cristo para a salvação.","conexao_teologica":"A fé em Jesus é central para a salvação, conforme ensinado em toda a Escritura, e é a resposta adequada ao seu chamado.","referencias_relacionadas":["João 3:16","Romanos 10:9","Efésios 2:8-9"]},"lucas_22_67_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir à divindade suprema, especialmente no contexto da pergunta feita a Jesus sobre sua identidade.","explicacao_detalhada":"Neste versículo, os líderes religiosos questionam Jesus sobre sua natureza divina, buscando uma confirmação de sua identidade como o Messias. A palavra 'deus' aqui implica não apenas em um ser supremo, mas também na expectativa messiânica que os judeus tinham.","por_que_esta_palavra":"A palavra 'deus' é central na teologia judaica e cristã, representando a autoridade máxima e a fonte de toda verdade.","conexao_teologica":"A identidade de Jesus como Deus é um tema central no Novo Testamento, onde Ele é reconhecido como o Filho de Deus.","referencias_relacionadas":["João 1:1","Mateus 16:16","Hebreus 1:8"]},"lucas_22_68_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste versículo, a palavra 'deus' é novamente utilizada para enfatizar a divindade de Jesus em resposta às interrogações dos líderes religiosos.","explicacao_detalhada":"Os questionadores buscam uma declaração clara de Jesus sobre sua identidade divina. A repetição da palavra 'deus' reforça a importância dessa questão na narrativa.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação de Jesus com o Pai e sua missão redentora.","conexao_teologica":"A afirmação da divindade de Jesus é crucial para a compreensão da salvação e da natureza do evangelho.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Romanos 1:3-4"]},"lucas_22_68_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' é usada para expressar a intenção de Jesus em responder às perguntas sobre sua identidade.","explicacao_detalhada":"Jesus, ao ser questionado, demonstra um desejo de revelar a verdade sobre quem Ele é, mesmo diante da oposição.","por_que_esta_palavra":"A palavra 'desejo' reflete a disposição de Jesus em se comunicar e esclarecer sua missão.","conexao_teologica":"O desejo de Jesus em se revelar é um reflexo do amor de Deus pela humanidade e seu desejo de que todos conheçam a verdade.","referencias_relacionadas":["Mateus 11:28","João 14:6","Apocalipse 3:20"]},"lucas_22_69_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' é utilizada para descrever a autoridade divina que Jesus possui.","explicacao_detalhada":"Jesus afirma que, apesar da sua humilhação, Ele possui o poder e a autoridade de Deus, que será revelado no futuro.","por_que_esta_palavra":"A palavra 'poder' é essencial para entender a natureza de Jesus como o Messias e seu papel na salvação.","conexao_teologica":"O poder de Jesus é um tema recorrente no Novo Testamento, mostrando que Ele tem autoridade sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Efésios 1:20-21","Filipenses 2:9-11"]},"lucas_22_69_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a divindade de Jesus em um momento de questionamento e acusação.","explicacao_detalhada":"Jesus se posiciona como o Filho do Homem que está à direita de Deus, afirmando sua autoridade e divindade.","por_que_esta_palavra":"A palavra 'deus' é crucial para a compreensão da relação entre Jesus e o Pai, e sua posição no plano de salvação.","conexao_teologica":"A afirmação da divindade de Jesus é fundamental para a fé cristã, que reconhece Jesus como Senhor e Salvador.","referencias_relacionadas":["Marcos 14:62","Atos 7:55-56","Romanos 8:34"]},"lucas_22_70_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A repetição da palavra 'deus' enfatiza a identidade divina de Jesus em resposta às acusações.","explicacao_detalhada":"Jesus é questionado sobre sua identidade e responde afirmando sua divindade, o que provoca reações intensas dos líderes religiosos.","por_que_esta_palavra":"A palavra 'deus' é central para a afirmação da fé cristã na divindade de Cristo.","conexao_teologica":"A divindade de Jesus é um pilar da teologia cristã, que sustenta a crença na Trindade.","referencias_relacionadas":["João 5:18","Colossenses 1:15-17","Hebreus 1:3"]},"lucas_22_70_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de Jesus em responder às perguntas e declarações sobre sua identidade.","explicacao_detalhada":"Jesus usa a palavra 'falar' para indicar que sua resposta não é apenas verbal, mas uma declaração de verdade sobre quem Ele é.","por_que_esta_palavra":"A palavra 'falar' é importante para entender a comunicação de Jesus e sua revelação ao povo.","conexao_teologica":"A comunicação de Jesus é um aspecto vital de sua missão, revelando a verdade de Deus aos homens.","referencias_relacionadas":["Mateus 12:34","João 8:32","1 João 1:5"]},"lucas_22_71_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se ao tema central da acusação contra Jesus.","explicacao_detalhada":"Os líderes religiosos discutem o 'assunto' de Jesus, que é sua identidade e suas reivindicações messiânicas.","por_que_esta_palavra":"A palavra 'assunto' é crucial para entender a natureza das acusações e o contexto do julgamento de Jesus.","conexao_teologica":"O 'assunto' de Jesus é a salvação da humanidade, que é o foco do evangelho.","referencias_relacionadas":["Lucas 23:2","Mateus 26:61","João 18:30"]},"lucas_22_71_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' é usada para se referir à fonte de testemunho e declaração.","explicacao_detalhada":"A 'boca' simboliza a comunicação e a verdade que é proclamada, especialmente no contexto do julgamento de Jesus.","por_que_esta_palavra":"A palavra 'boca' é importante para entender como a verdade é expressa e reconhecida.","conexao_teologica":"A boca é um símbolo de testemunho e confissão, que é essencial na vida cristã.","referencias_relacionadas":["Romanos 10:9","Salmos 19:14","Mateus 12:37"]},"lucas_22_71_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se à evidência e declaração sobre a identidade de Jesus.","explicacao_detalhada":"Os líderes religiosos buscam testemunhas contra Jesus, o que revela a importância do testemunho na determinação da verdade.","por_que_esta_palavra":"A palavra 'testemunha' é fundamental para a justiça e a veracidade das declarações feitas sobre Jesus.","conexao_teologica":"O testemunho sobre Jesus é essencial para a fé cristã, que se baseia em evidências e declarações sobre sua vida e ministério.","referencias_relacionadas":["Atos 1:8","1 João 5:10","Hebreus 12:1"]}}