{"lucas_23_1_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à posição de Pilatos como governador, que deve agir com autoridade e decisão.","explicacao_detalhada":"Neste contexto, 'firme' indica a necessidade de Pilatos se manter resoluto diante das pressões políticas e sociais que o cercam, especialmente em relação ao julgamento de Jesus.","por_que_esta_palavra":"A escolha da palavra 'firme' enfatiza a responsabilidade de Pilatos em tomar uma decisão justa, apesar das circunstâncias adversas.","conexao_teologica":"A firmeza de Pilatos contrasta com a fragilidade humana diante da verdade divina, representada por Jesus.","referencias_relacionadas":["Mateus 27:11-14","Marcos 15:1-5","João 18:28-38"]},"lucas_23_1_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' conecta a ação de levar Jesus a Pilatos com os eventos que a precederam, indicando uma consequência lógica.","explicacao_detalhada":"Neste versículo, 'portanto' sugere que a decisão de levar Jesus a Pilatos é resultado das acusações feitas pelos líderes religiosos.","por_que_esta_palavra":"A palavra é crucial para entender a sequência de eventos que culminam no julgamento de Jesus, mostrando a continuidade da narrativa.","conexao_teologica":"A transição para o julgamento de Jesus destaca a soberania de Deus em meio ao plano de salvação, mesmo quando as ações humanas parecem ser motivadas por malícia.","referencias_relacionadas":["Lucas 22:66-71","Mateus 27:1-2","João 18:28"]},"lucas_23_2_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se a Jesus como o Messias, o Ungido de Deus, que veio para cumprir as profecias.","explicacao_detalhada":"Neste contexto, a acusação de que Jesus se autodenomina 'Cristo' é central para o julgamento, pois desafia a autoridade religiosa e política da época.","por_que_esta_palavra":"A identificação de Jesus como 'Cristo' é fundamental para entender sua missão e o cumprimento das promessas de Deus ao povo de Israel.","conexao_teologica":"A rejeição de Jesus como o Cristo pelos líderes religiosos ilustra a incredulidade e a dureza de coração que se opõem ao plano divino.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","João 1:41"]},"lucas_23_2_perversert":{"palavra_pt":"perverse rt","palavra_original":"διαστρέφω","transliteracao":"diastréphō","strong":"G1294","significado_raiz":"Ideia básica: perverse rt.","significado_contextual":"A palavra 'perverso' refere-se à acusação de que Jesus estava incitando o povo a se rebelar contra as autoridades.","explicacao_detalhada":"Neste contexto, a acusação de ser 'perverso' é uma tentativa de deslegitimar Jesus e sua mensagem, apresentando-o como uma ameaça ao estado.","por_que_esta_palavra":"A palavra é usada para caracterizar a oposição que Jesus enfrenta, refletindo a resistência ao seu ensinamento e à sua autoridade.","conexao_teologica":"A oposição a Jesus é um tema recorrente nas Escrituras, mostrando como a verdade muitas vezes é rejeitada pelos que estão em posições de poder.","referencias_relacionadas":["Mateus 12:24","Marcos 3:22","João 7:12"]},"lucas_23_3_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' novamente se refere à postura de Pilatos, que deve se manter forte diante das acusações contra Jesus.","explicacao_detalhada":"A firmeza de Pilatos é testada quando ele questiona Jesus sobre as acusações, buscando entender a verdade por trás das alegações.","por_que_esta_palavra":"A repetição da palavra 'firme' enfatiza a importância da decisão de Pilatos e sua responsabilidade em um momento crítico.","conexao_teologica":"A firmeza de Pilatos contrasta com a fragilidade da fé dos líderes religiosos, que não reconhecem a verdade em Jesus.","referencias_relacionadas":["Mateus 27:11","Marcos 15:2","João 18:33"]},"lucas_23_3_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se à identidade étnica e religiosa de Jesus e dos que o acusam, destacando a tensão entre judeus e romanos.","explicacao_detalhada":"Neste contexto, a identificação de Jesus como 'judeu' é significativa, pois ele é o cumprimento das promessas feitas ao povo de Israel.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica cultural e religiosa da época, bem como a identidade de Jesus como o Messias prometido.","conexao_teologica":"A rejeição de Jesus pelos seus próprios, os judeus, é um tema central na narrativa do Novo Testamento, refletindo a luta entre a tradição e a revelação divina.","referencias_relacionadas":["Mateus 1:1","João 1:11","Romanos 1:16"]},"lucas_23_3_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' indica a intenção de Pilatos em entender a verdade sobre as acusações contra Jesus.","explicacao_detalhada":"Neste contexto, o desejo de Pilatos de saber mais sobre Jesus reflete uma busca por justiça em meio a um julgamento injusto.","por_que_esta_palavra":"A palavra 'desejo' mostra a luta interna de Pilatos entre a pressão da multidão e sua consciência sobre a inocência de Jesus.","conexao_teologica":"O desejo de Pilatos por verdade contrasta com a rejeição da verdade pelos líderes religiosos, destacando a importância da busca sincera por Deus.","referencias_relacionadas":["Mateus 27:19","João 18:38","Atos 4:27"]},"lucas_23_4_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' é usada novamente para descrever a postura de Pilatos, que se vê pressionado pelas acusações e pela multidão.","explicacao_detalhada":"Neste versículo, a firmeza de Pilatos é desafiada pelas demandas do povo, que clama por justiça de maneira distorcida.","por_que_esta_palavra":"A repetição da palavra 'firme' reforça a ideia de que Pilatos deve se manter forte em sua decisão, apesar da pressão externa.","conexao_teologica":"A firmeza de Pilatos em reconhecer a inocência de Jesus é um reflexo da verdade que muitas vezes é ignorada em favor da conveniência.","referencias_relacionadas":["Mateus 27:24","Marcos 15:14","João 19:4"]},"lucas_23_4_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que se reúne para exigir a condenação de Jesus, representando a voz da sociedade.","explicacao_detalhada":"Neste contexto, o 'povo' é uma representação da pressão social que Pilatos enfrenta, refletindo a dinâmica de poder entre as autoridades e a população.","por_que_esta_palavra":"A palavra 'povo' é significativa, pois mostra como a opinião pública pode influenciar decisões judiciais, mesmo quando a verdade é clara.","conexao_teologica":"A escolha do povo em rejeitar Jesus ilustra a condição humana de se afastar da verdade em favor de conveniências sociais.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","João 19:15"]},"lucas_23_4_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de Pilatos em questionar Jesus, buscando entender as acusações contra ele.","explicacao_detalhada":"Neste contexto, 'falar' é um ato de busca por justiça, onde Pilatos tenta esclarecer a situação antes de tomar uma decisão.","por_que_esta_palavra":"A palavra 'falar' é importante, pois indica a necessidade de diálogo e compreensão em meio a um julgamento apressado.","conexao_teologica":"A busca de Pilatos por diálogo reflete a importância da comunicação e da busca pela verdade em questões de fé e justiça.","referencias_relacionadas":["Mateus 27:11","Marcos 15:2","João 18:34"]},"lucas_23_5_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que clamavam por justiça e julgamento.","explicacao_detalhada":"A palavra 'povo' (λαός) é usada para descrever a coletividade que estava presente durante o julgamento de Jesus, representando a voz da sociedade e suas demandas.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a responsabilidade coletiva e a pressão social sobre as autoridades.","conexao_teologica":"O povo, como representação da humanidade, clama por justiça, refletindo a condição do homem pecador que busca redenção.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","João 19:15"]},"lucas_23_5_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica a conformidade com a acusação apresentada.","explicacao_detalhada":"A palavra 'conforme' (κατά) é utilizada para mostrar que as ações ou decisões estão alinhadas com uma norma ou expectativa específica.","por_que_esta_palavra":"A palavra é crucial para entender que as acusações contra Jesus eram baseadas em interpretações da lei e da tradição.","conexao_teologica":"A conformidade com a lei é um tema central no Novo Testamento, onde Jesus é apresentado como o cumprimento da lei.","referencias_relacionadas":["Romanos 8:4","Gálatas 3:24","Mateus 5:17"]},"lucas_23_5_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região geográfica da Judeia, onde os eventos estavam ocorrendo.","explicacao_detalhada":"A palavra 'terra' (Ἰουδαία) é importante para situar o contexto histórico e geográfico do ministério de Jesus e dos eventos que levaram à sua crucificação.","por_que_esta_palavra":"A menção da terra destaca a conexão de Jesus com o povo judeu e as promessas feitas a eles.","conexao_teologica":"A terra de Israel é frequentemente mencionada nas profecias e na história da salvação, sendo central para a narrativa bíblica.","referencias_relacionadas":["Mateus 2:6","Lucas 1:39","Atos 1:8"]},"lucas_23_6_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à firmeza e à autoridade de Pôncio Pilatos como governador.","explicacao_detalhada":"A palavra 'firme' (Πιλᾶτος) representa a figura de autoridade que estava encarregada de tomar decisões sobre o julgamento de Jesus.","por_que_esta_palavra":"A presença de Pilatos é crucial, pois ele simboliza o poder romano e a tensão entre as autoridades judaicas e romanas.","conexao_teologica":"Pilatos, como representante do governo, ilustra a luta entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Mateus 27:2","Marcos 15:1","João 18:28"]},"lucas_23_6_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Refere-se à região onde Jesus começou seu ministério.","explicacao_detalhada":"A palavra 'galileia' (Γαλιλαία) é significativa porque representa o local de origem de Jesus e a maioria de seus seguidores.","por_que_esta_palavra":"A menção da Galileia destaca a conexão de Jesus com o povo simples e as suas raízes humildes.","conexao_teologica":"A Galileia é vista como um lugar de luz e esperança, onde Jesus trouxe a mensagem do Reino de Deus.","referencias_relacionadas":["Mateus 4:15","Marcos 1:9","João 7:41"]},"lucas_23_6_galilean":{"palavra_pt":"galilean","palavra_original":"Γαλιλαῖος","transliteracao":"Galilaîos","strong":"G1057","significado_raiz":"Ideia básica: galilean.","significado_contextual":"Refere-se a Jesus como um homem da Galileia.","explicacao_detalhada":"A palavra 'galileano' (Γαλιλαῖος) é usada para identificar Jesus e seus seguidores, enfatizando suas origens e a percepção que as autoridades tinham deles.","por_que_esta_palavra":"Identificar Jesus como galileano é importante para entender as tensões sociais e culturais da época.","conexao_teologica":"A identificação de Jesus como galileano reforça a ideia de que Deus escolhe os humildes e desprezados para realizar Sua obra.","referencias_relacionadas":["Mateus 26:69","Marcos 14:70","João 1:46"]},"lucas_23_7_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, uma figura de autoridade na Judeia.","explicacao_detalhada":"A palavra 'nome' (Ἡρώδης) é usada para indicar a importância e a influência de Herodes na política da época.","por_que_esta_palavra":"O nome de Herodes é mencionado para mostrar a conexão entre as autoridades romanas e judaicas no julgamento de Jesus.","conexao_teologica":"Herodes representa a corrupção do poder e a oposição ao plano de Deus, que culmina na crucificação de Jesus.","referencias_relacionadas":["Mateus 2:1","Lucas 1:5","Atos 12:1"]},"lucas_23_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os eventos estavam ocorrendo.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para enfatizar a urgência e a importância dos eventos que estavam se desenrolando.","por_que_esta_palavra":"A menção do dia destaca a cronologia dos eventos e a iminência do julgamento de Jesus.","conexao_teologica":"O tempo é um elemento crucial na narrativa bíblica, onde cada evento tem um propósito divino.","referencias_relacionadas":["Mateus 26:2","Marcos 14:1","Lucas 22:1"]},"lucas_23_7_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição de Jesus entre as autoridades.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para mostrar a relação de Jesus com os líderes e a multidão ao seu redor.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a tensão entre Jesus e as autoridades que o julgavam.","conexao_teologica":"Jesus, estando entre as autoridades, simboliza a intercessão entre Deus e a humanidade.","referencias_relacionadas":["Mateus 27:12","Marcos 15:3","João 18:29"]},"lucas_23_8_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Herodes, destacando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'nome' (Ἡρώδης) reforça a relevância de Herodes no julgamento de Jesus e sua posição de poder.","por_que_esta_palavra":"A menção do nome de Herodes é crucial para entender as dinâmicas de poder e a corrupção que cercavam o julgamento.","conexao_teologica":"Herodes, como figura de autoridade, representa a oposição ao plano de Deus e a luta entre o bem e o mal.","referencias_relacionadas":["Mateus 2:16","Lucas 3:1","Atos 4:27"]},"lucas_23_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste versículo, Ele é apresentado diante de Herodes, que estava curioso para vê-lo e ouvir sobre suas obras.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a realização da promessa de salvação.","conexao_teologica":"A presença de Jesus diante de Herodes simboliza a rejeição e o desprezo que Ele enfrentou, mesmo sendo o Messias prometido.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"lucas_23_8_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Referência ao Ser Supremo, Criador do universo.","explicacao_detalhada":"Neste contexto, a palavra 'Deus' é invocada em um momento de incredulidade e curiosidade sobre Jesus. Herodes, ao ver Jesus, estava buscando um milagre, mas não reconheceu a divindade que estava diante dele.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação entre o Criador e a criação, especialmente no contexto da encarnação de Jesus.","conexao_teologica":"A busca de Herodes por um sinal de Deus reflete a falta de fé e a busca por milagres em vez de um relacionamento verdadeiro com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"lucas_23_9_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Título que significa 'O Ungido' ou 'Messias'.","explicacao_detalhada":"A palavra 'Cristo' refere-se à missão de Jesus como o Salvador prometido. No contexto do versículo, Herodes questiona Jesus sobre suas obras, sem reconhecer que Ele é o Messias.","por_que_esta_palavra":"Cristo é um título que enfatiza a função redentora de Jesus e sua autoridade divina.","conexao_teologica":"A rejeição de Jesus como Cristo por parte de líderes religiosos e políticos é um tema recorrente nas Escrituras, mostrando a incredulidade do povo.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"lucas_23_9_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Ato de procurar ou indagar.","explicacao_detalhada":"Herodes buscava ver Jesus e testemunhar algum milagre, demonstrando uma curiosidade superficial em vez de uma busca genuína por entendimento espiritual.","por_que_esta_palavra":"A busca por Jesus é um tema importante, refletindo a necessidade humana de compreender o divino.","conexao_teologica":"A busca de Herodes contrasta com a busca sincera dos discípulos e dos que realmente desejavam conhecer a verdade sobre Jesus.","referencias_relacionadas":["Mateus 7:7","Lucas 11:9","Hebreus 11:6"]},"lucas_23_9_bom":{"palavra_pt":"bom","palavra_original":"ἱκανός","transliteracao":"hikanós","strong":"G2425","significado_raiz":"Ideia básica: bom.","significado_contextual":"Qualidade de ser moralmente correto ou desejável.","explicacao_detalhada":"Herodes se referiu a Jesus como 'bom', mas sua compreensão do que é 'bom' estava distorcida, pois ele não reconheceu a verdadeira natureza de Jesus.","por_que_esta_palavra":"A palavra 'bom' é frequentemente usada nas Escrituras para descrever a natureza de Deus e a moralidade que Ele exige de Seus seguidores.","conexao_teologica":"A verdadeira bondade é encontrada em Jesus, que é a manifestação perfeita do caráter de Deus.","referencias_relacionadas":["Salmos 34:8","Marcos 10:18","Romanos 12:2"]},"lucas_23_10_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Compromisso ou acordo entre duas partes.","explicacao_detalhada":"A aliança é um conceito central na Bíblia, representando o relacionamento entre Deus e Seu povo. Neste contexto, refere-se à rejeição da aliança que os líderes religiosos tinham com Deus ao não reconhecerem Jesus.","por_que_esta_palavra":"A aliança simboliza a fidelidade de Deus e a expectativa de resposta do povo.","conexao_teologica":"A rejeição de Jesus pelos líderes religiosos é uma violação da aliança que Deus fez com Israel.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"lucas_23_10_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Escriba, um especialista na Lei de Moisés.","explicacao_detalhada":"Os escribas eram responsáveis por interpretar e ensinar a Lei. Neste versículo, eles estavam acusando Jesus, mostrando a oposição dos líderes religiosos à sua mensagem.","por_que_esta_palavra":"Os escribas representam a tradição religiosa que muitas vezes se opõe à verdade revelada por Jesus.","conexao_teologica":"A oposição dos escribas a Jesus ilustra a luta entre a tradição religiosa e a nova aliança que Ele veio estabelecer.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38","Lucas 11:52"]},"lucas_23_11_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Identificação ou título de uma pessoa.","explicacao_detalhada":"O nome 'Herodes' é mencionado como um símbolo de poder e corrupção. A referência ao nome é importante para entender a posição de autoridade que ele ocupava e sua relação com Jesus.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente carregam significados profundos e refletem a identidade e o caráter das pessoas.","conexao_teologica":"O nome de Jesus é exaltado acima de todos os nomes, contrastando com a efemeridade dos poderes terrenos como o de Herodes.","referencias_relacionadas":["Filipenses 2:9","Atos 4:12","Apocalipse 19:16"]},"lucas_23_11_corpo":{"palavra_pt":"corpo","palavra_original":"στράτευμα","transliteracao":"stráteuma","strong":"G4753","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A estrutura física de um ser humano.","explicacao_detalhada":"Neste contexto, o 'corpo' refere-se à condição física de Jesus, que estava prestes a ser sacrificado. A ênfase no corpo destaca a realidade da encarnação e do sofrimento de Cristo.","por_que_esta_palavra":"O corpo de Jesus é central na teologia da encarnação, onde Deus se fez carne para habitar entre nós.","conexao_teologica":"A crucificação de Jesus é o ponto culminante de Sua missão redentora, onde Seu corpo foi oferecido como sacrifício pelos pecados da humanidade.","referencias_relacionadas":["João 1:14","Romanos 12:1","1 Coríntios 11:24"]},"lucas_23_11_apparel":{"palavra_pt":"apparel","palavra_original":"ἐσθής","transliteracao":"esthḗs","strong":"G2066","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Vestimenta ou roupa.","explicacao_detalhada":"A palavra 'apparel' refere-se às vestes que Jesus usava, que foram objeto de zombarias e desprezo durante seu julgamento. Isso simboliza a humilhação que Ele sofreu.","por_que_esta_palavra":"As vestes de Jesus são um símbolo de Sua identidade e do desprezo que Ele enfrentou por parte dos líderes religiosos e do governo.","conexao_teologica":"A humilhação de Jesus, incluindo a zombaria de suas vestes, é um aspecto crucial do Seu sofrimento e sacrifício por nós.","referencias_relacionadas":["Mateus 27:28","João 19:23","Apocalipse 3:5"]},"lucas_23_12_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que simboliza a autoridade e o poder político da época.","explicacao_detalhada":"O nome 'Herodes' é associado a uma dinastia que governou a Judeia e é frequentemente mencionado no Novo Testamento. Neste contexto, o nome representa não apenas uma pessoa, mas também um sistema de governo que se opõe a Jesus.","por_que_esta_palavra":"A menção do nome de Herodes é crucial para entender a dinâmica de poder e a oposição que Jesus enfrentou durante seu ministério.","conexao_teologica":"Herodes representa a rejeição da autoridade divina em favor da autoridade humana, um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 2:1-3","Lucas 1:5","Atos 12:1-3"]},"lucas_23_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que os eventos do julgamento de Jesus ocorreram.","explicacao_detalhada":"O uso da palavra 'dia' enfatiza a importância do momento histórico em que Jesus foi levado a julgamento, um dia que mudaria o curso da história da salvação.","por_que_esta_palavra":"O dia é significativo porque marca a culminação do ministério de Jesus e o início de sua paixão.","conexao_teologica":"Este dia é um ponto de virada na narrativa bíblica, onde a redenção se aproxima através do sacrifício de Cristo.","referencias_relacionadas":["Mateus 27:1","Marcos 15:1","João 18:28"]},"lucas_23_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao grande evento que estava prestes a acontecer, o julgamento e crucificação de Jesus.","explicacao_detalhada":"A palavra 'grande' indica a magnitude do que estava em jogo, não apenas para Jesus, mas para toda a humanidade.","por_que_esta_palavra":"A grandeza do evento é sublinhada pelo impacto que a crucificação teria na história da salvação.","conexao_teologica":"A crucificação é vista como o maior ato de amor e sacrifício, essencial para a teologia da redenção.","referencias_relacionadas":["Romanos 5:8","Gálatas 2:20","1 Pedro 2:24"]},"lucas_23_13_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à firmeza de Pôncio Pilatos ao lidar com a situação de Jesus.","explicacao_detalhada":"A palavra 'firme' destaca a posição de Pilatos como governador romano, que estava em uma posição de autoridade, mas também de dilema moral.","por_que_esta_palavra":"A firmeza de Pilatos é contraditória, pois ele reconhece a inocência de Jesus, mas cede à pressão popular.","conexao_teologica":"Pilatos representa a luta entre a verdade e a pressão social, um tema que ressoa em muitos contextos bíblicos.","referencias_relacionadas":["Mateus 27:11-14","Marcos 15:2-5","João 19:10-11"]},"lucas_23_13_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que clamava por justiça ou condenação durante o julgamento de Jesus.","explicacao_detalhada":"A palavra 'povo' representa a multidão que, influenciada por líderes religiosos, exigiu a crucificação de Jesus, simbolizando a rejeição da verdade.","por_que_esta_palavra":"O povo é um elemento crucial na narrativa, pois sua escolha reflete a condição do coração humano e a necessidade de redenção.","conexao_teologica":"A escolha do povo em rejeitar Jesus é um reflexo da natureza pecaminosa da humanidade, que frequentemente se opõe a Deus.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","João 19:15"]},"lucas_23_13_chamar":{"palavra_pt":"chamar","palavra_original":"συγκαλέω","transliteracao":"synkaléō","strong":"G4779","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de Pilatos convocar o povo para apresentar a situação de Jesus.","explicacao_detalhada":"A palavra 'chamar' indica a ação de reunir as pessoas para uma decisão coletiva sobre o destino de Jesus.","por_que_esta_palavra":"Esse ato é significativo, pois mostra a tentativa de Pilatos de buscar uma solução justa, mas que acaba sendo manipulada.","conexao_teologica":"O chamado do povo para decidir sobre Jesus reflete a escolha que todos têm de aceitar ou rejeitar a verdade de Cristo.","referencias_relacionadas":["Mateus 27:17","Marcos 15:6","João 18:39"]},"lucas_23_14_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de Pilatos de oferecer Jesus ao povo, como um urso que é apresentado para ser julgado.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a entrega de algo precioso ao julgamento de outros, simbolizando a vulnerabilidade de Jesus.","por_que_esta_palavra":"A entrega de Jesus ao povo é um momento crucial que revela a injustiça do julgamento e a traição de sua própria nação.","conexao_teologica":"A entrega de Jesus é um ato que prefigura seu sacrifício, onde Ele se torna o Cordeiro de Deus, entregue por nós.","referencias_relacionadas":["Isaías 53:7","João 1:29","Hebreus 9:28"]},"lucas_23_14_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se novamente ao povo que estava presente e que tinha a responsabilidade de decidir sobre Jesus.","explicacao_detalhada":"O povo é um ator central na narrativa, simbolizando a coletividade que rejeita a verdade em favor da conveniência.","por_que_esta_palavra":"A repetição da palavra 'povo' enfatiza a responsabilidade coletiva em rejeitar Jesus, refletindo a condição do coração humano.","conexao_teologica":"A rejeição de Jesus pelo povo é um tema que ecoa ao longo da Bíblia, mostrando a necessidade de um Salvador.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","Atos 3:14"]},"lucas_23_15_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Herodes, destacando sua importância no julgamento de Jesus.","explicacao_detalhada":"A menção do nome de Herodes aqui reforça a conexão entre as autoridades judaicas e romanas na condenação de Jesus.","por_que_esta_palavra":"O nome é significativo porque representa a aliança entre o poder político e a rejeição da verdade divina.","conexao_teologica":"Herodes, como figura de autoridade, simboliza a oposição ao plano de Deus, um tema que se repete nas Escrituras.","referencias_relacionadas":["Mateus 2:16","Lucas 1:5","Atos 12:1"]},"lucas_23_15_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se ao ato de entregar Jesus para ser julgado e condenado.","explicacao_detalhada":"A palavra 'entregar' indica a ação de Pilatos ao passar Jesus para as mãos do povo, simbolizando a traição e a injustiça.","por_que_esta_palavra":"A entrega de Jesus é um ato que culmina em sua crucificação, um momento central na narrativa da salvação.","conexao_teologica":"A entrega de Jesus é um ato profético que cumpre as Escrituras e revela o amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 26:2","Marcos 14:41","João 19:16"]},"lucas_23_16_crianca":{"palavra_pt":"crianca","palavra_original":"παιδεύω","transliteracao":"paideúō","strong":"G3811","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a um jovem ou alguém em desenvolvimento, simbolizando inocência e vulnerabilidade.","explicacao_detalhada":"No contexto de Lucas 23:16, a palavra 'criança' é usada para descrever a fragilidade e a inocência de Jesus diante das acusações e do julgamento injusto que estava enfrentando. Isso contrasta com a dureza dos líderes religiosos e da multidão.","por_que_esta_palavra":"A escolha da palavra 'criança' enfatiza a pureza de Jesus e a injustiça de sua condenação, pois Ele, sendo inocente, é tratado como um criminoso.","conexao_teologica":"A inocência de Jesus como 'criança' se conecta com a ideia de que Ele é o Cordeiro de Deus, sem pecado, que veio para salvar a humanidade.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"lucas_23_16_now":{"palavra_pt":"now","palavra_original":"οὖν","transliteracao":"oûn","strong":"G3767","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' é usada para indicar um momento presente ou uma transição na narrativa.","explicacao_detalhada":"Em Lucas 23:16, 'now' introduz uma nova fase do julgamento de Jesus, onde Pilatos se vê forçado a tomar uma decisão sobre o destino de Jesus, destacando a urgência da situação.","por_que_esta_palavra":"A palavra 'now' é crucial para entender a sequência dos eventos e a tensão crescente no relato do julgamento.","conexao_teologica":"O uso de 'now' pode ser visto como um ponto de virada na história da salvação, onde o sacrifício de Jesus se aproxima.","referencias_relacionadas":["Mateus 27:1","Marcos 15:1","João 18:28"]},"lucas_23_17_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo previamente estabelecido.","explicacao_detalhada":"No versículo, 'conforme' é usado para referir-se à prática de soltar um prisioneiro durante a Páscoa, uma tradição que Pilatos estava considerando.","por_que_esta_palavra":"A palavra é importante para entender a base legal e cultural sobre a qual Pilatos estava operando ao decidir o que fazer com Jesus.","conexao_teologica":"A tradição de soltar um prisioneiro pode ser vista como uma prefiguração da liberdade que Jesus traz à humanidade através de seu sacrifício.","referencias_relacionadas":["Mateus 27:15","Marcos 15:6","João 18:39"]},"lucas_23_17_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se à ideia de ter ou manter algo, neste caso, a liberdade de um prisioneiro.","explicacao_detalhada":"Em Lucas 23:17, a palavra é usada em relação à prática de liberar um prisioneiro, o que implica uma escolha sobre quem deve ser libertado.","por_que_esta_palavra":"A escolha de quem libertar é um momento crítico que reflete a natureza do julgamento e a injustiça que Jesus estava enfrentando.","conexao_teologica":"A libertação de um prisioneiro pode ser vista como um símbolo da libertação espiritual que Jesus oferece a todos os que creem nele.","referencias_relacionadas":["Mateus 27:15","Marcos 15:6","João 18:39"]},"lucas_23_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"No contexto de Lucas 23:18, 'dizer' é usado para expressar a vontade da multidão que clamava pela libertação de Barrabás em vez de Jesus.","por_que_esta_palavra":"A palavra é significativa porque revela a voz da multidão e a rejeição de Jesus, contrastando com sua verdadeira identidade como o Messias.","conexao_teologica":"A rejeição de Jesus por parte do povo é um tema central na narrativa da Paixão, refletindo a condição humana de escolher o pecado em vez da salvação.","referencias_relacionadas":["Mateus 27:21","Marcos 15:9","João 19:15"]},"lucas_23_18_once":{"palavra_pt":"once","palavra_original":"παμπληθεί","transliteracao":"pamplētheí","strong":"G3826","significado_raiz":"Ideia básica: once.","significado_contextual":"A palavra 'once' indica uma única vez ou um evento que ocorre em um momento específico.","explicacao_detalhada":"Em Lucas 23:18, 'once' é usado para enfatizar que a escolha entre Jesus e Barrabás era uma decisão única e crucial.","por_que_esta_palavra":"A ênfase em 'once' destaca a gravidade da escolha que a multidão estava fazendo, que teria repercussões eternas.","conexao_teologica":"Essa escolha única reflete a decisão que cada pessoa deve fazer em relação a Jesus, o Salvador.","referencias_relacionadas":["Mateus 27:21","Marcos 15:9","João 19:15"]},"lucas_23_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se/acontecer' refere-se ao processo de transformação ou realização de algo.","explicacao_detalhada":"No contexto de Lucas 23:19, 'tornar-se' é usado para descrever a situação de Barrabás, que se tornou um símbolo da escolha do povo em rejeitar Jesus.","por_que_esta_palavra":"A palavra é significativa porque mostra como as circunstâncias podem mudar rapidamente e como as decisões têm consequências.","conexao_teologica":"A transformação de Barrabás de prisioneiro a libertado é um paralelo à transformação que Jesus oferece a todos os que creem nele.","referencias_relacionadas":["Mateus 27:16","Marcos 15:7","João 18:40"]},"lucas_23_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Lucas 23:20, o nome 'Jesus' é central, pois representa a identidade e a missão de Cristo como o Redentor da humanidade.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois destaca a injustiça que Ele estava enfrentando e a necessidade de sua obra redentora.","conexao_teologica":"O nome Jesus é o centro da fé cristã, simbolizando a salvação e a esperança para todos os que creem.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"lucas_23_20_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se ao ato de tomar uma decisão entre opções disponíveis.","explicacao_detalhada":"Em Lucas 23:20, 'escolher' é usado para descrever a decisão que Pilatos estava tentando facilitar para a multidão entre Jesus e Barrabás.","por_que_esta_palavra":"A palavra é significativa porque reflete a liberdade de escolha que cada pessoa tem, mesmo em situações de pressão.","conexao_teologica":"A escolha entre Jesus e Barrabás simboliza a escolha que todos devem fazer entre o caminho da vida e o caminho da morte.","referencias_relacionadas":["Mateus 27:17","Marcos 15:8","João 19:15"]},"lucas_23_20_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à estabilidade ou à autoridade de uma posição.","explicacao_detalhada":"Em Lucas 23:20, 'firme' é usado para descrever a posição de Pilatos, que estava tentando manter a ordem e a justiça em meio ao clamor da multidão.","por_que_esta_palavra":"A palavra é importante porque reflete a luta interna de Pilatos entre a justiça e a pressão popular.","conexao_teologica":"A firmeza de Pilatos contrasta com a fragilidade da justiça humana, que muitas vezes falha diante da pressão e do pecado.","referencias_relacionadas":["Mateus 27:24","Marcos 15:15","João 19:12"]},"lucas_23_21_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa o instrumento de tortura e execução utilizado pelos romanos, simbolizando o sacrifício de Jesus.","explicacao_detalhada":"No contexto de Lucas 23:21, a cruz é o símbolo da rejeição e do sofrimento que Jesus enfrentou. A multidão clamava pela crucificação de Jesus, demonstrando a gravidade da situação e o peso do pecado que Ele carregaria.","por_que_esta_palavra":"A palavra 'cruz' é central na narrativa da crucificação, pois representa o sacrifício que Jesus fez pela humanidade, sendo um ato de amor e redenção.","conexao_teologica":"A cruz é um símbolo de salvação e redenção, conforme mencionado em Gálatas 6:14, onde Paulo fala sobre se gloriar na cruz de Cristo.","referencias_relacionadas":["Mateus 27:22","Marcos 15:13","João 19:16"]},"lucas_23_21_chamar":{"palavra_pt":"chamar","palavra_original":"ἐπιφωνέω","transliteracao":"epiphōnéō","strong":"G2019","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de invocar ou clamar por alguém, neste caso, a multidão clamando por Barrabás em vez de Jesus.","explicacao_detalhada":"Em Lucas 23:21, a palavra 'chamar' é usada para descrever a ação da multidão que, em sua escolha, rejeita Jesus e pede pela libertação de um criminoso. Isso reflete a natureza do coração humano e a rejeição do justo.","por_que_esta_palavra":"A escolha de chamar Barrabás em vez de Jesus destaca a incredulidade e a dureza do coração humano diante da verdade.","conexao_teologica":"A rejeição de Jesus é um tema recorrente nas Escrituras, refletindo a necessidade de um Salvador que seria aceito por aqueles que creem.","referencias_relacionadas":["Mateus 27:21","Marcos 15:11","João 18:40"]},"lucas_23_22_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui se refere ao destino que Jesus enfrentaria na cruz, um sacrifício necessário para a redenção da humanidade.","explicacao_detalhada":"Em Lucas 23:22, a menção da morte de Jesus é crucial, pois representa o cumprimento das profecias e o plano divino de salvação. A morte de Jesus é vista como um ato de amor e obediência ao Pai.","por_que_esta_palavra":"A palavra 'morte' é central na mensagem do evangelho, pois sem a morte de Cristo, não haveria ressurreição e, consequentemente, não haveria esperança de vida eterna.","conexao_teologica":"A morte de Jesus é o ponto focal da teologia da expiação, conforme Romanos 5:8, que nos ensina que Cristo morreu por nós enquanto ainda éramos pecadores.","referencias_relacionadas":["Isaías 53:5","Romanos 6:23","1 Pedro 2:24"]},"lucas_23_22_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Pilatos em tentar encontrar uma maneira de libertar Jesus, mas acaba cedendo à pressão da multidão.","explicacao_detalhada":"Em Lucas 23:22, a ação de 'fazer' é um reflexo da luta interna de Pilatos entre a justiça e a pressão popular. Ele tenta 'fazer' algo para evitar a crucificação, mas acaba se rendendo.","por_que_esta_palavra":"A palavra 'fazer' é significativa porque mostra a responsabilidade de Pilatos em suas ações, mesmo diante da injustiça.","conexao_teologica":"A luta de Pilatos ilustra a luta moral que muitos enfrentam ao lidar com a verdade e a pressão do mundo, como em Tiago 4:17, que fala sobre saber o bem e não fazê-lo.","referencias_relacionadas":["Mateus 27:23","Marcos 15:14","João 19:12"]},"lucas_23_22_thirdly":{"palavra_pt":"third ly","palavra_original":"τρίτος","transliteracao":"trítos","strong":"G5154","significado_raiz":"Ideia básica: third ly.","significado_contextual":"A palavra 'terceiro' é usada para enfatizar a repetição da pergunta de Pilatos sobre o que fazer com Jesus.","explicacao_detalhada":"Em Lucas 23:22, a repetição da pergunta de Pilatos demonstra sua perplexidade e a insistência da multidão em condenar Jesus, refletindo a gravidade da situação.","por_que_esta_palavra":"A ênfase no 'terceiro' destaca a pressão crescente sobre Pilatos e a determinação da multidão em ver Jesus crucificado.","conexao_teologica":"A insistência da multidão em condenar Jesus é um reflexo da rejeição que Ele enfrentou, conforme profetizado em Salmos 118:22, onde diz que a pedra que os construtores rejeitaram se tornou a pedra angular.","referencias_relacionadas":["Mateus 27:23","Marcos 15:14","João 19:12"]},"lucas_23_23_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor refere-se à grande preocupação e medo que Pilatos sentia diante da possibilidade de condenar um homem inocente.","explicacao_detalhada":"Em Lucas 23:23, o temor de Pilatos é um reflexo de sua consciência e da pressão que ele sentia da multidão. Ele sabia que Jesus era inocente, mas ainda assim cedeu ao clamor popular.","por_que_esta_palavra":"A palavra 'temor' é significativa porque mostra a luta interna de Pilatos e a natureza humana de temer as consequências de suas decisões.","conexao_teologica":"O temor de Pilatos pode ser comparado ao temor que muitos sentem ao confrontar a verdade de Cristo, como em Filipenses 2:10-11, onde todos se dobrarão diante de Jesus.","referencias_relacionadas":["Mateus 27:24","Marcos 15:15","João 19:8"]},"lucas_23_23_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz, novamente mencionada, simboliza o destino de Jesus e a rejeição que Ele enfrentou.","explicacao_detalhada":"A repetição da palavra 'cruz' em Lucas 23:23 enfatiza a gravidade da condenação e o sacrifício que Jesus estava prestes a fazer pela humanidade.","por_que_esta_palavra":"A cruz é um símbolo central na fé cristã, representando não apenas a morte, mas também a vitória sobre o pecado e a morte.","conexao_teologica":"A cruz é o meio pelo qual a salvação é oferecida, conforme 1 Coríntios 1:18, que fala sobre a mensagem da cruz sendo loucura para os que se perdem, mas poder de Deus para os que se salvam.","referencias_relacionadas":["Mateus 27:22","Marcos 15:13","João 19:16"]},"lucas_23_24_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à decisão de Pilatos de entregar Jesus à crucificação, um ato que teria grandes consequências.","explicacao_detalhada":"Em Lucas 23:24, a decisão de Pilatos de 'tornar-se' responsável pela condenação de Jesus é um momento crucial que leva à crucificação, refletindo a luta entre a justiça e a pressão popular.","por_que_esta_palavra":"A palavra 'tornar-se' é significativa porque indica a transformação da situação, onde Pilatos se torna um agente da condenação.","conexao_teologica":"A decisão de Pilatos ilustra a luta entre o bem e o mal, semelhante ao que é descrito em Romanos 7:19, onde Paulo fala sobre fazer o que não quer.","referencias_relacionadas":["Mateus 27:26","Marcos 15:15","João 19:16"]},"lucas_23_24_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à posição de Pilatos em relação à condenação de Jesus, mostrando sua determinação em seguir a vontade da multidão.","explicacao_detalhada":"Em Lucas 23:24, a firmeza de Pilatos em sua decisão reflete a pressão que ele sentiu e sua incapacidade de agir de acordo com sua consciência.","por_que_esta_palavra":"A palavra 'firme' é importante porque mostra como a pressão social pode influenciar decisões, mesmo quando se sabe que estão erradas.","conexao_teologica":"A firmeza de Pilatos em sua decisão pode ser comparada à firmeza que devemos ter em nossa fé, conforme 1 Coríntios 15:58, que nos exorta a sermos firmes e constantes.","referencias_relacionadas":["Mateus 27:24","Marcos 15:15","João 19:16"]},"lucas_23_24_sentence":{"palavra_pt":"sentence","palavra_original":"ἐπικρίνω","transliteracao":"epikrínō","strong":"G1948","significado_raiz":"Ideia básica: sentence.","significado_contextual":"A palavra 'sentença' refere-se à decisão final de Pilatos de condenar Jesus à crucificação.","explicacao_detalhada":"Em Lucas 23:24, a sentença de Pilatos é um momento decisivo que leva à crucificação de Jesus, refletindo a injustiça e a rejeição do inocente.","por_que_esta_palavra":"A palavra 'sentença' é crucial porque representa a culminação de um processo judicial injusto e a entrega de Jesus ao sofrimento.","conexao_teologica":"A sentença de Pilatos é um exemplo da injustiça que Jesus enfrentou, semelhante ao que é descrito em Isaías 53:7, onde Ele é levado como ovelha ao matadouro.","referencias_relacionadas":["Mateus 27:26","Marcos 15:15","João 19:16"]},"lucas_23_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste versículo, Ele é apresentado em um momento de grande injustiça, onde a multidão prefere libertar um criminoso em vez Dele.","por_que_esta_palavra":"A menção de Jesus neste contexto enfatiza a rejeição do povo e a tragédia de sua crucificação.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e o sacrifício perfeito para a redenção dos pecados.","referencias_relacionadas":["Mateus 1:21","João 3:16","Isaías 53:5"]},"lucas_23_25_murder":{"palavra_pt":"murder","palavra_original":"φόνος","transliteracao":"phónos","strong":"G5408","significado_raiz":"Ideia básica: murder.","significado_contextual":"Refere-se ao ato de matar, especialmente de forma intencional e injusta.","explicacao_detalhada":"Neste versículo, o termo 'murder' destaca a escolha do povo em libertar um assassino em vez de Jesus, que é inocente. Isso revela a corrupção do coração humano e a injustiça que prevalece.","por_que_esta_palavra":"A palavra é usada para contrastar a inocência de Jesus com a culpa de Barrabás, o criminoso que foi libertado.","conexao_teologica":"O ato de rejeitar Jesus em favor de um assassino simboliza a condição pecaminosa da humanidade.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","João 18:40"]},"lucas_23_26_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Instrumento de execução, simbolizando sofrimento e morte.","explicacao_detalhada":"A cruz é um símbolo central no cristianismo, representando o sacrifício de Jesus e a redenção dos pecados. Neste versículo, Jesus é forçado a carregar sua própria cruz, um ato de humilhação e dor.","por_que_esta_palavra":"A cruz é essencial para entender o sacrifício de Jesus e a sua missão na Terra.","conexao_teologica":"A cruz representa a vitória sobre o pecado e a morte, sendo um símbolo de esperança para os crentes.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"lucas_23_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste versículo, Jesus é novamente mencionado enquanto carrega a cruz, simbolizando seu sofrimento e a aceitação de seu destino redentor.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua importância e o papel central que Ele desempenha na narrativa da salvação.","conexao_teologica":"A aceitação do sofrimento por parte de Jesus é um ato de amor e obediência ao plano divino.","referencias_relacionadas":["Filipenses 2:8","Hebreus 12:2","Isaías 53:7"]},"lucas_23_27_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a multidão que seguia Jesus, demonstrando a intensidade da dor e do sofrimento que estavam prestes a ocorrer.","por_que_esta_palavra":"A grandeza da multidão contrasta com a solidão de Jesus em seu sofrimento.","conexao_teologica":"A grandeza do sofrimento de Jesus é refletida na grandeza do amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 7:13","Lucas 13:24","Romanos 5:8"]},"lucas_23_27_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Grupo de pessoas, geralmente referindo-se à população em geral.","explicacao_detalhada":"Neste versículo, o 'povo' representa a coletividade que estava presente na crucificação de Jesus, simbolizando a rejeição coletiva ao Messias.","por_que_esta_palavra":"A menção do povo destaca a responsabilidade coletiva na crucificação de Jesus.","conexao_teologica":"O povo que rejeita Jesus é um reflexo da condição pecaminosa da humanidade, necessitando de redenção.","referencias_relacionadas":["Mateus 27:25","Atos 2:23","Romanos 3:23"]},"lucas_23_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste versículo, Jesus se dirige às mulheres que choram por Ele, expressando compaixão mesmo em meio ao sofrimento.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua identidade e a importância de sua mensagem de salvação.","conexao_teologica":"A compaixão de Jesus revela o coração de Deus e sua preocupação com a humanidade, mesmo em momentos de dor.","referencias_relacionadas":["Lucas 19:41","Mateus 5:4","Hebreus 4:15"]},"lucas_23_28_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Cidade santa, capital de Israel, simbolizando o povo de Deus.","explicacao_detalhada":"Jerusalém é frequentemente vista como o centro espiritual do judaísmo e, neste contexto, representa a rejeição de Jesus pelo seu próprio povo.","por_que_esta_palavra":"A menção de Jerusalém destaca a tragédia da rejeição do Messias por aqueles que deveriam reconhecê-lo.","conexao_teologica":"Jerusalém simboliza tanto a promessa de Deus quanto a tragédia do pecado humano.","referencias_relacionadas":["Mateus 23:37","Lucas 13:34","Apocalipse 21:2"]},"lucas_23_29_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Período de 24 horas, frequentemente associado a eventos significativos.","explicacao_detalhada":"O 'dia' mencionado aqui pode simbolizar um tempo de julgamento e transformação, onde a dor e o sofrimento de Jesus trazem consequências eternas.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a gravidade do momento e o que está por vir.","conexao_teologica":"O dia da crucificação é um marco na história da salvação, onde a luz da redenção começa a brilhar através da escuridão do pecado.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","Lucas 23:44"]},"lucas_23_29_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Estado de felicidade ou bem-aventurança.","explicacao_detalhada":"A expressão 'bem-aventurado' refere-se àqueles que são considerados favorecidos por Deus, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra é usada para contrastar a dor presente com a esperança futura que Jesus oferece.","conexao_teologica":"A bem-aventurança é um tema central no ensino de Jesus, que promete conforto e esperança aos que sofrem.","referencias_relacionadas":["Mateus 5:3-12","Lucas 6:20-23","Romanos 8:18"]},"lucas_23_29_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' aqui se refere à figura paterna, simbolizando proteção e cuidado.","explicacao_detalhada":"No contexto do versículo, Jesus menciona 'pai' em um tom de lamento, referindo-se à dor que está prestes a ser vivida por Ele e pela nação. Ele se dirige a Deus como Pai, expressando a relação íntima e a dependência que tem com o Pai celestial.","por_que_esta_palavra":"A palavra 'pai' é crucial para entender a relação de Jesus com Deus e a sua missão redentora, enfatizando a paternidade divina.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo o amor e a misericórdia de Deus para com a humanidade.","referencias_relacionadas":["Mateus 6:9","João 14:6-7","Romanos 8:15"]},"lucas_23_30_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O 'monte' simboliza um lugar elevado, muitas vezes associado a encontros divinos ou eventos significativos.","explicacao_detalhada":"Neste versículo, a menção ao monte pode ser interpretada como um símbolo de julgamento e de eventos futuros, onde a criação reage à crucificação de Jesus.","por_que_esta_palavra":"A palavra 'monte' é utilizada para evocar imagens de grandeza e poder, refletindo a magnitude do que está prestes a acontecer.","conexao_teologica":"Montes são frequentemente mencionados na Bíblia como locais de revelação e presença divina, como o Monte Sinai.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"lucas_23_30_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica uma comunicação, um chamado à atenção ou uma declaração importante.","explicacao_detalhada":"Jesus usa a palavra 'dizer' para alertar sobre a gravidade da situação e o que está por vir, enfatizando a necessidade de ouvir e entender.","por_que_esta_palavra":"A comunicação é essencial para transmitir verdades espirituais e alertar sobre as consequências do pecado.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual Deus se revela à humanidade.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Tiago 1:22"]},"lucas_23_31_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação, indicando a realização de algo significativo.","explicacao_detalhada":"Neste contexto, 'fazer' pode se referir ao cumprimento das profecias e ao plano de salvação que está sendo executado através da crucificação.","por_que_esta_palavra":"A ação de 'fazer' é central na narrativa da redenção, onde Jesus cumpre a vontade do Pai.","conexao_teologica":"A ação de Deus em fazer novas todas as coisas é um tema recorrente na Escritura, culminando na obra redentora de Cristo.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","Apocalipse 21:5"]},"lucas_23_31_terra":{"palavra_pt":"terra","palavra_original":"ξηρός","transliteracao":"xērós","strong":"G3584","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a humanidade e a criação.","explicacao_detalhada":"Neste versículo, a menção à terra pode indicar a resposta da criação ao sofrimento e à morte de Jesus, refletindo a dor e a perda que a humanidade experimenta.","por_que_esta_palavra":"A terra é um símbolo da criação de Deus e da sua relação com a humanidade, que sofre as consequências do pecado.","conexao_teologica":"A redenção não é apenas para a humanidade, mas para toda a criação, que aguarda a restauração.","referencias_relacionadas":["Romanos 8:19-21","Gênesis 1:31","Colossenses 1:20"]},"lucas_23_31_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' implica transformação ou mudança significativa.","explicacao_detalhada":"Aqui, 'tornar-se' pode se referir ao impacto que a crucificação de Jesus terá sobre a humanidade e a criação, resultando em uma nova realidade espiritual.","por_que_esta_palavra":"A transformação é um tema central na obra de Cristo, que traz nova vida e esperança.","conexao_teologica":"A ideia de se tornar novo em Cristo é fundamental para a fé cristã, onde o crente é feito nova criatura.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_23_32_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode simbolizar um tempo específico de julgamento ou de eventos significativos.","explicacao_detalhada":"Neste contexto, 'dia' pode se referir ao dia da crucificação, um momento crucial na história da salvação.","por_que_esta_palavra":"O tempo é um elemento importante na narrativa bíblica, onde eventos específicos marcam a intervenção de Deus na história.","conexao_teologica":"O conceito de dia do Senhor é um tema recorrente, onde Deus intervém de maneira decisiva na história.","referencias_relacionadas":["Joel 2:31","Mateus 24:36","1 Tessalonicenses 5:2"]},"lucas_23_33_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' representa o instrumento de morte, mas também simboliza sacrifício e redenção.","explicacao_detalhada":"Neste versículo, a cruz é o centro da mensagem cristã, onde Jesus se sacrifica pelos pecados da humanidade.","por_que_esta_palavra":"A cruz é fundamental para a compreensão da salvação e do amor de Deus, que se manifesta através do sacrifício de Cristo.","conexao_teologica":"A cruz é um símbolo de esperança e redenção, onde a morte de Jesus traz vida a muitos.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 6:14","Colossenses 2:14"]},"lucas_23_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus é o protagonista da história da salvação, que está prestes a ser consumada na cruz.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, representando a encarnação de Deus e a esperança da humanidade.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a compreensão da missão redentora de Deus.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"lucas_23_34_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' aqui se refere à ação de Jesus em relação à humanidade, especialmente em um momento de dor.","explicacao_detalhada":"Neste versículo, 'fazer' pode se referir ao ato de Jesus de interceder pelos que o crucificam, demonstrando amor e perdão.","por_que_esta_palavra":"A ação de 'fazer' é um reflexo do caráter de Cristo, que veio para servir e salvar.","conexao_teologica":"O perdão é um tema central na mensagem de Jesus, que nos ensina a amar e perdoar como Ele fez.","referencias_relacionadas":["Lucas 6:37","Mateus 5:44","Efésios 4:32"]},"lucas_23_35_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias, o Ungido de Deus, que foi rejeitado pelos líderes religiosos.","explicacao_detalhada":"A palavra 'Cristo' deriva do grego 'Christós', que significa 'ungido'. No contexto de Lucas 23:35, refere-se à identificação de Jesus como o Messias, que estava sendo zombado enquanto estava na cruz.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade messiânica de Jesus, que é central para a fé cristã.","conexao_teologica":"Cristo é visto como o cumprimento das profecias do Antigo Testamento sobre o Messias que viria para salvar o povo.","referencias_relacionadas":["Isaías 53:3","Mateus 1:16","João 1:41"]},"lucas_23_35_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e Senhor, que parece estar distante durante o sofrimento de Jesus.","explicacao_detalhada":"A palavra 'Deus' em grego é 'theós'. No versículo, os que passavam zombavam de Jesus, questionando onde estava seu Deus em meio ao sofrimento.","por_que_esta_palavra":"A menção de Deus aqui destaca a relação entre Jesus e o Pai, especialmente em um momento de aparente abandono.","conexao_teologica":"A presença e a ausência de Deus são temas centrais na teologia da cruz, onde Jesus se torna o sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Salmos 22:1","Mateus 27:46","Hebreus 5:7"]},"lucas_23_35_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança refere-se ao pacto de Deus com seu povo, que é central na história da salvação.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso divino. No contexto de Lucas 23:35, a rejeição de Jesus pelos líderes religiosos representa uma quebra dessa aliança.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e a humanidade, especialmente em relação ao sacrifício de Cristo.","conexao_teologica":"Jesus é o mediador da nova aliança, que é estabelecida através de seu sangue.","referencias_relacionadas":["Jeremias 31:31","Lucas 22:20","Hebreus 9:15"]},"lucas_23_36_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso não é uma palavra comum no contexto bíblico e pode ser um erro de tradução ou interpretação.","explicacao_detalhada":"A palavra 'urso' não se aplica diretamente ao contexto de Lucas 23:36. O versículo fala sobre a zombaria e a provocação a Jesus.","por_que_esta_palavra":"A presença de palavras incomuns pode indicar uma confusão ou erro na transcrição.","conexao_teologica":"A zombaria de Jesus reflete a rejeição do mundo ao seu sacrifício.","referencias_relacionadas":["Mateus 27:39","Marcos 15:29","Lucas 23:35"]},"lucas_23_36_vinho":{"palavra_pt":"vinho","palavra_original":"ὄξος","transliteracao":"óxos","strong":"G3690","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho, neste contexto, é uma referência ao vinagre oferecido a Jesus durante sua crucificação.","explicacao_detalhada":"A palavra 'vinho' em grego é 'óxos', que se refere a um tipo de bebida ácida. No versículo, é oferecido a Jesus como uma forma de zombaria.","por_que_esta_palavra":"O ato de oferecer vinagre a Jesus é uma forma de escárnio, mostrando a crueldade de sua crucificação.","conexao_teologica":"O vinho também simboliza o sangue de Cristo, que é derramado para a remissão dos pecados.","referencias_relacionadas":["Salmos 69:21","Mateus 27:34","Marcos 15:36"]},"lucas_23_37_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra refere-se aos judeus, o povo escolhido de Deus, que rejeitou Jesus como o Messias.","explicacao_detalhada":"A palavra 'jewess' em grego é 'Ioudaîos', que se refere aos judeus. No contexto, é uma referência àqueles que estavam zombando de Jesus na cruz.","por_que_esta_palavra":"A identificação dos zombadores como judeus destaca a tragédia da rejeição do Messias por seu próprio povo.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema recorrente no Novo Testamento, refletindo a luta entre a lei e a graça.","referencias_relacionadas":["João 1:11","Atos 2:23","Romanos 9:4-5"]},"lucas_23_37_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à provocação e zombaria dirigidas a Jesus.","explicacao_detalhada":"A palavra 'dizer' em grego é 'légō'. No versículo, os que passavam zombavam de Jesus, questionando sua identidade.","por_que_esta_palavra":"A zombaria é uma forma de negação da identidade messiânica de Jesus.","conexao_teologica":"As palavras de zombaria refletem a incredulidade e a rejeição que Jesus enfrentou durante seu ministério.","referencias_relacionadas":["Mateus 27:42","Marcos 15:30","Lucas 23:35"]},"lucas_23_38_superscription":{"palavra_pt":"superscription","palavra_original":"ἐπιγραφή","transliteracao":"epigraphḗ","strong":"G1923","significado_raiz":"Ideia básica: superscription.","significado_contextual":"A inscrição acima da cruz de Jesus identificava-o como o Rei dos Judeus.","explicacao_detalhada":"A palavra 'superscription' em grego é 'epigraphḗ'. Era uma prática romana colocar uma inscrição sobre a cruz para indicar o crime do condenado.","por_que_esta_palavra":"A inscrição é uma ironia, pois Jesus, embora crucificado, é realmente o Rei, conforme proclamado.","conexao_teologica":"A inscrição cumpre as profecias sobre o Messias e revela a verdadeira identidade de Jesus.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","João 19:19"]},"lucas_23_38_livro":{"palavra_pt":"livro","palavra_original":"γράμμα","transliteracao":"grámma","strong":"G1121","significado_raiz":"Ideia básica: livro.","significado_contextual":"O livro pode referir-se à inscrição ou ao registro da acusação contra Jesus.","explicacao_detalhada":"A palavra 'livro' em grego é 'grámma', que pode se referir a um documento escrito. No contexto, refere-se à acusação que foi colocada sobre a cruz.","por_que_esta_palavra":"O uso do termo 'livro' enfatiza a formalidade da condenação de Jesus.","conexao_teologica":"A acusação contra Jesus é um reflexo da injustiça que ele sofreu, sendo inocente.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","João 19:19"]},"lucas_23_38_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Reforça a identidade dos que zombam de Jesus como parte do povo judeu.","explicacao_detalhada":"A repetição da palavra 'jewess' em grego 'Ioudaîos' destaca a conexão entre a rejeição de Jesus e seu próprio povo.","por_que_esta_palavra":"A ênfase na origem judaica dos zombadores é uma crítica à rejeição do Messias.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema central na narrativa do Novo Testamento.","referencias_relacionadas":["João 1:11","Atos 2:23","Romanos 9:4-5"]},"lucas_23_39_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, que significa 'ungido', refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' é usada para designar Jesus como o escolhido de Deus para cumprir a missão de salvação da humanidade. No contexto de Lucas 23:39, um dos criminosos crucificados ao lado de Jesus reconhece sua identidade messiânica.","por_que_esta_palavra":"A palavra é importante porque enfatiza a natureza divina e a missão de Jesus como o Salvador, que foi ungido para essa tarefa.","conexao_teologica":"A identificação de Jesus como Cristo é central na teologia cristã, pois afirma que Ele é o cumprimento das profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"lucas_23_39_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, neste caso, um dos criminosos crucificados ao lado de Jesus.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana e a fragilidade do ser humano diante da morte. O criminoso reconhece sua culpa e a inocência de Jesus.","por_que_esta_palavra":"A palavra é significativa porque destaca a humanidade de Jesus e a realidade da condição humana, que é marcada pelo pecado e pela necessidade de redenção.","conexao_teologica":"A condição humana é um tema central na teologia, pois todos são pecadores e necessitam da graça de Deus.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Salmos 8:4-5"]},"lucas_23_39_hang":{"palavra_pt":"hang","palavra_original":"κρεμάννυμι","transliteracao":"kremánnymi","strong":"G2910","significado_raiz":"Ideia básica: hang.","significado_contextual":"Refere-se ao ato de ser crucificado, uma forma de execução comum na época.","explicacao_detalhada":"A palavra 'hang' descreve a maneira como Jesus e os criminosos foram executados. A crucificação é um símbolo da dor e do sacrifício de Jesus.","por_que_esta_palavra":"É importante porque ilustra o sofrimento de Cristo e a profundidade de seu sacrifício pela humanidade.","conexao_teologica":"A crucificação é central na doutrina da expiação, onde Jesus assume os pecados da humanidade.","referencias_relacionadas":["Mateus 27:35","Marcos 15:24","João 19:18"]},"lucas_23_40_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, que é reconhecido como juiz e criador.","explicacao_detalhada":"Neste contexto, o criminoso apela para a autoridade de Deus, reconhecendo que Jesus é inocente e que ele mesmo merece a punição.","por_que_esta_palavra":"A palavra é crucial porque enfatiza a soberania de Deus sobre a justiça e a misericórdia.","conexao_teologica":"A relação entre Deus e a humanidade é um tema central, onde Deus é visto como justo e misericordioso.","referencias_relacionadas":["Salmos 50:6","Isaías 33:22","Romanos 14:10"]},"lucas_23_40_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente, o dia da crucificação.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a urgência do pedido do criminoso a Jesus, reconhecendo que a salvação é necessária naquele momento.","por_que_esta_palavra":"É importante porque destaca a brevidade da vida e a necessidade de arrependimento e salvação.","conexao_teologica":"A noção de tempo é relevante na teologia, pois enfatiza a importância de tomar decisões para Cristo enquanto há tempo.","referencias_relacionadas":["Hebreus 3:15","2 Coríntios 6:2","Tiago 4:14"]},"lucas_23_41_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se ao ato de cometer um crime ou pecado.","explicacao_detalhada":"A palavra 'entregar' é usada para descrever a responsabilidade do criminoso por suas ações, reconhecendo que ele merece a punição.","por_que_esta_palavra":"É significativa porque destaca a necessidade de reconhecer a própria culpa e a importância do arrependimento.","conexao_teologica":"O reconhecimento do pecado é fundamental para a salvação, pois leva ao arrependimento e à busca pela graça de Deus.","referencias_relacionadas":["1 João 1:9","Romanos 6:23","Salmos 51:3"]},"lucas_23_41_justly":{"palavra_pt":"justly","palavra_original":"δικαίως","transliteracao":"dikaíōs","strong":"G1346","significado_raiz":"Ideia básica: justly.","significado_contextual":"Refere-se à justiça, indicando que o criminoso reconhece que sua punição é merecida.","explicacao_detalhada":"A palavra 'justamente' é usada para enfatizar a justiça de Deus em relação ao pecado e à necessidade de reconhecer a própria culpa.","por_que_esta_palavra":"É importante porque destaca a natureza justa de Deus e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema central na teologia, onde Ele é visto como justo e reto em todas as suas ações.","referencias_relacionadas":["Salmos 89:14","Romanos 2:6","Gálatas 6:7"]},"lucas_23_41_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana, enfatizando a culpa e a necessidade de redenção.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a fragilidade e a pecaminosidade do ser humano, que precisa da graça de Deus.","por_que_esta_palavra":"É significativa porque destaca a universalidade do pecado e a necessidade de salvação.","conexao_teologica":"A condição humana é um tema central na teologia, onde todos são considerados pecadores diante de Deus.","referencias_relacionadas":["Romanos 3:10","Gênesis 6:5","Isaías 53:6"]},"lucas_23_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Salvador e Messias.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a oferta de salvação para a humanidade.","por_que_esta_palavra":"É importante porque destaca a identidade de Jesus como o único caminho para a salvação.","conexao_teologica":"A centralidade de Jesus na teologia cristã é fundamental, pois Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"lucas_23_42_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao senhorio de Jesus.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre todas as coisas, incluindo a salvação.","por_que_esta_palavra":"É significativa porque enfatiza que Jesus não é apenas um salvador, mas também o Senhor que deve ser obedecido.","conexao_teologica":"O senhorio de Cristo é um tema central na teologia, onde Ele é reconhecido como Rei e Senhor sobre a criação.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:12","Colossenses 1:16-17"]},"lucas_23_42_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, o ladrão na cruz se dirige a Jesus, reconhecendo sua realeza e pedindo que se lembre dele. O ato de 'dizer' é fundamental para a comunicação entre eles, mostrando a importância da confissão e do pedido de misericórdia.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a necessidade de verbalizar a fé e o arrependimento, um passo essencial na relação com Deus.","conexao_teologica":"A comunicação entre o ladrão e Jesus ilustra a graça e a salvação que estão disponíveis mesmo nos momentos finais da vida.","referencias_relacionadas":["Lucas 23:39-43","Romanos 10:9","Atos 2:21"]},"lucas_23_43_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na mensagem cristã, significando 'O Senhor é a salvação'.","explicacao_detalhada":"Neste versículo, Jesus responde ao ladrão na cruz, garantindo-lhe que ele estará com Ele no paraíso. O uso do nome 'Jesus' aqui reforça a identidade divina e a missão de salvação.","por_que_esta_palavra":"A palavra 'Jesus' é essencial, pois representa a encarnação de Deus e a promessa de redenção para a humanidade.","conexao_teologica":"A afirmação de Jesus sobre a salvação do ladrão destaca a natureza inclusiva da graça divina.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_23_43_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em comunhão com alguém.","explicacao_detalhada":"Quando Jesus diz que o ladrão estará com Ele no paraíso, isso implica em um relacionamento contínuo e uma nova vida em comunhão com Cristo.","por_que_esta_palavra":"A palavra 'seguir' é crucial, pois indica a transição do ladrão de uma vida de pecado para uma nova vida em Cristo.","conexao_teologica":"A ideia de seguir Jesus é central no cristianismo, simbolizando a entrega e a transformação que ocorrem na vida do crente.","referencias_relacionadas":["Mateus 16:24","João 10:27","Gálatas 2:20"]},"lucas_23_43_eden":{"palavra_pt":"eden","palavra_original":"παράδεισος","transliteracao":"parádeisos","strong":"G3857","significado_raiz":"Ideia básica: eden.","significado_contextual":"A palavra 'paraíso' é frequentemente associada ao Jardim do Éden, um lugar de comunhão perfeita com Deus.","explicacao_detalhada":"Jesus promete ao ladrão que ele estará no paraíso, o que simboliza a restauração da relação entre o homem e Deus, perdida pelo pecado.","por_que_esta_palavra":"A menção ao paraíso traz esperança e a promessa de vida eterna, um tema central na mensagem de Jesus.","conexao_teologica":"O paraíso representa a recompensa final para aqueles que creem e se arrependem, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Gênesis 2:8","Apocalipse 2:7","Lucas 16:22"]},"lucas_23_44_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, o lugar onde os eventos da vida acontecem.","explicacao_detalhada":"Neste versículo, a escuridão que cobre a terra simboliza o luto e a gravidade da morte de Jesus, impactando não apenas as pessoas, mas a criação como um todo.","por_que_esta_palavra":"A palavra 'terra' é significativa, pois indica que a morte de Cristo teve repercussões universais, afetando toda a criação.","conexao_teologica":"A escuridão sobre a terra é um sinal do juízo e da seriedade do sacrifício de Cristo, que traz redenção.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","Romanos 8:22"]},"lucas_23_44_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma mudança significativa ou transformação.","explicacao_detalhada":"A escuridão que se torna grande indica um evento sobrenatural, refletindo a gravidade da crucificação de Jesus e seu impacto no mundo.","por_que_esta_palavra":"A palavra 'tornar-se' destaca a transição de um estado de luz para um de escuridão, simbolizando a separação de Deus devido ao pecado.","conexao_teologica":"A transformação da luz em escuridão é um símbolo do peso do pecado que Jesus carregou na cruz.","referencias_relacionadas":["Mateus 27:45","João 1:5","2 Coríntios 5:21"]},"lucas_23_44_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, neste caso, o momento da crucificação.","explicacao_detalhada":"O dia em que Jesus foi crucificado é um marco na história da salvação, representando o sacrifício final por todos os pecados.","por_que_esta_palavra":"A palavra 'dia' é importante, pois marca um evento crucial que mudou o curso da humanidade.","conexao_teologica":"O dia da crucificação é central na teologia cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","1 Pedro 2:24"]},"lucas_23_45_porta":{"palavra_pt":"porta","palavra_original":"καταπέτασμα","transliteracao":"katapétasma","strong":"G2665","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' refere-se a uma barreira ou separação, neste caso, entre o lugar santo e o santo dos santos.","explicacao_detalhada":"O véu do templo se rasga, simbolizando o acesso direto a Deus que foi aberto através do sacrifício de Jesus.","por_que_esta_palavra":"A palavra 'porta' é significativa, pois representa a remoção da separação entre Deus e a humanidade.","conexao_teologica":"A rasgadura do véu é um símbolo poderoso da nova aliança, onde todos podem se aproximar de Deus através de Cristo.","referencias_relacionadas":["Mateus 27:51","Hebreus 10:19-20","Efésios 2:18"]},"lucas_23_45_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habitava entre seu povo.","explicacao_detalhada":"O templo era o centro da adoração e a presença de Deus. A destruição do véu indica que a presença de Deus agora está acessível a todos.","por_que_esta_palavra":"A palavra 'templo' é crucial, pois representa a habitação de Deus e a relação com seu povo.","conexao_teologica":"A nova aliança em Cristo transforma a ideia de templo, onde agora o corpo do crente é o templo do Espírito Santo.","referencias_relacionadas":["Mateus 27:51","1 Coríntios 3:16","Efésios 2:21-22"]},"lucas_23_45_sol":{"palavra_pt":"sol","palavra_original":"ἥλιος","transliteracao":"hḗlios","strong":"G2246","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se à fonte de luz e vida, simbolizando a presença de Deus.","explicacao_detalhada":"A escuridão que cobre a terra durante a crucificação é um contraste com a luz do sol, simbolizando a tristeza e a gravidade do momento.","por_que_esta_palavra":"A palavra 'sol' é significativa, pois representa a luz que foi temporariamente apagada pela morte de Cristo.","conexao_teologica":"A escuridão que se seguiu à morte de Jesus é um símbolo do juízo e da separação de Deus, mas também da esperança de ressurreição.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","João 8:12"]},"lucas_23_46_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Messias prometido. Sua morte na cruz é vista como um sacrifício pelos pecados da humanidade.","por_que_esta_palavra":"A menção de Jesus neste versículo enfatiza sua divindade e a importância de sua entrega ao Pai no momento de sua morte.","conexao_teologica":"A entrega do espírito de Jesus ao Pai representa a conclusão de sua missão redentora e a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 5:8"]},"lucas_23_46_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que Jesus entrega ao Pai.","explicacao_detalhada":"O 'sopro' ou 'espírito' é a essência da vida, e a entrega do espírito por Jesus simboliza a sua morte física e a entrega total à vontade de Deus.","por_que_esta_palavra":"A palavra enfatiza a separação entre o corpo físico e a vida espiritual, mostrando que Jesus, mesmo em sua morte, mantém a comunhão com o Pai.","conexao_teologica":"A entrega do espírito é um ato de confiança e submissão a Deus, refletindo a relação íntima entre Jesus e o Pai.","referencias_relacionadas":["Gênesis 2:7","João 19:30","Atos 7:59"]},"lucas_23_46_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que tomou conta dos que testemunharam a morte de Jesus.","explicacao_detalhada":"O temor é uma resposta emocional diante da grandeza e do poder de Deus, especialmente em momentos de revelação divina ou de eventos sobrenaturais.","por_que_esta_palavra":"O temor dos presentes indica a percepção da gravidade do momento e a realização de que estavam diante de algo sagrado.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e neste contexto, reflete a reverência diante da morte do Filho de Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 6:5"]},"lucas_23_47_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, que é reconhecido após a morte de Jesus.","explicacao_detalhada":"A menção de Deus neste versículo destaca a soberania divina e o plano redentor que se cumpre através da morte de Jesus.","por_que_esta_palavra":"O reconhecimento de Deus pelos presentes é um testemunho da sua grandeza e da importância do sacrifício de Jesus.","conexao_teologica":"Deus é o autor da salvação, e a morte de Jesus é parte do plano divino para redimir a humanidade.","referencias_relacionadas":["João 3:16","Romanos 3:23-25","Efésios 1:7"]},"lucas_23_47_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao impacto e à transformação que a morte de Jesus causou.","explicacao_detalhada":"A palavra 'tornar-se' indica uma mudança significativa, tanto no entendimento dos que estavam presentes quanto na história da salvação.","por_que_esta_palavra":"A transformação que ocorre após a morte de Jesus é um ponto crucial na narrativa do evangelho, mostrando que sua morte não foi em vão.","conexao_teologica":"A morte de Jesus é um ponto de virada que traz nova vida e esperança para a humanidade.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Colossenses 3:3"]},"lucas_23_47_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glorificação de Deus através da morte de Jesus.","explicacao_detalhada":"A glorificação de Deus é um tema central na Bíblia, e a morte de Jesus é um ato que revela a sua grandeza e amor pela humanidade.","por_que_esta_palavra":"A glorificação de Deus é um resultado da obra redentora de Cristo, que traz honra ao Pai.","conexao_teologica":"A morte de Jesus não é apenas um sacrifício, mas também um momento de glorificação que aponta para a ressurreição e a vitória sobre a morte.","referencias_relacionadas":["João 12:23","Romanos 6:4","Filipenses 2:9-11"]},"lucas_23_48_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorre na percepção do povo após a morte de Jesus.","explicacao_detalhada":"A repetição da ideia de 'tornar-se' destaca a mudança de entendimento e a nova realidade que surge com a morte de Cristo.","por_que_esta_palavra":"A transformação do povo é um reflexo do impacto que a morte de Jesus teve em suas vidas e na história.","conexao_teologica":"A morte de Jesus é um evento que provoca uma nova maneira de ver e entender a relação entre Deus e a humanidade.","referencias_relacionadas":["Atos 2:37-38","Romanos 12:2","1 Pedro 2:9"]},"lucas_23_48_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao ato de bater ou ferir, simbolizando a dor e o sofrimento.","explicacao_detalhada":"A palavra 'mão' aqui pode simbolizar a ação do povo que, ao ver a morte de Jesus, se lamenta e se fere emocionalmente.","por_que_esta_palavra":"A mão é um símbolo de ação e, neste contexto, representa a resposta do povo ao sofrimento de Jesus.","conexao_teologica":"O sofrimento de Cristo é um chamado à reflexão sobre o pecado e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 53:5","Mateus 27:51","Hebreus 9:22"]},"lucas_23_48_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que testemunhou a crucificação de Jesus.","explicacao_detalhada":"O povo representa a humanidade que, ao ver a morte de Jesus, é confrontada com a realidade do pecado e da necessidade de redenção.","por_que_esta_palavra":"A presença do povo é crucial, pois eles são testemunhas do sacrifício de Cristo e da resposta emocional que isso provoca.","conexao_teologica":"A morte de Jesus é um evento que chama todos à salvação, e o povo representa a coletividade que precisa reconhecer sua necessidade de Deus.","referencias_relacionadas":["Romanos 3:23","Atos 2:21","1 Timóteo 2:4"]},"lucas_23_49_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança entre Deus e a humanidade, que é reafirmada através do sacrifício de Jesus.","explicacao_detalhada":"A aliança é um tema central na Bíblia, simbolizando o compromisso de Deus com seu povo e a promessa de salvação.","por_que_esta_palavra":"A menção da aliança destaca a continuidade do plano de Deus, que se cumpre em Cristo.","conexao_teologica":"A morte de Jesus é o cumprimento da nova aliança, que traz perdão e reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31-34"]},"lucas_23_49_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher em um contexto de lamento e dor pela crucificação de Jesus.","explicacao_detalhada":"A palavra 'mulher' é usada para se referir a uma figura feminina que expressa tristeza e compaixão. No contexto do versículo, as mulheres que seguiam Jesus estavam presentes durante sua crucificação, demonstrando seu amor e devoção.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a importância das mulheres no ministério de Jesus e sua presença nas situações mais difíceis.","conexao_teologica":"As mulheres desempenham um papel significativo na narrativa bíblica, sendo muitas vezes as primeiras a testemunhar eventos cruciais, como a ressurreição.","referencias_relacionadas":["Lucas 8:2-3","Mateus 27:55-56","João 19:25"]},"lucas_23_49_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Refere-se à região onde Jesus realizou grande parte de seu ministério.","explicacao_detalhada":"Galileia é mencionada como o local de origem de muitos dos discípulos e onde Jesus realizou muitos milagres. A referência à Galileia evoca a conexão de Jesus com seu povo e sua missão.","por_que_esta_palavra":"A menção de Galileia enfatiza a identidade de Jesus como o Messias que veio do povo e a importância da região na história da salvação.","conexao_teologica":"Galileia representa a periferia, onde Deus escolheu agir e revelar sua glória, desafiando as expectativas sociais e religiosas.","referencias_relacionadas":["Mateus 4:12-16","Marcos 1:9","João 7:41-42"]},"lucas_23_50_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à inocência de Jesus em contraste com as acusações que lhe foram feitas.","explicacao_detalhada":"A palavra 'inocente' é usada para descrever Jesus como aquele que não cometeu pecado, sendo injustamente condenado. Isso reforça a ideia de que sua morte foi um sacrifício pelos pecados da humanidade.","por_que_esta_palavra":"A inocência de Jesus é fundamental para a teologia da expiação, onde ele, sendo sem pecado, se torna o sacrifício perfeito.","conexao_teologica":"A inocência de Jesus é um tema central na doutrina da salvação, mostrando que ele é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 4:15","1 Pedro 2:22","Isaías 53:9"]},"lucas_23_50_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José de Arimateia, que pediu o corpo de Jesus.","explicacao_detalhada":"O nome 'José' é significativo, pois representa um homem justo que se opôs à decisão do Sinédrio e demonstrou coragem ao cuidar do corpo de Jesus.","por_que_esta_palavra":"A menção do nome destaca a importância de indivíduos que, mesmo em tempos de crise, tomam atitudes de fé e coragem.","conexao_teologica":"José de Arimateia é um exemplo de como a fé pode se manifestar em ações concretas, mesmo em situações adversas.","referencias_relacionadas":["Mateus 27:57-60","Marcos 15:43","João 19:38"]},"lucas_23_51_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania de Deus sobre os eventos da crucificação.","explicacao_detalhada":"A palavra 'Deus' é central na compreensão da missão de Jesus e do plano de salvação. A soberania de Deus é evidente mesmo nas circunstâncias mais sombrias.","por_que_esta_palavra":"A menção de Deus sublinha a crença de que, apesar da aparente derrota, Deus está no controle e tem um propósito maior.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele trabalha em todas as coisas para o bem daqueles que o amam.","referencias_relacionadas":["Romanos 8:28","Atos 2:23","Efésios 1:11"]},"lucas_23_51_advise":{"palavra_pt":"advise","palavra_original":"βουλή","transliteracao":"boulḗ","strong":"G1012","significado_raiz":"Ideia básica: advise.","significado_contextual":"Refere-se ao conselho ou decisão que foi tomada em relação ao corpo de Jesus.","explicacao_detalhada":"A palavra 'advise' implica em uma escolha deliberada e ponderada, refletindo a ação de José de Arimateia ao pedir o corpo de Jesus, mostrando sua determinação em honrar o Senhor.","por_que_esta_palavra":"A decisão de José é um exemplo de como a fé pode levar a ações significativas em momentos críticos.","conexao_teologica":"A escolha de José de Arimateia reflete a importância de se posicionar em favor da verdade e da justiça, mesmo quando isso é difícil.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Salmos 37:5"]},"lucas_23_51_obra":{"palavra_pt":"obra","palavra_original":"πρᾶξις","transliteracao":"prâxis","strong":"G4234","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se à ação ou atividade relacionada ao corpo de Jesus após sua morte.","explicacao_detalhada":"A palavra 'obra' implica em um ato significativo, neste caso, o cuidado e o sepultamento do corpo de Jesus, que é um ato de respeito e devoção.","por_que_esta_palavra":"A 'obra' de José de Arimateia é um testemunho de sua fé e compromisso com Jesus, mesmo após sua morte.","conexao_teologica":"As obras de fé são uma expressão da verdadeira crença e refletem a transformação que ocorre na vida de um crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"lucas_23_52_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o protagonista da narrativa, cuja morte e sepultamento estão sendo discutidos.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando o Salvador que morreu pelos pecados da humanidade e ressuscitou.","por_que_esta_palavra":"A menção de Jesus destaca sua identidade e missão, sendo o foco da salvação e da esperança cristã.","conexao_teologica":"Jesus é o centro da teologia cristã, e sua morte e ressurreição são fundamentais para a compreensão da redenção.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 Coríntios 15:3-4"]},"lucas_23_52_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se a Pôncio Pilatos, que era o governador romano responsável pela condenação de Jesus.","explicacao_detalhada":"A palavra 'firme' pode ser interpretada como a posição de Pilatos em relação à condenação de Jesus, refletindo a pressão política e social que ele enfrentou.","por_que_esta_palavra":"A menção de Pilatos destaca a complexidade das decisões políticas e morais que cercaram a crucificação de Jesus.","conexao_teologica":"A figura de Pilatos representa a luta entre a verdade e a conveniência, um tema que ressoa em muitas decisões éticas e morais hoje.","referencias_relacionadas":["Mateus 27:24","Marcos 15:15","João 19:12"]},"lucas_23_52_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Jesus, que foi retirado da cruz e preparado para o sepultamento.","explicacao_detalhada":"A palavra 'corpo' enfatiza a realidade da morte de Jesus e a importância de seu sepultamento, que é um ato de respeito e honra.","por_que_esta_palavra":"A menção do corpo de Jesus é crucial para a compreensão da encarnação e da realidade da morte, que precede a ressurreição.","conexao_teologica":"O corpo de Jesus é um símbolo da encarnação e do sacrifício, e sua ressurreição é a garantia da vida eterna para os crentes.","referencias_relacionadas":["1 Coríntios 15:42-44","Romanos 6:4","Filipenses 3:21"]},"lucas_23_53_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O termo 'arco' refere-se ao ato de colocar ou estabelecer algo em um lugar específico.","explicacao_detalhada":"Neste contexto, 'arco' é usado para descrever a ação de colocar o corpo de Jesus em um sepulcro. A palavra implica um ato de cuidado e respeito ao preparar o corpo para o descanso.","por_que_esta_palavra":"A escolha da palavra 'arco' enfatiza a ação deliberada de colocar o corpo em um lugar sagrado, simbolizando a transição de Jesus da vida para a morte.","conexao_teologica":"A colocação do corpo de Jesus no sepulcro é um momento crucial que precede a ressurreição, simbolizando a vitória sobre a morte.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","João 19:41"]},"lucas_23_53_linho":{"palavra_pt":"linho","palavra_original":"σινδών","transliteracao":"sindṓn","strong":"G4616","significado_raiz":"Ideia básica: linho.","significado_contextual":"O 'linho' é um tecido usado para envolver o corpo, simbolizando pureza e respeito.","explicacao_detalhada":"O uso de linho para envolver o corpo de Jesus é significativo, pois representa a tradição judaica de sepultamento e a honra de um corpo sagrado.","por_que_esta_palavra":"A palavra 'linho' destaca a importância do cuidado no sepultamento, refletindo a reverência que os seguidores de Jesus tinham por Ele.","conexao_teologica":"O linho também pode ser visto como um símbolo de pureza, refletindo a natureza sem pecado de Cristo.","referencias_relacionadas":["Mateus 27:59","Marcos 15:46","João 19:40"]},"lucas_23_54_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao período específico em que os eventos estão ocorrendo, especialmente em relação ao sábado.","explicacao_detalhada":"Neste versículo, o dia é crucial porque marca a preparação para o sábado, um dia de descanso e santidade para os judeus.","por_que_esta_palavra":"A menção do dia enfatiza a urgência em preparar o corpo de Jesus antes do início do sábado, refletindo a observância da lei judaica.","conexao_teologica":"O dia de descanso é um símbolo do descanso de Deus após a criação e, neste contexto, o descanso de Jesus na morte antes da ressurreição.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 27:62","Marcos 15:42"]},"lucas_23_54_preparation":{"palavra_pt":"preparation","palavra_original":"παρασκευή","transliteracao":"paraskeuḗ","strong":"G3904","significado_raiz":"Ideia básica: preparation.","significado_contextual":"A 'preparação' refere-se aos preparativos feitos antes do sábado, incluindo o sepultamento de Jesus.","explicacao_detalhada":"A preparação é um ato de cuidado e respeito, onde os seguidores de Jesus se apressam para garantir que tudo esteja pronto antes do dia de descanso.","por_que_esta_palavra":"A palavra 'preparação' destaca a importância da observância das tradições e leis judaicas, mesmo em momentos de grande tristeza.","conexao_teologica":"A preparação para o sábado também reflete a ideia de que Jesus é o cumprimento da lei, trazendo um novo entendimento sobre o descanso.","referencias_relacionadas":["Mateus 27:62","Marcos 15:42","João 19:31"]},"lucas_23_55_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O termo 'arco' aqui também se refere ao ato de colocar ou estabelecer algo em um lugar específico.","explicacao_detalhada":"Assim como no versículo anterior, 'arco' implica o ato de colocar o corpo de Jesus no sepulcro, enfatizando o cuidado na sepultura.","por_que_esta_palavra":"A repetição da palavra 'arco' reforça a ação deliberada e respeitosa de sepultar Jesus, destacando a importância do ato.","conexao_teologica":"Este ato de sepultamento é um precursor da ressurreição, onde a morte é transformada em vida nova.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","João 19:41"]},"lucas_23_55_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se às seguidoras de Jesus que estavam presentes durante o sepultamento.","explicacao_detalhada":"As mulheres desempenham um papel crucial na narrativa da morte e ressurreição de Jesus, mostrando sua fidelidade e devoção.","por_que_esta_palavra":"A inclusão das mulheres destaca a importância das figuras femininas na história da salvação e sua presença constante ao lado de Jesus.","conexao_teologica":"As mulheres que seguem Jesus simbolizam a nova comunidade de fé que Ele estabelece, onde todos são bem-vindos.","referencias_relacionadas":["Mateus 27:55","Marcos 15:40","João 19:25"]},"lucas_23_55_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença das mulheres entre os seguidores de Jesus.","explicacao_detalhada":"Este termo enfatiza a proximidade e a participação ativa das mulheres na narrativa, mostrando que elas estavam presentes em momentos cruciais.","por_que_esta_palavra":"A palavra 'entre' sugere um senso de comunidade e união entre os seguidores de Jesus, independentemente de gênero.","conexao_teologica":"A presença das mulheres entre os discípulos reflete a inclusão e a igualdade que Jesus promoveu em seu ministério.","referencias_relacionadas":["Mateus 27:55","Marcos 15:40","João 19:25"]},"lucas_23_56_paz":{"palavra_pt":"paz","palavra_original":"ἡσυχάζω","transliteracao":"hēsycházō","strong":"G2270","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de tranquilidade e descanso que se segue ao sepultamento.","explicacao_detalhada":"Após o sepultamento de Jesus, as mulheres se preparam para o sábado, um dia de paz e descanso, refletindo a observância da lei.","por_que_esta_palavra":"A menção da paz sugere um momento de serenidade após a agitação da crucificação e morte de Jesus.","conexao_teologica":"A paz também é um tema central no ministério de Jesus, que veio para trazer reconciliação e descanso para a humanidade.","referencias_relacionadas":["Isaías 53:5","João 14:27","Romanos 5:1"]},"lucas_23_56_ointment":{"palavra_pt":"ointment","palavra_original":"μύρον","transliteracao":"mýron","strong":"G3464","significado_raiz":"Ideia básica: ointment.","significado_contextual":"O 'óleo' refere-se a um unguento usado para ungir ou preparar o corpo para o sepultamento.","explicacao_detalhada":"O uso de unguentos é uma prática tradicional que demonstra respeito e honra ao corpo do falecido.","por_que_esta_palavra":"A palavra 'óleo' destaca a importância do ritual de sepultamento e o cuidado que os seguidores de Jesus tinham por Ele.","conexao_teologica":"O unguento também simboliza a unção e a preparação de Jesus como o Messias, que foi ungido para cumprir sua missão.","referencias_relacionadas":["Marcos 16:1","João 19:39","Salmos 23:5"]},"lucas_23_56_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O 'sábado' é o dia de descanso na tradição judaica, que começa ao pôr do sol na sexta-feira.","explicacao_detalhada":"Neste contexto, o sábado é um dia sagrado de descanso, e o sepultamento de Jesus ocorre antes do início deste dia.","por_que_esta_palavra":"A menção do sábado enfatiza a observância da lei e a importância do descanso, mesmo em tempos de luto.","conexao_teologica":"O sábado simboliza o descanso de Deus e, neste contexto, a morte de Jesus é um momento de descanso antes da ressurreição.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 28:1","Marcos 16:1"]}}