{"lucas_24_1_luz":{"palavra_pt":"luz","palavra_original":"ὄρθρος","transliteracao":"órthros","strong":"G3722","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a revelação e a presença divina, especialmente no contexto da ressurreição de Jesus.","explicacao_detalhada":"No contexto de Lucas 24:1, a luz representa a esperança e a nova vida que surge com a ressurreição. A luz do dia que nasce é um símbolo da vitória sobre a escuridão da morte.","por_que_esta_palavra":"A palavra 'luz' é utilizada para enfatizar a transformação que a ressurreição de Cristo traz para a humanidade, iluminando o caminho da salvação.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à verdade. A ressurreição de Jesus é o evento que traz luz ao mundo, conforme João 8:12.","referencias_relacionadas":["João 1:5","Mateus 28:2","2 Coríntios 4:6"]},"lucas_24_1_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é o dia de descanso, simbolizando a conclusão da criação e a importância do descanso espiritual.","explicacao_detalhada":"Em Lucas 24:1, o sábado é mencionado como o dia em que as mulheres foram ao túmulo. Este dia representa a obediência à lei e a expectativa da ressurreição.","por_que_esta_palavra":"A palavra 'sábado' é crucial para entender o cumprimento das profecias e a transição do antigo para o novo pacto, onde Jesus se torna nosso descanso.","conexao_teologica":"O sábado prefigura o descanso que encontramos em Cristo, conforme Hebreus 4:9-10.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 12:8","Hebreus 4:9-10"]},"lucas_24_2_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra representa o obstáculo que a morte impõe, mas também a segurança e a firmeza da promessa de Deus.","explicacao_detalhada":"No versículo, a pedra é um símbolo da sepultura de Jesus, mas sua remoção representa a vitória sobre a morte e a ressurreição.","por_que_esta_palavra":"A palavra 'pedra' é utilizada para mostrar que, mesmo os obstáculos mais difíceis, como a morte, foram superados por Cristo.","conexao_teologica":"A pedra removida é um sinal da nova vida em Cristo, conforme Romanos 6:4.","referencias_relacionadas":["Mateus 28:2","Marcos 16:4","Romanos 6:4"]},"lucas_24_2_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"O grave é o local de sepultamento, simbolizando a morte e a separação da vida.","explicacao_detalhada":"Em Lucas 24:2, o 'grave' é onde Jesus foi colocado após sua crucificação. A ressurreição transforma este lugar de morte em um símbolo de vida eterna.","por_que_esta_palavra":"A palavra 'grave' é importante para entender a realidade da morte de Jesus e a sua vitória sobre ela.","conexao_teologica":"O grave vazio é um testemunho da ressurreição, conforme 1 Coríntios 15:55-57.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","1 Coríntios 15:55-57"]},"lucas_24_2_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"A ação de 'achar' refere-se à busca pela verdade e pela confirmação da ressurreição de Jesus.","explicacao_detalhada":"No contexto, as mulheres foram ao túmulo em busca do corpo de Jesus, mas ao 'achar' o túmulo vazio, elas se deparam com a realidade da ressurreição.","por_que_esta_palavra":"A palavra 'achar' destaca a importância da busca espiritual e da revelação divina na vida dos crentes.","conexao_teologica":"A busca por Jesus é um tema central na fé cristã, conforme Mateus 7:7.","referencias_relacionadas":["Mateus 7:7","Lucas 11:9","Hebreus 11:6"]},"lucas_24_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus, especialmente em relação à sua ressurreição.","explicacao_detalhada":"Em Lucas 24:3, o uso de 'senhor' enfatiza o reconhecimento da divindade e do poder de Jesus sobre a morte.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a soberania de Cristo e seu papel como Rei e Salvador.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, conforme Filipenses 2:9-11.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Atos 2:36"]},"lucas_24_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor salva', refletindo sua missão redentora.","explicacao_detalhada":"Em Lucas 24:3, o nome de Jesus é central, pois é através dele que a salvação é oferecida à humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é essencial para a identidade cristã e a compreensão do plano de salvação.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas, conforme Isaías 53:5.","referencias_relacionadas":["Mateus 1:21","João 3:16","Isaías 53:5"]},"lucas_24_3_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo refere-se à forma física de Jesus, que foi crucificado e sepultado.","explicacao_detalhada":"No versículo, o corpo de Jesus é mencionado para enfatizar a realidade da sua morte e a importância da ressurreição.","por_que_esta_palavra":"A palavra 'corpo' é crucial para entender a encarnação e a obra redentora de Cristo.","conexao_teologica":"A ressurreição do corpo é uma esperança central na fé cristã, conforme 1 Coríntios 15:20-22.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:20-22","Filipenses 3:21"]},"lucas_24_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre com a ressurreição de Jesus.","explicacao_detalhada":"Em Lucas 24:4, a ideia de 'tornar-se' destaca a mudança de estado, da morte para a vida, que é central na mensagem cristã.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a nova realidade que a ressurreição traz para os crentes.","conexao_teologica":"A transformação em Cristo é um tema recorrente, conforme 2 Coríntios 5:17.","referencias_relacionadas":["Romanos 6:4","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_24_4_apparel":{"palavra_pt":"apparel","palavra_original":"ἐσθής","transliteracao":"esthḗs","strong":"G2066","significado_raiz":"Ideia básica: apparel.","significado_contextual":"A palavra 'apparel' refere-se à vestimenta, simbolizando a presença celestial e a glória de Deus.","explicacao_detalhada":"No contexto, a vestimenta dos anjos que aparecem é um símbolo da glória e da mensagem divina que trazem sobre a ressurreição.","por_que_esta_palavra":"A palavra 'apparel' é importante para entender a natureza sobrenatural dos mensageiros de Deus.","conexao_teologica":"A vestimenta branca é um símbolo de pureza e santidade, conforme Apocalipse 3:5.","referencias_relacionadas":["Mateus 28:3","Apocalipse 3:5","Daniel 7:9"]},"lucas_24_5_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico onde Jesus foi sepultado.","explicacao_detalhada":"No contexto do versículo, a 'terra' é o local onde o corpo de Jesus foi colocado após sua crucificação. Este termo também pode simbolizar a humanidade e a fragilidade da vida.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade da morte de Jesus e sua conexão com a criação.","conexao_teologica":"A terra é frequentemente vista como um símbolo de mortalidade e do estado caído da humanidade, que Jesus veio redimir.","referencias_relacionadas":["Gênesis 3:19","Salmos 104:5","Mateus 27:60"]},"lucas_24_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao cumprimento das profecias sobre a ressurreição de Jesus.","explicacao_detalhada":"Neste versículo, a palavra indica a transformação que ocorreu com a ressurreição de Jesus, que passou da morte para a vida.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a mudança de estado de Jesus, de morto para vivo, que é central na fé cristã.","conexao_teologica":"A ressurreição de Jesus é o fundamento da esperança cristã na vida eterna.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:20","Atos 2:24"]},"lucas_24_5_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma ação de procura, especialmente em relação à verdade sobre a ressurreição.","explicacao_detalhada":"As mulheres estavam em busca do corpo de Jesus, mas foram confrontadas com a realidade de sua ressurreição.","por_que_esta_palavra":"A busca é um tema recorrente na Bíblia, simbolizando a busca pela verdade e pela presença de Deus.","conexao_teologica":"Buscar a verdade é um princípio fundamental na vida cristã, refletindo a busca por Deus.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Salmos 119:2"]},"lucas_24_6_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao estado de Jesus após a crucificação.","explicacao_detalhada":"Neste versículo, a morte de Jesus é um ponto focal, pois é a transição necessária para a ressurreição.","por_que_esta_palavra":"A morte de Jesus é essencial para a compreensão do sacrifício e da redenção na teologia cristã.","conexao_teologica":"A morte de Jesus é vista como o sacrifício perfeito que paga o preço pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:5","João 3:16","Romanos 5:8"]},"lucas_24_6_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus realizou grande parte de seu ministério.","explicacao_detalhada":"A menção de Galileia conecta a ressurreição ao ministério anterior de Jesus, onde ele ensinou e realizou milagres.","por_que_esta_palavra":"Galileia é um símbolo da obra de Jesus e do cumprimento de suas promessas.","conexao_teologica":"A ressurreição em Galileia reafirma a continuidade do plano de Deus para a salvação.","referencias_relacionadas":["Mateus 4:12","Mateus 28:7","Marcos 16:7"]},"lucas_24_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que os eventos da ressurreição ocorreram.","explicacao_detalhada":"O 'dia' é significativo, pois representa a nova criação e o início de uma nova era após a ressurreição.","por_que_esta_palavra":"O dia da ressurreição é um marco na história da salvação, simbolizando a vitória sobre a morte.","conexao_teologica":"A ressurreição de Jesus é o 'dia' que traz esperança e renovação para todos os crentes.","referencias_relacionadas":["Salmos 118:24","1 Coríntios 15:55","Apocalipse 1:18"]},"lucas_24_7_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento da morte de Jesus, que é central na mensagem cristã.","explicacao_detalhada":"A cruz simboliza o sacrifício de Jesus e a redenção que ele trouxe à humanidade através de sua morte.","por_que_esta_palavra":"A cruz é um símbolo de amor e sacrifício, representando a dor e a vitória de Cristo.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça de Deus e a misericórdia, onde o pecado é pago.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Colossenses 2:14"]},"lucas_24_8_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à condição de pecado e morte que Jesus veio superar.","explicacao_detalhada":"O 'mal' é o que separa a humanidade de Deus, e a ressurreição é a vitória sobre essa condição.","por_que_esta_palavra":"A menção do mal destaca a necessidade da redenção que Jesus oferece.","conexao_teologica":"A ressurreição é a resposta de Deus ao mal e à morte, trazendo esperança e nova vida.","referencias_relacionadas":["Romanos 6:23","1 João 3:8","Apocalipse 21:4"]},"lucas_24_8_voz":{"palavra_pt":"voz","palavra_original":"μιμνήσκω","transliteracao":"mimnḗskō","strong":"G3403","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação divina que revela a verdade sobre a ressurreição.","explicacao_detalhada":"A 'voz' que lembra as palavras de Jesus é um chamado à fé e à lembrança de suas promessas.","por_que_esta_palavra":"A voz é um símbolo da revelação e da presença de Deus na vida dos crentes.","conexao_teologica":"A voz de Deus nos guia e nos lembra da verdade, especialmente em momentos de dúvida.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 1:1"]},"lucas_24_8_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou resultado baseado nas verdades reveladas.","explicacao_detalhada":"Neste contexto, 'portanto' conecta a lembrança das palavras de Jesus à ação de fé e resposta dos discípulos.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica da mensagem de Jesus e a resposta esperada dos crentes.","conexao_teologica":"A conclusão que se segue à revelação de Deus é um chamado à ação e à fé.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 1:13"]},"lucas_24_9_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Refere-se ao local onde Jesus foi sepultado, um túmulo ou caverna.","explicacao_detalhada":"A palavra 'grave' (μνημεῖον) é usada para descrever o lugar de descanso dos mortos, especificamente o sepulcro de Jesus. Este local é significativo porque marca a morte física de Cristo antes de sua ressurreição.","por_que_esta_palavra":"A escolha da palavra enfatiza a realidade da morte de Jesus e a importância do sepulcro na narrativa da ressurreição.","conexao_teologica":"O sepulcro é um símbolo da morte, mas também da vitória sobre a morte através da ressurreição, que é central para a fé cristã.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","João 19:41"]},"lucas_24_9_again":{"palavra_pt":"novamente","palavra_original":"ὑποστρέφω","transliteracao":"hypostréphō","strong":"G5290","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica a ação de retornar ou voltar a um lugar ou estado anterior.","explicacao_detalhada":"A palavra 'novamente' (ὑποστρέφω) sugere um retorno, neste caso, das mulheres ao sepulcro após a ressurreição de Jesus. Este retorno é crucial para a revelação do evento da ressurreição.","por_que_esta_palavra":"A palavra é usada para mostrar a continuidade da história e a importância da descoberta que as mulheres fariam ao voltarem ao sepulcro.","conexao_teologica":"O retorno ao sepulcro representa a busca pela verdade e a revelação do plano de Deus para a salvação.","referencias_relacionadas":["Mateus 28:1","Marcos 16:1","João 20:1"]},"lucas_24_9_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao trajeto ou percurso que as mulheres tomaram para chegar ao sepulcro.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica não apenas a rota física, mas também a jornada espiritual que as mulheres estavam fazendo em busca de Jesus.","por_que_esta_palavra":"A escolha dessa palavra destaca a ação e a determinação das mulheres em seguir até o sepulcro, simbolizando a busca pela verdade.","conexao_teologica":"O caminho pode ser visto como uma metáfora para a jornada de fé que todos os crentes devem percorrer em direção a Cristo.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"lucas_24_10_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma das mulheres que foram ao sepulcro, especificamente Maria.","explicacao_detalhada":"A palavra 'nome' (Μαρία) é significativa porque Maria é uma figura central na narrativa da ressurreição, representando a fé e a devoção das mulheres seguidoras de Jesus.","por_que_esta_palavra":"O uso do nome destaca a individualidade e a importância das testemunhas da ressurreição.","conexao_teologica":"Maria, como testemunha da ressurreição, simboliza o papel das mulheres na história da salvação e a inclusão de todos no plano de Deus.","referencias_relacionadas":["Mateus 28:1","Marcos 16:9","João 20:11-18"]},"lucas_24_10_joanna":{"palavra_pt":"joanna","palavra_original":"Ἰωάννα","transliteracao":"Iōánna","strong":"G2489","significado_raiz":"Ideia básica: joanna.","significado_contextual":"Refere-se a outra mulher que acompanhou Maria, destacando a diversidade das testemunhas da ressurreição.","explicacao_detalhada":"A palavra 'joanna' (Ἰωάννα) é importante porque representa a inclusão de diferentes pessoas no ministério de Jesus e na revelação da ressurreição.","por_que_esta_palavra":"O nome de Joanna enfatiza que a mensagem da ressurreição foi confiada a várias mulheres, não apenas a uma figura central.","conexao_teologica":"A presença de Joanna entre as testemunhas destaca a importância da comunidade de crentes e o papel das mulheres na propagação do evangelho.","referencias_relacionadas":["Lucas 8:3","Lucas 24:10","Atos 1:14"]},"lucas_24_11_idle":{"palavra_pt":"idle","palavra_original":"λῆρος","transliteracao":"lēros","strong":"G3026","significado_raiz":"Ideia básica: idle.","significado_contextual":"Refere-se à reação dos apóstolos ao relato das mulheres sobre a ressurreição.","explicacao_detalhada":"A palavra 'idle' (λῆρος) indica que os apóstolos consideraram as palavras das mulheres como algo sem valor ou insensato, refletindo a incredulidade inicial.","por_que_esta_palavra":"A escolha dessa palavra mostra a resistência à verdade da ressurreição, que é um tema recorrente nas Escrituras.","conexao_teologica":"A incredulidade dos apóstolos destaca a necessidade de fé e a transformação que ocorre quando se aceita a verdade de Cristo.","referencias_relacionadas":["Mateus 28:17","Marcos 16:14","João 20:25"]},"lucas_24_11_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à percepção negativa que os apóstolos tinham sobre o relato das mulheres.","explicacao_detalhada":"A palavra 'mal' (ῥῆμα) é usada para descrever a reação dos apóstolos, que consideraram as palavras das mulheres como algo sem fundamento.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a luta entre a fé e a dúvida, um tema central na experiência cristã.","conexao_teologica":"A rejeição inicial do testemunho das mulheres ilustra a luta humana com a fé e a necessidade de um encontro pessoal com Cristo.","referencias_relacionadas":["Mateus 28:17","Marcos 16:14","João 20:25"]},"lucas_24_11_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de Jesus se manifestar após sua ressurreição.","explicacao_detalhada":"A palavra 'aparecer' (φαίνω) é crucial, pois descreve a revelação de Jesus aos seus seguidores, confirmando a ressurreição.","por_que_esta_palavra":"A escolha dessa palavra destaca a natureza visível e tangível da ressurreição de Cristo.","conexao_teologica":"A aparição de Jesus é um ponto central na fé cristã, pois confirma a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["Mateus 28:9","Marcos 16:9","João 20:14"]},"lucas_24_12_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha', simbolizando sua firmeza na fé.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é usada para descrever a estabilidade e a liderança de Pedro entre os apóstolos, especialmente após a ressurreição.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de Pedro na fundação da Igreja e sua declaração de fé em Cristo.","conexao_teologica":"Pedro como 'rocha' representa a base sólida da fé cristã e a missão da Igreja de proclamar o evangelho.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","Gálatas 2:9"]},"lucas_24_12_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se ao estado de Pedro ao investigar o sepulcro, indicando um momento de solidão.","explicacao_detalhada":"A palavra 'sozinho' (μόνος) sugere a solidão de Pedro ao entrar no sepulcro, refletindo a sua busca pessoal por respostas após a ressurreição.","por_que_esta_palavra":"A escolha dessa palavra destaca a jornada individual de fé que cada crente deve fazer.","conexao_teologica":"A solidão de Pedro pode ser vista como um momento de reflexão e busca pessoal por Cristo, enfatizando a relação individual com Deus.","referencias_relacionadas":["Mateus 26:56","João 21:3","Atos 12:11"]},"lucas_24_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de algo se tornar real ou acontecer, especialmente no contexto da ressurreição de Jesus.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança de estado. No contexto, sugere que a ressurreição de Jesus não é apenas um evento, mas uma nova realidade que se estabelece.","por_que_esta_palavra":"É crucial para entender a natureza da ressurreição e como ela altera a percepção dos discípulos sobre a morte e a vida.","conexao_teologica":"A ressurreição é o ponto central da fé cristã, simbolizando a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 6:4","Mateus 28:6"]},"lucas_24_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os eventos estão ocorrendo, especificamente o dia da ressurreição.","explicacao_detalhada":"A palavra 'dia' é usada para marcar um período específico, enfatizando a importância do momento em que os discípulos estão discutindo os eventos recentes.","por_que_esta_palavra":"O dia da ressurreição é fundamental para a narrativa cristã, pois marca a vitória de Cristo sobre a morte.","conexao_teologica":"O conceito de 'dia' aqui é simbólico, representando não apenas um período de 24 horas, mas um novo começo para a humanidade.","referencias_relacionadas":["João 20:1","Marcos 16:2","Mateus 28:1"]},"lucas_24_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar entre ou no meio de algo, referindo-se aos discípulos que estão conversando entre si.","explicacao_detalhada":"A palavra 'entre' sugere uma proximidade e interação, destacando a comunhão e a partilha de experiências entre os discípulos.","por_que_esta_palavra":"É importante para entender a dinâmica da comunidade de fé e como os discípulos processam a ressurreição juntos.","conexao_teologica":"A comunhão entre os crentes é um tema central no Novo Testamento, refletindo a importância da comunidade na vida cristã.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","Mateus 18:20"]},"lucas_24_14_commune":{"palavra_pt":"commune","palavra_original":"ὁμιλέω","transliteracao":"homiléō","strong":"G3656","significado_raiz":"Ideia básica: commune.","significado_contextual":"Refere-se ao ato de conversar ou discutir, especialmente sobre eventos significativos.","explicacao_detalhada":"A palavra 'commune' implica um diálogo ativo, onde os discípulos estão compartilhando suas dúvidas e esperanças sobre a ressurreição.","por_que_esta_palavra":"É essencial para entender como a comunicação entre os discípulos ajuda a processar a experiência da ressurreição.","conexao_teologica":"A comunicação é vital na vida cristã, pois fortalece a fé e a compreensão mútua entre os crentes.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 3:16"]},"lucas_24_14_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao percurso físico que os discípulos estavam fazendo, mas também simboliza a jornada espiritual.","explicacao_detalhada":"A palavra 'caminho' pode ser interpretada tanto literal quanto figurativamente, representando a jornada de fé dos discípulos após a ressurreição.","por_que_esta_palavra":"É importante para entender que a jornada dos discípulos é tanto física quanto espiritual, refletindo a busca por compreensão e fé.","conexao_teologica":"Jesus é frequentemente descrito como o caminho (João 14:6), e a jornada dos discípulos é um reflexo da busca por Ele.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Atos 9:2"]},"lucas_24_14_andar":{"palavra_pt":"andar","palavra_original":"συμβαίνω","transliteracao":"symbaínō","strong":"G4819","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou progredir, tanto fisicamente quanto em termos de fé.","explicacao_detalhada":"A palavra 'andar' implica movimento e progresso, sugerindo que os discípulos estão em uma jornada de descoberta e entendimento.","por_que_esta_palavra":"É relevante para a narrativa, pois enfatiza a ideia de que a fé é uma jornada contínua.","conexao_teologica":"A caminhada na fé é um tema recorrente, simbolizando o crescimento e a transformação espiritual.","referencias_relacionadas":["Gálatas 5:16","2 Coríntios 5:7","Efésios 5:8"]},"lucas_24_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à presença de Jesus, que se torna central na narrativa da ressurreição.","explicacao_detalhada":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e a esperança da humanidade.","por_que_esta_palavra":"É crucial para a compreensão da identidade de Jesus e seu papel na salvação.","conexao_teologica":"Jesus é o centro da fé cristã, e sua ressurreição é a confirmação de sua divindade e missão.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 10:9"]},"lucas_24_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de algo se tornar real ou acontecer, especialmente no contexto da ressurreição de Jesus.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança de estado. No contexto, sugere que a ressurreição de Jesus não é apenas um evento, mas uma nova realidade que se estabelece.","por_que_esta_palavra":"É crucial para entender a natureza da ressurreição e como ela altera a percepção dos discípulos sobre a morte e a vida.","conexao_teologica":"A ressurreição é o ponto central da fé cristã, simbolizando a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 6:4","Mateus 28:6"]},"lucas_24_15_commune":{"palavra_pt":"commune","palavra_original":"ὁμιλέω","transliteracao":"homiléō","strong":"G3656","significado_raiz":"Ideia básica: commune.","significado_contextual":"Refere-se ao ato de conversar ou discutir, especialmente sobre eventos significativos.","explicacao_detalhada":"A palavra 'commune' implica um diálogo ativo, onde os discípulos estão compartilhando suas dúvidas e esperanças sobre a ressurreição.","por_que_esta_palavra":"É essencial para entender como a comunicação entre os discípulos ajuda a processar a experiência da ressurreição.","conexao_teologica":"A comunicação é vital na vida cristã, pois fortalece a fé e a compreensão mútua entre os crentes.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 3:16"]},"lucas_24_16_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver, tanto fisicamente quanto espiritualmente, especialmente em relação à percepção da ressurreição.","explicacao_detalhada":"A palavra 'olho' simboliza a visão e a compreensão, indicando que os discípulos não estavam percebendo a verdadeira identidade de Jesus.","por_que_esta_palavra":"É importante para entender a cegueira espiritual que os discípulos enfrentam, mesmo estando na presença de Jesus.","conexao_teologica":"A visão espiritual é um tema importante, refletindo a necessidade de iluminação divina para compreender a verdade.","referencias_relacionadas":["Mateus 13:15","João 9:39-41","Efésios 1:18"]},"lucas_24_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"No contexto de Lucas 24, a menção de 'deus' é crucial para entender a revelação de Jesus ressuscitado e a sua relação com a divindade. A presença de Deus é fundamental na narrativa da ressurreição.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a soberania e o poder de Deus na ressurreição de Jesus, mostrando que Ele é o autor da vida.","conexao_teologica":"A ressurreição de Jesus é um ato de Deus que confirma a sua natureza divina e a promessa de vida eterna para os crentes.","referencias_relacionadas":["João 3:16","Romanos 1:20","Atos 2:24"]},"lucas_24_16_forca":{"palavra_pt":"forca","palavra_original":"κρατέω","transliteracao":"kratéō","strong":"G2902","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' implica poder e capacidade, especialmente no contexto de ações divinas.","explicacao_detalhada":"Neste versículo, a 'força' pode ser entendida como a capacidade de Deus de realizar milagres, incluindo a ressurreição de Jesus, que é um ato de poder supremo.","por_que_esta_palavra":"A palavra é usada para descrever a natureza poderosa de Deus, que é capaz de vencer a morte e trazer vida.","conexao_teologica":"A força de Deus é um tema central na teologia cristã, que enfatiza que a salvação e a ressurreição são obras de Seu poder.","referencias_relacionadas":["Efésios 1:19-20","Filipenses 3:10","Romanos 8:11"]},"lucas_24_17_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o ungido de Deus, que cumpriu as profecias do Antigo Testamento.","explicacao_detalhada":"No contexto de Lucas 24, a identificação de Jesus como Cristo é fundamental para entender sua missão e o cumprimento das promessas de Deus.","por_que_esta_palavra":"Esta palavra é usada para reafirmar a identidade de Jesus como o Salvador prometido, que veio para redimir a humanidade.","conexao_teologica":"Cristo é o centro da fé cristã, e sua ressurreição é a confirmação de sua divindade e da esperança de salvação.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","Romanos 1:4"]},"lucas_24_17_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, que é central na narrativa bíblica.","explicacao_detalhada":"No contexto de Lucas 24, a aliança é relevante para entender como a ressurreição de Jesus cumpre as promessas feitas a Israel e a toda a humanidade.","por_que_esta_palavra":"A aliança é mencionada para destacar a fidelidade de Deus em cumprir suas promessas, especialmente através de Jesus.","conexao_teologica":"A nova aliança em Cristo é um tema central no Novo Testamento, que redefine o relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"lucas_24_17_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, que é essencial para a revelação e entendimento.","explicacao_detalhada":"Neste contexto, 'falar' é importante porque Jesus se comunica com seus discípulos, revelando verdades sobre sua ressurreição e missão.","por_que_esta_palavra":"A comunicação de Jesus é vital para que os discípulos compreendam o que aconteceu e o significado da ressurreição.","conexao_teologica":"A palavra de Deus é um tema recorrente na Bíblia, enfatizando a importância da revelação divina para a fé.","referencias_relacionadas":["Romanos 10:17","Hebreus 1:1-2","João 1:1"]},"lucas_24_18_cleopas":{"palavra_pt":"cleopas","palavra_original":"Κλεόπας","transliteracao":"Kleópas","strong":"G2810","significado_raiz":"Ideia básica: cleopas.","significado_contextual":"Cleopas é um dos discípulos que testemunham a ressurreição de Jesus e sua interação com Ele.","explicacao_detalhada":"A menção de Cleopas é significativa, pois representa os seguidores de Jesus que estavam confusos e desanimados após sua crucificação.","por_que_esta_palavra":"Cleopas é mencionado para dar um rosto humano aos discípulos que vivenciaram a ressurreição e a transformação que ela trouxe.","conexao_teologica":"A experiência de Cleopas e seu companheiro é um exemplo de como a ressurreição traz esperança e entendimento aos crentes.","referencias_relacionadas":["Lucas 24:13-35","João 20:19-20","Atos 1:3"]},"lucas_24_18_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os eventos da ressurreição ocorreram.","explicacao_detalhada":"O 'dia' mencionado é o terceiro dia após a crucificação, um tempo de grande importância na narrativa da ressurreição.","por_que_esta_palavra":"O dia é crucial para a cronologia da ressurreição, que é um evento central na fé cristã.","conexao_teologica":"O terceiro dia é um símbolo de nova vida e esperança, representando a vitória de Cristo sobre a morte.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:1-8","1 Coríntios 15:4"]},"lucas_24_18_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a solidão e a desolação dos discípulos após a morte de Jesus.","explicacao_detalhada":"Neste contexto, 'sozinho' reflete o estado emocional dos discípulos, que se sentiam perdidos e desamparados sem a presença de Jesus.","por_que_esta_palavra":"A solidão é um tema importante, pois destaca a necessidade de comunidade e apoio mútuo entre os crentes.","conexao_teologica":"A ressurreição de Jesus traz a promessa de que nunca estaremos sozinhos, pois Ele está sempre conosco.","referencias_relacionadas":["Mateus 28:20","Hebreus 13:5","Salmos 23:4"]},"lucas_24_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Neste versículo, a menção de Jesus é fundamental para reconhecer sua identidade e o impacto de sua ressurreição na vida dos discípulos.","por_que_esta_palavra":"Jesus é mencionado para reafirmar sua importância como o Filho de Deus e o Redentor da humanidade.","conexao_teologica":"A identidade de Jesus como o Cristo é essencial para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"lucas_24_19_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' é usada para identificar Jesus como o Messias prometido.","explicacao_detalhada":"Neste contexto, a identificação de Jesus como Cristo é crucial para entender sua missão e o cumprimento das profecias.","por_que_esta_palavra":"Cristo é mencionado para enfatizar a natureza divina e a importância de Jesus na história da salvação.","conexao_teologica":"A ressurreição de Cristo é a base da fé cristã, confirmando sua identidade e missão como Salvador.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 1:3-4"]},"lucas_24_20_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é um evento central na narrativa do Novo Testamento, simbolizando a redenção da humanidade.","explicacao_detalhada":"A palavra 'morte' refere-se ao estado de separação da vida, que neste contexto é a morte física de Jesus na cruz. Essa morte é vista como um sacrifício pelos pecados da humanidade, conforme a teologia cristã.","por_que_esta_palavra":"A morte de Jesus é fundamental para a compreensão da salvação e do plano redentor de Deus, sendo um ponto de virada na história da salvação.","conexao_teologica":"A morte de Cristo é frequentemente ligada à expiação e à nova aliança, onde Ele se torna o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 Pedro 2:24"]},"lucas_24_20_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é o instrumento de execução de Jesus, simbolizando o sacrifício e a dor que Ele suportou.","explicacao_detalhada":"A palavra 'cruz' representa não apenas o objeto físico, mas também o conceito de sofrimento e sacrifício. Na teologia cristã, a cruz é vista como um símbolo de redenção e esperança.","por_que_esta_palavra":"A cruz é central na mensagem do evangelho, pois representa o preço pago por nossos pecados e a vitória sobre a morte.","conexao_teologica":"A cruz é um símbolo de amor e sacrifício, refletindo a natureza de Deus que se entrega por sua criação.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Mateus 16:24"]},"lucas_24_21_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que os eventos da crucificação e ressurreição de Jesus ocorreram.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um período específico de tempo, que neste caso é crucial para a narrativa da ressurreição e a esperança que ela traz.","por_que_esta_palavra":"O dia da ressurreição é um marco na história da salvação, simbolizando a vitória sobre a morte e a promessa de vida eterna.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e à realização de sua vontade na história.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:1-8","João 20:1-18"]},"lucas_24_21_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'grande' refere-se à magnitude do evento da ressurreição e sua importância para os discípulos.","explicacao_detalhada":"Neste contexto, 'grande' indica a expectativa e a esperança que os discípulos tinham em relação à vinda do Messias e à restauração de Israel.","por_que_esta_palavra":"A grandeza do evento está ligada à transformação que a ressurreição traz para a vida dos crentes e para a história da salvação.","conexao_teologica":"A grandeza da ressurreição é um tema central na teologia cristã, simbolizando a vitória de Cristo sobre o pecado e a morte.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:55-57","Efésios 1:19-20"]},"lucas_24_21_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' mencionado refere-se à identidade de Jesus como o Messias prometido.","explicacao_detalhada":"A palavra 'nome' carrega um peso significativo, pois representa não apenas a identificação, mas também a autoridade e o caráter de Jesus.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, pois é através dele que a salvação é oferecida à humanidade.","conexao_teologica":"O nome de Jesus é exaltado acima de todo nome, conforme Filipenses 2:9-11, e é um símbolo de esperança e redenção.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"lucas_24_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A repetição da palavra 'grande' enfatiza a magnitude do testemunho sobre a ressurreição.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à importância e ao impacto que a ressurreição de Jesus teve sobre os discípulos e a comunidade cristã primitiva.","por_que_esta_palavra":"A grandeza do testemunho da ressurreição é fundamental para a fé cristã, pois é a base da esperança dos crentes.","conexao_teologica":"A ressurreição é um evento que transforma a compreensão da vida e da morte, trazendo esperança e renovação.","referencias_relacionadas":["1 Coríntios 15:14","Romanos 6:9","2 Coríntios 5:17"]},"lucas_24_22_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se às mulheres que foram as primeiras a testemunhar a ressurreição de Jesus.","explicacao_detalhada":"Neste contexto, 'mulher' destaca o papel significativo das mulheres na narrativa da ressurreição, desafiando as normas sociais da época.","por_que_esta_palavra":"As mulheres foram as primeiras mensageiras da ressurreição, o que enfatiza a inclusão e o valor que Deus dá a todos os seus seguidores.","conexao_teologica":"O papel das mulheres na ressurreição reflete a natureza inclusiva do evangelho e a dignidade que Deus confere a todos.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:9-10","João 20:11-18"]},"lucas_24_22_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença das mulheres no grupo que testemunhou os eventos da ressurreição.","explicacao_detalhada":"Neste contexto, 'entre' sugere a inclusão das mulheres na comunidade de crentes e seu papel ativo na propagação da mensagem do evangelho.","por_que_esta_palavra":"A inclusão das mulheres entre os discípulos é um testemunho da universalidade da mensagem de Cristo.","conexao_teologica":"A presença das mulheres entre os seguidores de Jesus reflete a natureza do reino de Deus, que é acessível a todos.","referencias_relacionadas":["Gálatas 3:28","Atos 2:17-18","Romanos 16:1-2"]},"lucas_24_23_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à ressurreição de Jesus, que traz nova vida aos crentes.","explicacao_detalhada":"Neste contexto, 'viver' indica a vitória de Jesus sobre a morte e a promessa de vida eterna para aqueles que creem nele.","por_que_esta_palavra":"A ressurreição é a confirmação de que Jesus é o Filho de Deus e que a vida eterna é oferecida a todos que nele crêem.","conexao_teologica":"A vida que Jesus oferece é uma vida abundante, que começa agora e se estende pela eternidade.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 João 5:11-12"]},"lucas_24_23_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade de Jesus e ao plano divino de salvação.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a natureza divina de Jesus e seu papel como Salvador da humanidade.","por_que_esta_palavra":"A divindade de Jesus é essencial para a fé cristã, pois somente Deus pode oferecer a salvação.","conexao_teologica":"A relação entre Jesus e Deus Pai é central na teologia cristã, refletindo a unidade e a missão redentora.","referencias_relacionadas":["João 1:1-14","Colossenses 2:9","Hebreus 1:3"]},"lucas_24_23_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Jesus, que foi sepultado e, posteriormente, ressuscitado.","explicacao_detalhada":"O corpo de Jesus é central para a fé cristã, pois sua ressurreição é a prova de sua divindade e da promessa de vida eterna para os crentes.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para enfatizar a realidade da ressurreição de Jesus, que não é apenas um espírito, mas um corpo físico que foi transformado.","conexao_teologica":"A ressurreição do corpo de Cristo é um fundamento da fé cristã, simbolizando a vitória sobre a morte e a promessa de ressurreição para todos os que creem.","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 6:5","Filipenses 3:21"]},"lucas_24_24_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Indica o local onde Jesus foi sepultado, um túmulo ou sepulcro.","explicacao_detalhada":"O sepulcro é um símbolo da morte, mas também da esperança, pois é o lugar de onde Jesus ressuscitou, transformando a morte em vida.","por_que_esta_palavra":"A palavra 'grave' é importante para mostrar que Jesus realmente morreu e foi sepultado, antes de ressuscitar, confirmando a realidade de sua morte.","conexao_teologica":"O sepulcro vazio é um testemunho da ressurreição e da promessa de que a morte não tem mais poder sobre aqueles que estão em Cristo.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","João 20:1-9"]},"lucas_24_24_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se às mulheres que foram ao sepulcro e encontraram o túmulo vazio.","explicacao_detalhada":"As mulheres desempenham um papel crucial na narrativa da ressurreição, sendo as primeiras a testemunhar o túmulo vazio e a receber a mensagem da ressurreição.","por_que_esta_palavra":"A palavra 'mulher' destaca a importância das mulheres no ministério de Jesus e na propagação da boa nova da ressurreição.","conexao_teologica":"A inclusão das mulheres como testemunhas da ressurreição reflete a dignidade e o valor que Deus atribui a todos os seres humanos, independentemente de gênero.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:1-8","João 20:11-18"]},"lucas_24_24_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar o sepulcro vazio.","explicacao_detalhada":"O verbo 'achar' é significativo, pois implica uma descoberta que muda a compreensão das mulheres sobre a morte de Jesus e sua ressurreição.","por_que_esta_palavra":"A palavra 'achar' é usada para enfatizar a revelação da ressurreição, que transforma a tristeza em alegria.","conexao_teologica":"A descoberta do sepulcro vazio é um marco na fé cristã, simbolizando a revelação de que Jesus venceu a morte.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","João 20:1-9"]},"lucas_24_25_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e fé nas promessas de Deus, especialmente na ressurreição de Jesus.","explicacao_detalhada":"A fé é fundamental para a compreensão da obra de Cristo e sua ressurreição, que é a base da esperança cristã.","por_que_esta_palavra":"A palavra 'crer' é central na mensagem do evangelho, pois a fé é o meio pelo qual recebemos a salvação.","conexao_teologica":"A fé em Cristo e sua ressurreição é o que nos une como cristãos e nos dá a certeza da vida eterna.","referencias_relacionadas":["Romanos 10:9-10","Efésios 2:8-9","Hebreus 11:1"]},"lucas_24_25_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e da fé.","explicacao_detalhada":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma decisões e se crê, refletindo a profundidade da relação com Deus.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar que a fé deve ser genuína e proveniente do interior do ser humano.","conexao_teologica":"A transformação do coração é essencial para a vida cristã, pois é através do coração que se estabelece a fé em Cristo.","referencias_relacionadas":["Provérbios 4:23","Romanos 10:9","Salmos 51:10"]},"lucas_24_26_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e é um título que reconhece Jesus como o cumprimento das profecias messiânicas.","por_que_esta_palavra":"A identificação de Jesus como o Cristo é fundamental para entender sua missão e seu papel na salvação da humanidade.","conexao_teologica":"Jesus como o Cristo é a chave para a compreensão da redenção e da relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"lucas_24_26_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus manifestada na ressurreição de Jesus.","explicacao_detalhada":"A glória de Deus é revelada através da ressurreição, confirmando a divindade de Cristo e a vitória sobre a morte.","por_que_esta_palavra":"A palavra 'glória' é usada para expressar a majestade e a honra que pertencem a Deus, especialmente em relação à obra redentora de Cristo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, e a ressurreição de Jesus é um dos momentos mais gloriosos da história da salvação.","referencias_relacionadas":["Romanos 6:4","1 Pedro 1:21","João 17:5"]},"lucas_24_27_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se às Escrituras Sagradas que falam sobre a vinda do Messias.","explicacao_detalhada":"As Escrituras são consideradas santas porque são a revelação de Deus e contêm a verdade sobre a salvação através de Cristo.","por_que_esta_palavra":"A palavra 'santo' destaca a natureza divina das Escrituras e sua autoridade na vida do crente.","conexao_teologica":"As Escrituras são fundamentais para a fé cristã, pois revelam a história da redenção e a promessa do Messias.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 4:12","Salmos 119:105"]},"lucas_24_27_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés como um dos profetas que prefiguraram a vinda de Cristo.","explicacao_detalhada":"Moisés é uma figura central no Antigo Testamento, e suas ações e ensinamentos apontam para a obra redentora de Jesus.","por_que_esta_palavra":"A menção a Moisés é importante para mostrar como a história da salvação é contínua e culmina em Cristo.","conexao_teologica":"A relação entre Moisés e Jesus é um exemplo de como o Antigo Testamento prepara o caminho para o Novo Testamento.","referencias_relacionadas":["Deuteronômio 18:15","João 5:46","Atos 3:22"]},"lucas_24_28_mao":{"palavra_pt":"mao","palavra_original":"ἐγγίζω","transliteracao":"engízō","strong":"G1448","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao ato de se aproximar ou chegar perto.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a ação de Jesus se aproximando dos discípulos durante a caminhada. A proximidade física simboliza também a proximidade espiritual e a revelação que estava prestes a ocorrer.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a importância da presença de Jesus na vida dos discípulos, mostrando que Ele está sempre próximo, mesmo quando não é percebido.","conexao_teologica":"A proximidade de Jesus é um tema central no Novo Testamento, onde Ele promete estar conosco até o fim dos tempos (Mateus 28:20).","referencias_relacionadas":["Mateus 28:20","Hebreus 13:5","Tiago 4:8"]},"lucas_24_28_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' indica movimento, deslocamento ou a ação de se dirigir a um lugar.","explicacao_detalhada":"Aqui, 'ir' é usado para descrever a jornada dos discípulos e a decisão de continuar seu caminho, mesmo após a experiência transformadora que tiveram com Jesus.","por_que_esta_palavra":"A palavra 'ir' é crucial para entender a dinâmica da missão dos discípulos, que são chamados a seguir em frente e compartilhar a mensagem do evangelho.","conexao_teologica":"A ideia de ir e fazer discípulos é uma grande comissão dada por Jesus (Mateus 28:19-20), refletindo a importância da ação na fé cristã.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:15"]},"lucas_24_29_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de luz, simbolizando clareza e revelação.","explicacao_detalhada":"Neste contexto, o 'dia' representa não apenas o tempo físico, mas também um tempo de entendimento e revelação espiritual que os discípulos estavam prestes a experimentar.","por_que_esta_palavra":"A menção do 'dia' sugere um momento de iluminação e descoberta, onde a verdade sobre Jesus seria revelada aos discípulos.","conexao_teologica":"A luz é frequentemente usada na Bíblia como um símbolo da verdade e da presença de Deus (João 8:12).","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 119:105"]},"lucas_24_29_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em comunhão com alguém.","explicacao_detalhada":"Neste versículo, 'seguir' é usado para descrever a decisão dos discípulos de permanecer com Jesus e ouvir suas palavras, simbolizando a importância da comunhão e do aprendizado.","por_que_esta_palavra":"A escolha de 'seguir' destaca a necessidade de estar em constante relacionamento com Cristo, que é essencial para o crescimento espiritual.","conexao_teologica":"Jesus chama seus seguidores a tomarem a cruz e segui-lo (Lucas 9:23), enfatizando a entrega e a dedicação na vida cristã.","referencias_relacionadas":["Lucas 9:23","João 10:27","Mateus 16:24"]},"lucas_24_29_eveningtide":{"palavra_pt":"evening tide","palavra_original":"ἑσπέρα","transliteracao":"hespéra","strong":"G2073","significado_raiz":"Ideia básica: evening tide.","significado_contextual":"A palavra 'evening tide' refere-se ao período do dia que antecede a noite, simbolizando um tempo de transição.","explicacao_detalhada":"Neste contexto, 'evening tide' sugere um momento de reflexão e preparação para o que está por vir, representando a transição da dúvida para a fé.","por_que_esta_palavra":"A menção do 'evening tide' pode simbolizar a escuridão que precede a luz da revelação de Cristo aos discípulos.","conexao_teologica":"A transição do dia para a noite pode ser vista como uma metáfora para a jornada espiritual, onde a luz de Cristo ilumina as trevas (João 1:5).","referencias_relacionadas":["João 1:5","Salmos 30:5","Isaías 60:1"]},"lucas_24_30_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' implica em transformação ou mudança de estado.","explicacao_detalhada":"Aqui, 'tornar-se' refere-se à revelação da identidade de Jesus aos discípulos, que passa de um viajante comum a seu Senhor e Salvador.","por_que_esta_palavra":"A transformação que ocorre neste momento é central para a fé cristã, onde a compreensão de quem Jesus é se torna clara.","conexao_teologica":"A revelação da divindade de Cristo é um tema recorrente nas Escrituras, onde Ele é reconhecido como o Filho de Deus (Mateus 16:16).","referencias_relacionadas":["Mateus 16:16","Romanos 1:4","Colossenses 1:16-17"]},"lucas_24_30_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a comunicação de Jesus com os discípulos, que é fundamental para a compreensão da mensagem do evangelho.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da palavra de Deus e como ela é essencial para a fé e o entendimento.","conexao_teologica":"A palavra de Deus é viva e eficaz (Hebreus 4:12), e a comunicação de Jesus é central para a revelação divina.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","1 Pedro 1:25"]},"lucas_24_30_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada novamente para enfatizar a continuidade da jornada espiritual dos discípulos.","explicacao_detalhada":"Aqui, 'seguir' implica em continuar a ouvir e aprender com Jesus, reforçando a ideia de que a vida cristã é um processo contínuo.","por_que_esta_palavra":"A repetição da palavra 'seguir' enfatiza a importância da perseverança na fé e na busca por um relacionamento mais profundo com Cristo.","conexao_teologica":"A vida cristã é uma jornada de seguir a Cristo, que nos chama a uma vida de discipulado (Mateus 4:19).","referencias_relacionadas":["Mateus 4:19","Filipenses 3:14","1 Coríntios 11:1"]},"lucas_24_31_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' é novamente usada para descrever a transformação que ocorre na percepção dos discípulos.","explicacao_detalhada":"Neste versículo, 'tornar-se' refere-se ao momento em que os olhos dos discípulos são abertos e eles reconhecem Jesus, simbolizando uma nova compreensão espiritual.","por_que_esta_palavra":"A transformação na percepção dos discípulos é um ponto crucial na narrativa, mostrando como a revelação de Cristo muda tudo.","conexao_teologica":"A abertura dos olhos espirituais é um tema importante, onde a fé é frequentemente descrita como um ato de revelação divina (Efésios 1:18).","referencias_relacionadas":["Efésios 1:18","Lucas 24:45","2 Coríntios 4:6"]},"lucas_24_31_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se ao órgão da visão, mas também simboliza a percepção espiritual.","explicacao_detalhada":"Neste contexto, 'olho' é usado para descrever a capacidade dos discípulos de ver e entender a verdade sobre Jesus, que foi revelada a eles.","por_que_esta_palavra":"A ênfase no 'olho' destaca a importância da percepção espiritual e da revelação que vem de Deus.","conexao_teologica":"A visão espiritual é frequentemente mencionada nas Escrituras, onde a capacidade de ver a verdade de Deus é um dom divino (Salmos 119:18).","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Apocalipse 3:18"]},"lucas_24_31_open":{"palavra_pt":"open","palavra_original":"διανοίγω","transliteracao":"dianoígō","strong":"G1272","significado_raiz":"Ideia básica: open.","significado_contextual":"Abertura da compreensão espiritual.","explicacao_detalhada":"A palavra 'open' (διανοίγω) refere-se à ação de abrir os olhos ou a mente para entender a verdade divina. No contexto de Lucas 24:31, isso acontece quando os discípulos reconhecem Jesus após a ressurreição.","por_que_esta_palavra":"É crucial para entender como a revelação de Cristo é percebida pelos crentes, simbolizando a iluminação espiritual.","conexao_teologica":"A abertura dos olhos é um tema recorrente na Bíblia, simbolizando a revelação e o entendimento da verdade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 11:25","Atos 16:14"]},"lucas_24_32_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à Escritura como sendo sagrada e inspirada.","explicacao_detalhada":"Em Lucas 24:32, os discípulos falam sobre como o coração ardia enquanto Jesus explicava as Escrituras. A palavra 'santo' (γραφή) enfatiza a natureza divina e autoritativa da Palavra de Deus.","por_que_esta_palavra":"Destaca a importância da Escritura na revelação de Deus e na edificação da fé dos crentes.","conexao_teologica":"As Escrituras são vistas como a base da fé cristã, sendo inspiradas por Deus e úteis para ensinar e corrigir.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 4:12","Romanos 15:4"]},"lucas_24_32_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da espiritualidade.","explicacao_detalhada":"A palavra 'coração' (καρδία) é usada para descrever a sede dos sentimentos e da fé. Em Lucas 24:32, o coração dos discípulos ardia, indicando uma profunda resposta emocional e espiritual à revelação de Jesus.","por_que_esta_palavra":"É fundamental para entender a relação entre a experiência emocional e a fé, mostrando que o encontro com Cristo provoca transformação interior.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha e transforma vidas.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"lucas_24_33_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os eventos ocorrem.","explicacao_detalhada":"A palavra 'dia' (ὥρα) em Lucas 24:33 indica um período de tempo significativo, onde os discípulos retornam a Jerusalém após reconhecerem Jesus. O 'dia' simboliza um novo começo na compreensão da ressurreição.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos e a urgência da missão dos discípulos após a ressurreição.","conexao_teologica":"O conceito de tempo é relevante na teologia, pois Deus atua em momentos específicos da história da salvação.","referencias_relacionadas":["Gálatas 4:4","Efésios 5:16","1 Pedro 1:20"]},"lucas_24_33_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade sagrada e centro da vida religiosa judaica.","explicacao_detalhada":"A palavra 'Jerusalém' (Ἱερουσαλήμ) em Lucas 24:33 é o local onde os discípulos retornam para compartilhar a boa nova da ressurreição. Jerusalém representa o cumprimento das promessas de Deus.","por_que_esta_palavra":"É significativa porque Jerusalém é o cenário central da história da salvação, onde Jesus foi crucificado e ressuscitou.","conexao_teologica":"Jerusalém é vista como o lugar de encontro entre o céu e a terra, onde Deus se revela ao seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"lucas_24_33_again":{"palavra_pt":"novamente","palavra_original":"ὑποστρέφω","transliteracao":"hypostréphō","strong":"G5290","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Refere-se ao retorno a um lugar ou estado anterior.","explicacao_detalhada":"A palavra 'novamente' (ὑποστρέφω) em Lucas 24:33 indica que os discípulos voltaram a Jerusalém após a experiência com Jesus. Isso enfatiza a importância de retornar ao local de adoração e comunhão.","por_que_esta_palavra":"Destaca a continuidade da missão dos discípulos e a necessidade de compartilhar a mensagem da ressurreição.","conexao_teologica":"O retorno é um tema importante na Bíblia, simbolizando arrependimento e a volta ao caminho de Deus.","referencias_relacionadas":["Atos 1:10-11","Lucas 15:18-20","Romanos 10:21"]},"lucas_24_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e poder de Jesus como Senhor.","explicacao_detalhada":"A palavra 'senhor' (κύριος) em Lucas 24:34 enfatiza a autoridade de Jesus após a ressurreição. Os discípulos reconhecem Jesus como o Senhor que venceu a morte.","por_que_esta_palavra":"É fundamental para a compreensão da divindade de Cristo e seu papel como Salvador e Rei.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, refletindo sua posição como Filho de Deus.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 2:36"]},"lucas_24_34_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à ressurreição de Jesus e à vitória sobre a morte.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) em Lucas 24:34 é usada para descrever a ação de Jesus ressuscitando dos mortos. Isso representa a vitória final sobre a morte e o pecado.","por_que_esta_palavra":"É essencial para a mensagem do evangelho, que proclama que Jesus venceu a morte e oferece vida eterna.","conexao_teologica":"A ressurreição é o fundamento da fé cristã, simbolizando a esperança da vida eterna para todos os crentes.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:9","João 11:25-26"]},"lucas_24_34_limpo":{"palavra_pt":"limpo","palavra_original":"ὄντως","transliteracao":"óntōs","strong":"G3689","significado_raiz":"Ideia básica: limpo.","significado_contextual":"Refere-se à autenticidade e verdade da experiência dos discípulos.","explicacao_detalhada":"A palavra 'limpo' (ὄντως) em Lucas 24:34 enfatiza a realidade da ressurreição de Jesus. Os discípulos afirmam que realmente viram o Senhor, destacando a veracidade do testemunho.","por_que_esta_palavra":"É importante para a credibilidade da mensagem cristã, que se baseia em testemunhos reais de encontros com Cristo.","conexao_teologica":"A verdade da ressurreição é um pilar da fé cristã, que garante a certeza da salvação.","referencias_relacionadas":["1 João 1:1-3","Atos 1:3","Lucas 1:1-4"]},"lucas_24_35_breaking":{"palavra_pt":"breaking","palavra_original":"κλάσις","transliteracao":"klásis","strong":"G2800","significado_raiz":"Ideia básica: breaking.","significado_contextual":"Refere-se ao ato de partir o pão como um símbolo de comunhão.","explicacao_detalhada":"A palavra 'breaking' (κλάσις) em Lucas 24:35 se refere ao momento em que Jesus parte o pão com os discípulos, simbolizando a comunhão e a partilha da vida. Este ato é central na celebração da Ceia do Senhor.","por_que_esta_palavra":"É significativo porque representa a união dos crentes em Cristo e a lembrança de seu sacrifício.","conexao_teologica":"A Ceia do Senhor é um sacramento que lembra a morte e ressurreição de Jesus, promovendo a comunhão entre os crentes.","referencias_relacionadas":["Mateus 26:26-28","1 Coríntios 11:23-26","Lucas 22:19"]},"lucas_24_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que representa a presença de Deus entre os homens.","explicacao_detalhada":"O nome 'Jesus' é derivado do hebraico 'Yeshua', que significa 'O Senhor é salvação'. No contexto de Lucas 24:36, Jesus aparece aos discípulos após a ressurreição, trazendo uma mensagem de esperança e confirmação de sua identidade divina.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a realização da promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, cumprindo as profecias do Antigo Testamento e estabelecendo um novo pacto.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_24_36_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Estado de tranquilidade e harmonia, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'paz' em Lucas 24:36 é uma saudação que Jesus usa ao aparecer aos discípulos, simbolizando a reconciliação e a ausência de medo após sua ressurreição.","por_que_esta_palavra":"A paz é um tema central na mensagem de Jesus, que oferece paz aos que creem nele, mesmo em meio às dificuldades.","conexao_teologica":"A paz de Cristo é um resultado da salvação e da restauração do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"lucas_24_36_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Compromisso ou pacto estabelecido entre Deus e seu povo.","explicacao_detalhada":"A aliança mencionada em Lucas 24:36 refere-se ao novo pacto estabelecido por Jesus através de sua morte e ressurreição, que oferece salvação a todos os que creem.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e a humanidade, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A nova aliança é a realização das promessas de Deus, onde a lei é escrita no coração dos crentes.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"lucas_24_37_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Referência ao Espírito Santo, que dá vida e poder.","explicacao_detalhada":"Em Lucas 24:37, a menção ao 'sopro' simboliza a presença do Espírito Santo, que Jesus prometeu enviar para confortar e guiar os discípulos após sua ascensão.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","conexao_teologica":"O Espírito Santo é o agente da regeneração e santificação na vida do crente.","referencias_relacionadas":["João 14:16-17","Atos 1:8","Romanos 8:26"]},"lucas_24_37_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Referência à transformação ou mudança significativa.","explicacao_detalhada":"A palavra 'tornar-se' em Lucas 24:37 indica a transformação que ocorre na vida dos discípulos ao encontrarem Jesus ressuscitado, passando de medo para fé.","por_que_esta_palavra":"A transformação é um aspecto central da experiência cristã, onde os crentes são feitos novas criaturas em Cristo.","conexao_teologica":"A obra de Cristo na ressurreição traz uma nova vida e esperança para os que creem.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_24_37_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Referência à bondade e à verdade.","explicacao_detalhada":"A palavra 'bom' em Lucas 24:37 reflete a natureza de Jesus e a verdade de sua ressurreição, que é um evento bom e glorioso para a humanidade.","por_que_esta_palavra":"A bondade de Deus é um tema central nas Escrituras, revelando seu caráter e suas intenções para com a humanidade.","conexao_teologica":"A bondade de Deus se manifesta na salvação e na vida abundante que Ele oferece.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"lucas_24_38_dispute":{"palavra_pt":"dispute","palavra_original":"διαλογισμός","transliteracao":"dialogismós","strong":"G1261","significado_raiz":"Ideia básica: dispute.","significado_contextual":"Refere-se a dúvidas ou questionamentos internos.","explicacao_detalhada":"Em Lucas 24:38, Jesus aborda as dúvidas dos discípulos, mostrando que Ele compreende suas lutas internas e oferece respostas e paz.","por_que_esta_palavra":"As disputas internas são comuns na vida de fé, e Jesus convida os crentes a trazerem suas dúvidas a Ele.","conexao_teologica":"A fé é frequentemente testada por dúvidas, mas Jesus é a resposta para essas questões.","referencias_relacionadas":["Tiago 1:5","Mateus 14:31","Marcos 9:24"]},"lucas_24_38_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Centro das emoções e da vontade humana.","explicacao_detalhada":"A palavra 'coração' em Lucas 24:38 refere-se ao estado interior dos discípulos, que estavam confusos e temerosos após a ressurreição de Jesus.","por_que_esta_palavra":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha e transforma a vida das pessoas.","conexao_teologica":"Deus busca um relacionamento com o coração humano, e a transformação do coração é essencial na vida cristã.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Romanos 10:9"]},"lucas_24_38_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de comunicar ou expressar pensamentos.","explicacao_detalhada":"A palavra 'falar' em Lucas 24:38 destaca a importância da comunicação entre Jesus e seus discípulos, onde Ele se revela e esclarece suas dúvidas.","por_que_esta_palavra":"A comunicação é vital para o relacionamento, e Jesus se comunica de forma clara e amorosa com seus seguidores.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e Jesus é a expressão máxima dessa Palavra.","referencias_relacionadas":["Hebreus 4:12","João 1:1","Mateus 12:34"]},"lucas_24_39_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Referência ao Espírito Santo, que dá vida e poder.","explicacao_detalhada":"A menção ao 'sopro' em Lucas 24:39 reforça a ideia de que Jesus é mais do que um corpo físico; Ele é também Espírito, e sua ressurreição traz nova vida.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","conexao_teologica":"O Espírito Santo é o agente da regeneração e santificação na vida do crente.","referencias_relacionadas":["João 20:22","Atos 2:4","Romanos 8:11"]},"lucas_24_39_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física de Jesus, enfatizando que Ele ressuscitou em um corpo real.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é usada para afirmar a realidade da ressurreição de Jesus. Ele não é um espírito ou uma aparição, mas possui um corpo físico que pode ser tocado e visto.","por_que_esta_palavra":"Essa palavra é crucial para entender a encarnação e a ressurreição de Cristo, mostrando que Ele venceu a morte em um corpo humano.","conexao_teologica":"A ressurreição de Jesus em carne é um fundamento da fé cristã, pois garante a promessa de ressurreição para todos os que creem.","referencias_relacionadas":["João 1:14","Romanos 8:11","1 Coríntios 15:20"]},"lucas_24_39_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se às mãos de Jesus, que foram crucificadas, simbolizando o sacrifício que Ele fez pela humanidade.","explicacao_detalhada":"A palavra 'mão' (χείρ) é usada para mostrar as marcas da crucificação, evidenciando a realidade do sofrimento de Cristo e sua identificação com a dor humana.","por_que_esta_palavra":"As mãos de Jesus são um testemunho do seu sacrifício e da sua humanidade, reforçando a conexão entre Deus e os seres humanos.","conexao_teologica":"As mãos de Jesus, marcadas pela crucificação, são um símbolo do amor sacrificial de Deus pela humanidade.","referencias_relacionadas":["Isaías 53:5","João 20:27","1 Pedro 2:24"]},"lucas_24_40_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Novamente, refere-se às mãos de Jesus, enfatizando a continuidade de sua identidade após a ressurreição.","explicacao_detalhada":"A repetição da palavra 'mão' (χείρ) destaca a importância das evidências físicas da ressurreição, mostrando que Jesus é o mesmo que foi crucificado.","por_que_esta_palavra":"É uma reafirmação da realidade da ressurreição e da identidade de Jesus, que permanece com as marcas de seu sacrifício.","conexao_teologica":"A presença das marcas nas mãos de Jesus é um lembrete do custo da salvação e da vitória sobre a morte.","referencias_relacionadas":["Mateus 28:9","Lucas 24:39","1 Coríntios 15:4"]},"lucas_24_40_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Jesus ao se comunicar com seus discípulos, enfatizando a importância da revelação.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever como Jesus se apresenta e explica sua ressurreição, comunicando esperança e verdade.","por_que_esta_palavra":"A comunicação de Jesus é vital para a compreensão da sua missão e da mensagem do evangelho.","conexao_teologica":"A palavra de Jesus traz vida e entendimento, mostrando que Ele é a Palavra que se fez carne.","referencias_relacionadas":["João 10:27","Mateus 4:4","Hebreus 1:1-2"]},"lucas_24_41_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria dos discípulos ao verem Jesus ressuscitado, um momento de grande celebração.","explicacao_detalhada":"A palavra 'alegria' (χαρά) captura a emoção intensa dos discípulos ao perceberem que Jesus realmente ressuscitou, superando a tristeza da crucificação.","por_que_esta_palavra":"A alegria é uma resposta natural à boa nova da ressurreição, simbolizando a vitória sobre a morte.","conexao_teologica":"A alegria da ressurreição é central na mensagem cristã, pois representa a esperança e a nova vida que Cristo oferece.","referencias_relacionadas":["Salmos 30:5","Romanos 15:13","Filipenses 4:4"]},"lucas_24_41_maravilha":{"palavra_pt":"maravilha","palavra_original":"θαυμάζω","transliteracao":"thaumázō","strong":"G2296","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"Refere-se à admiração e espanto dos discípulos diante da ressurreição de Jesus.","explicacao_detalhada":"A palavra 'maravilha' (θαυμάζω) expressa a incredulidade e a surpresa dos discípulos ao testemunharem o que parecia impossível.","por_que_esta_palavra":"A maravilha é uma resposta à manifestação do poder de Deus na ressurreição, que desafia a lógica humana.","conexao_teologica":"A maravilha diante da ressurreição de Jesus é um convite à fé e à adoração, reconhecendo o poder divino.","referencias_relacionadas":["Mateus 28:8","Marcos 16:8","Atos 2:22"]},"lucas_24_41_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à continuidade da comunicação de Jesus com seus discípulos, reforçando a importância de sua mensagem.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada novamente para enfatizar que Jesus continua a ensinar e a esclarecer as verdades sobre sua ressurreição.","por_que_esta_palavra":"A comunicação de Jesus é essencial para a formação da fé dos discípulos e para a propagação do evangelho.","conexao_teologica":"A palavra de Jesus é viva e eficaz, trazendo entendimento e revelação aos que creem.","referencias_relacionadas":["Mateus 28:20","Lucas 8:11","João 14:26"]},"lucas_24_43_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Refere-se ao ato de Jesus receber o alimento, mostrando sua natureza física após a ressurreição.","explicacao_detalhada":"A palavra 'receber' (λαμβάνω) é usada para descrever como Jesus aceita o peixe, evidenciando que Ele realmente comeu, o que reforça a realidade de seu corpo ressuscitado.","por_que_esta_palavra":"Esse ato é uma confirmação de que a ressurreição não é apenas espiritual, mas também física.","conexao_teologica":"A aceitação de alimento por Jesus é um símbolo da nova criação e da restauração da comunhão entre Deus e a humanidade.","referencias_relacionadas":["João 21:12-13","Atos 10:41","1 Coríntios 15:44"]},"lucas_24_43_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"Refere-se ao ato de Jesus comer, um sinal de sua ressurreição e da realidade de seu corpo físico.","explicacao_detalhada":"A palavra 'comer' (φάγω) é usada para mostrar que Jesus, mesmo ressuscitado, participa de atividades humanas normais, reforçando sua verdadeira humanidade.","por_que_esta_palavra":"Comer é um ato que conecta Jesus com seus discípulos e com a experiência humana, mostrando que Ele é verdadeiramente um com nós.","conexao_teologica":"O ato de comer após a ressurreição simboliza a comunhão eterna que os crentes terão com Cristo.","referencias_relacionadas":["Mateus 26:29","Lucas 22:30","Apocalipse 3:20"]},"lucas_24_43_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Refere-se à conclusão lógica da ação de Jesus, enfatizando a importância do que foi realizado.","explicacao_detalhada":"A palavra 'portanto' (καί) é usada para conectar a ação de Jesus com a resposta esperada dos discípulos, indicando que a ressurreição tem implicações significativas.","por_que_esta_palavra":"Essa palavra é um convite à reflexão sobre a importância da ressurreição e o que isso significa para a fé dos discípulos.","conexao_teologica":"A ressurreição de Jesus é a base da esperança cristã, e 'portanto' chama os crentes a viverem em resposta a essa verdade.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:57","Colossenses 3:1"]},"lucas_24_44_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que se manifesta em Cristo.","explicacao_detalhada":"O termo 'lógos' é utilizado para descrever a palavra que traz vida e verdade, sendo Cristo a encarnação dessa palavra. Em João 1:1, é dito que 'no princípio era o Verbo', enfatizando a divindade e a preexistência de Cristo.","por_que_esta_palavra":"A palavra é fundamental para a revelação de Deus ao homem, e Cristo é o cumprimento dessa revelação.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e a palavra de Deus é a base da fé cristã.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"lucas_24_44_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei mosaica e aos ensinamentos que precedem Cristo.","explicacao_detalhada":"A 'lei' é um conjunto de mandamentos dados por Deus ao povo de Israel, que serve como guia moral e espiritual. Em Romanos 3:20, Paulo explica que a lei traz o conhecimento do pecado.","por_que_esta_palavra":"A lei é essencial para entender a necessidade de redenção e a obra de Cristo.","conexao_teologica":"A lei aponta para a necessidade de um Salvador, que é cumprida em Cristo.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Mateus 5:17"]},"lucas_24_45_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se às Escrituras Sagradas que são inspiradas por Deus.","explicacao_detalhada":"A palavra 'graphḗ' indica a escrita sagrada, que é considerada a revelação divina. Em 2 Timóteo 3:16, é afirmado que toda Escritura é inspirada por Deus e útil para ensinar.","por_que_esta_palavra":"As Escrituras são fundamentais para a fé cristã, pois contêm a verdade de Deus.","conexao_teologica":"As Escrituras testificam sobre Cristo e sua obra redentora.","referencias_relacionadas":["2 Timóteo 3:16","Romanos 15:4","Hebreus 4:12"]},"lucas_24_45_humano":{"palavra_pt":"humano","palavra_original":"νοῦς","transliteracao":"noûs","strong":"G3563","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se à mente humana e à capacidade de entender as coisas de Deus.","explicacao_detalhada":"A palavra 'noûs' implica a razão e a compreensão. Em 1 Coríntios 2:14, Paulo explica que o homem natural não compreende as coisas do Espírito de Deus.","por_que_esta_palavra":"É necessário que a mente humana seja iluminada pelo Espírito Santo para entender as verdades espirituais.","conexao_teologica":"A regeneração do Espírito Santo transforma a mente do crente, permitindo a compreensão das Escrituras.","referencias_relacionadas":["1 Coríntios 2:14","Romanos 12:2","Efésios 1:18"]},"lucas_24_45_open":{"palavra_pt":"open","palavra_original":"διανοίγω","transliteracao":"dianoígō","strong":"G1272","significado_raiz":"Ideia básica: open.","significado_contextual":"Refere-se à ação de abrir a mente para a compreensão das Escrituras.","explicacao_detalhada":"A palavra 'dianoígō' implica um ato divino de revelação. Em Atos 16:14, vemos que o Senhor abriu o coração de Lídia para que ela prestasse atenção ao que Paulo dizia.","por_que_esta_palavra":"A abertura da mente é necessária para que a verdade de Deus seja recebida e compreendida.","conexao_teologica":"A ação do Espírito Santo é fundamental para a revelação e compreensão das verdades espirituais.","referencias_relacionadas":["Atos 16:14","Lucas 24:32","Efésios 1:17-18"]},"lucas_24_46_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Christós' significa 'o Ungido'. Em Isaías 61:1, é profetizado que o Espírito do Senhor está sobre o Ungido para trazer boas novas aos pobres.","por_que_esta_palavra":"Cristo é o cumprimento das promessas messiânicas do Antigo Testamento.","conexao_teologica":"A unção de Cristo é central para a sua missão redentora e para a salvação da humanidade.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Lucas 4:18"]},"lucas_24_46_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Cristo cumpriu sua missão na terra.","explicacao_detalhada":"A palavra 'hēméra' pode indicar um período específico ou um dia literal. Em Mateus 28:1, o 'dia' da ressurreição é um marco na história da salvação.","por_que_esta_palavra":"O dia da ressurreição é fundamental para a fé cristã, pois confirma a vitória de Cristo sobre a morte.","conexao_teologica":"A ressurreição de Cristo é a base da esperança cristã e da promessa de vida eterna.","referencias_relacionadas":["Mateus 28:1","1 Coríntios 15:20","Romanos 6:4"]},"lucas_24_46_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Cristo entre os homens.","explicacao_detalhada":"A palavra 'ek' indica uma relação de origem ou separação. Em João 1:14, é dito que 'o Verbo se fez carne e habitou entre nós'.","por_que_esta_palavra":"A presença de Cristo entre os homens é essencial para a sua missão de salvação.","conexao_teologica":"Cristo é Emmanuel, Deus conosco, e sua presença transforma vidas.","referencias_relacionadas":["João 1:14","Mateus 1:23","Hebreus 2:14"]},"lucas_24_47_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se à proclamação do evangelho e à verdade de Cristo.","explicacao_detalhada":"A palavra 'kērýssō' significa pregar ou proclamar. Em Marcos 16:15, Jesus ordena que seus discípulos preguem o evangelho a toda criatura.","por_que_esta_palavra":"A proclamação da verdade é fundamental para a salvação e edificação da igreja.","conexao_teologica":"A pregação do evangelho é o meio pelo qual Deus chama os eleitos para a salvação.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14","1 Coríntios 1:21"]},"lucas_24_47_repentance":{"palavra_pt":"repentance","palavra_original":"μετάνοια","transliteracao":"metánoia","strong":"G3341","significado_raiz":"Ideia básica: repentance.","significado_contextual":"Refere-se à mudança de mente e coração que leva à salvação.","explicacao_detalhada":"A palavra 'metánoia' implica uma transformação profunda. Em Atos 2:38, Pedro exorta os ouvintes a se arrependerem e serem batizados.","por_que_esta_palavra":"O arrependimento é um passo essencial para a conversão e a fé em Cristo.","conexao_teologica":"O arrependimento e a fé andam juntos na experiência da salvação.","referencias_relacionadas":["Atos 2:38","Lucas 13:3","2 Coríntios 7:10"]},"lucas_24_48_testemunha":{"palavra_pt":"testemunha","palavra_original":"μάρτυς","transliteracao":"mártys","strong":"G3144","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àqueles que dão testemunho da ressurreição de Jesus.","explicacao_detalhada":"No contexto de Lucas 24:48, Jesus comissiona seus discípulos a serem testemunhas do que viram e ouviram, enfatizando a importância de compartilhar a mensagem da salvação.","por_que_esta_palavra":"A escolha da palavra 'testemunha' destaca a responsabilidade dos discípulos em relatar a verdade sobre a ressurreição, que é central para a fé cristã.","conexao_teologica":"A função de testemunha é fundamental no cristianismo, pois a ressurreição é a base da esperança e da fé na vida eterna.","referencias_relacionadas":["Atos 1:8","Atos 2:32","1 Coríntios 15:5"]},"lucas_24_49_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à força divina que será dada aos discípulos para cumprir a missão.","explicacao_detalhada":"Em Lucas 24:49, Jesus promete que os discípulos receberão poder do alto, o que se refere ao Espírito Santo que os capacitará para testemunhar.","por_que_esta_palavra":"A palavra 'poder' é crucial, pois indica que a missão dos discípulos não será realizada apenas por esforço humano, mas pela capacitação divina.","conexao_teologica":"O poder do Espírito Santo é essencial para a vida e ministério da igreja, permitindo que os crentes vivam e testemunhem com eficácia.","referencias_relacionadas":["Atos 1:8","Atos 2:4","Romanos 1:16"]},"lucas_24_49_bom":{"palavra_pt":"bom","palavra_original":"ἐπαγγελία","transliteracao":"epangelía","strong":"G1860","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à promessa de Deus que é benéfica e traz esperança.","explicacao_detalhada":"Em Lucas 24:49, a promessa de que o Espírito Santo virá é descrita como uma boa notícia, pois traz transformação e poder aos crentes.","por_que_esta_palavra":"A palavra 'bom' enfatiza a natureza benevolente de Deus em fornecer o que é necessário para a missão dos discípulos.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, refletindo Seu desejo de se relacionar com a humanidade e capacitá-la.","referencias_relacionadas":["Tiago 1:17","Romanos 8:28","Salmos 34:8"]},"lucas_24_50_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de Jesus ao abençoar seus discípulos antes de sua ascensão.","explicacao_detalhada":"Em Lucas 24:50, Jesus fala e abençoa os discípulos, mostrando a continuidade de Sua presença e autoridade sobre eles.","por_que_esta_palavra":"A palavra 'falar' é significativa, pois indica a comunicação direta de Jesus com seus seguidores, reforçando a relação pessoal.","conexao_teologica":"A bênção de Jesus é um ato que simboliza a transferência de Sua missão e autoridade aos discípulos.","referencias_relacionadas":["Mateus 28:18-20","Marcos 16:15-18","João 20:21"]},"lucas_24_50_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao gesto de Jesus ao abençoar os discípulos.","explicacao_detalhada":"Em Lucas 24:50, a mão de Jesus é um símbolo de poder e autoridade, representando Sua capacidade de abençoar e enviar.","por_que_esta_palavra":"A palavra 'mão' é importante, pois enfatiza a proximidade e o cuidado de Jesus por Seus discípulos.","conexao_teologica":"A mão de Deus é frequentemente associada à ação divina e ao cuidado providencial ao longo das Escrituras.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","Hebreus 10:23"]},"lucas_24_50_forth":{"palavra_pt":"adiante","palavra_original":"ἐξάγω","transliteracao":"exágō","strong":"G1806","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' refere-se ao movimento dos discípulos em direção à missão que lhes foi confiada.","explicacao_detalhada":"Em Lucas 24:50, a ideia de ir adiante implica em avançar na missão de testemunhar sobre Jesus após Sua ascensão.","por_que_esta_palavra":"A palavra 'adiante' é crucial, pois indica a continuidade da obra de Jesus através de Seus seguidores.","conexao_teologica":"A missão da igreja é um chamado para ir adiante, levando a mensagem do evangelho a todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"lucas_24_51_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao lugar para onde Jesus ascende após Sua ressurreição.","explicacao_detalhada":"Em Lucas 24:51, a ascensão de Jesus ao céu simboliza Sua exaltação e o retorno ao Pai, completando Sua obra redentora.","por_que_esta_palavra":"A palavra 'céu' é significativa, pois representa a esperança da vida eterna e a promessa do retorno de Cristo.","conexao_teologica":"A ascensão de Jesus é um evento teológico importante que confirma Sua divindade e a promessa de Sua volta.","referencias_relacionadas":["Atos 1:9-11","Efésios 1:20-21","Filipenses 2:9-11"]},"lucas_24_51_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorre na vida dos discípulos após a ascensão de Jesus.","explicacao_detalhada":"Em Lucas 24:51, a ascensão de Jesus marca um novo capítulo na história da salvação, onde os discípulos se tornam agentes da missão de Deus.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a mudança de status dos discípulos, que agora são enviados para levar o evangelho ao mundo.","conexao_teologica":"A transformação dos discípulos é um reflexo do poder do Espírito Santo que opera na vida dos crentes.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Romanos 12:2"]},"lucas_24_51_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus com Seus discípulos durante a ascensão.","explicacao_detalhada":"Em Lucas 24:51, Jesus fala com autoridade e amor, reafirmando a missão dos discípulos e Sua presença contínua.","por_que_esta_palavra":"A palavra 'falar' é importante, pois destaca a relação pessoal entre Jesus e Seus seguidores, que é fundamental para a fé.","conexao_teologica":"A comunicação de Jesus com Seus discípulos é um exemplo do relacionamento que Deus deseja ter com a humanidade.","referencias_relacionadas":["João 10:27","Mateus 4:19","Hebreus 1:1-2"]},"lucas_24_52_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se à reverência e admiração que os discípulos sentem após a ascensão de Jesus.","explicacao_detalhada":"Em Lucas 24:52, o temor dos discípulos é uma resposta à grandeza do que acabaram de testemunhar, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra 'temor' é significativa, pois indica a resposta adequada à presença e ao poder de Deus.","conexao_teologica":"O temor do Senhor é um tema recorrente nas Escrituras, representando a reverência que devemos ter diante de Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 66:2"]},"lucas_24_52_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é a cidade sagrada para os judeus e o local onde ocorreram eventos cruciais na vida de Jesus.","explicacao_detalhada":"Jerusalém, mencionada frequentemente na Bíblia, é vista como o centro espiritual do judaísmo. É onde o Templo foi construído e onde Jesus foi crucificado e ressuscitou. A cidade simboliza a presença de Deus entre seu povo.","por_que_esta_palavra":"A menção de Jerusalém neste versículo destaca a importância da cidade como o local de adoração e a conexão entre o céu e a terra.","conexao_teologica":"Jerusalém representa a nova Jerusalém prometida em Apocalipse, simbolizando a esperança de redenção e a presença eterna de Deus com seu povo.","referencias_relacionadas":["Mateus 5:35","Hebreus 12:22","Apocalipse 21:2"]},"lucas_24_52_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar ou obedecer a alguém, especialmente em um contexto espiritual.","explicacao_detalhada":"No contexto do versículo, 'seguir' refere-se ao ato de acompanhar Jesus e seus ensinamentos, que é um chamado para todos os crentes. Isso envolve não apenas a ação física, mas também uma disposição do coração para viver de acordo com os princípios de Cristo.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender o discipulado e a relação contínua que os crentes devem ter com Jesus após sua ascensão.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, enfatizando a necessidade de uma vida de obediência e devoção.","referencias_relacionadas":["Mateus 16:24","João 10:27","Lucas 9:23"]},"lucas_24_53_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"Neste versículo, 'sagrado' se refere ao Templo e ao culto que ocorre em Jerusalém. O Templo é visto como a morada de Deus na terra, onde os fiéis se reúnem para adorar e oferecer sacrifícios.","por_que_esta_palavra":"A ênfase no sagrado destaca a importância da adoração e da reverência a Deus, especialmente após a ressurreição de Cristo.","conexao_teologica":"A ideia de sagrado é fundamental na teologia cristã, pois aponta para a santidade de Deus e a necessidade de um relacionamento correto com Ele.","referencias_relacionadas":["Levítico 19:2","1 Pedro 1:16","Hebreus 10:19-22"]},"lucas_24_53_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador do universo e objeto de adoração dos fiéis.","explicacao_detalhada":"A menção de Deus neste versículo reafirma a centralidade da divindade na vida dos crentes. A adoração a Deus é um ato de reconhecimento de sua soberania e graça.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o homem e o Criador, especialmente no contexto da ressurreição de Cristo.","conexao_teologica":"A adoração a Deus é um tema recorrente na Bíblia, refletindo a resposta humana ao amor e à santidade divina.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"lucas_24_53_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se ao ato de comunicar, especialmente em um contexto de louvor e adoração.","explicacao_detalhada":"Neste versículo, 'falar' implica em proclamar as verdades de Deus e compartilhar a mensagem do evangelho. É uma expressão de gratidão e reconhecimento pela obra de Cristo.","por_que_esta_palavra":"A ênfase em 'falar' destaca a importância da comunicação da fé e do testemunho cristão na vida da igreja.","conexao_teologica":"Falar sobre Deus e suas obras é um chamado para todos os crentes, refletindo a missão da igreja de fazer discípulos.","referencias_relacionadas":["Salmos 105:1","Mateus 28:19-20","Atos 1:8"]}}