{"lucas_4_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o Filho de Deus que é guiado pelo Espírito Santo.","explicacao_detalhada":"Neste versículo, Jesus é descrito como sendo cheio do Espírito Santo, o que destaca Sua divindade e a importância do Espírito na Sua missão terrena.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a realização da salvação para a humanidade.","conexao_teologica":"A relação entre Jesus e o Espírito Santo é fundamental para entender a Trindade e a obra redentora de Cristo.","referencias_relacionadas":["Mateus 3:16-17","João 1:14","Atos 10:38"]},"lucas_4_1_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O Espírito é mencionado como a força que guia Jesus em Sua missão.","explicacao_detalhada":"A palavra 'Espírito' refere-se ao Espírito Santo, que capacita e orienta Jesus em Sua obra, mostrando a importância do Espírito na vida do crente.","por_que_esta_palavra":"A menção do Espírito Santo enfatiza a necessidade da presença divina na vida de Jesus e, por extensão, na vida dos crentes.","conexao_teologica":"O Espírito Santo é o agente de transformação e capacitação na vida dos cristãos, refletindo a continuidade da obra de Deus na Terra.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:14","Atos 1:8"]},"lucas_4_1_rio":{"palavra_pt":"rio","palavra_original":"Ἰορδάνης","transliteracao":"Iordánēs","strong":"G2446","significado_raiz":"Ideia básica: rio.","significado_contextual":"O rio Jordão é o local onde Jesus foi batizado, marcando o início de Seu ministério.","explicacao_detalhada":"O rio Jordão é um símbolo de transição e purificação, representando a entrada do povo de Israel na Terra Prometida e, neste contexto, o início da nova aliança através de Jesus.","por_que_esta_palavra":"A menção do rio Jordão destaca a importância do batismo de Jesus como um ato de identificação com a humanidade e a inauguração de Seu ministério público.","conexao_teologica":"O batismo de Jesus no Jordão é um momento crucial que revela Sua identidade como o Messias e a necessidade de arrependimento e purificação.","referencias_relacionadas":["Mateus 3:13-17","Marcos 1:9-11","João 1:31-34"]},"lucas_4_2_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é mencionado como parte do período de tentação de Jesus no deserto.","explicacao_detalhada":"A palavra 'dia' refere-se ao tempo em que Jesus jejuou e foi tentado pelo diabo, simbolizando a luta espiritual que precede o início de Seu ministério.","por_que_esta_palavra":"A menção do dia enfatiza a realidade da tentação e a necessidade de dependência de Deus em momentos de fraqueza.","conexao_teologica":"A tentação de Jesus no deserto é um paralelo à tentação de Israel no deserto, mostrando como Jesus é o verdadeiro Israel que supera a tentação.","referencias_relacionadas":["Mateus 4:1-2","Marcos 1:13","Hebreus 4:15"]},"lucas_4_2_forty":{"palavra_pt":"forty","palavra_original":"τεσσαράκοντα","transliteracao":"tessarákonta","strong":"G5062","significado_raiz":"Ideia básica: forty.","significado_contextual":"Quarenta é o número de dias que Jesus passou em jejum no deserto.","explicacao_detalhada":"O número quarenta é frequentemente associado a períodos de teste e preparação na Bíblia, como os quarenta anos de Israel no deserto.","por_que_esta_palavra":"A menção de quarenta dias destaca a intensidade da preparação de Jesus para Seu ministério e Sua capacidade de resistir à tentação.","conexao_teologica":"A experiência de Jesus no deserto reflete a necessidade de preparação espiritual e a vitória sobre a tentação, que é essencial para a vida cristã.","referencias_relacionadas":["Êxodo 24:18","1 Reis 19:8","Mateus 4:2"]},"lucas_4_2_disciplina":{"palavra_pt":"disciplina","palavra_original":"πειράζω","transliteracao":"peirázō","strong":"G3985","significado_raiz":"Ideia básica: disciplina.","significado_contextual":"A disciplina aqui se refere ao processo de provação e teste que Jesus enfrentou no deserto.","explicacao_detalhada":"A palavra 'disciplina' (πειράζω) implica em um teste ou provação, onde Jesus foi levado a ser testado pelo diabo. Isso mostra a importância da resistência e da fidelidade a Deus em momentos de dificuldade.","por_que_esta_palavra":"A escolha da palavra 'disciplina' enfatiza que o teste não é apenas uma tentação, mas uma oportunidade de crescimento espiritual e fortalecimento da fé.","conexao_teologica":"A disciplina é um tema recorrente na Bíblia, onde Deus disciplina aqueles que ama (Hebreus 12:6). Isso se conecta com a ideia de que Jesus, mesmo sendo Filho de Deus, passou por testes para exemplificar a obediência.","referencias_relacionadas":["Hebreus 12:5-11","Tiago 1:2-4","1 Pedro 1:6-7"]},"lucas_4_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para se referir à divindade suprema que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o diabo tenta Jesus a transformar pedras em pão, desafiando sua identidade como Filho de Deus. A utilização do termo 'Deus' reforça a soberania divina e a relação de Jesus com o Pai.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da natureza de Jesus e sua missão na Terra, destacando sua divindade e autoridade.","conexao_teologica":"A relação entre Jesus e Deus é fundamental para a teologia cristã, onde Jesus é visto como o Filho de Deus que veio para redimir a humanidade.","referencias_relacionadas":["João 1:1-14","Mateus 3:17","Romanos 1:20"]},"lucas_4_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação de algo em outra coisa, neste caso, pedras em pão.","explicacao_detalhada":"A palavra 'grande' (γίνομαι) é usada para descrever a ação de mudar a natureza de um objeto. O diabo sugere que Jesus use seu poder divino para satisfazer suas necessidades físicas.","por_que_esta_palavra":"A escolha dessa palavra destaca a tentação de Jesus em usar seu poder de forma egoísta, contrastando com sua missão de servir aos outros.","conexao_teologica":"Esse momento reflete a luta entre a carne e o espírito, onde Jesus escolhe a obediência a Deus em vez de ceder à tentação.","referencias_relacionadas":["Mateus 4:3-4","Filipenses 2:7-8","Romanos 8:3"]},"lucas_4_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus responde à tentação do diabo citando as Escrituras, reafirmando sua identidade e missão como o Filho de Deus que confia plenamente no Pai.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois ele é o protagonista da história da salvação e o exemplo perfeito de obediência a Deus.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus, e sua resistência à tentação é um modelo para todos os crentes.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"lucas_4_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente usada para enfatizar a soberania e a autoridade divina sobre a vida e as necessidades humanas.","explicacao_detalhada":"Jesus cita Deuteronômio, lembrando que o homem não vive só de pão, mas de toda palavra que sai da boca de Deus, reafirmando a importância da dependência espiritual.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a centralidade da relação entre o ser humano e o Criador, especialmente em tempos de necessidade.","conexao_teologica":"A dependência de Deus é um tema central na Bíblia, onde a fé e a obediência são fundamentais para a vida espiritual.","referencias_relacionadas":["Deuteronômio 8:3","Mateus 6:25-34","Salmos 119:105"]},"lucas_4_4_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' refere-se ao estado de Jesus no deserto, onde ele estava em solidão durante o jejum.","explicacao_detalhada":"A solidão de Jesus no deserto destaca a intensidade da sua provação e a necessidade de buscar a presença de Deus em momentos de isolamento.","por_que_esta_palavra":"A palavra 'sozinho' enfatiza a experiência humana de solidão, que Jesus enfrentou para se identificar com a condição humana.","conexao_teologica":"A solidão de Jesus é um reflexo da sua missão de se tornar um mediador entre Deus e a humanidade, compreendendo nossas lutas.","referencias_relacionadas":["Mateus 26:36-39","Hebreus 4:15","Salmos 22:1"]},"lucas_4_5_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo e à criação de Deus, que é apresentada como objeto de tentação.","explicacao_detalhada":"O diabo mostra a Jesus todos os reinos da terra, sugerindo que ele poderia ter poder sobre eles, o que representa uma tentação de domínio e controle.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a criação de Deus e a autoridade que Ele tem sobre tudo.","conexao_teologica":"A tentação de Jesus sobre os reinos da terra reflete a luta entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Apocalipse 11:15"]},"lucas_4_5_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se ao local elevado onde o diabo leva Jesus para mostrar os reinos do mundo.","explicacao_detalhada":"O monte simboliza um lugar de visão e perspectiva, onde Jesus é tentado a ver e desejar o poder sobre os reinos da terra.","por_que_esta_palavra":"A escolha da palavra 'monte' destaca a importância do local na narrativa, onde a tentação é apresentada em um contexto de grandeza e visão.","conexao_teologica":"Os montes frequentemente simbolizam encontros com Deus na Bíblia, e aqui, o monte se torna um lugar de tentação e desafio.","referencias_relacionadas":["Mateus 5:1","Salmos 121:1","Isaías 2:2"]},"lucas_4_5_moment":{"palavra_pt":"moment","palavra_original":"στιγμή","transliteracao":"stigmḗ","strong":"G4743","significado_raiz":"Ideia básica: moment.","significado_contextual":"A palavra 'momento' refere-se ao tempo específico em que a tentação ocorre.","explicacao_detalhada":"O 'momento' é crucial, pois representa a oportunidade em que Jesus é desafiado a usar seu poder para benefício próprio, destacando a urgência da tentação.","por_que_esta_palavra":"A palavra 'momento' enfatiza a natureza passageira da tentação e a necessidade de vigilância espiritual.","conexao_teologica":"A Bíblia ensina que os momentos de tentação são oportunidades para demonstrar fé e resistência contra o mal.","referencias_relacionadas":["1 Coríntios 10:13","Tiago 4:7","Gálatas 6:9"]},"lucas_4_6_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se ao esplendor e à honra que pertencem a Deus e que o diabo tenta oferecer a Jesus.","explicacao_detalhada":"O diabo oferece a glória dos reinos do mundo a Jesus, tentando-o a trocar a glória divina pela glória temporária e passageira.","por_que_esta_palavra":"A palavra 'glória' é significativa porque representa o que é supremo e valioso, contrastando a glória de Deus com a glória mundana.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, e Jesus rejeita a oferta do diabo, reafirmando que a verdadeira glória vem de Deus.","referencias_relacionadas":["Romanos 11:36","João 17:5","Apocalipse 21:23"]},"lucas_4_6_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à capacidade de decidir entre opções, enfatizando a liberdade de escolha.","explicacao_detalhada":"No contexto de Lucas 4:6, a escolha é apresentada como uma oferta de poder e autoridade, onde o diabo tenta Jesus com a promessa de reinos e glórias, caso Ele escolha adorá-lo.","por_que_esta_palavra":"A escolha é fundamental na narrativa, pois representa a tentação de Jesus e a sua resposta ao rejeitar a oferta do diabo, reafirmando sua missão divina.","conexao_teologica":"A escolha de Jesus reflete a liberdade humana e a necessidade de decidir entre o bem e o mal, um tema central na teologia cristã.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 4:10","Gálatas 5:13"]},"lucas_4_6_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' implica poder e controle sobre algo ou alguém.","explicacao_detalhada":"Em Lucas 4:6, a autoridade é apresentada como um atributo que o diabo afirma ter sobre os reinos do mundo, tentando Jesus a aceitá-la em troca de adoração.","por_que_esta_palavra":"A ênfase na autoridade destaca a batalha espiritual entre Jesus e Satanás, onde a verdadeira autoridade é reconhecida como pertencente a Deus.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos Evangelhos, onde Ele demonstra que a verdadeira autoridade vem de Deus e não do mundo.","referencias_relacionadas":["Mateus 28:18","Lucas 10:19","Romanos 13:1"]},"lucas_4_7_adoracao":{"palavra_pt":"adorar/prostrar","palavra_original":"προσκυνέω","transliteracao":"proskynéō","strong":"G4352","significado_raiz":"Ideia básica: adorar.","significado_contextual":"A palavra 'adorar' refere-se ao ato de reverência e devoção a Deus.","explicacao_detalhada":"No versículo Lucas 4:7, o diabo exige que Jesus o adore, revelando a natureza da adoração como um ato de submissão e lealdade.","por_que_esta_palavra":"A adoração é central na relação entre o ser humano e Deus, e a tentação de Jesus enfatiza a importância de adorar somente a Deus.","conexao_teologica":"A adoração é um tema fundamental na Bíblia, onde Deus é o único digno de receber adoração verdadeira.","referencias_relacionadas":["Êxodo 20:3-5","Salmos 95:6","João 4:24"]},"lucas_4_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' sugere uma direção ou modo de vida.","explicacao_detalhada":"Em Lucas 4:7, o diabo oferece a Jesus um caminho de poder e glória, mas Jesus rejeita essa proposta, indicando que o verdadeiro caminho é o que leva à obediência a Deus.","por_que_esta_palavra":"O conceito de caminho é crucial na vida cristã, simbolizando a jornada de fé e a escolha entre seguir a vontade de Deus ou as tentações do mundo.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando que somente através dele se chega ao Pai.","referencias_relacionadas":["Salmos 1:6","Provérbios 3:6","João 14:6"]},"lucas_4_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Lucas 4:8, Jesus responde ao diabo citando a Escritura, afirmando que somente a Deus se deve adorar e servir, reafirmando sua identidade e missão.","por_que_esta_palavra":"O nome Jesus é central para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para entender sua autoridade e a natureza de sua missão redentora.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"lucas_4_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' indica um título de respeito e autoridade.","explicacao_detalhada":"No contexto de Lucas 4:8, Jesus reafirma que somente o Senhor (Deus) deve ser adorado, sublinhando a sua soberania sobre todas as coisas.","por_que_esta_palavra":"A utilização do termo 'senhor' enfatiza a relação de submissão e reverência que devemos ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o verdadeiro Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 10:9","Filipenses 2:11"]},"lucas_4_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador do universo.","explicacao_detalhada":"Em Lucas 4:8, Jesus menciona Deus como o único digno de adoração, reafirmando a exclusividade da devoção a Ele.","por_que_esta_palavra":"A menção de Deus é crucial, pois estabelece a base da adoração e do serviço que deve ser prestado somente a Ele.","conexao_teologica":"A natureza de Deus como o único verdadeiro é um princípio fundamental da fé cristã, que rejeita qualquer forma de idolatria.","referencias_relacionadas":["Isaías 45:5","João 17:3","1 Coríntios 8:4"]},"lucas_4_9_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"Em Lucas 4:9, o diabo tenta Jesus a colocar-se em perigo ao desafiar a proteção divina sobre o que é sagrado, revelando a natureza da tentação.","por_que_esta_palavra":"O conceito de sagrado é importante, pois enfatiza a proteção e o cuidado de Deus sobre o que é dedicado a Ele.","conexao_teologica":"A santidade de Deus e a proteção sobre o que é sagrado são temas recorrentes na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Levítico 20:26","Salmos 91:11-12","1 Pedro 2:9"]},"lucas_4_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui reafirma a soberania e a proteção divina.","explicacao_detalhada":"Em Lucas 4:9, a menção de Deus é usada pelo diabo para tentar Jesus a testar a proteção divina, mostrando a distorção da verdade.","por_que_esta_palavra":"A referência a Deus é crucial, pois destaca a confiança que devemos ter em Sua proteção e cuidado.","conexao_teologica":"A confiança em Deus como nosso protetor é um tema central na vida de fé, onde somos chamados a confiar em Sua soberania.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"lucas_4_9_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um pacto ou acordo entre Deus e seu povo.","explicacao_detalhada":"Em Lucas 4:9, a aliança é implícita na relação de proteção e compromisso que Deus tem com aqueles que são Seus.","por_que_esta_palavra":"A aliança é um conceito central na Bíblia, simbolizando a fidelidade de Deus e a resposta do povo a essa fidelidade.","conexao_teologica":"A aliança de Deus com Seu povo é um tema recorrente, refletindo a relação de amor e compromisso que Ele mantém com a humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"lucas_4_10_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se ao ato de registrar ou relatar algo de maneira detalhada.","explicacao_detalhada":"No contexto de Lucas 4:10, a palavra é usada para enfatizar a ação de escrever ou relatar eventos significativos, como as promessas de Deus e os atos de Jesus.","por_que_esta_palavra":"A escolha da palavra 'descrever' é importante para transmitir a ideia de que os eventos e ensinamentos de Jesus devem ser documentados e compartilhados.","conexao_teologica":"A descrição dos atos de Jesus é fundamental para a formação da fé cristã, pois permite que os crentes compreendam a natureza e a missão de Cristo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","2 Timóteo 3:16-17"]},"lucas_4_11_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, autoridade e ação.","explicacao_detalhada":"Em Lucas 4:11, a referência à 'mão' é usada para descrever a proteção e a intervenção divina, mostrando que Deus tem controle sobre as situações.","por_que_esta_palavra":"A palavra 'mão' é escolhida para ilustrar a força e a capacidade de Deus em agir em favor do Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua providência e poder.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Êxodo 15:6"]},"lucas_4_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"No versículo, a menção de Deus destaca Sua soberania e autoridade sobre todas as coisas, incluindo as tentações enfrentadas por Jesus.","por_que_esta_palavra":"A palavra é usada para reafirmar a identidade de Deus como o único digno de adoração e confiança.","conexao_teologica":"A compreensão de Deus como soberano é central para a fé cristã, pois nos lembra de Sua presença e poder em nossas vidas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"lucas_4_11_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' é frequentemente usada como um símbolo de firmeza e estabilidade.","explicacao_detalhada":"Em Lucas 4:11, a referência à pedra pode ser vista como uma tentativa de Satanás de desviar Jesus, sugerindo que Ele transforme pedras em pão.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a solidez da Palavra de Deus em contraste com as tentações do inimigo.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, simbolizando a base sólida sobre a qual os crentes devem construir suas vidas.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4-6"]},"lucas_4_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor é a salvação'.","explicacao_detalhada":"No contexto de Lucas 4:12, o nome de Jesus é central, pois Ele é o cumprimento das promessas messiânicas e a manifestação do amor de Deus.","por_que_esta_palavra":"A menção de Jesus destaca Sua identidade e missão redentora, essencial para a compreensão do evangelho.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e Seu nome é invocado como a única fonte de salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_4_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao domínio de Cristo sobre todas as coisas.","explicacao_detalhada":"Em Lucas 4:12, a palavra é usada para afirmar a posição de Jesus como Senhor e Mestre, que tem poder sobre as forças do mal.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para reconhecer a soberania de Cristo em todas as áreas da vida.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, mostrando que Ele é digno de nossa obediência e adoração.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Hebreus 1:3"]},"lucas_4_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' enfatiza a divindade e a natureza sagrada de Cristo.","explicacao_detalhada":"No versículo, a menção de Deus reforça a relação íntima entre Jesus e o Pai, destacando Sua divindade.","por_que_esta_palavra":"A palavra é utilizada para afirmar a natureza divina de Jesus, essencial para a doutrina da Trindade.","conexao_teologica":"A divindade de Cristo é fundamental para a fé cristã, pois somente Deus pode oferecer a salvação.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:8"]},"lucas_4_13_bom":{"palavra_pt":"bom","palavra_original":"πειρασμός","transliteracao":"peirasmós","strong":"G3986","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é moralmente correto ou desejável.","explicacao_detalhada":"Em Lucas 4:13, a palavra é usada para descrever a natureza das tentações que Jesus enfrentou, que eram enganosas e atraentes.","por_que_esta_palavra":"A escolha da palavra 'bom' é significativa, pois destaca a luta entre o bem e o mal na vida de Jesus.","conexao_teologica":"A batalha contra a tentação é um tema importante na vida cristã, mostrando a necessidade de discernimento e resistência ao mal.","referencias_relacionadas":["Tiago 1:13-14","1 Pedro 5:8","Efésios 6:11"]},"lucas_4_13_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se a um momento favorável para agir ou tomar uma decisão.","explicacao_detalhada":"No contexto de Lucas 4:13, a oportunidade representa os momentos em que somos testados e desafiados em nossa fé.","por_que_esta_palavra":"A palavra é usada para enfatizar que as tentações podem parecer oportunidades, mas podem levar à queda.","conexao_teologica":"A compreensão das oportunidades de tentação é vital para o crescimento espiritual e a perseverança na fé.","referencias_relacionadas":["1 Coríntios 10:13","Gálatas 6:9","Tiago 1:2-4"]},"lucas_4_13_fim":{"palavra_pt":"fim","palavra_original":"συντελέω","transliteracao":"synteléō","strong":"G4931","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de um processo ou evento.","explicacao_detalhada":"Em Lucas 4:13, o 'fim' das tentações de Jesus marca um momento de vitória sobre o inimigo.","por_que_esta_palavra":"A escolha da palavra 'fim' é importante para mostrar que, apesar das tentações, Jesus permaneceu fiel e triunfou.","conexao_teologica":"A vitória de Jesus sobre a tentação é um exemplo para os crentes, mostrando que é possível resistir ao mal.","referencias_relacionadas":["Romanos 8:37","1 João 5:4","Apocalipse 2:10"]},"lucas_4_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. No contexto de Lucas 4:14, Ele inicia seu ministério público, cheio do poder do Espírito Santo.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de redenção.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas do Antigo Testamento, sendo o mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"lucas_4_14_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar milagres e obras extraordinárias.","explicacao_detalhada":"O poder de Jesus, mencionado em Lucas 4:14, é evidenciado através de suas curas e ensinamentos, demonstrando a autoridade divina que Ele possui.","por_que_esta_palavra":"A palavra 'poder' é crucial para entender a natureza de Jesus como o Filho de Deus, que opera em meio ao povo com autoridade.","conexao_teologica":"O poder de Jesus é um testemunho de sua divindade e da vinda do Reino de Deus.","referencias_relacionadas":["Mateus 28:18","Lucas 9:1","Atos 10:38"]},"lucas_4_14_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus que capacita e guia.","explicacao_detalhada":"No contexto de Lucas 4:14, o Espírito Santo é o agente que impulsiona Jesus em seu ministério, conferindo-lhe poder e autoridade.","por_que_esta_palavra":"A palavra 'espírito' é essencial para entender a relação de Jesus com o Pai e a operação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade, atuando na criação, na redenção e na santificação dos crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"lucas_4_15_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos fiéis, o corpo de Cristo.","explicacao_detalhada":"Em Lucas 4:15, a sinagoga é o local onde Jesus ensina, simbolizando a comunidade de crentes que se reúnem para adorar e aprender.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para a compreensão da comunidade cristã e do papel que ela desempenha na vida dos crentes.","conexao_teologica":"A igreja é o corpo de Cristo na Terra, chamada a ser luz e sal do mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:12"]},"lucas_4_15_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e ao reconhecimento da grandeza de Deus.","explicacao_detalhada":"A glória de Jesus é manifestada em seus ensinamentos e obras, como visto em Lucas 4:15, onde Ele é admirado por sua sabedoria.","por_que_esta_palavra":"A palavra 'glória' é importante para entender a natureza divina de Jesus e o reconhecimento que Ele recebe como o Messias.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo sua majestade e poder.","referencias_relacionadas":["João 1:14","Romanos 11:36","Hebreus 1:3"]},"lucas_4_15_ensinar":{"palavra_pt":"ensinar","palavra_original":"διδάσκω","transliteracao":"didáskō","strong":"G1321","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Refere-se ao ato de transmitir conhecimento e sabedoria.","explicacao_detalhada":"Em Lucas 4:15, Jesus ensina nas sinagogas, compartilhando a verdade de Deus e revelando o plano de salvação.","por_que_esta_palavra":"A palavra 'ensinar' é vital para a missão de Jesus, que veio para revelar a verdade e guiar as pessoas ao Pai.","conexao_teologica":"O ensino de Jesus é a base da doutrina cristã e da formação espiritual dos crentes.","referencias_relacionadas":["Mateus 5:1-2","Marcos 1:21","Atos 5:42"]},"lucas_4_16_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, neste caso, o dia em que Jesus leu as Escrituras.","explicacao_detalhada":"O 'dia' mencionado em Lucas 4:16 é significativo, pois marca o momento em que Jesus se apresenta publicamente como o Messias.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos na vida de Jesus e seu ministério.","conexao_teologica":"Cada dia na vida de Jesus é um testemunho do plano redentor de Deus.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Hebreus 3:13"]},"lucas_4_16_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos fiéis, o corpo de Cristo.","explicacao_detalhada":"A sinagoga, mencionada em Lucas 4:16, é um precursor da igreja, onde os crentes se reúnem para adorar e aprender.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para a compreensão da comunidade cristã e do papel que ela desempenha na vida dos crentes.","conexao_teologica":"A igreja é o corpo de Cristo na Terra, chamada a ser luz e sal do mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:12"]},"lucas_4_17_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Refere-se ao profeta Isaías, cujas profecias são citadas por Jesus.","explicacao_detalhada":"Em Lucas 4:17, Jesus lê uma passagem de Isaías que descreve sua missão e o cumprimento das promessas de Deus.","por_que_esta_palavra":"A palavra 'Esaias' é importante para conectar o ministério de Jesus com as profecias do Antigo Testamento.","conexao_teologica":"Isaías é um dos profetas mais citados no Novo Testamento, destacando a continuidade da revelação divina.","referencias_relacionadas":["Isaías 61:1-2","Mateus 12:17-21","Atos 8:28-35"]},"lucas_4_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus que capacita e guia.","explicacao_detalhada":"No contexto de Lucas 4:18, o Espírito Santo é mencionado como a força que capacita Jesus a cumprir sua missão de libertação e cura.","por_que_esta_palavra":"A palavra 'espírito' é essencial para entender a relação de Jesus com o Pai e a operação do Espírito Santo na vida dos crentes.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade, atuando na criação, na redenção e na santificação dos crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"lucas_4_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade divina de Jesus, que é reconhecido como o Senhor que traz libertação.","explicacao_detalhada":"No contexto de Lucas 4:18, Jesus cita Isaías 61, onde Ele se apresenta como o Senhor que vem para trazer boas novas aos pobres e libertação aos cativos. A palavra 'senhor' implica não apenas autoridade, mas também um relacionamento de cuidado e proteção.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a soberania de Cristo sobre todas as coisas e sua missão redentora.","conexao_teologica":"A autoridade de Jesus como Senhor é central na teologia cristã, pois Ele é reconhecido como o Messias que cumpre as profecias do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1-2","Filipenses 2:9-11","Romanos 10:9"]},"lucas_4_18_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à proclamação das boas novas do Reino de Deus.","explicacao_detalhada":"Em Lucas 4:18, Jesus menciona sua missão de evangelizar, que envolve trazer esperança e salvação. O verbo 'evangelizar' é uma ação ativa de compartilhar a mensagem de Deus com os necessitados.","por_que_esta_palavra":"A palavra 'evangelizar' é fundamental para entender a missão de Jesus e a chamada da Igreja para continuar essa obra.","conexao_teologica":"O evangelho é o cerne da mensagem cristã, e a evangelização é um mandamento para todos os crentes.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"lucas_4_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a posição de Jesus como autoridade suprema que traz libertação.","explicacao_detalhada":"Neste versículo, Jesus continua a afirmar sua missão de proclamar liberdade e restauração, utilizando a palavra 'senhor' para enfatizar seu papel divino e sua capacidade de cumprir promessas.","por_que_esta_palavra":"A palavra 'senhor' é essencial para reconhecer a divindade de Cristo e sua autoridade sobre a vida e a morte.","conexao_teologica":"A soberania de Cristo é um tema recorrente nas escrituras, mostrando que Ele é o Senhor que cumpre a vontade de Deus.","referencias_relacionadas":["Isaías 61:1-2","Lucas 19:10","Atos 10:36"]},"lucas_4_19_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar/proclamar' refere-se à ação de anunciar a mensagem de Deus com autoridade.","explicacao_detalhada":"Jesus usa a palavra 'pregar' para descrever sua missão de proclamar a verdade do Reino de Deus, enfatizando a importância da comunicação da mensagem divina.","por_que_esta_palavra":"A pregação é um meio pelo qual a verdade de Deus é compartilhada e recebida, essencial para a fé cristã.","conexao_teologica":"A pregação da palavra é um aspecto vital da vida da Igreja, refletindo a missão de Jesus e o chamado para os crentes.","referencias_relacionadas":["Romanos 10:14-15","1 Coríntios 1:21","2 Timóteo 4:2"]},"lucas_4_20_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem para adorar e ouvir a palavra de Deus.","explicacao_detalhada":"No contexto de Lucas 4:20, a 'igreja' é vista como o lugar onde a mensagem de Jesus é proclamada e onde os crentes se reúnem para crescer na fé.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a importância da comunhão e do corpo de Cristo na vida do crente.","conexao_teologica":"A Igreja é o agente de Deus na Terra, chamada para ser luz e sal, e para continuar a missão de Jesus.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:11-13"]},"lucas_4_20_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se à disposição de servir e obedecer a Deus.","explicacao_detalhada":"Em Lucas 4:20, a ideia de 'servo' é central para entender a humildade e a submissão de Jesus à vontade do Pai, além de ser um modelo para os crentes.","por_que_esta_palavra":"A palavra 'servo' destaca a natureza do ministério de Jesus e a chamada para que os crentes também sejam servos uns dos outros.","conexao_teologica":"O conceito de servidão é fundamental no cristianismo, refletindo a vida de Cristo e o chamado à humildade.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Gálatas 5:13"]},"lucas_4_20_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a capacidade de ver a verdade espiritual.","explicacao_detalhada":"No contexto de Lucas 4:20, 'olho' pode ser interpretado como a capacidade de discernir a mensagem de Jesus e a revelação de Deus.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a necessidade de ter uma visão espiritual clara para compreender a obra de Cristo.","conexao_teologica":"A visão espiritual é um tema recorrente nas escrituras, onde a iluminação divina é necessária para entender a verdade.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Apocalipse 3:18"]},"lucas_4_21_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à Escritura Sagrada, que é considerada a palavra de Deus.","explicacao_detalhada":"Em Lucas 4:21, Jesus se refere à 'santo' como a palavra profética que se cumpre nele, destacando a importância das Escrituras na revelação de Deus.","por_que_esta_palavra":"A palavra 'santo' é essencial para entender a autoridade das Escrituras e seu papel na vida do crente.","conexao_teologica":"As Escrituras são vistas como a verdade de Deus, e Jesus é o cumprimento dessa verdade.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 4:12","Mateus 5:17"]},"lucas_4_21_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"A palavra 'ouvido' simboliza a disposição de ouvir e entender a mensagem de Deus.","explicacao_detalhada":"No contexto de Lucas 4:21, 'ouvido' representa a importância de estar atento à palavra de Deus e à revelação que Jesus traz.","por_que_esta_palavra":"A palavra 'ouvido' é crucial para enfatizar a necessidade de ouvir a voz de Deus e responder à sua chamada.","conexao_teologica":"A disposição de ouvir é fundamental na vida cristã, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Mateus 11:15","Tiago 1:19","Apocalipse 2:7"]},"lucas_4_21_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à proclamação da verdade e à comunicação da mensagem de Deus.","explicacao_detalhada":"Em Lucas 4:21, Jesus 'diz' que a Escritura se cumpre, enfatizando a importância da palavra falada e da revelação divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a autoridade de Jesus e sua missão de comunicar a verdade.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a fé e a vida cristã, refletindo o papel da palavra na transformação.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:25","Hebreus 11:3"]},"lucas_4_22_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' (λόγος) refere-se à mensagem e ensinamentos de Cristo, que impactam a vida das pessoas.","explicacao_detalhada":"No contexto de Lucas 4:22, a palavra é usada para descrever a autoridade e a sabedoria de Jesus ao ensinar na sinagoga. Ele é reconhecido como alguém que fala com poder e verdade.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação divina e a revelação de Deus através de Cristo.","conexao_teologica":"Cristo é o Verbo que se fez carne (João 1:14), e sua palavra é viva e eficaz (Hebreus 4:12).","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"lucas_4_22_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' (χάρις) é entendida como o favor imerecido de Deus, que é revelado através de Jesus.","explicacao_detalhada":"Neste versículo, a graça é percebida na reação das pessoas ao ensinamento de Jesus, que traz esperança e transformação.","por_que_esta_palavra":"A palavra 'graça' é central na mensagem cristã, pois representa a bondade de Deus que se manifesta na vida dos crentes.","conexao_teologica":"A graça é o meio pelo qual somos salvos (Efésios 2:8-9) e é um tema recorrente na obra de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"lucas_4_22_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' (στόμα) simboliza a comunicação e a expressão da verdade.","explicacao_detalhada":"No contexto, a boca de Jesus é um instrumento de ensino e revelação, onde Ele compartilha a mensagem de Deus.","por_que_esta_palavra":"A boca é um símbolo poderoso na Bíblia, representando a capacidade de falar e declarar a verdade de Deus.","conexao_teologica":"A boca de Jesus é o meio pelo qual a Palavra de Deus é proclamada, refletindo o Salmo 19:14 sobre a meditação e a fala.","referencias_relacionadas":["Salmo 19:14","Mateus 12:34","Tiago 3:10"]},"lucas_4_23_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' (παραβολή) é usada para descrever a essência da existência e a plenitude que Jesus oferece.","explicacao_detalhada":"Neste versículo, a vida é apresentada como um conceito que vai além da mera existência física, referindo-se à vida abundante que Cristo proporciona.","por_que_esta_palavra":"A vida é um tema central no ministério de Jesus, que veio para dar vida em abundância (João 10:10).","conexao_teologica":"A vida em Cristo é uma nova criação (2 Coríntios 5:17) e está ligada à salvação e à comunhão com Deus.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Romanos 6:23"]},"lucas_4_23_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (θεραπεύω) é usada para descrever a natureza curadora e restauradora de Deus.","explicacao_detalhada":"No contexto, refere-se ao poder de Deus para curar e restaurar vidas, algo que Jesus demonstra em seu ministério.","por_que_esta_palavra":"A palavra 'deus' enfatiza a soberania e a capacidade divina de operar milagres e trazer cura.","conexao_teologica":"Deus é apresentado como o grande curador, e Jesus é o cumprimento dessa promessa de cura e restauração.","referencias_relacionadas":["Isaías 53:5","Mateus 9:35","Tiago 5:15"]},"lucas_4_24_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' (ἔπω) implica a ação de comunicar a verdade de Deus.","explicacao_detalhada":"Jesus usa essa palavra para afirmar que, apesar de sua autoridade, muitos não o aceitarão em sua própria terra.","por_que_esta_palavra":"A palavra 'falar' destaca a importância da comunicação e da resposta ao que é dito.","conexao_teologica":"A comunicação de Jesus é um chamado à fé e à obediência, refletindo a necessidade de ouvir e responder à Palavra de Deus.","referencias_relacionadas":["Mateus 7:24","Romanos 10:17","Hebreus 1:1-2"]},"lucas_4_25_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (ἡμέρα) pode simbolizar um tempo de oportunidade e ação divina.","explicacao_detalhada":"Neste versículo, Jesus menciona dias em que Deus agiu poderosamente, lembrando ao povo que Deus sempre está ativo na história.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois representa momentos específicos em que Deus se revelou e atuou.","conexao_teologica":"Os dias de Deus são marcados por intervenções divinas, e cada dia é uma nova oportunidade para experimentar Sua graça.","referencias_relacionadas":["Salmo 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"lucas_4_25_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' (οὐρανός) refere-se ao domínio de Deus e à sua presença gloriosa.","explicacao_detalhada":"No contexto, o céu é o lugar onde Deus habita e de onde Ele opera em favor da humanidade.","por_que_esta_palavra":"A palavra 'céu' é fundamental para entender a soberania de Deus sobre a criação e Sua promessa de um futuro eterno.","conexao_teologica":"O céu é o destino final dos crentes e representa a esperança da vida eterna com Deus.","referencias_relacionadas":["Mateus 6:9","Apocalipse 21:1-4","Filipenses 3:20"]},"lucas_4_26_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"A palavra 'Elias' (Ἡλίας) refere-se ao profeta que simboliza a fidelidade de Deus em tempos de apostasia.","explicacao_detalhada":"Jesus menciona Elias para ilustrar que Deus também se importa com os gentios, não apenas com Israel.","por_que_esta_palavra":"A menção a Elias destaca a continuidade da obra de Deus através dos profetas e a inclusão de todos os povos.","conexao_teologica":"Elias é um símbolo de esperança e restauração, e sua história aponta para a vinda de Cristo.","referencias_relacionadas":["1 Reis 17:1","Lucas 1:17","Tiago 5:17"]},"lucas_4_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (μή) é uma negação que enfatiza a soberania de Deus sobre a incredulidade humana.","explicacao_detalhada":"Neste contexto, Jesus usa a negação para mostrar que a falta de fé pode impedir a ação de Deus.","por_que_esta_palavra":"A palavra 'deus' aqui é usada para contrastar a incredulidade com a fé que é necessária para ver a obra de Deus.","conexao_teologica":"A fé é essencial para experimentar a plenitude de Deus, e a incredulidade pode limitar a ação divina.","referencias_relacionadas":["Hebreus 11:6","Mateus 13:58","Marcos 9:23"]},"lucas_4_27_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da obra de Deus, que se estende além de Israel.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a generosidade e a abrangência do amor de Deus, que não se limita apenas ao povo escolhido, mas se estende a todos os que creem.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a importância da inclusão e da universalidade da mensagem de Jesus.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando que Sua graça é suficiente para todos.","referencias_relacionadas":["Romanos 10:12","Atos 10:34-35","Gálatas 3:28"]},"lucas_4_27_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Israel' representa o povo de Deus e sua relação especial com Ele.","explicacao_detalhada":"O nome 'Israel' é simbólico da luta e da perseverança do povo de Deus, que é chamado a ser luz para as nações.","por_que_esta_palavra":"A menção do nome enfatiza a identidade e a herança espiritual do povo escolhido.","conexao_teologica":"A relação entre Deus e Israel é central na narrativa bíblica, simbolizando a aliança e a fidelidade divina.","referencias_relacionadas":["Gênesis 32:28","Êxodo 19:5-6","Isaías 43:1"]},"lucas_4_28_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à reunião do povo de Deus, que se opõe à mensagem de Jesus.","explicacao_detalhada":"A palavra 'igreja' aqui é usada para descrever a sinagoga, onde as pessoas se reuniam para ouvir a Palavra de Deus.","por_que_esta_palavra":"A escolha da palavra destaca a importância da comunidade na vida espiritual e a resistência à mensagem de Cristo.","conexao_teologica":"A igreja é vista como o corpo de Cristo, chamado a proclamar o evangelho e a viver em unidade.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:11-13"]},"lucas_4_28_ira":{"palavra_pt":"ira","palavra_original":"θυμός","transliteracao":"thymós","strong":"G2372","significado_raiz":"Ideia básica: ira.","significado_contextual":"Refere-se à reação emocional intensa do povo diante da mensagem de Jesus.","explicacao_detalhada":"A palavra 'ira' indica a indignação e a rejeição que Jesus enfrentou ao proclamar a verdade.","por_que_esta_palavra":"A escolha da palavra enfatiza a oposição que a verdade de Deus pode gerar entre as pessoas.","conexao_teologica":"A ira é uma resposta comum à confrontação da verdade, refletindo a luta entre luz e trevas.","referencias_relacionadas":["João 3:19-20","Mateus 5:11-12","Atos 7:54"]},"lucas_4_28_accomplish":{"palavra_pt":"accomplish","palavra_original":"πλήθω","transliteracao":"plḗthō","strong":"G4130","significado_raiz":"Ideia básica: accomplish.","significado_contextual":"Refere-se ao cumprimento das profecias e da missão de Jesus.","explicacao_detalhada":"A palavra 'accomplish' destaca a realização do plano divino através da vida e ministério de Cristo.","por_que_esta_palavra":"A escolha da palavra enfatiza a certeza de que as promessas de Deus se cumprirão.","conexao_teologica":"O cumprimento das promessas é um tema central na teologia cristã, mostrando a fidelidade de Deus.","referencias_relacionadas":["Isaías 61:1-2","Mateus 5:17","Romanos 8:28"]},"lucas_4_29_brow":{"palavra_pt":"brow","palavra_original":"ὀφρῦς","transliteracao":"ophrŷs","strong":"G3790","significado_raiz":"Ideia básica: brow.","significado_contextual":"Refere-se à expressão facial de raiva e hostilidade do povo.","explicacao_detalhada":"A palavra 'brow' indica a fúria que se manifestou no rosto das pessoas que rejeitaram Jesus.","por_que_esta_palavra":"A escolha da palavra enfatiza a intensidade da rejeição e a seriedade da situação.","conexao_teologica":"A rejeição de Jesus é um tema importante, refletindo a resistência ao plano de Deus.","referencias_relacionadas":["Mateus 21:33-46","Lucas 20:9-16","João 1:11"]},"lucas_4_29_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao local onde o povo queria levar Jesus para jogá-lo.","explicacao_detalhada":"A palavra 'monte' simboliza a tentativa de eliminar a ameaça que Jesus representava para suas tradições.","por_que_esta_palavra":"A escolha da palavra destaca a gravidade da situação e a hostilidade do povo.","conexao_teologica":"O monte é um símbolo de autoridade e poder, e a tentativa de matar Jesus reflete a luta contra a verdade.","referencias_relacionadas":["Salmos 2:1-2","Mateus 27:37","Hebreus 13:12-13"]},"lucas_4_30_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"Refere-se ao ato de Jesus se afastar da situação de perigo.","explicacao_detalhada":"A palavra 'ir' indica a ação de Jesus em evitar a morte prematura, cumprindo seu propósito.","por_que_esta_palavra":"A escolha da palavra enfatiza a soberania de Jesus sobre sua própria vida e morte.","conexao_teologica":"A vida de Jesus é marcada por sua obediência ao plano de Deus, mesmo diante da morte.","referencias_relacionadas":["João 10:17-18","Mateus 26:39","Lucas 22:42"]},"lucas_4_30_caminho":{"palavra_pt":"caminho","palavra_original":"μέσος","transliteracao":"mésos","strong":"G3319","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que Jesus tomou para escapar da hostilidade.","explicacao_detalhada":"A palavra 'caminho' simboliza a direção que Jesus escolheu em obediência ao Pai.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da jornada espiritual e das decisões que tomamos.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, mostrando que Ele é a direção a seguir.","referencias_relacionadas":["João 14:6","Atos 9:2","Mateus 7:13-14"]},"lucas_4_31_capernaum":{"palavra_pt":"capernaum","palavra_original":"Καπερναούμ","transliteracao":"Kapernaoúm","strong":"G2584","significado_raiz":"Ideia básica: capernaum.","significado_contextual":"Refere-se à cidade onde Jesus realizou muitos milagres e ensinamentos.","explicacao_detalhada":"A palavra 'Capernaum' simboliza um centro de ministério e a revelação do poder de Jesus.","por_que_esta_palavra":"A escolha da palavra destaca a importância de Capernaum na narrativa do ministério de Jesus.","conexao_teologica":"Capernaum é um exemplo da presença de Deus em lugares específicos e da resposta do povo ao evangelho.","referencias_relacionadas":["Mateus 4:13","Marcos 1:21-28","João 2:12"]},"lucas_4_31_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é uma região ao norte de Israel, conhecida por ser o local onde Jesus iniciou seu ministério.","explicacao_detalhada":"A Galileia era habitada por judeus e gentios, e Jesus frequentemente ensinava e realizava milagres nesta região, tornando-a um centro de sua atividade ministerial.","por_que_esta_palavra":"A menção da Galileia destaca a origem humilde de Jesus e sua conexão com o povo comum.","conexao_teologica":"A Galileia simboliza a inclusão de todos os povos na mensagem de salvação de Cristo.","referencias_relacionadas":["Mateus 4:12-16","João 1:46","Mateus 28:7"]},"lucas_4_32_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra/verbo refere-se ao ensino e à mensagem de Jesus, que tinha autoridade e poder.","explicacao_detalhada":"O 'lógos' é a expressão de Deus, e Jesus é a encarnação dessa palavra, trazendo revelação e verdade ao povo.","por_que_esta_palavra":"A ênfase na palavra de Jesus mostra sua capacidade de transformar vidas e trazer entendimento espiritual.","conexao_teologica":"Jesus é o Verbo que se fez carne, conforme João 1:14, e sua palavra é viva e eficaz.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"lucas_4_32_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδαχή","transliteracao":"didachḗ","strong":"G1322","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"A instrução refere-se ao ensino que Jesus proporcionava, que era diferente do que os escribas e fariseus ensinavam.","explicacao_detalhada":"A didaché de Jesus era baseada na verdade divina e não em tradições humanas, trazendo uma nova perspectiva sobre a Lei.","por_que_esta_palavra":"A instrução de Jesus é fundamental para a formação da fé cristã e para a compreensão do Reino de Deus.","conexao_teologica":"A didaché de Jesus é um reflexo do ensino que transforma e edifica a vida dos crentes.","referencias_relacionadas":["Mateus 5:1-2","Mateus 28:20","Atos 2:42"]},"lucas_4_32_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Autoridade refere-se ao poder e à legitimidade que Jesus tinha para ensinar e realizar milagres.","explicacao_detalhada":"A exousía de Jesus era reconhecida por aqueles que o ouviam, pois ele falava com poder e convicção, diferente dos líderes religiosos da época.","por_que_esta_palavra":"A autoridade de Jesus é um testemunho de sua divindade e de sua missão redentora.","conexao_teologica":"A autoridade de Jesus é um aspecto central da sua identidade como Filho de Deus e Salvador.","referencias_relacionadas":["Mateus 7:29","Marcos 1:27","Lucas 10:19"]},"lucas_4_33_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Igreja, neste contexto, refere-se à sinagoga, onde os judeus se reuniam para adorar e estudar a Palavra de Deus.","explicacao_detalhada":"A sinagoga era um lugar de ensino e comunhão, e Jesus utilizava esses espaços para proclamar o Reino de Deus.","por_que_esta_palavra":"A menção da sinagoga destaca a importância da comunidade na vida espiritual e na disseminação do evangelho.","conexao_teologica":"A sinagoga é um precursor da igreja cristã, que se reuniria em nome de Jesus para adorar e ensinar.","referencias_relacionadas":["Atos 2:46","Hebreus 10:25","Mateus 18:20"]},"lucas_4_33_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à presença e ao poder do Espírito Santo, que atua na vida dos crentes.","explicacao_detalhada":"O pneûma é a força que capacita e guia os seguidores de Cristo, trazendo vida e transformação.","por_que_esta_palavra":"A menção do espírito enfatiza a dimensão espiritual da obra de Jesus e a necessidade do poder divino na vida do crente.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, sendo o Consolador prometido por Jesus.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"lucas_4_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que veio para redimir a humanidade do pecado.","explicacao_detalhada":"O nome Jesus significa 'O Senhor é salvação', e sua missão é central para a fé cristã.","por_que_esta_palavra":"A ênfase no nome de Jesus destaca sua autoridade e poder sobre todas as coisas, incluindo demônios e doenças.","conexao_teologica":"Jesus é o centro da história da salvação e o único mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"lucas_4_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao Criador, que tem autoridade sobre todas as coisas e é o alvo da adoração.","explicacao_detalhada":"A menção de Deus neste contexto reafirma a soberania divina e a relação de Jesus com o Pai.","por_que_esta_palavra":"A palavra Deus é fundamental para entender a natureza de Jesus como Filho de Deus e sua missão redentora.","conexao_teologica":"A relação entre Jesus e Deus Pai é central na teologia cristã, revelando a Trindade.","referencias_relacionadas":["João 1:1","Romanos 1:20","1 João 5:20"]},"lucas_4_34_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à ação de Jesus em afirmar verdades e comandos, especialmente em relação aos espíritos malignos.","explicacao_detalhada":"A palavra de Jesus tem poder e autoridade, e Ele chama as coisas à existência com sua voz.","por_que_esta_palavra":"A ênfase na palavra 'dizer' mostra a eficácia da comunicação de Jesus e sua capacidade de trazer libertação.","conexao_teologica":"As palavras de Jesus são a revelação da vontade de Deus e têm o poder de transformar vidas.","referencias_relacionadas":["Gênesis 1:3","Marcos 4:39","Hebreus 11:3"]},"lucas_4_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus, novamente mencionado, reafirma sua identidade e autoridade sobre as forças do mal.","explicacao_detalhada":"A presença de Jesus é um sinal de que o Reino de Deus está se manifestando, trazendo libertação e cura.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua centralidade na narrativa e na vida dos crentes.","conexao_teologica":"Jesus é o Redentor que traz esperança e salvação a todos que creem nele.","referencias_relacionadas":["Mateus 11:28","Lucas 19:10","João 14:6"]},"lucas_4_35_repreender":{"palavra_pt":"repreender","palavra_original":"ἐπιτιμάω","transliteracao":"epitimáō","strong":"G2008","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender significa corrigir ou advertir alguém de forma autoritária.","explicacao_detalhada":"No contexto de Lucas 4:35, Jesus repreende um espírito imundo, demonstrando sua autoridade sobre as forças malignas. A repreensão é um ato de comando que visa restaurar a ordem e a sanidade.","por_que_esta_palavra":"A palavra 'repreender' é usada para enfatizar a autoridade de Jesus sobre demônios e doenças, mostrando que Ele tem poder para restaurar e libertar.","conexao_teologica":"A repreensão de Jesus revela sua divindade e seu papel como libertador, que não apenas cura, mas também expulsa o mal.","referencias_relacionadas":["Marcos 1:25","Mateus 8:16","Lucas 8:24"]},"lucas_4_36_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à comunicação divina e à manifestação de Deus.","explicacao_detalhada":"Em Lucas 4:36, a palavra é usada para descrever a autoridade de Jesus, que não apenas fala, mas cuja palavra tem poder e eficácia. O 'verbo' é central na teologia cristã, representando a encarnação de Cristo.","por_que_esta_palavra":"A escolha da palavra 'verbo' enfatiza a importância da comunicação de Deus com a humanidade e a ação de Cristo como a Palavra viva.","conexao_teologica":"A conexão com João 1:1, onde se afirma que 'no princípio era o Verbo', destaca a preexistência e a divindade de Cristo.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 33:6"]},"lucas_4_36_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Poder refere-se à capacidade de realizar milagres e atos sobrenaturais.","explicacao_detalhada":"No versículo, o poder de Jesus é demonstrado através de suas ações, que impressionam as pessoas ao seu redor. O poder é um tema recorrente na obra de Jesus, que realiza curas e exorcismos.","por_que_esta_palavra":"A palavra 'poder' é crucial para entender a natureza dos milagres de Jesus e sua missão de trazer salvação e libertação.","conexao_teologica":"O poder de Jesus é um reflexo do poder de Deus, que age através dele para realizar a redenção da humanidade.","referencias_relacionadas":["Mateus 28:18","Atos 1:8","Romanos 1:16"]},"lucas_4_36_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à presença e ação de Deus, muitas vezes associada à vida e ao poder divino.","explicacao_detalhada":"Em Lucas 4:36, o espírito é mencionado no contexto da expulsão de demônios, indicando que Jesus atua com a autoridade do Espírito Santo. O sopro é uma metáfora para a vida que Deus dá.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a relação entre Jesus e o Espírito Santo, que capacita suas obras.","conexao_teologica":"A presença do Espírito é essencial na vida cristã, pois é através dele que os crentes são capacitados a viver e testemunhar.","referencias_relacionadas":["Gênesis 2:7","João 3:8","Atos 2:4"]},"lucas_4_37_country":{"palavra_pt":"country","palavra_original":"περίχωρος","transliteracao":"períchōros","strong":"G4066","significado_raiz":"Ideia básica: country.","significado_contextual":"Refere-se à região ou área onde os eventos estão ocorrendo.","explicacao_detalhada":"No contexto, a palavra 'country' indica a área ao redor de Cafarnaum, onde Jesus realiza milagres e ensina. Isso mostra a influência de Jesus na comunidade local.","por_que_esta_palavra":"A menção do 'country' destaca a abrangência do ministério de Jesus e como suas ações impactam a vida das pessoas ao seu redor.","conexao_teologica":"A geografia do ministério de Jesus é importante para entender a expansão do evangelho e a inclusão de diversas comunidades.","referencias_relacionadas":["Mateus 4:24","Marcos 1:28","Lucas 8:1"]},"lucas_4_38_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Igreja refere-se à assembleia dos crentes e à comunidade de fé.","explicacao_detalhada":"Em Lucas 4:38, a palavra 'igreja' é usada para descrever a reunião dos fiéis, onde Jesus ensina e realiza milagres. A igreja é vista como o corpo de Cristo na terra.","por_que_esta_palavra":"A palavra 'igreja' enfatiza a importância da comunidade na vida cristã e a necessidade de se reunir para adoração e ensino.","conexao_teologica":"A igreja é o meio pelo qual Deus opera na história, e sua missão é continuar o trabalho de Jesus.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","Colossenses 1:18"]},"lucas_4_38_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Temor refere-se a um profundo respeito ou reverência, muitas vezes associado à presença de Deus.","explicacao_detalhada":"No versículo, o temor é uma reação ao poder e à autoridade de Jesus, que causa admiração e respeito nas pessoas ao seu redor.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a resposta humana à santidade e ao poder de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é essencial para uma relação saudável com Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"lucas_4_38_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Família refere-se à unidade básica de relacionamento e apoio social.","explicacao_detalhada":"Em Lucas 4:38, a referência à família destaca a importância das relações familiares e como Jesus se importa com a cura e o bem-estar dos indivíduos dentro desse contexto.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a conexão entre as pessoas e a importância do cuidado mútuo.","conexao_teologica":"A família é vista como uma instituição divina, e Jesus valoriza as relações familiares em seu ministério.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_4_39_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Amigo refere-se a alguém que serve ou ajuda, muitas vezes em um contexto de ministério.","explicacao_detalhada":"No versículo, a palavra 'amigo' é usada para descrever a ação de Jesus em servir aos necessitados, mostrando seu papel como servo e salvador.","por_que_esta_palavra":"A palavra 'amigo' destaca a natureza relacional do ministério de Jesus e sua disposição em ajudar os outros.","conexao_teologica":"Jesus é chamado de amigo dos pecadores, e sua missão é de servir e salvar, refletindo o amor de Deus pela humanidade.","referencias_relacionadas":["João 15:13-15","Mateus 20:28","Marcos 10:45"]},"lucas_4_39_fever":{"palavra_pt":"fever","palavra_original":"πυρετός","transliteracao":"pyretós","strong":"G4446","significado_raiz":"Ideia básica: fever.","significado_contextual":"Febre refere-se a uma condição de saúde que Jesus cura, simbolizando a fragilidade humana.","explicacao_detalhada":"Em Lucas 4:39, a febre é um exemplo da enfermidade que Jesus trata, mostrando seu poder sobre a doença e sua compaixão pelos enfermos.","por_que_esta_palavra":"A palavra 'febre' é usada para ilustrar a realidade da dor e do sofrimento humano, que Jesus veio curar.","conexao_teologica":"A cura das doenças é um sinal do Reino de Deus, que traz restauração e saúde aos que creem.","referencias_relacionadas":["Mateus 8:14-15","Marcos 1:30-31","Tiago 5:14"]},"lucas_4_39_mao":{"palavra_pt":"mao","palavra_original":"ἐφίστημι","transliteracao":"ephístēmi","strong":"G2186","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao poder e à ação de Jesus ao curar a sogra de Simão.","explicacao_detalhada":"Neste versículo, Jesus usa a mão para tocar a sogra de Simão, demonstrando seu poder de cura. A mão simboliza a ação direta e a autoridade de Cristo sobre a enfermidade.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a proximidade e a compaixão de Jesus ao curar, mostrando que Ele se importa com o sofrimento humano.","conexao_teologica":"A mão de Jesus é um símbolo de sua autoridade divina e de sua missão de trazer cura e restauração ao povo.","referencias_relacionadas":["Mateus 8:15","Marcos 1:31","Lucas 4:38"]},"lucas_4_40_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para descrever a ação divina de cura que Jesus realiza.","explicacao_detalhada":"Jesus cura muitos que estavam doentes, mostrando que Ele é a manifestação do poder de Deus na terra. A palavra 'deus' destaca a natureza divina de suas ações.","por_que_esta_palavra":"A palavra 'deus' é central para entender a identidade de Jesus como o Filho de Deus, que tem autoridade sobre a enfermidade.","conexao_teologica":"A cura realizada por Jesus é uma demonstração do Reino de Deus, onde não há mais dor nem sofrimento.","referencias_relacionadas":["Mateus 4:24","Marcos 1:34","Lucas 6:19"]},"lucas_4_40_sol":{"palavra_pt":"sol","palavra_original":"ἥλιος","transliteracao":"hḗlios","strong":"G2246","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' é usada para descrever o tempo do dia em que as curas ocorreram.","explicacao_detalhada":"O uso da palavra 'sol' sugere um momento de clareza e revelação, onde a luz do dia simboliza a presença de Jesus trazendo cura e esperança.","por_que_esta_palavra":"A luz do sol pode ser vista como uma metáfora para a luz de Cristo que ilumina a escuridão da enfermidade e do pecado.","conexao_teologica":"Jesus é frequentemente referido como a luz do mundo, e o sol aqui representa essa luz que traz vida e cura.","referencias_relacionadas":["João 8:12","Mateus 5:14","Isaías 60:1"]},"lucas_4_41_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus, que veio para salvar e libertar.","explicacao_detalhada":"Neste versículo, os demônios reconhecem Jesus como o Cristo, o que enfatiza sua identidade messiânica e autoridade sobre as forças do mal.","por_que_esta_palavra":"A palavra 'cristo' é fundamental para a compreensão da missão de Jesus e seu papel como Salvador da humanidade.","conexao_teologica":"A declaração de que Jesus é o Cristo reafirma a esperança messiânica esperada pelo povo de Israel.","referencias_relacionadas":["Mateus 16:16","Marcos 8:29","João 1:41"]},"lucas_4_41_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a divindade de Jesus e sua autoridade sobre os espíritos malignos.","explicacao_detalhada":"Os demônios reconhecem Jesus como Deus, o que demonstra sua soberania e poder sobre todas as coisas, incluindo o mundo espiritual.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a natureza divina de Jesus e sua missão redentora.","conexao_teologica":"A afirmação da divindade de Jesus é um pilar da fé cristã, que reconhece Jesus como o Filho de Deus.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"lucas_4_42_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Jesus estava realizando seu ministério de cura.","explicacao_detalhada":"O 'dia' simboliza um período de atividade intensa e de manifestação do poder de Deus através de Jesus.","por_que_esta_palavra":"A menção do 'dia' destaca a urgência e a importância do ministério de Jesus, que não pode ser adiado.","conexao_teologica":"O dia é um símbolo do tempo de graça e oportunidade que Deus oferece à humanidade através de Cristo.","referencias_relacionadas":["Mateus 9:37","Marcos 1:35","Lucas 19:44"]},"lucas_4_42_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao crescimento e à expansão do ministério de Jesus.","explicacao_detalhada":"Neste contexto, 'tornar-se' indica que a fama e o impacto de Jesus estavam se espalhando rapidamente entre o povo.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a transformação que ocorre na vida das pessoas que encontram Jesus.","conexao_teologica":"A expansão do ministério de Jesus é um reflexo do cumprimento das promessas de Deus de que o Evangelho seria pregado a todas as nações.","referencias_relacionadas":["Mateus 28:19","Marcos 16:15","Atos 1:8"]},"lucas_4_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a missão divina de Jesus de pregar o Evangelho.","explicacao_detalhada":"Jesus declara que sua missão é levar a mensagem de salvação a todos, enfatizando a importância do Evangelho.","por_que_esta_palavra":"A palavra 'deus' é central para entender a natureza da missão de Jesus como um chamado divino.","conexao_teologica":"A missão de Jesus é um reflexo do amor de Deus pela humanidade e do desejo de restaurar a comunhão com Ele.","referencias_relacionadas":["Lucas 19:10","Mateus 4:23","João 3:16"]},"lucas_4_43_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à proclamação da boa nova do Reino de Deus.","explicacao_detalhada":"Jesus enfatiza a importância de compartilhar a mensagem de salvação, que é a essência do Evangelho.","por_que_esta_palavra":"A palavra 'evangelizar' é fundamental para a missão da Igreja e para a vida de todo cristão.","conexao_teologica":"A evangelização é um chamado de Deus para que todos conheçam a verdade e a salvação em Cristo.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14"]},"lucas_4_44_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem para adorar e aprender sobre Deus.","explicacao_detalhada":"Neste contexto, a 'igreja' é vista como o corpo de Cristo, onde os crentes se reúnem para crescer na fé e compartilhar o Evangelho.","por_que_esta_palavra":"A palavra 'igreja' é essencial para entender a importância da comunhão entre os crentes e a missão coletiva de levar o Evangelho ao mundo.","conexao_teologica":"A igreja é o instrumento de Deus na terra para cumprir a Grande Comissão e espalhar a mensagem de salvação.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","1 Coríntios 12:12-27"]},"lucas_4_44_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à ação de anunciar as boas novas do Reino de Deus.","explicacao_detalhada":"No contexto de Lucas 4:44, Jesus estava em uma missão de proclamação do evangelho, enfatizando a importância de levar a mensagem de salvação a todos os lugares.","por_que_esta_palavra":"A escolha da palavra 'pregar' destaca a urgência e a autoridade da mensagem de Jesus, que não é apenas uma informação, mas um chamado à transformação.","conexao_teologica":"A pregação é um meio pelo qual Deus se comunica com a humanidade, e é central na missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"lucas_4_44_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à região geográfica da Judeia, onde Jesus realizava seu ministério.","explicacao_detalhada":"No contexto de Lucas 4:44, a Judeia é o cenário onde Jesus pregava, simbolizando a necessidade de levar a mensagem de Deus a todas as nações.","por_que_esta_palavra":"A utilização de 'terra' enfatiza a abrangência da missão de Jesus, que não se limitava a um único lugar, mas se estendia a toda a humanidade.","conexao_teologica":"A terra é vista como o palco da ação divina, onde Deus se revela e realiza sua obra redentora.","referencias_relacionadas":["Isaías 49:6","Mateus 5:5","Atos 1:8"]}}