{"lucas_5_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se ao ensino e à mensagem de Jesus, que tem poder e autoridade.","explicacao_detalhada":"Em Lucas 5:1, a multidão se aglomera para ouvir a palavra de Deus, indicando a fome espiritual que as pessoas tinham por ensinamentos que transformam.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a centralidade do ensino de Jesus como a revelação de Deus ao homem.","conexao_teologica":"Jesus é o Verbo (Logos) que se fez carne, e sua palavra é viva e eficaz, capaz de trazer vida e transformação.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Tiago 1:21"]},"lucas_5_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Lucas 5:1, a menção a Deus sublinha a origem divina da mensagem que Jesus estava pregando.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a autoridade e a natureza da mensagem que Jesus trazia.","conexao_teologica":"A relação entre Deus e a humanidade é central na narrativa bíblica, e Jesus é o mediador dessa relação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 14:6"]},"lucas_5_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de acontecer ou manifestar-se algo significativo.","explicacao_detalhada":"Em Lucas 5:1, a grandeza da palavra de Jesus se manifesta na multidão que se reúne para ouvi-lo, indicando a importância de sua mensagem.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a transformação que ocorre quando a palavra de Deus é proclamada.","conexao_teologica":"A grandeza de Deus se revela na obra de Cristo, que transforma vidas e corações.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 3:20"]},"lucas_5_2_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao compromisso e à relação estabelecida entre Deus e seu povo.","explicacao_detalhada":"No contexto de Lucas 5:2, a aliança é simbolizada pela chamada de Jesus aos pescadores, que representa um novo pacto de relacionamento com Deus.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a dinâmica do relacionamento entre Deus e a humanidade ao longo da Bíblia.","conexao_teologica":"A aliança de Deus com seu povo é um tema central nas Escrituras, culminando na nova aliança em Cristo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5-6","Hebreus 8:6"]},"lucas_5_3_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo onde os pescadores estavam, simbolizando o lugar de trabalho e esforço humano.","explicacao_detalhada":"Em Lucas 5:3, a menção ao solo destaca a realidade do cotidiano dos pescadores e a intervenção divina em suas vidas.","por_que_esta_palavra":"A palavra 'terra' enfatiza a conexão entre o sagrado e o secular, onde Deus atua em meio às atividades humanas.","conexao_teologica":"Deus se envolve na vida cotidiana das pessoas, trazendo significado e propósito ao trabalho e à luta.","referencias_relacionadas":["Gênesis 2:15","Salmos 104:14-15","Colossenses 3:23-24"]},"lucas_5_3_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade pessoal de Simão, que é chamado por Jesus.","explicacao_detalhada":"No contexto de Lucas 5:3, o nome 'Simão' é significativo, pois representa a pessoa que Jesus escolheria para uma missão especial.","por_que_esta_palavra":"A escolha do nome destaca a individualidade e o chamado pessoal que Jesus faz a cada um de nós.","conexao_teologica":"Deus conhece cada um pelo nome e chama para um propósito específico em seu plano.","referencias_relacionadas":["Isaías 43:1","João 10:3","Apocalipse 3:5"]},"lucas_5_4_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente refere-se à identidade de Simão, que é chamado a uma nova missão.","explicacao_detalhada":"Em Lucas 5:4, Jesus se dirige a Simão, reforçando a importância do chamado e da resposta à sua voz.","por_que_esta_palavra":"A repetição do nome enfatiza o relacionamento pessoal que Jesus estabelece com seus discípulos.","conexao_teologica":"O chamado de Jesus é um convite a seguir e servir, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Mateus 4:19","Marcos 1:17","Lucas 9:23"]},"lucas_5_5_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Simão, que expressa sua hesitação e fé.","explicacao_detalhada":"No contexto de Lucas 5:5, Simão responde a Jesus reconhecendo sua autoridade, mas também sua própria limitação.","por_que_esta_palavra":"A palavra 'nome' aqui reflete a luta interna entre a dúvida e a fé que todos enfrentamos ao seguir a Cristo.","conexao_teologica":"A fé é muitas vezes um ato de confiança em Deus, mesmo quando não entendemos completamente.","referencias_relacionadas":["Hebreus 11:1","Tiago 1:6","1 Pedro 5:7"]},"lucas_5_5_mestre":{"palavra_pt":"mestre","palavra_original":"ἐπιστάτης","transliteracao":"epistátēs","strong":"G1988","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que possui autoridade e conhecimento, especialmente em um contexto de ensino.","explicacao_detalhada":"No contexto de Lucas 5:5, Simão Pedro se dirige a Jesus como 'mestre', reconhecendo sua autoridade e habilidade como pregador e líder espiritual. Isso demonstra um respeito profundo pela sabedoria de Jesus.","por_que_esta_palavra":"A escolha da palavra 'mestre' enfatiza a relação de ensino e aprendizado entre Jesus e seus discípulos, mostrando que eles estavam dispostos a ouvir e seguir suas instruções.","conexao_teologica":"Jesus é frequentemente chamado de mestre, o que reflete sua posição como o verdadeiro ensinador e guia espiritual. Ele não apenas ensina, mas também exemplifica a vida que seus seguidores devem levar.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"lucas_5_5_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A expressão 'mid night' refere-se ao meio da noite, um tempo de escuridão e silêncio.","explicacao_detalhada":"Embora a palavra 'midnight' não apareça diretamente em Lucas 5:5, o conceito de escuridão pode ser associado ao estado de confusão e incerteza que os pescadores enfrentavam antes de Jesus intervir em suas vidas.","por_que_esta_palavra":"A escuridão da noite simboliza momentos de dificuldade e desespero, onde a ajuda divina se torna ainda mais necessária.","conexao_teologica":"A presença de Jesus na escuridão da noite representa a luz que vem ao mundo, trazendo esperança e direção em tempos de crise.","referencias_relacionadas":["Salmos 30:5","Isaías 9:2","João 1:5"]},"lucas_5_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em realizar uma ação ou produzir algo.","explicacao_detalhada":"Em Lucas 5:6, a instrução de Jesus para que os pescadores lançassem as redes novamente resultou em uma grande captura de peixes, demonstrando o poder da palavra de Jesus em ação.","por_que_esta_palavra":"A ação de 'fazer' é central na narrativa, pois destaca a obediência dos discípulos e a eficácia do comando de Jesus.","conexao_teologica":"A capacidade de Jesus de fazer milagres e realizar ações poderosas é um tema recorrente nos evangelhos, mostrando sua divindade.","referencias_relacionadas":["Mateus 14:19","Marcos 6:41","João 11:43"]},"lucas_5_6_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"No contexto de Lucas 5:6, a grande quantidade de peixes capturados simboliza a abundância das bênçãos que Jesus pode proporcionar.","por_que_esta_palavra":"A ênfase na grandeza da captura serve para ilustrar a generosidade e o poder de Deus em suprir as necessidades de seus seguidores.","conexao_teologica":"A grandeza das bênçãos de Deus é um tema importante na Bíblia, refletindo sua capacidade de prover além do que podemos imaginar.","referencias_relacionadas":["Efésios 3:20","Salmos 23:5","Filipenses 4:19"]},"lucas_5_7_begin":{"palavra_pt":"begin","palavra_original":"βυθίζω","transliteracao":"bythízō","strong":"G1036","significado_raiz":"Ideia básica: begin.","significado_contextual":"A palavra 'begin' refere-se ao ato de iniciar ou começar algo.","explicacao_detalhada":"Embora 'begin' não apareça diretamente em Lucas 5:7, o ato de começar a puxar as redes cheias de peixes representa um novo começo na vida dos discípulos, que agora se tornariam pescadores de homens.","por_que_esta_palavra":"O início de uma nova jornada é um tema central na vida cristã, simbolizando a transformação que ocorre ao seguir a Jesus.","conexao_teologica":"A chamada de Jesus para os discípulos inicia uma nova fase em suas vidas, onde eles se tornam instrumentos de Deus para a salvação.","referencias_relacionadas":["Mateus 4:19","Marcos 1:17","2 Coríntios 5:17"]},"lucas_5_7_fellow":{"palavra_pt":"fellow","palavra_original":"μέτοχος","transliteracao":"métochos","strong":"G3353","significado_raiz":"Ideia básica: fellow.","significado_contextual":"A palavra 'fellow' refere-se a um companheiro ou parceiro.","explicacao_detalhada":"Em Lucas 5:7, os pescadores chamam seus companheiros para ajudar na captura dos peixes, destacando a importância da comunidade e do trabalho em equipe.","por_que_esta_palavra":"A ideia de companheirismo é fundamental na vida cristã, onde os crentes são chamados a apoiar uns aos outros em suas jornadas de fé.","conexao_teologica":"A união entre os discípulos reflete a unidade do corpo de Cristo, onde cada membro tem um papel importante.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12-14","Gálatas 6:2"]},"lucas_5_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade.","explicacao_detalhada":"Em Lucas 5:8, Pedro reconhece sua pecaminosidade diante da santidade de Jesus, o que o leva a se prostrar em adoração. A rocha também simboliza a fundação da fé.","por_que_esta_palavra":"A rocha representa a base sólida sobre a qual a vida cristã deve ser construída, que é a fé em Jesus.","conexao_teologica":"Jesus é descrito como a rocha em várias passagens, simbolizando segurança e proteção para aqueles que nele confiam.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Pedro 2:4-6"]},"lucas_5_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Lucas 5:8, a presença de Jesus provoca uma reação de temor e reverência em Pedro, que reconhece a divindade e a autoridade de Cristo.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, pois representa a salvação e a esperança para a humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"lucas_5_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a alguém que possui autoridade e poder.","explicacao_detalhada":"Em Lucas 5:8, Pedro se dirige a Jesus como 'senhor', reconhecendo sua autoridade divina e sua posição como mestre e salvador.","por_que_esta_palavra":"A palavra 'senhor' é usada para expressar respeito e submissão, refletindo a relação entre o crente e Cristo.","conexao_teologica":"A autoridade de Jesus é um tema central nos evangelhos, onde ele é reconhecido como o Filho de Deus com poder sobre a natureza e o pecado.","referencias_relacionadas":["Mateus 28:18","Lucas 6:46","João 13:13"]},"lucas_5_9_maravilha":{"palavra_pt":"maravilha","palavra_original":"θάμβος","transliteracao":"thámbos","strong":"G2285","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A palavra 'maravilha' refere-se a algo que causa admiração ou espanto.","explicacao_detalhada":"Em Lucas 5:9, a grande captura de peixes é descrita como uma maravilha, evidenciando o poder sobrenatural de Jesus e sua capacidade de realizar milagres.","por_que_esta_palavra":"A maravilha serve para despertar a fé e a reverência em relação a Jesus, mostrando que ele é mais do que um simples homem.","conexao_teologica":"Os milagres de Jesus são sinais de seu ministério e da vinda do Reino de Deus, revelando sua natureza divina.","referencias_relacionadas":["Mateus 9:33","Marcos 1:27","João 2:11"]},"lucas_5_9_astonished":{"palavra_pt":"astonished","palavra_original":"περιέχω","transliteracao":"periéchō","strong":"G4023","significado_raiz":"Ideia básica: astonished.","significado_contextual":"A palavra 'astonished' refere-se à profunda admiração e surpresa que os pescadores sentiram ao testemunhar o milagre da pesca abundante.","explicacao_detalhada":"No contexto de Lucas 5:9, a admiração dos pescadores é uma resposta ao poder sobrenatural de Jesus, que demonstrou sua autoridade sobre a natureza. Essa reação é comum em encontros com o divino, onde a grandeza de Deus provoca espanto.","por_que_esta_palavra":"A escolha da palavra 'astonished' enfatiza a magnitude do milagre e a revelação da identidade de Jesus como o Filho de Deus.","conexao_teologica":"Este momento é crucial para a revelação de Jesus como o Messias, mostrando que Ele tem controle sobre a criação e pode realizar o impossível.","referencias_relacionadas":["Mateus 8:27","Marcos 4:41","Lucas 8:25"]},"lucas_5_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, pois representa a salvação e a autoridade divina que Ele traz.","explicacao_detalhada":"Em Lucas 5:10, Jesus chama os pescadores a segui-lo, indicando que Ele não é apenas um mestre, mas o Salvador que transforma vidas. O nome 'Jesus' significa 'O Senhor salva'.","por_que_esta_palavra":"A menção do nome 'Jesus' é fundamental para entender sua missão e o impacto que Ele terá na vida dos discípulos.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas, e seu nome é sinônimo de esperança e redenção.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"lucas_5_10_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade que Jesus confere aos seus seguidores.","explicacao_detalhada":"No contexto de Lucas 5:10, o nome é mais do que uma designação; é um símbolo de relacionamento e compromisso. Os discípulos são chamados a deixar suas vidas anteriores para seguir Jesus.","por_que_esta_palavra":"A ênfase no 'nome' destaca a importância da identidade em Cristo e o chamado para uma nova vida.","conexao_teologica":"O nome de Jesus é um convite à transformação e à missão, refletindo a nova identidade que os crentes recebem.","referencias_relacionadas":["Romanos 10:13","Filipenses 2:9-10","Colossenses 3:17"]},"lucas_5_11_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao local onde os pescadores estavam e simboliza o mundo em que vivemos.","explicacao_detalhada":"Em Lucas 5:11, a 'terra' é o cenário da vida cotidiana dos discípulos, que são chamados a deixar suas ocupações terrenas para seguir Jesus e se tornarem pescadores de homens.","por_que_esta_palavra":"A menção da 'terra' enfatiza a transição dos discípulos de suas vidas normais para uma nova missão espiritual.","conexao_teologica":"A chamada de Jesus para deixar a terra simboliza a entrega total a Deus e a disposição para seguir sua vontade.","referencias_relacionadas":["Mateus 4:19","Marcos 1:17","Lucas 9:62"]},"lucas_5_11_terra":{"palavra_pt":"terra","palavra_original":"κατάγω","transliteracao":"katágō","strong":"G2609","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' também é usada para enfatizar o aspecto físico e material da vida dos discípulos antes de seu chamado.","explicacao_detalhada":"Neste versículo, a 'terra' representa as preocupações e ocupações mundanas que os discípulos estavam deixando para trás ao seguir Jesus.","por_que_esta_palavra":"A repetição da ideia de 'terra' reforça a ideia de renúncia e compromisso com a nova vida em Cristo.","conexao_teologica":"A transição de uma vida centrada na terra para uma vida centrada em Cristo é um tema recorrente na teologia cristã.","referencias_relacionadas":["Mateus 6:19-21","Lucas 12:15","1 João 2:15-17"]},"lucas_5_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' neste contexto destaca seu papel como curador e salvador.","explicacao_detalhada":"Em Lucas 5:12, Jesus cura um leproso, demonstrando sua compaixão e poder. O nome 'Jesus' é associado a milagres e transformação.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua autoridade e a importância de sua presença nas vidas das pessoas.","conexao_teologica":"Jesus é o cumprimento da promessa de cura e restauração, refletindo a natureza redentora de sua missão.","referencias_relacionadas":["Mateus 8:2-3","Marcos 1:40-42","Lucas 17:14"]},"lucas_5_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a doença e o pecado.","explicacao_detalhada":"No contexto de Lucas 5:12, o leproso reconhece Jesus como Senhor, demonstrando fé em seu poder para curar. Essa autoridade é central na mensagem do evangelho.","por_que_esta_palavra":"A utilização da palavra 'senhor' destaca a submissão e o reconhecimento da soberania de Jesus.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que Ele é o Rei que traz cura e libertação.","referencias_relacionadas":["Mateus 28:18","Lucas 4:36","Atos 10:36"]},"lucas_5_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida do leproso ao encontrar Jesus.","explicacao_detalhada":"Em Lucas 5:12, a transformação é não apenas física, mas espiritual, indicando a nova vida que Jesus oferece.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a mudança radical que Jesus pode trazer à vida de uma pessoa.","conexao_teologica":"A ideia de transformação é central na mensagem do evangelho, onde o encontro com Cristo resulta em nova vida.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_5_13_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à vontade de Jesus em curar e restaurar.","explicacao_detalhada":"Em Lucas 5:13, Jesus expressa sua intenção de curar o leproso, mostrando que a cura é uma escolha divina que reflete a compaixão de Deus.","por_que_esta_palavra":"A escolha de curar destaca a soberania de Jesus e sua disposição em atender às necessidades humanas.","conexao_teologica":"A escolha de Jesus para curar é um reflexo do amor de Deus e da missão de trazer salvação e restauração ao mundo.","referencias_relacionadas":["Mateus 9:35","Lucas 4:18","Tiago 5:15"]},"lucas_5_13_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza o poder e a ação de Jesus ao curar o leproso.","explicacao_detalhada":"Em Lucas 5:13, a mão de Jesus toca o leproso, um ato que demonstra não apenas poder, mas também compaixão e aceitação.","por_que_esta_palavra":"A ênfase na 'mão' de Jesus destaca a proximidade e a intimidade do ato de cura, mostrando que Ele se importa com os marginalizados.","conexao_teologica":"A mão de Jesus é um símbolo de sua autoridade e do toque redentor que transforma vidas.","referencias_relacionadas":["Mateus 8:3","Marcos 1:41","Lucas 6:19"]},"lucas_5_13_leprosy":{"palavra_pt":"leprosy","palavra_original":"λέπρα","transliteracao":"lépra","strong":"G3014","significado_raiz":"Ideia básica: leprosy.","significado_contextual":"A lepra era uma doença considerada impura e que separava o indivíduo da comunidade.","explicacao_detalhada":"No contexto de Lucas 5:13, a lepra simboliza não apenas uma enfermidade física, mas também a exclusão social e espiritual. Jesus, ao curar o leproso, demonstra seu poder sobre a doença e sua compaixão por aqueles marginalizados.","por_que_esta_palavra":"A palavra 'lepra' é usada para descrever a condição que aflige o homem e que o impede de participar da vida comunitária e religiosa.","conexao_teologica":"A cura da lepra por Jesus é um sinal do Reino de Deus, onde a restauração e a inclusão são centrais.","referencias_relacionadas":["Levítico 13:45-46","Mateus 8:2-3","Marcos 1:40-42"]},"lucas_5_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Os sacerdotes eram responsáveis por verificar a pureza e a cura dos leprosos segundo a Lei de Moisés.","explicacao_detalhada":"Em Lucas 5:14, Jesus instrui o leproso a se apresentar ao sacerdote como um ato de obediência à Lei. Isso não só valida a cura, mas também reintegra o homem à comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a dinâmica entre a cura e a reintegração social do leproso.","conexao_teologica":"O papel do sacerdote é um símbolo da mediação entre Deus e o povo, e a cura do leproso reafirma a autoridade de Jesus como o verdadeiro sacerdote.","referencias_relacionadas":["Levítico 14:1-32","Mateus 8:4","Hebreus 4:14"]},"lucas_5_14_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto de Lucas 5:14, mas pode ser uma confusão com a palavra 'oferta'.","explicacao_detalhada":"No contexto, o leproso deveria oferecer um sacrifício ao sacerdote após ser curado, conforme as instruções da Lei.","por_que_esta_palavra":"A menção de 'oferta' é importante para entender a necessidade de gratidão e reconhecimento da cura recebida.","conexao_teologica":"A oferta é um ato de adoração e reconhecimento do poder de Deus na vida do indivíduo.","referencias_relacionadas":["Levítico 14:10","Mateus 5:24","Romanos 12:1"]},"lucas_5_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se ao poder e à autoridade de Jesus em curar e ensinar.","explicacao_detalhada":"Em Lucas 5:15, a fama de Jesus se espalha devido aos seus milagres e ensinamentos, mostrando que sua palavra tem poder transformador.","por_que_esta_palavra":"A palavra 'palavra' é central para entender a natureza do ministério de Jesus e sua mensagem.","conexao_teologica":"Jesus é o 'Logos', a Palavra que se fez carne, trazendo vida e cura ao mundo.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","Mateus 8:16"]},"lucas_5_15_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude dos feitos de Jesus e à resposta do povo a eles.","explicacao_detalhada":"No versículo, a grandeza das curas realizadas por Jesus provoca uma grande multidão em busca dele, evidenciando seu impacto.","por_que_esta_palavra":"A palavra 'grande' enfatiza a importância e a repercussão do ministério de Jesus.","conexao_teologica":"A grandeza de Jesus é um tema recorrente nas Escrituras, refletindo sua divindade e poder.","referencias_relacionadas":["Salmos 145:3","Mateus 9:33","Lucas 7:16"]},"lucas_5_15_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina de Jesus e ao seu papel como curador.","explicacao_detalhada":"Em Lucas 5:15, a cura realizada por Jesus é um testemunho de sua divindade e do poder de Deus manifestado através dele.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a identidade de Jesus e sua missão redentora.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, mostrando que ele é o Filho de Deus que veio para salvar.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:3"]},"lucas_5_16_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' novamente se refere à divindade e à relação de Jesus com o Pai.","explicacao_detalhada":"No versículo, Jesus se retira para orar, demonstrando sua dependência do Pai e a importância da comunhão com Deus.","por_que_esta_palavra":"A palavra 'deus' destaca a vida de oração de Jesus e seu exemplo para os crentes.","conexao_teologica":"A oração é um aspecto vital da vida cristã, refletindo a necessidade de buscar a orientação e a força de Deus.","referencias_relacionadas":["Lucas 6:12","Mateus 26:39","Filipenses 4:6"]},"lucas_5_16_aside":{"palavra_pt":"aside","palavra_original":"ὑποχωρέω","transliteracao":"hypochōréō","strong":"G5298","significado_raiz":"Ideia básica: aside.","significado_contextual":"A palavra 'aside' refere-se ao ato de se afastar ou retirar-se para um lugar de solitude.","explicacao_detalhada":"Em Lucas 5:16, Jesus se afasta das multidões para buscar um tempo de oração e reflexão, mostrando a importância do descanso espiritual.","por_que_esta_palavra":"A palavra 'aside' é relevante para entender a necessidade de se retirar para a comunhão com Deus.","conexao_teologica":"O exemplo de Jesus nos ensina sobre a importância de priorizar momentos de solitude e oração em nossas vidas.","referencias_relacionadas":["Marcos 1:35","Mateus 14:23","Salmos 46:10"]},"lucas_5_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Jesus realizava seus ensinamentos e milagres.","explicacao_detalhada":"Em Lucas 5:17, o dia é descrito como um momento de grande atividade e poder, onde Jesus ensina e realiza curas.","por_que_esta_palavra":"A palavra 'dia' é importante para entender o contexto temporal das ações de Jesus.","conexao_teologica":"Cada dia é uma oportunidade para experimentar o poder de Deus e a transformação que ele traz.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Efésios 5:16"]},"lucas_5_17_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à autoridade e capacidade de Jesus para realizar milagres.","explicacao_detalhada":"Em Lucas 5:17, o poder de Jesus é evidente nas curas e ensinamentos, mostrando que ele é mais do que um profeta.","por_que_esta_palavra":"A palavra 'poder' é central para a compreensão da missão de Jesus e sua identidade divina.","conexao_teologica":"O poder de Jesus é um testemunho da presença do Reino de Deus na terra.","referencias_relacionadas":["Atos 10:38","Lucas 9:1","Romanos 1:16"]},"lucas_5_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus, que é reconhecida pelos fariseus e mestres da lei.","explicacao_detalhada":"No contexto de Lucas 5:17, a presença de Jesus como 'senhor' implica em sua capacidade de perdoar pecados e realizar milagres, desafiando a autoridade religiosa da época.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a soberania de Jesus sobre a enfermidade e o pecado, mostrando que Ele é mais do que um simples professor.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador, capaz de perdoar e curar.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Atos 2:36"]},"lucas_5_18_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' é usada para descrever a ação dos amigos do paralítico que tentam levá-lo até Jesus.","explicacao_detalhada":"Buscar implica um esforço deliberado e persistente, refletindo a fé e a determinação dos amigos em encontrar ajuda para o paralítico.","por_que_esta_palavra":"A palavra 'buscar' é crucial para entender a urgência e a fé que motivaram a ação dos amigos, mostrando que a fé pode se manifestar através de ações concretas.","conexao_teologica":"A busca por Jesus é um tema recorrente, onde a fé é frequentemente acompanhada por ações que demonstram essa busca.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 105:4"]},"lucas_5_18_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se ao ato de colocar ou posicionar algo, neste caso, o paralítico sendo colocado diante de Jesus.","explicacao_detalhada":"No contexto, 'arco' simboliza a ação de preparar o caminho para que o paralítico tenha acesso a Jesus, representando a importância da intercessão.","por_que_esta_palavra":"A escolha da palavra 'arco' destaca a ação física necessária para levar o paralítico até Jesus, mostrando que a fé pode exigir esforço e criatividade.","conexao_teologica":"A intercessão é um tema importante na Bíblia, onde amigos ou familiares buscam a ajuda divina para aqueles que não podem fazê-lo por si mesmos.","referencias_relacionadas":["Tiago 5:16","Gálatas 6:2","Romanos 15:1"]},"lucas_5_19_tiling":{"palavra_pt":"tiling","palavra_original":"κέραμος","transliteracao":"kéramos","strong":"G2766","significado_raiz":"Ideia básica: tiling.","significado_contextual":"A palavra 'tiling' refere-se ao telhado da casa, que foi removido para permitir que o paralítico fosse descido até Jesus.","explicacao_detalhada":"O ato de remover o telhado demonstra a determinação e a fé dos amigos, que não se deixaram deter por obstáculos físicos.","por_que_esta_palavra":"A palavra 'tiling' é significativa porque ilustra a disposição de sacrificar e superar barreiras para alcançar a cura e a salvação.","conexao_teologica":"A superação de obstáculos para chegar a Jesus é um tema que reflete a importância da fé ativa e da perseverança na busca por ajuda divina.","referencias_relacionadas":["Mateus 9:2","Marcos 2:4","Hebreus 12:1"]},"lucas_5_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na narrativa do Novo Testamento.","explicacao_detalhada":"Neste contexto, Jesus é o foco da fé dos amigos e do paralítico, sendo a única fonte de cura e perdão.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois destaca a identidade e a missão do Filho de Deus como aquele que salva e cura.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua autoridade para perdoar pecados é um tema central na teologia cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:13"]},"lucas_5_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a divindade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto, a referência a Deus destaca a relação entre a cura física e a restauração espiritual que Jesus oferece.","por_que_esta_palavra":"A palavra 'deus' é importante porque lembra que a autoridade de Jesus vem de Deus, e que Ele é o agente da cura e do perdão.","conexao_teologica":"A relação entre Jesus e Deus é fundamental na teologia cristã, onde Jesus é visto como a revelação plena de Deus ao homem.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:3"]},"lucas_5_20_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à crença e confiança que o paralítico e seus amigos tinham em Jesus.","explicacao_detalhada":"A fé é o meio pelo qual o paralítico recebe a cura e o perdão, mostrando que a confiança em Jesus é essencial para a salvação.","por_que_esta_palavra":"A palavra 'fé' é central na mensagem cristã, pois é pela fé que os crentes são justificados e salvos.","conexao_teologica":"A fé é um tema recorrente na Bíblia, onde é enfatizado que sem fé é impossível agradar a Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 5:1"]},"lucas_5_20_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' refere-se à percepção e entendimento que os presentes têm sobre a autoridade de Jesus.","explicacao_detalhada":"Conhecer Jesus implica em reconhecer sua identidade e poder, o que é fundamental para a experiência de cura e perdão.","por_que_esta_palavra":"A palavra 'conhecer' é significativa porque destaca a importância do entendimento espiritual na relação com Jesus.","conexao_teologica":"O conhecimento de Jesus é essencial para a vida cristã, onde conhecer a verdade é libertador.","referencias_relacionadas":["João 8:32","Filipenses 3:10","1 João 5:20"]},"lucas_5_20_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de Jesus ao declarar o perdão dos pecados do paralítico.","explicacao_detalhada":"A fala de Jesus não apenas cura fisicamente, mas também traz a restauração espiritual, mostrando seu poder sobre o pecado.","por_que_esta_palavra":"A palavra 'falar' é importante porque revela a autoridade de Jesus para perdoar e transformar vidas através de sua palavra.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a declaração de Jesus é um exemplo de como a palavra pode trazer vida e cura.","referencias_relacionadas":["Salmos 107:20","Hebreus 4:12","Romanos 10:17"]},"lucas_5_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para descrever a natureza divina e a autoridade de Deus em relação ao perdão dos pecados.","explicacao_detalhada":"Neste contexto, a menção de Deus enfatiza a incredulidade dos fariseus e mestres da lei, que questionam a autoridade de Jesus.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre a divindade e a capacidade de perdoar pecados, que é uma prerrogativa divina.","conexao_teologica":"A relação entre Deus e Jesus é fundamental, pois Jesus é a manifestação de Deus entre os homens, trazendo perdão e reconciliação.","referencias_relacionadas":["Mateus 9:6","Marcos 2:7","Lucas 7:48"]},"lucas_5_21_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se à condição de Jesus, que estava sozinho em sua autoridade e poder para perdoar pecados.","explicacao_detalhada":"A palavra 'sozinho' enfatiza a singularidade da posição de Jesus como o único que pode perdoar pecados, contrastando com a presença dos escribas que questionavam sua autoridade.","por_que_esta_palavra":"A escolha da palavra 'sozinho' destaca a exclusividade do papel de Jesus como Salvador e a necessidade de reconhecer sua divindade.","conexao_teologica":"A solidão de Jesus em sua missão redentora reflete a verdade de que Ele é o único mediador entre Deus e os homens.","referencias_relacionadas":["João 14:6","Atos 4:12","1 Timóteo 2:5"]},"lucas_5_21_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas eram especialistas na Lei e, neste contexto, questionavam a autoridade de Jesus para perdoar pecados.","explicacao_detalhada":"A palavra 'escriba' refere-se a uma classe de estudiosos da Lei judaica que muitas vezes se opunham a Jesus, mostrando a tensão entre a tradição religiosa e a nova mensagem que Ele trazia.","por_que_esta_palavra":"A menção dos escribas ilustra a resistência que Jesus enfrentou de líderes religiosos que não compreendiam sua missão.","conexao_teologica":"Os escribas representam a lei, enquanto Jesus traz a graça, mostrando a transição do Antigo para o Novo Testamento.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38-40","Lucas 11:52"]},"lucas_5_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, pois é Ele quem realiza milagres e perdoa pecados.","explicacao_detalhada":"A palavra 'Jesus' significa 'O Senhor salva' e enfatiza sua missão de redenção e cura, sendo a figura central do Novo Testamento.","por_que_esta_palavra":"A identificação de Jesus pelo seu nome é crucial para entender sua autoridade e a natureza de sua obra.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, trazendo salvação e esperança.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:10"]},"lucas_5_22_dispute":{"palavra_pt":"dispute","palavra_original":"διαλογισμός","transliteracao":"dialogismós","strong":"G1261","significado_raiz":"Ideia básica: dispute.","significado_contextual":"A palavra 'dispute' refere-se aos pensamentos e questionamentos internos dos escribas sobre a autoridade de Jesus.","explicacao_detalhada":"O 'dispute' revela a incredulidade e a resistência dos escribas, que não aceitavam a nova revelação de Deus através de Jesus.","por_que_esta_palavra":"Essa palavra é importante para mostrar a luta entre a fé e a dúvida, que é um tema recorrente nas Escrituras.","conexao_teologica":"A disputa interna dos escribas reflete a luta espiritual que muitos enfrentam ao confrontar a verdade de Cristo.","referencias_relacionadas":["Mateus 9:3","Marcos 2:6-7","Lucas 7:30"]},"lucas_5_22_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' é mencionado como o lugar onde os pensamentos e intenções são formados, essencial para a compreensão da fé.","explicacao_detalhada":"A palavra 'coração' simboliza o centro das emoções e decisões humanas, indicando que a verdadeira fé vem de um coração transformado.","por_que_esta_palavra":"A ênfase no coração destaca a necessidade de uma mudança interna, não apenas uma conformidade externa à lei.","conexao_teologica":"A transformação do coração é um tema central na mensagem de Jesus, que busca a verdadeira adoração e relacionamento com Deus.","referencias_relacionadas":["Mateus 5:8","Romanos 10:9","Hebreus 4:12"]},"lucas_5_23_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para contrastar a cura física e a necessidade de perdão espiritual.","explicacao_detalhada":"Neste contexto, 'morte' refere-se à condição espiritual do homem, que é mais grave do que a enfermidade física.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade do pecado e a necessidade de redenção que Jesus oferece.","conexao_teologica":"A morte espiritual é um tema central na teologia cristã, onde Jesus traz vida através do perdão.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1-5","1 Pedro 2:24"]},"lucas_5_23_easier":{"palavra_pt":"easier","palavra_original":"εὐκοπώτερος","transliteracao":"eukopṓteros","strong":"G2123","significado_raiz":"Ideia básica: easier.","significado_contextual":"A palavra 'easier' é usada para ilustrar a diferença entre perdoar pecados e curar um enfermo.","explicacao_detalhada":"Jesus usa essa comparação para mostrar que, enquanto curar um corpo é visível, perdoar pecados é uma ação espiritual que exige fé.","por_que_esta_palavra":"A escolha da palavra 'easier' destaca a profundidade do perdão e a autoridade que Jesus possui sobre ambas as esferas.","conexao_teologica":"A facilidade de perdoar em comparação à cura física revela a natureza divina de Jesus e sua autoridade sobre o pecado e a doença.","referencias_relacionadas":["Mateus 9:5","Marcos 2:9","Lucas 7:47"]},"lucas_5_24_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para referir-se ao local onde Jesus realiza seus milagres e onde a cura acontece.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a realidade física e a criação que Jesus tem autoridade sobre, incluindo a cura do paralítico.","por_que_esta_palavra":"A menção da terra enfatiza a conexão entre o céu e a terra na obra redentora de Cristo.","conexao_teologica":"A autoridade de Jesus sobre a terra reflete sua soberania sobre toda a criação e sua capacidade de trazer cura e restauração.","referencias_relacionadas":["Mateus 28:18","Colossenses 1:16-17","Apocalipse 21:1"]},"lucas_5_24_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao lar e à comunidade, onde a cura e o perdão devem ser experimentados.","explicacao_detalhada":"Neste contexto, 'família' simboliza a importância das relações e do apoio comunitário na vida cristã.","por_que_esta_palavra":"A ênfase na família destaca a necessidade de um ambiente de fé e amor para a experiência do perdão e da cura.","conexao_teologica":"A família é vista como uma unidade fundamental na obra de Deus, refletindo o relacionamento entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:25-27","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_5_24_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A repetição da palavra 'morte' enfatiza a seriedade do pecado e a necessidade de perdão.","explicacao_detalhada":"Neste contexto, a morte é um lembrete da consequência do pecado e da necessidade de redenção que Jesus oferece.","por_que_esta_palavra":"A ênfase na morte destaca a gravidade da condição humana e a urgência da mensagem de salvação.","conexao_teologica":"A morte espiritual é um tema central na mensagem do evangelho, onde Jesus traz vida através do perdão.","referencias_relacionadas":["Romanos 5:12","1 Coríntios 15:22","Apocalipse 20:14"]},"lucas_5_25_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, incluindo os laços de sangue e a convivência entre os membros.","explicacao_detalhada":"A palavra 'familia' (οἶκος) no contexto de Lucas 5:25 destaca a importância das relações familiares e a vida em comunidade. Jesus frequentemente se referia à família como um modelo de amor e cuidado mútuo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da família na sociedade judaica e na vida de Jesus, que valorizava as relações interpessoais.","conexao_teologica":"A família é vista como uma instituição divina, refletindo a relação entre Cristo e a Igreja, onde há amor, cuidado e compromisso.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25","Colossenses 3:18-21"]},"lucas_5_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na teologia cristã, representando a divindade que se revela aos seres humanos. Em Lucas 5:25, a menção de Deus destaca a autoridade e o poder divino na realização de milagres.","por_que_esta_palavra":"É utilizada para afirmar a soberania de Deus sobre todas as coisas e a importância de reconhecer Sua presença e ação na vida das pessoas.","conexao_teologica":"Deus é o fundamento da fé cristã, e a relação com Ele é essencial para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","João 1:1"]},"lucas_5_25_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra, louvor e reconhecimento da grandeza de Deus.","explicacao_detalhada":"A palavra 'gloria' (δοξάζω) é usada para descrever a manifestação da presença de Deus e Sua majestade. Em Lucas 5:25, a glória de Deus é reconhecida através dos milagres realizados por Jesus.","por_que_esta_palavra":"É importante para enfatizar a resposta adequada dos seres humanos diante da grandeza de Deus, que é a adoração e o louvor.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e o propósito da criação, que é glorificá-Lo.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","Apocalipse 4:11"]},"lucas_5_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na teologia cristã, representando a divindade que se revela aos seres humanos. Em Lucas 5:26, a menção de Deus destaca a autoridade e o poder divino na realização de milagres.","por_que_esta_palavra":"É utilizada para afirmar a soberania de Deus sobre todas as coisas e a importância de reconhecer Sua presença e ação na vida das pessoas.","conexao_teologica":"Deus é o fundamento da fé cristã, e a relação com Ele é essencial para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","João 1:1"]},"lucas_5_26_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra, louvor e reconhecimento da grandeza de Deus.","explicacao_detalhada":"A palavra 'gloria' (δοξάζω) é usada para descrever a manifestação da presença de Deus e Sua majestade. Em Lucas 5:26, a glória de Deus é reconhecida através dos milagres realizados por Jesus.","por_que_esta_palavra":"É importante para enfatizar a resposta adequada dos seres humanos diante da grandeza de Deus, que é a adoração e o louvor.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e o propósito da criação, que é glorificá-Lo.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","Apocalipse 4:11"]},"lucas_5_27_receipt":{"palavra_pt":"receipt","palavra_original":"τελώνιον","transliteracao":"telṓnion","strong":"G5058","significado_raiz":"Ideia básica: receipt.","significado_contextual":"Refere-se ao imposto ou tributo cobrado pelos publicanos, que eram vistos como traidores pelo povo judeu.","explicacao_detalhada":"A palavra 'receipt' (τελώνιον) no contexto de Lucas 5:27 destaca a profissão de Levi, um publicano, que era desprezado pela sociedade. A escolha de Jesus em chamar um publicano para segui-Lo demonstra a inclusão e a graça de Deus.","por_que_esta_palavra":"É utilizada para mostrar como Jesus rompe barreiras sociais e religiosas, chamando aqueles que eram marginalizados.","conexao_teologica":"A inclusão dos pecadores na mensagem de Jesus reflete a missão de Cristo de buscar e salvar o que estava perdido.","referencias_relacionadas":["Mateus 9:9","Lucas 19:10","Romanos 5:8"]},"lucas_5_27_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer a alguém, especialmente no contexto do discipulado.","explicacao_detalhada":"A palavra 'seguir' (μετά) em Lucas 5:27 implica em um compromisso de vida e uma mudança de direção, onde Levi deixa sua antiga vida para seguir Jesus.","por_que_esta_palavra":"É utilizada para enfatizar a resposta de fé e obediência que é necessária para ser um discípulo de Cristo.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, refletindo a transformação que ocorre ao aceitar o evangelho.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"lucas_5_28_forsake":{"palavra_pt":"forsake","palavra_original":"καταλείπω","transliteracao":"kataleípō","strong":"G2641","significado_raiz":"Ideia básica: forsake.","significado_contextual":"Refere-se ao ato de deixar ou abandonar algo, especialmente em um contexto de compromisso com Jesus.","explicacao_detalhada":"A palavra 'forsake' (καταλείπω) em Lucas 5:28 indica a decisão de Levi de abandonar sua antiga vida e suas práticas para seguir a Jesus, simbolizando uma nova identidade.","por_que_esta_palavra":"É utilizada para mostrar a radicalidade do chamado de Jesus, que exige uma renúncia das coisas do mundo em favor do Reino de Deus.","conexao_teologica":"A renúncia é um aspecto essencial do discipulado, refletindo a entrega total a Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 14:33","Filipenses 3:8"]},"lucas_5_28_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao percurso ou à jornada da vida, especialmente no contexto espiritual.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) em Lucas 5:28 simboliza a nova direção que Levi toma ao seguir Jesus, representando a transformação que ocorre na vida de um crente.","por_que_esta_palavra":"É utilizada para enfatizar que seguir a Jesus implica em um novo estilo de vida e uma nova jornada de fé.","conexao_teologica":"O caminho de Cristo é o único que leva à vida eterna, e todos são convidados a segui-Lo.","referencias_relacionadas":["João 14:6","Atos 2:38","1 Pedro 2:21"]},"lucas_5_28_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Refere-se a uma conclusão ou consequência lógica de uma ação anterior.","explicacao_detalhada":"A palavra 'portanto' (καί) em Lucas 5:28 é usada para conectar a decisão de Levi de seguir Jesus com a transformação que ocorre em sua vida, indicando que essa escolha leva a um novo propósito.","por_que_esta_palavra":"É utilizada para mostrar que as decisões que tomamos têm consequências e que seguir a Jesus resulta em uma nova vida.","conexao_teologica":"A lógica do evangelho é que a fé em Cristo leva a uma transformação radical e a um novo propósito na vida.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 2:20","2 Coríntios 5:17"]},"lucas_5_29_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, neste caso, a festa em honra a Jesus.","explicacao_detalhada":"No contexto de Lucas 5:29, Levi (Mateus) faz um grande banquete para Jesus, simbolizando a alegria e a celebração da nova vida que encontrou em Cristo.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a ação deliberada de Levi em honrar Jesus e compartilhar sua nova fé com outros.","conexao_teologica":"A ação de fazer festas em honra a Jesus reflete a alegria da salvação e a comunhão entre os crentes.","referencias_relacionadas":["Lucas 5:29","Mateus 9:10","Lucas 15:23"]},"lucas_5_29_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui se refere a um respeito profundo e reverência por Jesus.","explicacao_detalhada":"O temor de Deus é um tema recorrente na Bíblia, representando a atitude correta diante da santidade e autoridade divina.","por_que_esta_palavra":"O uso da palavra 'temor' destaca a grandeza de Jesus e a necessidade de reverência em Sua presença.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 1:7), e é essencial para um relacionamento saudável com Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 11:2"]},"lucas_5_29_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude da festa e a importância do evento.","explicacao_detalhada":"A grandeza da festa reflete a transformação na vida de Levi e a alegria de sua nova identidade em Cristo.","por_que_esta_palavra":"A ênfase na grandeza indica que a obra de Deus em nossas vidas é digna de celebração e reconhecimento.","conexao_teologica":"A grandeza de Deus se manifesta em Suas obras e na vida dos crentes, que são chamados a glorificá-Lo.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Lucas 1:49"]},"lucas_5_30_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"A palavra 'escriba' refere-se aos especialistas na Lei, que frequentemente questionavam Jesus.","explicacao_detalhada":"Os escribas eram responsáveis por interpretar e ensinar a Lei, mas muitas vezes se opunham a Jesus por causa de Sua mensagem de graça.","por_que_esta_palavra":"A presença dos escribas no relato destaca a tensão entre a tradição religiosa e a nova mensagem de Jesus.","conexao_teologica":"A oposição dos escribas ilustra a necessidade de um novo entendimento da Lei à luz da graça que Jesus trouxe.","referencias_relacionadas":["Mateus 23:13","Marcos 2:16","Lucas 11:52"]},"lucas_5_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao Salvador, que veio para buscar e salvar o perdido.","explicacao_detalhada":"Neste versículo, Jesus explica sua missão de trazer cura e salvação, especialmente aos pecadores.","por_que_esta_palavra":"A menção de Jesus enfatiza Sua autoridade e o propósito de Sua vinda ao mundo.","conexao_teologica":"Jesus é o centro da mensagem do evangelho, que é a boa nova de salvação para todos.","referencias_relacionadas":["Lucas 19:10","João 3:16","Romanos 5:8"]},"lucas_5_31_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade espiritual das pessoas, que é a verdadeira razão pela qual Jesus veio.","explicacao_detalhada":"Jesus usa a palavra 'assunto' para descrever a condição dos pecadores que precisam de arrependimento e cura.","por_que_esta_palavra":"A escolha dessa palavra destaca a urgência e a importância da missão de Jesus em relação à salvação.","conexao_teologica":"O 'assunto' de Jesus é a redenção, que é central para a mensagem do evangelho.","referencias_relacionadas":["Mateus 9:12","Lucas 15:7","Atos 4:12"]},"lucas_5_32_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se àqueles que se consideram justos, mas que na verdade precisam de arrependimento.","explicacao_detalhada":"Jesus menciona os 'inocentes' para mostrar que a salvação é para todos, incluindo os que se acham justos.","por_que_esta_palavra":"A palavra destaca a necessidade de reconhecer a própria condição de pecado para receber a graça.","conexao_teologica":"A justiça de Deus é oferecida a todos, mas é necessário o reconhecimento do pecado para a salvação.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Lucas 18:9-14"]},"lucas_5_32_repentance":{"palavra_pt":"repentance","palavra_original":"μετάνοια","transliteracao":"metánoia","strong":"G3341","significado_raiz":"Ideia básica: repentance.","significado_contextual":"A palavra 'arrependimento' refere-se à mudança de mente e coração em relação ao pecado.","explicacao_detalhada":"Jesus enfatiza que Ele veio chamar os pecadores ao arrependimento, que é essencial para a salvação.","por_que_esta_palavra":"A palavra 'arrependimento' é fundamental na mensagem de Jesus, pois implica em transformação e nova vida.","conexao_teologica":"O arrependimento é um passo crucial na experiência de salvação e reconciliação com Deus.","referencias_relacionadas":["Atos 2:38","2 Coríntios 7:10","Lucas 13:3"]},"lucas_5_32_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se à ação de se aproximar ou chegar a um lugar, neste caso, a vinda de Jesus aos pecadores.","explicacao_detalhada":"Jesus veio ao mundo para se relacionar com os pecadores e oferecer-lhes a salvação.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a iniciativa de Jesus em buscar aqueles que estão perdidos.","conexao_teologica":"A vinda de Jesus é um cumprimento das promessas de Deus de redimir a humanidade.","referencias_relacionadas":["Mateus 1:21","João 1:14","Hebreus 10:7"]},"lucas_5_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente refere-se à ação de realizar algo, neste caso, a prática de jejuar.","explicacao_detalhada":"Os fariseus questionam Jesus sobre a prática do jejum, e Ele responde sobre a natureza da verdadeira devoção.","por_que_esta_palavra":"A repetição da palavra 'fazer' enfatiza a importância das ações em relação à verdadeira espiritualidade.","conexao_teologica":"A verdadeira devoção a Deus não se limita a rituais, mas envolve um relacionamento genuíno com Ele.","referencias_relacionadas":["Mateus 6:16-18","Lucas 18:12","Isaías 58:6-7"]},"lucas_5_33_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é mencionado em um contexto de comparação entre os discípulos de Jesus e os fariseus.","explicacao_detalhada":"O nome 'João' é significativo no contexto do Novo Testamento, pois se refere a João Batista, que preparou o caminho para Jesus. O uso do nome aqui destaca a importância de sua missão e a expectativa em torno dela.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar importância à pessoa mencionada, neste caso, João, que tem um papel crucial na narrativa evangélica.","conexao_teologica":"O nome de João Batista é associado ao arrependimento e à preparação para a vinda do Messias, Jesus. Isso mostra a continuidade do plano de Deus na salvação da humanidade.","referencias_relacionadas":["Mateus 3:1-3","Marcos 1:4","Lucas 1:76"]},"lucas_5_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Messias, que está no centro da discussão sobre o jejum e a celebração.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação'. Neste contexto, Jesus está explicando que sua presença traz alegria e celebração, em contraste com a prática do jejum.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"A presença de Jesus é um sinal do novo pacto e da alegria que ele traz ao mundo, substituindo as antigas práticas de lamento.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"lucas_5_34_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, no contexto de Jesus explicando que não se deve jejuar enquanto Ele está presente.","explicacao_detalhada":"A palavra 'fazer' implica em ações que são realizadas em resposta à presença de Jesus. Ele está afirmando que a alegria de sua presença não deve ser ofuscada por práticas de lamento.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a necessidade de ação e resposta à revelação de Deus em Jesus.","conexao_teologica":"A ação de fazer algo em resposta à presença de Jesus é um tema recorrente no Novo Testamento, onde a fé se manifesta em obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"lucas_5_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'deus' é usada para enfatizar a negação, indicando que não se deve jejuar enquanto Jesus está presente.","explicacao_detalhada":"A palavra 'deus' aqui é uma partícula negativa que reforça a ideia de que a presença de Jesus transforma a prática religiosa tradicional.","por_que_esta_palavra":"A negação é crucial para entender a nova realidade que Jesus traz, onde as antigas práticas são reinterpretadas.","conexao_teologica":"A presença de Jesus como Deus encarnado redefine a relação entre o homem e Deus, trazendo um novo entendimento sobre a adoração.","referencias_relacionadas":["João 4:24","Romanos 12:1","Hebreus 10:19-22"]},"lucas_5_35_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de alegria e celebração que será trazido pela presença do noivo, Jesus.","explicacao_detalhada":"A palavra 'dia' simboliza um tempo específico de mudança e transformação, onde a alegria do noivo será evidente.","por_que_esta_palavra":"O uso da palavra 'dia' sugere um futuro em que a presença de Jesus trará uma nova era de alegria e comunhão com Deus.","conexao_teologica":"O 'dia' em que o noivo está presente é um símbolo do Reino de Deus, onde a alegria e a salvação são abundantes.","referencias_relacionadas":["Isaías 61:10","Salmos 30:5","Mateus 25:1-10"]},"lucas_5_35_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de vir, no contexto de Jesus falando sobre a vinda do noivo.","explicacao_detalhada":"A palavra 'vir' implica em uma expectativa de que algo grandioso está por vir, que é a manifestação plena do Reino de Deus.","por_que_esta_palavra":"A expectativa de que o noivo virá é central para a mensagem de esperança e redenção que Jesus traz.","conexao_teologica":"A vinda de Jesus é um tema central na teologia cristã, simbolizando a realização das promessas de Deus.","referencias_relacionadas":["Mateus 24:30","Apocalipse 22:12","1 Tessalonicenses 4:16"]},"lucas_5_36_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à parábola que Jesus usa para ilustrar a nova realidade que Ele traz.","explicacao_detalhada":"A palavra 'vida' aqui é usada em um sentido metafórico, representando a nova vida que Jesus oferece através de sua mensagem.","por_que_esta_palavra":"A parábola é uma forma de ensino que revela verdades profundas sobre o Reino de Deus e a transformação que Ele traz.","conexao_teologica":"A vida nova em Cristo é um tema central no Novo Testamento, onde a velha vida é deixada para trás em favor de uma nova criação.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Romanos 6:4"]},"lucas_5_37_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao vinho novo que não pode ser colocado em odres velhos, simbolizando a nova aliança que Jesus traz.","explicacao_detalhada":"A palavra 'vinho' é usada para ilustrar a nova vida e a nova aliança que Jesus estabelece, que não se encaixa nas antigas tradições.","por_que_esta_palavra":"O vinho novo representa a alegria e a transformação que vêm com a obra de Cristo, que não pode ser contida nas velhas estruturas.","conexao_teologica":"A nova aliança em Cristo é um tema central, onde o vinho simboliza a alegria e a renovação que Ele traz ao relacionamento com Deus.","referencias_relacionadas":["Mateus 26:27-29","Lucas 22:20","Hebreus 8:13"]},"lucas_5_37_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'deus' é usada para enfatizar a negação, indicando que não se deve colocar vinho novo em odres velhos.","explicacao_detalhada":"A negação aqui reforça a ideia de que a nova mensagem de Jesus não pode ser contida nas velhas tradições religiosas.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a nova realidade que Jesus traz, onde as antigas práticas são superadas pela nova aliança.","conexao_teologica":"A nova aliança em Cristo redefine a relação entre Deus e a humanidade, trazendo um novo entendimento sobre a adoração e a prática religiosa.","referencias_relacionadas":["Romanos 7:6","Gálatas 5:1","Colossenses 2:14"]},"lucas_5_37_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana que não pode receber a nova mensagem de Jesus se permanecer nas velhas tradições.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a incapacidade do ser humano de se adaptar à nova realidade sem uma transformação interior.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a necessidade de mudança e renovação que Jesus propõe.","conexao_teologica":"A transformação do homem é um tema central na mensagem de Jesus, que chama todos a uma nova vida em Cristo.","referencias_relacionadas":["João 3:3","Romanos 12:2","2 Coríntios 5:17"]},"lucas_5_38_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é utilizado como símbolo de alegria e celebração, mas também representa a nova aliança em Cristo.","explicacao_detalhada":"No contexto de Lucas 5:38, Jesus fala sobre a necessidade de novos recipientes para o vinho novo, simbolizando a nova mensagem e a nova aliança que Ele traz. O vinho velho representa as tradições e práticas religiosas que não podem conter a nova revelação.","por_que_esta_palavra":"A palavra 'vinho' é crucial para entender a transição entre o antigo e o novo, mostrando que a obra de Cristo não se encaixa nas estruturas religiosas antigas.","conexao_teologica":"O vinho novo representa a alegria e a transformação que Jesus traz, contrastando com as limitações da lei antiga.","referencias_relacionadas":["Mateus 9:17","Marcos 2:22","Lucas 5:37"]},"lucas_5_38_new":{"palavra_pt":"new","palavra_original":"νέος","transliteracao":"néos","strong":"G3501","significado_raiz":"Ideia básica: new.","significado_contextual":"A palavra 'novo' refere-se a algo que é fresco, recente ou que não foi usado antes, simbolizando a nova aliança em Cristo.","explicacao_detalhada":"Em Lucas 5:38, Jesus usa a palavra 'novo' para descrever o vinho que não pode ser colocado em odres velhos, indicando que a nova mensagem do evangelho não se encaixa nas velhas tradições.","por_que_esta_palavra":"A ênfase no 'novo' é essencial para entender a radicalidade da mensagem de Jesus e a necessidade de renovação espiritual.","conexao_teologica":"A nova aliança em Cristo é um tema central no Novo Testamento, onde o antigo é superado pela nova revelação de Deus.","referencias_relacionadas":["Hebreus 8:13","2 Coríntios 5:17","Gálatas 6:15"]},"lucas_5_39_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão consciente, refletindo a resistência das pessoas em aceitar a nova mensagem de Jesus.","explicacao_detalhada":"No versículo, Jesus observa que as pessoas tendem a preferir o vinho velho, simbolizando a dificuldade de aceitar o novo que Ele traz. Isso reflete a natureza humana de apegar-se ao familiar.","por_que_esta_palavra":"A escolha é um tema importante na vida espiritual, onde as pessoas devem decidir entre o antigo e o novo, entre a tradição e a verdade revelada.","conexao_teologica":"A escolha de seguir a Cristo é um convite à transformação e à renovação espiritual.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Mateus 7:13-14"]},"lucas_5_39_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição humana e suas preferências.","explicacao_detalhada":"No contexto de Lucas 5:39, Jesus menciona que 'nenhum homem' prefere o vinho novo ao velho, refletindo a tendência humana de resistir à mudança.","por_que_esta_palavra":"A referência ao 'homem' é importante para entender a natureza humana e a luta entre a tradição e a aceitação do novo.","conexao_teologica":"A condição humana é frequentemente abordada nas Escrituras, mostrando a necessidade de redenção e transformação através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gênesis 6:5","Salmos 14:2-3"]},"lucas_5_39_drink":{"palavra_pt":"drink","palavra_original":"πίνω","transliteracao":"pínō","strong":"G4095","significado_raiz":"Ideia básica: drink.","significado_contextual":"A palavra 'beber' refere-se ao ato de consumir, simbolizando a aceitação ou rejeição da nova mensagem de Jesus.","explicacao_detalhada":"Em Lucas 5:39, a ideia de 'beber' o vinho velho implica em uma escolha consciente de permanecer nas tradições em vez de aceitar a nova aliança.","por_que_esta_palavra":"O ato de beber é uma metáfora para a aceitação espiritual, onde se deve decidir o que se consome espiritualmente.","conexao_teologica":"A aceitação do novo vinho é um chamado para a transformação espiritual e a renovação da mente.","referencias_relacionadas":["João 6:53-56","Mateus 26:27-29","1 Coríntios 11:25"]}}