{"lucas_6_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se a um processo de transformação ou mudança, que é central na mensagem de Jesus.","explicacao_detalhada":"Em Lucas 6:1, o ato de 'tornar-se' implica em um desenvolvimento espiritual e uma nova compreensão da lei e do sábado.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornar novas criaturas em Cristo.","conexao_teologica":"A ideia de transformação é fundamental para a teologia da salvação e do discipulado.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:22-24"]},"lucas_6_1_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, mas Jesus redefine seu significado em relação à misericórdia e à necessidade humana.","explicacao_detalhada":"Em Lucas 6:1, Jesus ensina que o sábado não é apenas uma regra a ser seguida, mas um dia que deve ser vivido com compaixão e necessidade.","por_que_esta_palavra":"A palavra 'sábado' é crucial para entender a relação entre a lei e a graça, e como Jesus cumpre a lei.","conexao_teologica":"O sábado é um símbolo do descanso que encontramos em Cristo, que é nosso verdadeiro descanso.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 12:8","Hebreus 4:9-10"]},"lucas_6_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, destacando a importância das obras na vida cristã.","explicacao_detalhada":"Em Lucas 6:2, Jesus é questionado sobre o que é permitido fazer no sábado, enfatizando que as boas obras devem ser realizadas mesmo em dias de descanso.","por_que_esta_palavra":"A ação de 'fazer' é essencial para a prática da fé, onde as obras são uma expressão da crença.","conexao_teologica":"As boas obras são uma evidência da fé genuína e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"lucas_6_2_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso, mas Jesus ensina que a misericórdia e a necessidade humana devem prevalecer.","explicacao_detalhada":"Neste versículo, Jesus desafia a interpretação rígida do sábado, mostrando que a lei deve ser aplicada com amor e compaixão.","por_que_esta_palavra":"A palavra 'sábado' é fundamental para entender a relação entre a lei e a graça, e como Jesus redefine o descanso.","conexao_teologica":"O sábado simboliza o descanso que encontramos em Cristo, que cumpre a lei e nos oferece verdadeira paz.","referencias_relacionadas":["Marcos 2:27","Mateus 12:12","Colossenses 2:16-17"]},"lucas_6_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que traz a nova aliança e a verdadeira interpretação da lei.","explicacao_detalhada":"Em Lucas 6:3, Jesus se apresenta como a autoridade que redefine a compreensão do sábado e das tradições religiosas.","por_que_esta_palavra":"O nome 'Jesus' é central para a fé cristã, representando a salvação e a revelação de Deus ao homem.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento e a fonte de toda a verdade e graça.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"lucas_6_3_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma figura de autoridade e liderança, especialmente no contexto do Antigo Testamento, onde Davi é um exemplo de rei segundo o coração de Deus.","explicacao_detalhada":"No contexto de Lucas 6:3, Jesus menciona Davi para ilustrar a legitimidade de suas ações em relação à observância da lei, mostrando que até mesmo o rei pode agir fora das normas religiosas quando necessário.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a autoridade de Davi e, por extensão, a autoridade de Jesus em interpretar a lei.","conexao_teologica":"A figura do rei Davi é central na teologia cristã, pois Jesus é frequentemente chamado de 'Filho de Davi', ligando sua linhagem e autoridade ao reino messiânico.","referencias_relacionadas":["1 Samuel 16:13","Salmos 89:3-4","Mateus 1:1"]},"lucas_6_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em ação e realização, essencial para entender a prática do bem e a observância da lei.","explicacao_detalhada":"Em Lucas 6:3, Jesus usa a palavra 'fazer' para justificar suas ações no dia de sábado, mostrando que a necessidade e a compaixão superam a mera observância da lei.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância das ações em relação à fé e à lei, enfatizando que o amor e a misericórdia são fundamentais.","conexao_teologica":"A teologia cristã enfatiza que a fé sem obras é morta (Tiago 2:26), e Jesus exemplifica isso ao 'fazer' o bem mesmo em um dia considerado sagrado.","referencias_relacionadas":["Tiago 2:14-17","Mateus 12:12","Gálatas 5:6"]},"lucas_6_4_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica da sociedade, que é importante para a compreensão da comunidade e da vida em conjunto.","explicacao_detalhada":"No contexto de Lucas 6:4, a referência à 'família' é usada para ilustrar a relação entre os membros da comunidade de fé e a importância do cuidado mútuo.","por_que_esta_palavra":"A palavra 'família' é escolhida para enfatizar a responsabilidade e o amor que devem existir entre os crentes, como em uma família.","conexao_teologica":"A teologia cristã vê a igreja como a família de Deus, onde todos são irmãos e irmãs em Cristo, refletindo a unidade e o amor familiar.","referencias_relacionadas":["Efésios 2:19","1 João 3:1","Romanos 12:10"]},"lucas_6_4_templo":{"palavra_pt":"templo","palavra_original":"πρόθεσις","transliteracao":"próthesis","strong":"G4286","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado de adoração, simbolizando a presença de Deus entre seu povo.","explicacao_detalhada":"Em Lucas 6:4, Jesus menciona o templo para ilustrar que a verdadeira adoração vai além do espaço físico e das regras, focando na relação com Deus.","por_que_esta_palavra":"A palavra 'templo' é usada para mostrar que Jesus é a verdadeira habitação de Deus entre os homens, e que a adoração deve ser em espírito e verdade.","conexao_teologica":"A teologia cristã ensina que, após a vinda de Cristo, o corpo do crente se torna o templo do Espírito Santo (1 Coríntios 6:19).","referencias_relacionadas":["João 2:19-21","1 Coríntios 3:16","Hebreus 9:11-12"]},"lucas_6_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica em autoridade e domínio, especialmente em relação a Deus e a sua palavra.","explicacao_detalhada":"No contexto de Lucas 6:5, Jesus afirma sua autoridade sobre o sábado, desafiando as tradições religiosas da época.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de Jesus com a lei e sua posição como autoridade divina.","conexao_teologica":"A teologia cristã reconhece Jesus como Senhor e Salvador, enfatizando sua autoridade sobre todas as coisas, incluindo a lei.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"lucas_6_5_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso ordenado por Deus, um símbolo de descanso e santidade.","explicacao_detalhada":"Em Lucas 6:5, Jesus discute a observância do sábado, mostrando que o propósito do sábado é o bem-estar humano, não a rigidez da lei.","por_que_esta_palavra":"A palavra 'sábado' é usada para destacar a tensão entre a lei e a necessidade humana, enfatizando a misericórdia de Deus.","conexao_teologica":"A teologia cristã vê Jesus como o Senhor do sábado, trazendo um novo entendimento sobre o descanso e a liberdade em Cristo.","referencias_relacionadas":["Mateus 12:8","Marcos 2:27-28","Hebreus 4:9-10"]},"lucas_6_6_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à assembleia dos crentes, um corpo unido em Cristo.","explicacao_detalhada":"Em Lucas 6:6, a referência à 'igreja' destaca a importância da comunidade de fé e a prática do amor e da compaixão entre os membros.","por_que_esta_palavra":"A palavra 'igreja' é escolhida para enfatizar a coletividade e a responsabilidade mútua dos crentes em viver a fé.","conexao_teologica":"A teologia cristã ensina que a igreja é o corpo de Cristo, onde cada membro tem um papel vital na edificação e no crescimento espiritual.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Colossenses 1:18"]},"lucas_6_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' implica em transformação e mudança, essencial para a vida cristã.","explicacao_detalhada":"No contexto de Lucas 6:6, a ideia de 'tornar-se' é usada para descrever a ação de Jesus em curar, mostrando o poder de Deus para transformar vidas.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para entender a dinâmica da fé e da ação de Deus na vida dos crentes.","conexao_teologica":"A teologia cristã enfatiza a transformação que ocorre em Cristo, onde os crentes se tornam novas criaturas (2 Coríntios 5:17).","referencias_relacionadas":["Romanos 12:2","Gálatas 2:20","2 Coríntios 5:17"]},"lucas_6_6_terra":{"palavra_pt":"terra","palavra_original":"ξηρός","transliteracao":"xērós","strong":"G3584","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a humanidade e a criação de Deus.","explicacao_detalhada":"Em Lucas 6:6, a referência à 'terra' pode ser vista como um lembrete da criação e da soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a abrangência do ministério de Jesus, que se estende a toda a criação.","conexao_teologica":"A teologia cristã ensina que Cristo é o Senhor da criação, e que toda a terra clama por sua redenção.","referencias_relacionadas":["Salmos 24:1","Colossenses 1:16-17","Romanos 8:19-21"]},"lucas_6_7_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Em Lucas 6:7, a menção a Deus é fundamental para entender a autoridade e o poder que Jesus exerce, bem como a relação entre a divindade e a humanidade.","por_que_esta_palavra":"A palavra 'deus' é escolhida para enfatizar a soberania e a presença de Deus em todas as ações de Jesus.","conexao_teologica":"A teologia cristã ensina que Jesus é a revelação plena de Deus, e que através dele, temos acesso ao Pai.","referencias_relacionadas":["João 14:6-7","Hebreus 1:3","Colossenses 2:9"]},"lucas_6_7_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas eram especialistas na Lei e na interpretação das Escrituras.","explicacao_detalhada":"No contexto de Lucas 6:7, os escribas questionam Jesus sobre a legalidade de curar no sábado, refletindo sua preocupação com a observância da Lei em vez da compaixão.","por_que_esta_palavra":"A palavra 'escriba' é usada para descrever aqueles que eram considerados autoridades religiosas e legais, e sua presença destaca o conflito entre a tradição religiosa e a nova mensagem de Jesus.","conexao_teologica":"Os escribas representam a lei e a tradição, enquanto Jesus traz uma nova compreensão da graça e da misericórdia, mostrando que o amor ao próximo é mais importante que a observância rígida da lei.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38-40","Lucas 11:52"]},"lucas_6_8_terra":{"palavra_pt":"terra","palavra_original":"ξηρός","transliteracao":"xērós","strong":"G3584","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou à superfície da terra, simbolizando o lugar onde a vida se desenvolve.","explicacao_detalhada":"Em Lucas 6:8, a menção da terra pode simbolizar a criação de Deus e o domínio que Ele tem sobre todas as coisas, incluindo a capacidade de curar e restaurar.","por_que_esta_palavra":"A palavra 'terra' é importante para enfatizar a conexão de Jesus com a criação e a sua autoridade sobre a natureza e a vida.","conexao_teologica":"A terra é um símbolo da criação de Deus, e Jesus, como o Criador, tem poder sobre todas as coisas, incluindo a cura e a restauração da vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"lucas_6_8_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao estado de separação da vida, tanto física quanto espiritual.","explicacao_detalhada":"No contexto de Lucas 6:8, a morte é um tema que Jesus confronta, mostrando seu poder sobre a vida e a morte através de suas curas e ressurreições.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a missão de Jesus, que veio para trazer vida e vida em abundância, desafiando a morte e o pecado.","conexao_teologica":"A morte é um resultado do pecado, mas Jesus, através de sua morte e ressurreição, oferece a vida eterna e a vitória sobre a morte.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:55-57"]},"lucas_6_8_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"Em Lucas 6:8, a aliança pode ser vista como um lembrete do compromisso de Deus com a humanidade e a promessa de redenção através de Jesus.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação entre Deus e seu povo, e como Jesus cumpre as promessas da aliança.","conexao_teologica":"A aliança é central na teologia bíblica, e Jesus é o mediador da nova aliança, trazendo reconciliação e esperança.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"lucas_6_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação' e é central na mensagem do evangelho.","explicacao_detalhada":"Em Lucas 6:9, Jesus é apresentado como aquele que tem autoridade para curar e restaurar, desafiando as normas religiosas da época.","por_que_esta_palavra":"A palavra 'Jesus' é essencial para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a chave para a salvação, revelando o caráter amoroso de Deus.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_6_9_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, o princípio vital que Deus deu ao ser humano.","explicacao_detalhada":"Em Lucas 6:9, a referência à alma destaca a importância da vida e da dignidade humana, que Jesus veio restaurar.","por_que_esta_palavra":"A palavra 'alma' é significativa para entender a natureza humana e a relação entre corpo e espírito.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, e Jesus oferece vida eterna a todos que creem nele.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","João 3:16"]},"lucas_6_9_pecado":{"palavra_pt":"pecado","palavra_original":"κακοποιέω","transliteracao":"kakopoiéō","strong":"G2554","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus e à separação do relacionamento com Ele.","explicacao_detalhada":"Em Lucas 6:9, o pecado é um tema que Jesus aborda, enfatizando a necessidade de arrependimento e a oferta de perdão.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de salvação através de Cristo.","conexao_teologica":"O pecado é a razão pela qual Jesus veio ao mundo, para redimir a humanidade e restaurar o relacionamento com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Efésios 2:1-5"]},"lucas_6_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"Em Lucas 6:10, Jesus realiza uma cura, demonstrando seu poder e autoridade para fazer o bem, mesmo em um dia de descanso.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender a prática da fé em ação, refletindo o caráter ativo de Jesus em seu ministério.","conexao_teologica":"A ação de Jesus em fazer o bem é um exemplo para os crentes, que são chamados a agir em amor e compaixão.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Mateus 5:16"]},"lucas_6_10_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao membro do corpo humano usado para realizar ações e expressar cuidado.","explicacao_detalhada":"Em Lucas 6:10, a mão é um símbolo da capacidade de agir e fazer o bem, representando a obra de Jesus na cura.","por_que_esta_palavra":"A palavra 'mão' é significativa para enfatizar a ação de Jesus e a importância de usar nossas habilidades para ajudar os outros.","conexao_teologica":"As mãos de Jesus são um símbolo de serviço e compaixão, e os crentes são chamados a imitar esse exemplo.","referencias_relacionadas":["Salmos 90:17","Mateus 25:40","1 Pedro 4:10"]},"lucas_6_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa do Novo Testamento, representando a encarnação de Deus e a salvação.","explicacao_detalhada":"Em Lucas 6:11, a presença de Jesus provoca reações diversas, incluindo hostilidade, à medida que ele desafia as normas religiosas.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, simbolizando a esperança e a redenção oferecida a toda a humanidade.","conexao_teologica":"Jesus é o mediador da nova aliança, e sua vida e ministério revelam o amor e a graça de Deus para com os pecadores.","referencias_relacionadas":["Filipenses 2:9-11","Hebreus 12:2","Romanos 5:8"]},"lucas_6_11_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, especialmente em um contexto de milagres e curas.","explicacao_detalhada":"No contexto de Lucas 6:11, a palavra 'fazer' é usada para descrever a ação de Jesus em realizar milagres, o que provocou a ira dos fariseus. A ação de fazer é central na missão de Jesus, que veio para curar e restaurar.","por_que_esta_palavra":"Esta palavra é importante porque destaca a natureza ativa de Jesus em seu ministério, contrastando com a inatividade dos líderes religiosos que se opunham a Ele.","conexao_teologica":"A ação de fazer milagres é uma demonstração do poder divino de Jesus, que confirma sua identidade como o Messias.","referencias_relacionadas":["Lucas 5:17","Mateus 4:24","João 14:12"]},"lucas_6_11_accomplish":{"palavra_pt":"accomplish","palavra_original":"πλήθω","transliteracao":"plḗthō","strong":"G4130","significado_raiz":"Ideia básica: accomplish.","significado_contextual":"A palavra 'accomplish' refere-se ao cumprimento de uma ação ou propósito.","explicacao_detalhada":"Em Lucas 6:11, a palavra 'accomplish' é utilizada para descrever a intenção dos fariseus de encontrar uma razão para acusar Jesus, mostrando como eles estavam determinados a cumprir seus planos malignos.","por_que_esta_palavra":"É crucial entender essa palavra para perceber a oposição que Jesus enfrentou e como isso se relaciona com o cumprimento das profecias sobre o Messias.","conexao_teologica":"A oposição dos fariseus e a determinação de Jesus em cumprir sua missão refletem a luta entre luz e trevas.","referencias_relacionadas":["Mateus 26:4","Lucas 19:47","João 11:53"]},"lucas_6_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"No contexto de Lucas 6:12, o 'dia' é o momento em que Jesus se retirou para orar antes de escolher os doze apóstolos, destacando a importância da oração em momentos decisivos.","por_que_esta_palavra":"A escolha dos apóstolos é um evento crucial na formação da Igreja, e o dia em que isso ocorreu é marcado pela oração e busca de direção divina.","conexao_teologica":"A oração de Jesus antes de tomar decisões importantes enfatiza a necessidade de buscar a vontade de Deus em nossas vidas.","referencias_relacionadas":["Mateus 14:23","Lucas 5:16","Hebreus 5:7"]},"lucas_6_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Lucas 6:12, a referência a Deus é fundamental, pois Jesus se retira para orar a Ele antes de tomar decisões importantes, mostrando sua dependência do Pai.","por_que_esta_palavra":"A palavra 'deus' é central na compreensão da relação de Jesus com o Pai e na revelação do caráter divino.","conexao_teologica":"A dependência de Jesus em relação a Deus exemplifica a importância da oração e da comunhão com o Pai na vida do crente.","referencias_relacionadas":["Mateus 6:9","João 5:19","Filipenses 4:6"]},"lucas_6_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação ou realização de um estado.","explicacao_detalhada":"Em Lucas 6:12, a ideia de 'tornar-se' é aplicada à escolha dos apóstolos, que se tornariam líderes da Igreja primitiva, mostrando como Deus transforma vidas para um propósito maior.","por_que_esta_palavra":"Esta palavra é significativa porque reflete a capacidade de Deus de transformar indivíduos comuns em instrumentos poderosos para Seu reino.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde os crentes são chamados a se tornar novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_6_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um momento específico, enfatizando a importância do evento que ocorre nesse tempo.","explicacao_detalhada":"Em Lucas 6:13, o 'dia' é o momento em que Jesus escolhe os doze apóstolos, um ato que marca o início de uma nova fase em seu ministério.","por_que_esta_palavra":"O dia da escolha dos apóstolos é crucial para a história da Igreja, pois esses homens seriam fundamentais na propagação do evangelho.","conexao_teologica":"A escolha dos apóstolos ilustra a soberania de Deus na seleção de líderes para a Sua obra.","referencias_relacionadas":["Mateus 10:1","Marcos 3:13","Atos 1:24"]},"lucas_6_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' novamente se refere ao processo de transformação, neste caso, dos apóstolos em líderes espirituais.","explicacao_detalhada":"Em Lucas 6:13, a escolha dos doze apóstolos é um momento de grande importância, pois eles se tornariam os pilares da Igreja primitiva.","por_que_esta_palavra":"A transformação dos apóstolos é um exemplo do poder de Deus em moldar e preparar pessoas para Sua missão.","conexao_teologica":"A ideia de se tornar algo maior é um tema recorrente na Bíblia, onde Deus chama e capacita os indivíduos para Sua obra.","referencias_relacionadas":["Atos 2:42","1 Pedro 2:9","Efésios 4:11-12"]},"lucas_6_14_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, referindo-se a Pedro como a base da Igreja.","explicacao_detalhada":"Em Lucas 6:14, Jesus chama Simão de Pedro, que significa 'rocha', indicando seu papel fundamental na fundação da Igreja.","por_que_esta_palavra":"A escolha de Pedro como 'rocha' é significativa, pois representa a liderança e a firmeza que ele teria na comunidade cristã.","conexao_teologica":"A metáfora da rocha é frequentemente usada na Bíblia para descrever a segurança e a proteção que Deus oferece ao Seu povo.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"lucas_6_14_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao caráter de uma pessoa.","explicacao_detalhada":"Em Lucas 6:14, o nome 'Simão' é mencionado, que é importante porque representa a identidade de Pedro antes de sua transformação em apóstolo.","por_que_esta_palavra":"O nome é significativo, pois reflete a mudança que ocorre na vida de Simão ao se tornar Pedro, um líder da Igreja.","conexao_teologica":"A mudança de nome é um símbolo da nova identidade que os crentes recebem em Cristo.","referencias_relacionadas":["Gênesis 17:5","Apocalipse 2:17","Romanos 8:17"]},"lucas_6_15_matthew":{"palavra_pt":"matthew","palavra_original":"Ματθαῖος","transliteracao":"Matthaîos","strong":"G3156","significado_raiz":"Ideia básica: matthew.","significado_contextual":"A palavra 'Matthew' refere-se ao apóstolo Mateus, que foi chamado por Jesus para segui-lo.","explicacao_detalhada":"Em Lucas 6:15, Mateus é mencionado como um dos doze apóstolos, destacando sua importância no ministério de Jesus e na propagação do evangelho.","por_que_esta_palavra":"A inclusão de Mateus entre os apóstolos é significativa, pois ele era um coletor de impostos, mostrando que Jesus chama pessoas de todas as esferas da vida.","conexao_teologica":"A escolha de Mateus ilustra a graça de Deus, que chama pecadores para serem parte de Seu reino.","referencias_relacionadas":["Mateus 9:9","Marcos 2:14","Lucas 5:27"]},"lucas_6_15_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos apóstolos, especificamente Tiago, que é uma figura importante no Novo Testamento.","explicacao_detalhada":"O nome 'Iákōbos' é uma forma grega do hebraico 'Ya'akov', que significa 'aquele que agarra o calcanhar' ou 'suplantador'. Tiago é mencionado como um dos doze apóstolos escolhidos por Jesus.","por_que_esta_palavra":"O nome é significativo porque representa a identidade e o chamado de Tiago como apóstolo e líder na igreja primitiva.","conexao_teologica":"Tiago é visto como um exemplo de fé e liderança, e seu nome é frequentemente associado à perseverança e à fidelidade a Deus.","referencias_relacionadas":["Mateus 10:2","Marcos 3:16","Atos 1:13"]},"lucas_6_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Usado para descrever a magnitude ou importância de um evento ou ação, neste caso, a escolha dos apóstolos.","explicacao_detalhada":"A palavra 'polýs' implica em algo que é abundante ou significativo, refletindo a importância do ministério dos apóstolos na propagação do evangelho.","por_que_esta_palavra":"A escolha dos apóstolos é um evento crucial na história da salvação, e a grandeza desse momento é enfatizada pela palavra utilizada.","conexao_teologica":"A grandeza do chamado dos apóstolos ressalta a importância da missão da igreja e a responsabilidade de levar a mensagem de Cristo ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:41","Romanos 10:14-15"]},"lucas_6_16_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Judas, outro dos apóstolos, que é frequentemente lembrado por sua traição a Jesus.","explicacao_detalhada":"O nome 'Ioúdas' é uma forma grega do hebraico 'Yehuda', que significa 'louvor'. A escolha desse nome é irônica, dado o papel de Judas na traição.","por_que_esta_palavra":"O nome é importante para entender a dualidade do caráter de Judas, que começou como um dos escolhidos, mas acabou se afastando do caminho de Deus.","conexao_teologica":"A história de Judas serve como um alerta sobre a apostasia e a importância de permanecer fiel ao chamado de Deus.","referencias_relacionadas":["Mateus 26:14-16","Marcos 14:10-11","Atos 1:16-20"]},"lucas_6_17_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à ideia de estabelecer um compromisso ou pacto, especialmente no contexto do ministério de Jesus.","explicacao_detalhada":"A palavra 'hístēmi' implica em firmar algo, como uma aliança entre Deus e seu povo, que é central na mensagem do evangelho.","por_que_esta_palavra":"A aliança é um tema recorrente na Bíblia, simbolizando a relação entre Deus e a humanidade, e a escolha dos apóstolos é parte dessa aliança.","conexao_teologica":"A aliança de Deus com seu povo é cumprida em Cristo, que estabelece uma nova aliança através de seu sacrifício.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31-34"]},"lucas_6_17_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da multidão que seguia Jesus, destacando a importância de seu ministério.","explicacao_detalhada":"A palavra 'polýs' enfatiza a quantidade e a diversidade das pessoas que buscavam a Jesus, refletindo seu impacto na sociedade.","por_que_esta_palavra":"A grandeza da multidão é um testemunho do poder e da autoridade de Jesus, que atraía pessoas de todas as esferas da vida.","conexao_teologica":"A multidão que seguia Jesus representa a universalidade da mensagem do evangelho, que é para todos os povos.","referencias_relacionadas":["Mateus 4:25","Marcos 1:45","João 6:2"]},"lucas_6_17_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir Jesus, que implica em um compromisso de vida e fé.","explicacao_detalhada":"A palavra 'metá' sugere um movimento em direção a algo, neste caso, a decisão de seguir a Jesus e seus ensinamentos.","por_que_esta_palavra":"Seguir Jesus é um chamado para todos os crentes, que são convidados a deixar suas vidas passadas e abraçar uma nova vida em Cristo.","conexao_teologica":"O seguimento de Jesus é central na vida cristã, simbolizando a transformação e a nova identidade em Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_6_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, que é frequentemente associado à presença e ao poder de Deus.","explicacao_detalhada":"A palavra 'pneûma' é usada para descrever o espírito santo, que atua na vida dos crentes e no ministério de Jesus.","por_que_esta_palavra":"O espírito é essencial para a compreensão e a experiência da vida cristã, sendo o agente de transformação e poder.","conexao_teologica":"A presença do espírito é uma promessa de Deus para todos os que creem, capacitando-os a viver de acordo com sua vontade.","referencias_relacionadas":["Atos 2:4","Romanos 8:9-11","Gálatas 5:22-23"]},"lucas_6_18_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o curador e aquele que traz restauração.","explicacao_detalhada":"A palavra 'therapeúō' implica em cura física e espiritual, refletindo a missão de Jesus de restaurar a humanidade.","por_que_esta_palavra":"A cura é um aspecto central do ministério de Jesus, que demonstra o amor e a compaixão de Deus por seu povo.","conexao_teologica":"A obra de cura de Jesus é um sinal do reino de Deus, que traz esperança e restauração a todos os que creem.","referencias_relacionadas":["Mateus 4:24","Marcos 1:34","Tiago 5:14-15"]},"lucas_6_19_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder que Jesus demonstrou através de milagres e curas.","explicacao_detalhada":"A palavra 'dýnamis' enfatiza a força e a capacidade de realizar ações sobrenaturais, que são evidências da divindade de Jesus.","por_que_esta_palavra":"O poder de Jesus é um testemunho de sua autoridade como Filho de Deus e seu papel como Salvador.","conexao_teologica":"O poder de Deus se manifesta na vida dos crentes, que são chamados a viver em fé e a experimentar a obra do Espírito Santo.","referencias_relacionadas":["Lucas 9:1","Atos 1:8","Efésios 3:20"]},"lucas_6_19_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de buscar a Jesus por cura e libertação.","explicacao_detalhada":"A palavra 'zētéō' implica em um desejo intenso de encontrar algo, neste caso, a cura e a salvação que Jesus oferece.","por_que_esta_palavra":"Buscar a Jesus é um ato de fé, reconhecendo a necessidade de sua intervenção na vida das pessoas.","conexao_teologica":"A busca por Jesus é um chamado a todos os que anseiam por esperança e transformação, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Mateus 7:7","Lucas 11:9","Hebreus 11:6"]},"lucas_6_19_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus, composta por pessoas de diversas origens e condições sociais.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) indica um grupo de pessoas que se reuniram em torno de Jesus, buscando cura e ensinamento. Este contexto mostra a importância da comunidade e da necessidade humana de apoio e orientação espiritual.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a inclusão e a universalidade da mensagem de Jesus, que não se limitava a um grupo específico, mas se estendia a todos.","conexao_teologica":"A presença do povo ao redor de Jesus simboliza a busca por salvação e a resposta divina à necessidade humana.","referencias_relacionadas":["Mateus 5:1","Marcos 3:7","Lucas 8:4"]},"lucas_6_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a entidade suprema que é adorada e reverenciada. No contexto do versículo, enfatiza a relação entre Deus e os bem-aventurados.","por_que_esta_palavra":"A menção de Deus destaca a importância da fé e da dependência divina na vida dos que são considerados bem-aventurados.","conexao_teologica":"Deus é a fonte de todas as bênçãos e a razão pela qual os que são perseguidos ou que passam por dificuldades podem ser considerados bem-aventurados.","referencias_relacionadas":["Salmos 68:5","Isaías 40:28","Romanos 8:31"]},"lucas_6_20_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se ao estado de felicidade e favor divino que recai sobre aqueles que são humildes e dependentes de Deus.","explicacao_detalhada":"A palavra 'bem aventurado' (μακάριος) implica uma condição de alegria e satisfação que transcende as circunstâncias externas, sendo um estado de graça.","por_que_esta_palavra":"Esta palavra é usada para descrever aqueles que, apesar de suas dificuldades, encontram alegria em sua relação com Deus.","conexao_teologica":"A bem-aventurança é um tema central no ensino de Jesus, que redefine o que significa ser verdadeiramente feliz.","referencias_relacionadas":["Mateus 5:3","Salmos 1:1","Tiago 1:12"]},"lucas_6_20_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver e perceber, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'olho' (ὀφθαλμός) é usada para simbolizar a percepção e a compreensão espiritual. No contexto, pode se referir à visão que os bem-aventurados têm da realidade espiritual.","por_que_esta_palavra":"A escolha desta palavra destaca a importância de ter uma visão clara e espiritual, que vai além do que é visível aos olhos humanos.","conexao_teologica":"A visão espiritual é essencial para entender as verdades do Reino de Deus e viver de acordo com elas.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"lucas_6_21_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à felicidade e ao estado de graça dos que têm fome e sede de justiça.","explicacao_detalhada":"A repetição da palavra 'bem aventurado' (μακάριος) reforça a ideia de que aqueles que buscam a justiça e a satisfação espiritual são abençoados por Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar que a verdadeira satisfação vem de Deus e não das coisas materiais.","conexao_teologica":"A busca pela justiça é um reflexo do caráter de Deus e é recompensada por Ele.","referencias_relacionadas":["Mateus 5:6","Salmos 42:1","Isaías 55:1"]},"lucas_6_21_hungered":{"palavra_pt":"hungered","palavra_original":"πεινάω","transliteracao":"peináō","strong":"G3983","significado_raiz":"Ideia básica: hungered.","significado_contextual":"Refere-se ao desejo intenso de justiça e retidão.","explicacao_detalhada":"A palavra 'hungered' (πεινάω) indica uma fome espiritual que leva à busca por Deus e por uma vida justa. Este desejo é visto como uma virtude.","por_que_esta_palavra":"A escolha desta palavra mostra que a fome espiritual é um sinal de saúde espiritual e um indicativo de que a pessoa está buscando a verdade.","conexao_teologica":"A fome e sede de justiça são características dos que pertencem ao Reino de Deus e são prometidos a serem saciados.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","João 6:35"]},"lucas_6_21_alimento":{"palavra_pt":"alimento","palavra_original":"χορτάζω","transliteracao":"chortázō","strong":"G5526","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a vida, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'alimento' (χορτάζω) implica a satisfação das necessidades básicas e a plenitude que vem de Deus. No contexto, sugere que aqueles que buscam a justiça serão alimentados por Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza que a verdadeira satisfação vem de Deus e não das coisas materiais.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto físicas quanto espirituais.","referencias_relacionadas":["Salmos 23:1","Mateus 4:4","Filipenses 4:19"]},"lucas_6_22_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à condição de felicidade dos que são perseguidos por causa da justiça.","explicacao_detalhada":"A repetição da palavra 'bem aventurado' (μακάριος) reforça a ideia de que a perseguição por causa da fé é um sinal de bênção e favor divino.","por_que_esta_palavra":"Esta palavra é usada para encorajar os crentes a permanecerem firmes em sua fé, mesmo diante da adversidade.","conexao_teologica":"A perseguição é uma parte da experiência cristã e é vista como uma oportunidade de testemunhar a fé em Cristo.","referencias_relacionadas":["Mateus 5:10","1 Pedro 4:14","Romanos 8:17"]},"lucas_6_22_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao sentimento de aversão ou ódio que pode surgir em resposta à perseguição.","explicacao_detalhada":"A palavra 'amor' (μισέω) é usada aqui para descrever a reação negativa que alguns têm em relação aos que seguem a Cristo. Este amor é um amor que se opõe à fé.","por_que_esta_palavra":"A escolha desta palavra destaca a realidade da oposição que os crentes enfrentam e a necessidade de permanecer firmes na fé.","conexao_teologica":"O amor e a aversão são temas centrais na vida cristã, onde os crentes são chamados a amar mesmo aqueles que os perseguem.","referencias_relacionadas":["Mateus 5:44","Lucas 23:34","Romanos 12:14"]},"lucas_6_22_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza maligna que se opõe a Deus e à justiça.","explicacao_detalhada":"A palavra 'maligno/mau' (πονηρός) é usada para descrever aqueles que praticam a injustiça e perseguem os justos. Este contexto enfatiza a luta entre o bem e o mal.","por_que_esta_palavra":"A escolha desta palavra destaca a realidade do pecado e da oposição que os crentes enfrentam em sua jornada de fé.","conexao_teologica":"A luta contra o mal é uma parte fundamental da experiência cristã, onde os crentes são chamados a resistir ao maligno.","referencias_relacionadas":["Mateus 6:13","Efésios 6:12","1 João 5:19"]},"lucas_6_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de alegria e recompensa que os seguidores de Jesus experimentarão.","explicacao_detalhada":"O 'dia' mencionado aqui simboliza um tempo futuro de bênção e felicidade, em contraste com o sofrimento presente. É um dia de vindicação para aqueles que são perseguidos por causa da justiça.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza de que haverá um tempo de recompensa divina para os justos.","conexao_teologica":"Este conceito de um 'dia' de recompensa é central na escatologia cristã, onde se espera a vinda do Reino de Deus.","referencias_relacionadas":["Mateus 5:12","Romanos 8:18","Apocalipse 21:4"]},"lucas_6_23_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é apresentado como o lugar de recompensa e presença de Deus.","explicacao_detalhada":"Neste contexto, o céu é visto como a morada dos justos, onde eles experimentarão a plenitude da alegria e da comunhão com Deus após a vida terrena.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a esperança cristã na vida eterna e a promessa de um futuro glorioso.","conexao_teologica":"A expectativa do céu é um tema recorrente nas Escrituras, simbolizando a realização das promessas de Deus.","referencias_relacionadas":["João 14:2-3","Filipenses 3:20","2 Coríntios 5:1"]},"lucas_6_24_consolo":{"palavra_pt":"consolo","palavra_original":"παράκλησις","transliteracao":"paráklēsis","strong":"G3874","significado_raiz":"Ideia básica: consolo.","significado_contextual":"O 'consolo' é a esperança e a paz que os crentes receberão em meio às dificuldades.","explicacao_detalhada":"A palavra 'consolo' implica um encorajamento divino que será dado aos que sofrem, especialmente àqueles que são perseguidos ou injustiçados.","por_que_esta_palavra":"É uma promessa de que Deus está presente e ativo em trazer alívio e conforto aos que estão em aflição.","conexao_teologica":"O consolo é uma manifestação do amor e da misericórdia de Deus, que se preocupa com o sofrimento humano.","referencias_relacionadas":["2 Coríntios 1:3-4","Salmos 34:18","Mateus 5:4"]},"lucas_6_24_rico":{"palavra_pt":"rico","palavra_original":"πλούσιος","transliteracao":"ploúsios","strong":"G4145","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se àqueles que confiam em suas riquezas e não em Deus.","explicacao_detalhada":"A palavra 'rico' é usada para descrever pessoas que, apesar de suas posses materiais, estão espiritualmente empobrecidas e distantes de Deus.","por_que_esta_palavra":"É um alerta sobre os perigos da riqueza e a tendência de se tornar complacente e indiferente às necessidades espirituais.","conexao_teologica":"A riqueza é frequentemente vista nas Escrituras como um obstáculo à verdadeira fé e dependência de Deus.","referencias_relacionadas":["Mateus 19:24","Tiago 5:1-3","Lucas 12:15"]},"lucas_6_24_salvar":{"palavra_pt":"salvar","palavra_original":"πλήν","transliteracao":"plḗn","strong":"G4133","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica a ideia de libertação e redenção.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à salvação que é oferecida por Jesus, que traz libertação do pecado e da condenação.","por_que_esta_palavra":"É uma declaração sobre a necessidade de salvação espiritual, que é mais importante do que as posses materiais.","conexao_teologica":"A salvação é o tema central do evangelho, onde Jesus é apresentado como o Salvador da humanidade.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","Efésios 2:8-9"]},"lucas_6_25_encher":{"palavra_pt":"encher","palavra_original":"ἐμπίπλημι","transliteracao":"empíplēmi","strong":"G1705","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se à satisfação das necessidades físicas e emocionais.","explicacao_detalhada":"A palavra 'encher' implica uma plenitude que é temporária e que pode levar à complacência, em contraste com a verdadeira satisfação que vem de Deus.","por_que_esta_palavra":"É um aviso sobre a busca de satisfação nas coisas materiais, que não podem preencher o vazio espiritual.","conexao_teologica":"A verdadeira plenitude é encontrada em Cristo, e não nas coisas deste mundo.","referencias_relacionadas":["João 6:35","Salmos 107:9","Mateus 5:6"]},"lucas_6_25_hungered":{"palavra_pt":"hungered","palavra_original":"πεινάω","transliteracao":"peináō","strong":"G3983","significado_raiz":"Ideia básica: hungered.","significado_contextual":"Refere-se à fome espiritual e à busca por justiça.","explicacao_detalhada":"A palavra 'hungered' indica um desejo profundo por algo que vai além do físico, como a justiça e a verdade que vêm de Deus.","por_que_esta_palavra":"É um chamado à consciência sobre a necessidade espiritual que todos têm, que só pode ser satisfeita por Deus.","conexao_teologica":"A fome espiritual é um tema importante nas bem-aventuranças, onde Jesus promete satisfação aos que buscam a justiça.","referencias_relacionadas":["Mateus 5:6","Isaías 55:1-2","Salmos 42:1-2"]},"lucas_6_25_sinal":{"palavra_pt":"sinal","palavra_original":"γελάω","transliteracao":"geláō","strong":"G1070","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Refere-se a um sinal de advertência sobre a condição espiritual das pessoas.","explicacao_detalhada":"A palavra 'sinal' implica uma indicação de que algo está errado ou que uma mudança é necessária na vida das pessoas.","por_que_esta_palavra":"É um lembrete de que as ações e as escolhas têm consequências espirituais.","conexao_teologica":"Os sinais de Deus são frequentemente usados nas Escrituras para chamar as pessoas ao arrependimento e à transformação.","referencias_relacionadas":["Mateus 12:39","Lucas 11:29","João 4:48"]},"lucas_6_26_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a falsos profetas que enganam e desviam o povo de Deus.","explicacao_detalhada":"A palavra 'profeta' é usada para descrever aqueles que falam em nome de Deus, mas que na verdade são enganadores e manipuladores.","por_que_esta_palavra":"É um alerta sobre a necessidade de discernimento espiritual para reconhecer a verdade.","conexao_teologica":"A presença de falsos profetas é uma preocupação constante nas Escrituras, onde a verdade de Deus deve ser defendida.","referencias_relacionadas":["Mateus 7:15","2 Pedro 2:1","1 João 4:1"]},"lucas_6_26_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, enfatizando a responsabilidade pessoal.","explicacao_detalhada":"A palavra 'fazer' implica a necessidade de agir de acordo com a fé e os ensinamentos de Jesus.","por_que_esta_palavra":"É um chamado à ação, onde a fé deve ser acompanhada de obras que refletem a verdade de Deus.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, onde a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"lucas_6_26_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"No contexto de Lucas 6:26, a palavra 'conforme' é usada para descrever a maneira como as pessoas são tratadas de acordo com suas ações e atitudes. Jesus alerta sobre a aprovação dos homens, que pode ser enganosa.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica entre a aprovação humana e a aprovação divina, enfatizando que a verdadeira justiça não é medida pela opinião dos outros.","conexao_teologica":"A ideia de conformidade com a vontade de Deus é central na teologia cristã, onde os crentes são chamados a viver de acordo com os princípios divinos, mesmo que isso signifique ir contra a opinião popular.","referencias_relacionadas":["Mateus 7:21","Gálatas 1:10","1 João 2:15-17"]},"lucas_6_27_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"Em Lucas 6:27, Jesus instrui seus seguidores a 'fazer' o bem, mesmo para aqueles que os odeiam. Isso implica uma ação deliberada e intencional de amor e bondade.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância da ação prática na vida cristã, não apenas sentimentos ou intenções.","conexao_teologica":"A teologia cristã enfatiza que a fé sem obras é morta (Tiago 2:26), e que o amor deve se manifestar em ações concretas.","referencias_relacionadas":["Tiago 2:14-17","Mateus 5:44","Romanos 12:20"]},"lucas_6_27_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou deseja o mal a outra pessoa.","explicacao_detalhada":"No versículo, Jesus ensina que devemos amar até mesmo nossos inimigos, desafiando a norma social de retribuição e ódio.","por_que_esta_palavra":"A inclusão de 'inimigo' no ensinamento de Jesus é radical, pois chama os crentes a transcenderem o ódio e a vingança, promovendo a reconciliação.","conexao_teologica":"O amor ao inimigo é um reflexo do amor de Deus por nós, que nos amou mesmo quando éramos seus inimigos (Romanos 5:10).","referencias_relacionadas":["Mateus 5:44","Romanos 12:19-21","1 Pedro 3:9"]},"lucas_6_28_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica a ação de expressar algo verbalmente.","explicacao_detalhada":"Em Lucas 6:28, Jesus instrui a abençoar aqueles que nos amaldiçoam, o que envolve não apenas ações, mas também palavras de bênção e encorajamento.","por_que_esta_palavra":"A ênfase em 'falar' destaca a importância da comunicação positiva e construtiva, mesmo em face da hostilidade.","conexao_teologica":"As palavras têm poder, e a Bíblia nos ensina a usar nossa fala para edificar e abençoar, refletindo o caráter de Cristo.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Colossenses 4:6"]},"lucas_6_28_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"No contexto do versículo, a referência a Deus enfatiza a necessidade de se voltar a Ele em oração, especialmente quando enfrentamos perseguições ou injustiças.","por_que_esta_palavra":"A invocação de Deus em momentos de dificuldade é um lembrete da nossa dependência dEle e da importância da oração na vida do crente.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus, buscando Sua orientação e força em tempos de provação.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Hebreus 4:16"]},"lucas_6_28_maldicao":{"palavra_pt":"maldicao","palavra_original":"καταράομαι","transliteracao":"kataráomai","strong":"G2672","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A palavra 'maldicao' refere-se a um desejo de mal ou dano a alguém.","explicacao_detalhada":"Jesus ensina que, ao invés de retribuir maldição com maldição, devemos abençoar aqueles que nos amaldiçoam, desafiando a lógica humana.","por_que_esta_palavra":"A escolha de 'maldicao' ilustra a realidade do conflito e da hostilidade que os crentes podem enfrentar, e a resposta que devem ter.","conexao_teologica":"A bênção em vez da maldição é um princípio central do evangelho, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["Romanos 12:14","Gálatas 5:22-23","1 Pedro 3:9"]},"lucas_6_29_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao membro do corpo humano usado para realizar ações.","explicacao_detalhada":"No versículo, Jesus menciona a mão como símbolo de ação e resposta, indicando que devemos estar prontos para agir com amor, mesmo quando somos agredidos.","por_que_esta_palavra":"A referência à mão destaca a necessidade de uma resposta ativa e não passiva diante da injustiça.","conexao_teologica":"A ação do crente deve ser guiada pelo amor, refletindo a natureza de Cristo que se entregou por nós.","referencias_relacionadas":["Mateus 5:39","Gálatas 6:10","Tiago 1:22"]},"lucas_6_29_rosto":{"palavra_pt":"rosto","palavra_original":"σιαγών","transliteracao":"siagṓn","strong":"G4600","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à parte frontal da cabeça, frequentemente associada à identidade e expressão.","explicacao_detalhada":"Jesus usa a imagem do rosto para ilustrar a disposição de aceitar ofensas e agressões, enfatizando a importância da humildade e do perdão.","por_que_esta_palavra":"A referência ao rosto simboliza a vulnerabilidade e a disposição de se expor ao outro, mesmo em situações difíceis.","conexao_teologica":"A disposição de se submeter e perdoar é um reflexo do caráter de Cristo, que se entregou por amor.","referencias_relacionadas":["Mateus 5:39","Lucas 23:34","Efésios 4:32"]},"lucas_6_30_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para referir-se à divindade, enfatizando a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para lembrar os crentes de que suas ações devem ser guiadas pela vontade divina, especialmente em tempos de provação.","por_que_esta_palavra":"A invocação de Deus é um lembrete da nossa dependência dEle e da importância de buscar Sua orientação em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, onde os crentes são chamados a confiar em Sua providência e direção.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Romanos 8:28"]},"lucas_6_30_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao percurso ou direção que se toma na vida.","explicacao_detalhada":"Jesus usa a palavra 'caminho' para descrever a forma como devemos viver, indicando que nossas ações devem refletir os princípios do Reino de Deus.","por_que_esta_palavra":"A escolha de 'caminho' sugere que a vida cristã é uma jornada, onde cada passo deve ser guiado pela fé e pela obediência a Deus.","conexao_teologica":"A ideia de caminhar com Deus é central na vida cristã, onde somos chamados a seguir a Cristo como o caminho, a verdade e a vida (João 14:6).","referencias_relacionadas":["Salmos 119:105","Mateus 7:13-14","Gálatas 5:16"]},"lucas_6_30_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar é um ato de generosidade e desprendimento, especialmente em um contexto de amor ao próximo.","explicacao_detalhada":"No versículo, Jesus ensina sobre a importância de dar sem esperar nada em troca, refletindo o amor incondicional que devemos ter pelos outros.","por_que_esta_palavra":"A palavra 'dar' é central na mensagem de Jesus sobre a generosidade e a compaixão, enfatizando que devemos agir em favor dos outros.","conexao_teologica":"A prática de dar é uma expressão do amor cristão e da graça de Deus, que nos deu seu Filho.","referencias_relacionadas":["Mateus 5:42","Atos 20:35","2 Coríntios 9:7"]},"lucas_6_31_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher implica em tomar decisões conscientes, especialmente em relação ao tratamento que damos aos outros.","explicacao_detalhada":"Jesus nos ensina a tratar os outros da mesma forma que gostaríamos de ser tratados, destacando a importância da empatia e da consideração.","por_que_esta_palavra":"A escolha de como agir em relação aos outros reflete nosso caráter e nossa fé.","conexao_teologica":"A escolha de amar e servir aos outros é uma manifestação do amor de Deus em nossas vidas.","referencias_relacionadas":["Mateus 7:12","Gálatas 5:13","Filipenses 2:4"]},"lucas_6_31_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de colocar em prática os ensinamentos de Jesus, especialmente no que diz respeito ao amor e à bondade.","explicacao_detalhada":"Neste contexto, fazer é agir de acordo com a vontade de Deus, demonstrando amor e compaixão em nossas ações diárias.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a importância da ação na vida cristã, não apenas a crença.","conexao_teologica":"As obras são uma expressão da fé viva e do amor que recebemos de Deus.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"lucas_6_31_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Portanto é uma conjunção que indica a consequência lógica de uma afirmação anterior.","explicacao_detalhada":"Jesus usa 'portanto' para conectar seus ensinamentos sobre o amor e a generosidade com a aplicação prática em nossas vidas.","por_que_esta_palavra":"A palavra 'portanto' nos lembra que nossas ações devem ser baseadas nos princípios que Jesus ensinou.","conexao_teologica":"A lógica do ensino de Jesus nos leva a agir de acordo com a Sua vontade.","referencias_relacionadas":["Romanos 12:1","1 João 3:18","Mateus 5:16"]},"lucas_6_32_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça é um favor imerecido, um presente que recebemos de Deus, e deve ser refletido em nossas interações.","explicacao_detalhada":"Neste contexto, a graça é um chamado para que sejamos generosos e bondosos, mesmo com aqueles que não podem retribuir.","por_que_esta_palavra":"A palavra 'graça' destaca a natureza do amor de Deus e como devemos imitá-lo em nossas vidas.","conexao_teologica":"A graça de Deus nos transforma e nos capacita a agir com amor e compaixão.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:8","Tito 2:11"]},"lucas_6_32_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Portanto conecta a ideia de graça com a responsabilidade de agir de acordo com essa graça.","explicacao_detalhada":"Jesus nos ensina que, se recebemos graça, devemos também estender essa graça aos outros.","por_que_esta_palavra":"A palavra 'portanto' nos lembra que a graça deve resultar em ações práticas de amor.","conexao_teologica":"A relação entre graça e ação é fundamental na vida cristã, mostrando que a fé se manifesta em obras.","referencias_relacionadas":["Tiago 2:26","Gálatas 6:10","1 Pedro 4:10"]},"lucas_6_33_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça, neste contexto, refere-se à atitude de dar e fazer o bem sem esperar retorno.","explicacao_detalhada":"Jesus enfatiza que devemos agir com bondade, mesmo para aqueles que não podem nos retribuir, refletindo a graça de Deus.","por_que_esta_palavra":"A palavra 'graça' é essencial para entender a natureza do amor cristão, que é incondicional.","conexao_teologica":"A graça de Deus nos ensina a amar e servir aos outros, independentemente de suas ações.","referencias_relacionadas":["Lucas 6:35","Romanos 12:20","Mateus 10:42"]},"lucas_6_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de praticar a bondade e a generosidade em nossas vidas.","explicacao_detalhada":"Neste versículo, Jesus nos chama a agir de maneira altruísta, sem esperar recompensas.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância de ações concretas que refletem nossa fé.","conexao_teologica":"As ações de amor e bondade são frutos da graça que recebemos de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:12","Mateus 25:40"]},"lucas_6_34_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça, neste contexto, é um lembrete de que devemos agir com amor, mesmo em situações desafiadoras.","explicacao_detalhada":"Jesus nos ensina que a verdadeira generosidade não deve depender de recompensas ou reconhecimento.","por_que_esta_palavra":"A palavra 'graça' é fundamental para entender a natureza do amor que devemos ter pelos outros.","conexao_teologica":"A graça de Deus nos capacita a amar e servir, mesmo quando não há retorno.","referencias_relacionadas":["Lucas 6:35","2 Coríntios 9:8","1 João 4:19"]},"lucas_6_34_borrow":{"palavra_pt":"borrow","palavra_original":"δανείζω","transliteracao":"daneízō","strong":"G1155","significado_raiz":"Ideia básica: borrow.","significado_contextual":"A palavra 'borrow' (emprestar) refere-se a dar algo com a expectativa de que será devolvido, contrastando com a verdadeira generosidade.","explicacao_detalhada":"Jesus usa essa palavra para ilustrar a diferença entre dar com a expectativa de retorno e dar de forma altruísta.","por_que_esta_palavra":"A palavra 'borrow' destaca a motivação por trás de nossas ações e a necessidade de dar sem esperar nada em troca.","conexao_teologica":"A verdadeira generosidade reflete o caráter de Deus, que nos dá sem esperar nada em troca.","referencias_relacionadas":["Mateus 5:42","Lucas 14:12-14","Tiago 2:15-16"]},"lucas_6_35_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do amor e da bondade que devemos ter, imitando a natureza de Deus.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a magnitude do amor que devemos demonstrar, mesmo para aqueles que não nos tratam bem. É um chamado à generosidade e à compaixão.","por_que_esta_palavra":"Usada para descrever a profundidade e a amplitude do amor que devemos ter, refletindo o caráter de Deus.","conexao_teologica":"A grandeza do amor de Deus é um tema central na teologia cristã, onde somos chamados a amar como Ele ama.","referencias_relacionadas":["1 João 4:19","Mateus 5:44","Romanos 5:8"]},"lucas_6_35_deus":{"palavra_pt":"deus","palavra_original":"ὕψιστος","transliteracao":"hýpsistos","strong":"G5310","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Altíssimo, que é a fonte de toda bondade e amor.","explicacao_detalhada":"A palavra 'deus' aqui destaca a soberania e a majestade de Deus, que nos chama a agir de maneira semelhante, mostrando misericórdia e amor.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e como Ele se relaciona com a humanidade.","conexao_teologica":"A compreensão de Deus como o Altíssimo nos leva a reconhecer Sua autoridade e a importância de seguir Seus mandamentos.","referencias_relacionadas":["Salmos 57:2","Isaías 57:15","Atos 7:48"]},"lucas_6_35_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza maligna que deve ser superada pelo amor e pela bondade.","explicacao_detalhada":"A palavra 'mal' é usada para descrever ações e intenções que são contrárias à vontade de Deus, enfatizando a necessidade de agir com bondade mesmo diante do mal.","por_que_esta_palavra":"É crucial para entender a luta entre o bem e o mal na vida cristã.","conexao_teologica":"A presença do mal no mundo é um tema recorrente, e a resposta do cristão deve ser o amor e a misericórdia.","referencias_relacionadas":["Romanos 12:21","Mateus 5:39","Gálatas 6:10"]},"lucas_6_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de se tornar misericordioso, semelhante a Deus.","explicacao_detalhada":"A palavra 'tornar-se' implica um crescimento e uma transformação na vida do crente, que deve se esforçar para refletir a misericórdia de Deus.","por_que_esta_palavra":"É um convite à mudança de caráter e à prática da misericórdia.","conexao_teologica":"A transformação do crente é um aspecto fundamental da vida cristã, onde somos moldados à imagem de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:24"]},"lucas_6_36_misericordioso":{"palavra_pt":"misericordioso","palavra_original":"οἰκτίρμων","transliteracao":"oiktírmōn","strong":"G3629","significado_raiz":"Ideia básica: misericordioso.","significado_contextual":"Refere-se à qualidade de ser compassivo e ter empatia pelos outros.","explicacao_detalhada":"A palavra 'misericordioso' destaca a importância de agir com compaixão, refletindo o caráter de Deus em nossas ações.","por_que_esta_palavra":"É essencial para entender o chamado cristão de amar e cuidar dos outros.","conexao_teologica":"A misericórdia é um atributo de Deus e deve ser um reflexo na vida do crente.","referencias_relacionadas":["Mateus 5:7","Tiago 2:13","Salmos 103:8"]},"lucas_6_37_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus em relação ao julgamento e à misericórdia.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a autoridade divina sobre o julgamento humano e a necessidade de agir com misericórdia.","por_que_esta_palavra":"É importante para entender a relação entre a justiça de Deus e a misericórdia que devemos praticar.","conexao_teologica":"A justiça e a misericórdia de Deus são temas centrais na teologia, mostrando que Ele é justo, mas também cheio de compaixão.","referencias_relacionadas":["Salmos 9:7","Romanos 2:6","Tiago 4:12"]},"lucas_6_37_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar os outros, que deve ser feito com cautela e compaixão.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de avaliar as ações dos outros, mas também nos lembra da necessidade de misericórdia.","por_que_esta_palavra":"É um alerta contra o julgamento precipitado e a hipocrisia.","conexao_teologica":"O julgamento é um tema importante na Bíblia, onde somos chamados a ser justos e misericordiosos.","referencias_relacionadas":["Mateus 7:1","Romanos 14:10","Gálatas 6:1"]},"lucas_6_37_culpado":{"palavra_pt":"culpado","palavra_original":"καταδικάζω","transliteracao":"katadikázō","strong":"G2613","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de ser considerado culpado diante de Deus e dos homens.","explicacao_detalhada":"A palavra 'culpado' destaca a gravidade do pecado e a necessidade de arrependimento e perdão.","por_que_esta_palavra":"É um lembrete da nossa própria condição e da necessidade de graça.","conexao_teologica":"A culpa e o perdão são temas centrais na mensagem do evangelho, onde todos são chamados ao arrependimento.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"lucas_6_38_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, que é uma expressão de generosidade e amor.","explicacao_detalhada":"A palavra 'dar' enfatiza a importância da generosidade na vida cristã, onde somos chamados a compartilhar o que temos.","por_que_esta_palavra":"É um princípio fundamental do cristianismo, que nos ensina a dar aos outros como Deus nos deu.","conexao_teologica":"A generosidade é um reflexo do amor de Deus e um aspecto importante da vida cristã.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 10:8"]},"lucas_6_39_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que é ensinada através de parábolas, ilustrando verdades espirituais.","explicacao_detalhada":"A palavra 'vida' aqui é usada para descrever a experiência de viver segundo os princípios de Deus, muitas vezes ilustrada por histórias.","por_que_esta_palavra":"É essencial para entender como as parábolas ensinam lições sobre o reino de Deus.","conexao_teologica":"As parábolas de Jesus são uma forma de revelar verdades profundas sobre a vida e o caráter de Deus.","referencias_relacionadas":["Mateus 13:34","Lucas 8:10","João 10:10"]},"lucas_6_39_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar verbalmente pensamentos ou ensinamentos.","explicacao_detalhada":"No contexto de Lucas 6:39, Jesus usa a palavra 'falar' para enfatizar a importância de comunicar verdades espirituais e a necessidade de discernimento ao ouvir e ensinar.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica da comunicação entre mestres e discípulos, especialmente no ensino moral e espiritual.","conexao_teologica":"A comunicação é um meio pelo qual a verdade de Deus é transmitida, e a forma como falamos reflete nossa compreensão e relação com Ele.","referencias_relacionadas":["Mateus 12:34","Tiago 1:19","Provérbios 18:21"]},"lucas_6_39_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à capacidade ou autoridade de realizar ações.","explicacao_detalhada":"Em Lucas 6:39, o uso de 'poder' sugere que um discípulo deve ter a capacidade de guiar outros, refletindo a autoridade que vem de um verdadeiro entendimento espiritual.","por_que_esta_palavra":"É fundamental para entender que o verdadeiro poder espiritual não é apenas sobre autoridade, mas sobre a capacidade de viver e ensinar a verdade.","conexao_teologica":"O poder de Deus opera através de Seus servos, capacitando-os a cumprir Sua vontade e a impactar a vida dos outros.","referencias_relacionadas":["Atos 1:8","Filipenses 4:13","2 Coríntios 12:9"]},"lucas_6_40_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' indica um grau elevado ou superioridade.","explicacao_detalhada":"No versículo, 'muito' é usado para descrever a grandeza do discípulo em comparação ao seu mestre, enfatizando que o crescimento espiritual deve ser significativo.","por_que_esta_palavra":"É importante para entender que o objetivo do discipulado é que o aluno se torne mais semelhante ao seu mestre, superando-o em conhecimento e prática.","conexao_teologica":"A transformação espiritual é um processo contínuo que deve levar a um crescimento que glorifica a Deus.","referencias_relacionadas":["Romanos 8:29","2 Pedro 3:18","Colossenses 3:10"]},"lucas_6_40_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou guia outros em conhecimento e prática.","explicacao_detalhada":"Jesus se apresenta como o mestre supremo, e a referência a 'mestre' destaca a relação de ensino e aprendizado entre Ele e Seus discípulos.","por_que_esta_palavra":"É essencial para compreender a dinâmica do discipulado e a importância de seguir os ensinamentos de Cristo.","conexao_teologica":"Cristo é o nosso modelo e guia, e devemos nos esforçar para imitar Seu caráter e ensinamentos.","referencias_relacionadas":["Mateus 23:10","João 13:13","Hebreus 5:12"]},"lucas_6_41_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a algo que é próprio ou familiar.","explicacao_detalhada":"Neste contexto, a palavra sugere que as pessoas muitas vezes se concentram em falhas alheias sem reconhecer suas próprias limitações.","por_que_esta_palavra":"É importante para enfatizar a hipocrisia que pode existir quando se critica os outros sem autoavaliação.","conexao_teologica":"A autoexame é fundamental na vida cristã, pois nos ajuda a ver nossas próprias falhas antes de apontar as dos outros.","referencias_relacionadas":["Mateus 7:3-5","Gálatas 6:1","Romanos 2:1"]},"lucas_6_41_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a capacidade de ver claramente.","explicacao_detalhada":"No versículo, o 'olho' é usado para ilustrar a necessidade de ver nossas próprias falhas antes de criticar os outros.","por_que_esta_palavra":"É crucial para entender a importância da percepção espiritual e da autoconsciência na vida cristã.","conexao_teologica":"Ver claramente é essencial para o crescimento espiritual e para a prática do amor e da graça.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","1 Coríntios 2:14"]},"lucas_6_42_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada novamente para enfatizar a visão espiritual e a autoconsciência.","explicacao_detalhada":"Neste contexto, Jesus continua a ensinar sobre a hipocrisia e a necessidade de ver claramente nossas próprias falhas.","por_que_esta_palavra":"Reforça a ideia de que a percepção espiritual é vital para a prática da justiça e da misericórdia.","conexao_teologica":"A capacidade de ver e entender a verdade é um dom de Deus que deve ser buscado com diligência.","referencias_relacionadas":["Mateus 7:5","Tiago 1:23-24","Romanos 12:3"]},"lucas_6_43_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No versículo, 'fazer' é usado para enfatizar que as ações de uma pessoa revelam sua verdadeira natureza.","por_que_esta_palavra":"É fundamental para entender que as obras são uma expressão da fé e do caráter de uma pessoa.","conexao_teologica":"As ações são um reflexo da transformação interna que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:17","Mateus 7:16-20","Gálatas 5:22-23"]},"lucas_6_43_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' simboliza os resultados ou as consequências das ações de uma pessoa.","explicacao_detalhada":"Neste contexto, o 'fruto' é uma metáfora para as boas obras que devem resultar de uma vida transformada em Cristo.","por_que_esta_palavra":"É importante para entender que o verdadeiro fruto espiritual é evidência de um relacionamento genuíno com Deus.","conexao_teologica":"O fruto do Espírito é uma marca distintiva da vida cristã e deve ser buscado ativamente.","referencias_relacionadas":["João 15:5","Gálatas 5:22-23","Mateus 12:33"]},"lucas_6_44_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' é usada novamente para enfatizar a familiaridade e a propriedade.","explicacao_detalhada":"Neste contexto, a repetição da palavra reforça a ideia de que cada árvore (ou pessoa) é conhecida por seu fruto.","por_que_esta_palavra":"É essencial para entender que a verdadeira identidade de uma pessoa é revelada por suas ações e frutos.","conexao_teologica":"A relação entre a identidade e as ações é central na teologia cristã, onde a fé se manifesta em obras.","referencias_relacionadas":["Mateus 7:20","Lucas 8:15","Romanos 7:4"]},"lucas_6_44_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a ideia de separação ou distinção dentro de um grupo.","explicacao_detalhada":"No contexto de Lucas 6:44, 'entre' é usado para mostrar que as árvores são reconhecidas por seus frutos, enfatizando a importância de discernir o que é bom e mau entre as pessoas.","por_que_esta_palavra":"A escolha da palavra 'entre' ressalta a necessidade de observar e avaliar as ações e frutos das pessoas em relação ao que é justo e correto.","conexao_teologica":"Essa ideia se conecta com a doutrina do discernimento espiritual, onde os crentes são chamados a reconhecer a verdade e a falsidade nas ações e palavras dos outros.","referencias_relacionadas":["Mateus 7:16","Gálatas 5:22-23","Tiago 3:12"]},"lucas_6_45_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à parte do corpo que expressa o que está no coração.","explicacao_detalhada":"Em Lucas 6:45, a boca é mencionada como o meio pelo qual as palavras são proferidas, revelando a verdadeira natureza do coração da pessoa.","por_que_esta_palavra":"A utilização da palavra 'boca' enfatiza a conexão entre o que se fala e o que se sente, mostrando que as palavras são um reflexo do interior.","conexao_teologica":"Teologicamente, isso se relaciona com a ideia de que a fé e a confissão estão interligadas, conforme Romanos 10:10.","referencias_relacionadas":["Mateus 12:34","Tiago 1:26","Salmos 19:14"]},"lucas_6_45_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se à natureza pecaminosa e corrupta.","explicacao_detalhada":"No versículo, 'mal' é usado para descrever a origem das palavras e ações que não são boas, destacando que o coração mau produz frutos ruins.","por_que_esta_palavra":"A escolha da palavra 'mal' é crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"Isso se conecta com a doutrina do pecado original e a necessidade de transformação através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:19-21","Efésios 4:29"]},"lucas_6_45_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Em Lucas 6:45, \"entre\" aparece na frase \"O homem bom, do bom tesouro do seu coração tira o bem, e o homem mau, do mau tesouro do seu coração tira o mal, porque da abundância do seu…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ἐκ; ek; G1537), \"entre\" traz a ideia de entre. Aqui, essa palavra deixa o ensino de Lucas 6:45 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"entre\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Lucas 8:27. Lendo junto com Lucas 6:45, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Lucas 6:45","Lucas 8:27","João 1:1"]},"lucas_6_46_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica autoridade e domínio.","explicacao_detalhada":"Em Lucas 6:46, Jesus questiona a autenticidade da obediência, desafiando aqueles que O chamam de Senhor, mas não seguem Seus ensinamentos.","por_que_esta_palavra":"A palavra 'senhor' é usada para estabelecer a relação de submissão e respeito que os crentes devem ter em relação a Cristo.","conexao_teologica":"Isso se relaciona com a soberania de Cristo e a necessidade de submissão à Sua vontade.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:10-11"]},"lucas_6_46_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir ou executar algo.","explicacao_detalhada":"No contexto, 'fazer' implica em colocar em prática os ensinamentos de Jesus, não apenas ouvi-los.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância da ação na vida cristã, que deve ser acompanhada de obras.","conexao_teologica":"Isso se conecta com a ideia de que a fé sem obras é morta, conforme Tiago 2:26.","referencias_relacionadas":["Tiago 1:22","Efésios 2:10","Colossenses 3:23"]},"lucas_6_47_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem e ensinamentos de Jesus.","explicacao_detalhada":"Em Lucas 6:47, 'palavra' é usada para enfatizar a importância de ouvir e praticar os ensinamentos de Cristo como fundamento da vida.","por_que_esta_palavra":"A palavra 'palavra' é central na teologia cristã, pois representa a revelação de Deus ao homem.","conexao_teologica":"Isso se relaciona com a doutrina do Logos, que é Cristo, conforme João 1:1.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Mateus 7:24"]},"lucas_6_47_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente enfatiza a ação prática dos ensinamentos.","explicacao_detalhada":"Neste versículo, 'fazer' implica em construir a vida sobre a rocha, que é a obediência à palavra de Cristo.","por_que_esta_palavra":"A repetição da palavra 'fazer' reforça a ideia de que a fé deve ser acompanhada de ações concretas.","conexao_teologica":"Isso se conecta com a ideia de que a verdadeira fé se manifesta em obras, conforme Gálatas 5:6.","referencias_relacionadas":["Tiago 1:22","Mateus 7:24","Romanos 2:13"]},"lucas_6_47_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à trajetória ou modo de vida.","explicacao_detalhada":"Em Lucas 6:47, 'caminho' é usado para descrever a vida que é construída sobre os ensinamentos de Jesus, simbolizando a direção que a vida deve tomar.","por_que_esta_palavra":"A escolha da palavra 'caminho' é significativa, pois representa a jornada da fé e a escolha de seguir a Cristo.","conexao_teologica":"Isso se relaciona com a ideia de que Jesus é o caminho, a verdade e a vida, conforme João 14:6.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"lucas_6_48_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se ao ato de estabelecer ou colocar algo em um lugar seguro.","explicacao_detalhada":"Em Lucas 6:48, 'arco' é usado para descrever a ação de fundamentar a vida na rocha, que é a obediência à palavra de Deus.","por_que_esta_palavra":"A palavra 'arco' simboliza a segurança e estabilidade que vem de construir a vida sobre os ensinamentos de Cristo.","conexao_teologica":"Isso se relaciona com a ideia de que a verdadeira segurança espiritual é encontrada em Cristo.","referencias_relacionadas":["Mateus 7:24-25","Salmos 18:2","Isaías 28:16"]},"lucas_6_48_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo, como a construção de uma casa sólida.","explicacao_detalhada":"A palavra 'tornar-se' implica em um processo de transformação ou realização. No contexto de Lucas 6:48, Jesus fala sobre a importância de construir a vida sobre fundamentos sólidos, comparando-o a um homem que constrói sua casa sobre a rocha.","por_que_esta_palavra":"Esta palavra é crucial para entender a metáfora de Jesus sobre a construção da vida espiritual e a necessidade de um alicerce firme.","conexao_teologica":"A ideia de se tornar é central na teologia cristã, onde a transformação pessoal e espiritual é fundamental para a fé.","referencias_relacionadas":["Mateus 7:24-25","Romanos 12:2","2 Coríntios 5:17"]},"lucas_6_48_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao conceito de família, que pode ser entendido tanto em um sentido físico quanto espiritual.","explicacao_detalhada":"A palavra 'família' neste contexto pode simbolizar a comunidade de crentes que se reúnem em torno da fé em Cristo, enfatizando a importância da unidade e do apoio mútuo.","por_que_esta_palavra":"A escolha dessa palavra destaca a relação íntima e o cuidado que deve existir entre os membros da comunidade cristã.","conexao_teologica":"A família é um tema recorrente na Bíblia, representando tanto a unidade familiar quanto a família de Deus.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:9","Gálatas 6:10"]},"lucas_6_49_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra ou solo, simbolizando a base sobre a qual se constrói a vida.","explicacao_detalhada":"No versículo, a referência ao solo destaca a fragilidade de construir sobre uma base instável, contrastando com a construção sobre a rocha.","por_que_esta_palavra":"A palavra é essencial para entender a metáfora da construção e a importância de escolher um fundamento seguro.","conexao_teologica":"A terra pode simbolizar a vida terrena e as escolhas que fazemos, refletindo a necessidade de uma base espiritual sólida.","referencias_relacionadas":["Mateus 7:26-27","Tiago 1:22","1 Coríntios 3:11"]},"lucas_6_49_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer, enfatizando a ação e a realização.","explicacao_detalhada":"Neste contexto, 'fazer' implica em ações concretas que refletem a fé e a obediência a Deus, contrastando com a inação.","por_que_esta_palavra":"A palavra é importante para enfatizar que a fé deve ser acompanhada de ações que demonstrem essa crença.","conexao_teologica":"A ação é um tema central na vida cristã, onde a fé sem obras é considerada morta.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 5:6"]},"lucas_6_49_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Assim como em Lucas 6:48, refere-se ao ato de se tornar ou acontecer algo, mas neste caso, enfatizando a construção sobre a areia.","explicacao_detalhada":"A repetição da palavra 'tornar-se' aqui serve para contrastar a construção sólida com a instável, reforçando a mensagem de Jesus sobre a importância de um bom fundamento.","por_que_esta_palavra":"É fundamental para entender a diferença entre construir sobre a rocha e sobre a areia, refletindo a escolha entre sabedoria e insensatez.","conexao_teologica":"A transformação espiritual é um tema central, onde a escolha do fundamento determina o resultado da vida espiritual.","referencias_relacionadas":["Mateus 7:26","Lucas 8:13","Romanos 10:9"]}}