{"lucas_7_1_because":{"palavra_pt":"porque","palavra_original":"ἐπειδή","transliteracao":"epeidḗ","strong":"G1894","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à conjunção que introduz uma razão ou causa.","explicacao_detalhada":"Neste versículo, 'porque' é usado para explicar a razão pela qual Jesus se dirigiu a um centurião, destacando a fé deste homem.","por_que_esta_palavra":"A palavra é essencial para entender a lógica do relato e a importância da fé no contexto da cura.","conexao_teologica":"A fé é um tema central na obra de Jesus, onde a crença nas suas palavras e poder é frequentemente destacada.","referencias_relacionadas":["Hebreus 11:6","Mateus 9:22","Marcos 5:34"]},"lucas_7_1_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a algo que é considerado ruim ou prejudicial.","explicacao_detalhada":"No contexto, 'mal' se refere à condição do servo do centurião, que estava gravemente doente, destacando a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra é importante para entender a gravidade da situação e a urgência do pedido ao Senhor.","conexao_teologica":"A presença do mal e do sofrimento é um tema recorrente na Bíblia, onde a intervenção de Jesus traz esperança e cura.","referencias_relacionadas":["Mateus 4:24","Lucas 13:16","João 10:10"]},"lucas_7_1_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas, enfatizando a coletividade e a comunidade.","explicacao_detalhada":"Neste versículo, 'povo' destaca a relação entre o centurião e os judeus, mostrando como ele era respeitado e amado por eles.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica social e cultural da época, bem como a interação entre diferentes grupos.","conexao_teologica":"A ideia de povo é central na narrativa bíblica, onde Deus se relaciona com seu povo escolhido.","referencias_relacionadas":["Romanos 9:25-26","1 Pedro 2:10","Gálatas 3:28"]},"lucas_7_2_vida":{"palavra_pt":"vida","palavra_original":"τελευτάω","transliteracao":"teleutáō","strong":"G5053","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao conceito de vida, especialmente em relação à saúde e bem-estar.","explicacao_detalhada":"A palavra 'vida' aqui é usada para descrever a condição do servo do centurião, que estava à beira da morte, enfatizando a fragilidade da vida humana.","por_que_esta_palavra":"É importante para entender a seriedade da situação e a necessidade de cura que leva o centurião a buscar Jesus.","conexao_teologica":"A vida e a morte são temas centrais na teologia cristã, onde Jesus traz vida e esperança.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 João 5:12"]},"lucas_7_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, o nome de Jesus é invocado pelo centurião como a fonte de cura e salvação, destacando sua autoridade e poder.","por_que_esta_palavra":"A menção de Jesus é fundamental para entender a fé do centurião e a expectativa de que Jesus poderia curar seu servo.","conexao_teologica":"Jesus é o centro da fé cristã, e seu nome é associado a milagres, salvação e autoridade divina.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"lucas_7_3_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se a um líder ou ancião da comunidade judaica, alguém com autoridade e respeito.","explicacao_detalhada":"A palavra 'presbýteros' é usada para descrever aqueles que ocupam uma posição de liderança na sinagoga, geralmente mais velhos e sábios, que tomam decisões importantes para a comunidade.","por_que_esta_palavra":"A presença de um ancião é significativa, pois ele representa a autoridade e a tradição dentro da cultura judaica.","conexao_teologica":"Os anciãos são frequentemente mencionados na Bíblia como conselheiros e líderes espirituais, refletindo a importância da sabedoria e da experiência na liderança.","referencias_relacionadas":["Mateus 15:2","Atos 14:23","1 Timóteo 5:17"]},"lucas_7_3_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Designa um judeu, referindo-se à identidade étnica e religiosa da pessoa.","explicacao_detalhada":"A palavra 'Ioudaîos' é usada para identificar aqueles que pertencem ao povo de Israel, que seguem a Lei de Moisés e as tradições judaicas.","por_que_esta_palavra":"A identificação como judeu é crucial para entender o contexto cultural e religioso das interações de Jesus com as pessoas ao seu redor.","conexao_teologica":"A identidade judaica é central na narrativa bíblica, pois Jesus e seus discípulos eram judeus, e a salvação é apresentada como vinda primeiro aos judeus.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","João 4:22"]},"lucas_7_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Messias, que é central na fé cristã.","explicacao_detalhada":"A palavra 'Iēsoûs' é o nome dado ao Filho de Deus, que veio para salvar a humanidade do pecado e trazer a reconciliação com Deus.","por_que_esta_palavra":"O nome de Jesus é invocado em contextos de cura e milagres, destacando seu poder e autoridade divina.","conexao_teologica":"Jesus é o cumprimento das profecias do Antigo Testamento e a figura central da nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_7_4_present":{"palavra_pt":"present","palavra_original":"παραγίνομαι","transliteracao":"paragínomai","strong":"G3854","significado_raiz":"Ideia básica: present.","significado_contextual":"Refere-se à ação de estar presente ou chegar a um local.","explicacao_detalhada":"A palavra 'paragínomai' implica a ideia de se aproximar ou aparecer em um determinado lugar, muitas vezes em um contexto de ajuda ou intervenção.","por_que_esta_palavra":"A presença de Jesus é fundamental para a realização de milagres e para a manifestação do Reino de Deus.","conexao_teologica":"A presença de Cristo entre os homens é um tema central, simbolizando a encarnação e a proximidade de Deus com a humanidade.","referencias_relacionadas":["Mateus 18:20","Hebreus 13:5","Apocalipse 3:20"]},"lucas_7_4_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou pedir a alguém que venha.","explicacao_detalhada":"A palavra 'parakaléō' é frequentemente usada em contextos de súplica ou encorajamento, indicando um chamado para ação.","por_que_esta_palavra":"Chamar Jesus é um reconhecimento de sua autoridade e poder para intervir nas situações da vida.","conexao_teologica":"O ato de chamar Jesus reflete a fé e a confiança na sua capacidade de ajudar e curar.","referencias_relacionadas":["Mateus 11:28","Marcos 10:47","João 7:37"]},"lucas_7_5_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se a uma assembleia ou reunião de pessoas, especialmente em um contexto religioso.","explicacao_detalhada":"A palavra 'synagōgḗ' é usada para descrever a reunião dos judeus para adoração, ensino e comunhão.","por_que_esta_palavra":"A sinagoga era o centro da vida comunitária e religiosa, onde as Escrituras eram lidas e ensinadas.","conexao_teologica":"A ideia de comunidade é fundamental no cristianismo, refletindo a importância da igreja como corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","1 Coríntios 12:27"]},"lucas_7_5_builder":{"palavra_pt":"build er","palavra_original":"οἰκοδομέω","transliteracao":"oikodoméō","strong":"G3618","significado_raiz":"Ideia básica: build er.","significado_contextual":"Refere-se ao ato de construir ou edificar algo.","explicacao_detalhada":"A palavra 'oikodoméō' implica não apenas a construção física, mas também a edificação espiritual e comunitária.","por_que_esta_palavra":"A construção de uma casa ou estrutura é uma metáfora para o desenvolvimento de relacionamentos e da fé.","conexao_teologica":"Deus é descrito como o arquiteto da criação e da igreja, e os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["Efésios 2:20-22","1 Pedro 2:5","Mateus 7:24"]},"lucas_7_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se novamente a Jesus, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição do nome 'Iēsoûs' destaca a centralidade de Jesus nas interações e eventos descritos no evangelho.","por_que_esta_palavra":"A menção de Jesus é um lembrete da sua autoridade e do seu papel como Salvador.","conexao_teologica":"A presença de Jesus é essencial para a compreensão da obra redentora e da manifestação do Reino de Deus.","referencias_relacionadas":["Lucas 19:10","João 1:29","Romanos 5:8"]},"lucas_7_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder ou direito de governar ou comandar.","explicacao_detalhada":"A palavra 'kýrios' é frequentemente usada para descrever a soberania de Deus e a autoridade de Jesus como Senhor.","por_que_esta_palavra":"Reconhecer Jesus como Senhor implica submissão à sua autoridade e aceitação de sua palavra.","conexao_teologica":"A autoridade de Jesus é um tema central nos evangelhos, refletindo sua divindade e poder sobre a criação.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"lucas_7_6_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou ao lar, incluindo os membros da família.","explicacao_detalhada":"A palavra 'oikía' implica não apenas a estrutura física, mas também as relações e dinâmicas familiares.","por_que_esta_palavra":"A família é uma unidade fundamental na sociedade e na teologia bíblica, refletindo o amor e a responsabilidade.","conexao_teologica":"Deus é frequentemente descrito como Pai, e a relação familiar é usada para ilustrar a relação entre Deus e seus filhos.","referencias_relacionadas":["Efésios 5:25-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_7_7_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à autoridade e poder de Jesus para curar e realizar milagres.","explicacao_detalhada":"No contexto de Lucas 7:7, o centurião expressa sua fé na palavra de Jesus, acreditando que, se Ele apenas dissesse a palavra, seu servo seria curado. Isso demonstra a crença na eficácia da palavra de Cristo.","por_que_esta_palavra":"A palavra é central na mensagem de Jesus, pois Ele é o Verbo que se fez carne (João 1:14). A fé na palavra de Cristo é um tema recorrente nos evangelhos.","conexao_teologica":"A palavra de Jesus é vista como tendo autoridade divina, refletindo a natureza de Cristo como o Logos, que cria e sustenta todas as coisas.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Mateus 8:8"]},"lucas_7_7_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada para descrever o servo do centurião, enfatizando sua vulnerabilidade e necessidade de cura.","explicacao_detalhada":"O uso da palavra 'criança' destaca a relação de cuidado e autoridade que o centurião tinha sobre seu servo, refletindo a compaixão que ele sentia por ele.","por_que_esta_palavra":"A palavra 'criança' também simboliza a inocência e a dependência, características que são importantes na relação com Deus.","conexao_teologica":"A relação entre o centurião e seu servo pode ser vista como uma metáfora da relação entre Deus e Seus filhos, onde Deus cuida e se preocupa com aqueles que são vulneráveis.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"lucas_7_7_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' é usada para descrever a ação de Jesus que o centurião desejava que acontecesse.","explicacao_detalhada":"O centurião não se sentia digno de que Jesus fosse até sua casa, mas acreditava que a simples vinda de Jesus poderia trazer cura ao seu servo.","por_que_esta_palavra":"A expectativa de que Jesus viesse até ele demonstra a fé do centurião na presença e no poder de Cristo.","conexao_teologica":"A vinda de Jesus é um tema central no Novo Testamento, simbolizando a encarnação e a presença de Deus entre os homens.","referencias_relacionadas":["Mateus 1:23","João 1:14","Lucas 19:10"]},"lucas_7_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de autoridade que o centurião exerce sobre seus soldados e a fé que ele tem na capacidade de Jesus de curar.","explicacao_detalhada":"O centurião reconhece que, assim como ele dá ordens e elas são cumpridas, Jesus tem o poder de ordenar a cura de seu servo.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a ação e a eficácia da autoridade, tanto humana quanto divina.","conexao_teologica":"A capacidade de Jesus de 'fazer' milagres é um testemunho de Sua divindade e poder sobre a criação.","referencias_relacionadas":["Mateus 8:9","Marcos 4:39","João 14:13"]},"lucas_7_8_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder que o centurião possui sobre seus soldados e a fé que ele tem na autoridade de Jesus.","explicacao_detalhada":"O centurião entende que a autoridade de Jesus é tal que Ele pode curar à distância, sem necessidade de estar fisicamente presente.","por_que_esta_palavra":"A autoridade de Jesus é um tema central nos evangelhos, mostrando que Ele tem poder sobre doenças, demônios e até mesmo a morte.","conexao_teologica":"A autoridade de Cristo é um reflexo de Sua natureza divina e Sua missão redentora.","referencias_relacionadas":["Mateus 28:18","Lucas 4:36","João 5:27"]},"lucas_7_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que é reconhecido pelo centurião como alguém com autoridade divina.","explicacao_detalhada":"O centurião, um gentio, demonstra uma fé notável em Jesus, reconhecendo Sua autoridade e poder para curar.","por_que_esta_palavra":"O nome Jesus significa 'O Senhor é salvação', refletindo Sua missão e identidade.","conexao_teologica":"Jesus é o centro da fé cristã, e Sua autoridade é fundamental para a compreensão da salvação e do Reino de Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"lucas_7_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é a confiança que o centurião tem na palavra de Jesus para curar seu servo.","explicacao_detalhada":"A fé do centurião é destacada como um exemplo de fé genuína, que não exige sinais ou maravilhas para crer.","por_que_esta_palavra":"A fé é um elemento essencial na relação com Deus, sendo a base para a salvação e a vida cristã.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e é fundamental para a experiência cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"lucas_7_9_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus e testemunhava Seus milagres.","explicacao_detalhada":"O povo estava impressionado com a fé do centurião e com a autoridade de Jesus, refletindo a resposta da sociedade ao ministério de Cristo.","por_que_esta_palavra":"A interação de Jesus com o povo é central em Seu ministério, mostrando Sua compaixão e preocupação com as necessidades humanas.","conexao_teologica":"Jesus veio para salvar não apenas indivíduos, mas também comunidades, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 9:36","Lucas 4:18","João 3:16"]},"lucas_7_10_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à casa do centurião, onde seu servo estava doente.","explicacao_detalhada":"A menção da família destaca a importância das relações familiares e a preocupação do centurião com seu servo, que era como um membro da família.","por_que_esta_palavra":"A família é um tema importante na Bíblia, simbolizando a unidade e o cuidado mútuo.","conexao_teologica":"Deus se revela como um Pai, e a relação entre Jesus e Seus seguidores é muitas vezes descrita em termos familiares.","referencias_relacionadas":["Efésios 3:15","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_7_10_again":{"palavra_pt":"novamente","palavra_original":"ὑποστρέφω","transliteracao":"hypostréphō","strong":"G5290","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica a expectativa de que Jesus agiria uma vez mais em favor do centurião.","explicacao_detalhada":"O uso de 'novamente' sugere um padrão de ação de Jesus, que já havia realizado milagres e curas anteriormente.","por_que_esta_palavra":"A ideia de 'novamente' enfatiza a continuidade da obra de Jesus e Sua disposição para agir em favor da fé.","conexao_teologica":"A fidelidade de Deus em agir em favor de Seu povo é um tema recorrente na Bíblia, mostrando que Ele é constante em Suas promessas.","referencias_relacionadas":["Salmos 77:14","Isaías 41:10","Hebreus 13:8"]},"lucas_7_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao ato de algo que acontece ou se transforma em outra coisa.","explicacao_detalhada":"No contexto de Lucas 7:11, a palavra 'tornar-se' é usada para descrever a transformação que ocorre quando Jesus se aproxima da cidade de Naim, onde um milagre está prestes a acontecer.","por_que_esta_palavra":"Esta palavra é crucial para entender a mudança de estado que ocorre na narrativa, onde a morte se transforma em vida.","conexao_teologica":"A transformação é um tema central na teologia cristã, simbolizando a nova vida que Jesus oferece.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 6:4","João 3:3"]},"lucas_7_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, reconhecendo a posição de Jesus.","explicacao_detalhada":"Em Lucas 7:13, a palavra 'senhor' é usada pela mãe do jovem morto, que reconhece a autoridade de Jesus para realizar milagres.","por_que_esta_palavra":"O uso de 'senhor' enfatiza a relação de submissão e fé que as pessoas tinham em relação a Jesus.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, mostrando que Ele tem poder sobre a vida e a morte.","referencias_relacionadas":["Mateus 8:8","Marcos 1:27","Lucas 5:8"]},"lucas_7_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para referir-se à divindade, ao ser supremo.","explicacao_detalhada":"No versículo, a expressão 'Deus' é invocada em um momento de desespero, reconhecendo a necessidade de intervenção divina.","por_que_esta_palavra":"A invocação de Deus destaca a crença na Sua capacidade de mudar situações impossíveis.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem cristã, onde Deus se importa com o sofrimento humano.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","Romanos 8:28"]},"lucas_7_13_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' implica em um entendimento profundo, não apenas visual.","explicacao_detalhada":"Em Lucas 7:13, a palavra é usada para expressar a percepção da dor e da necessidade da mãe do jovem morto.","por_que_esta_palavra":"Esta palavra é importante porque indica que Jesus não apenas vê a situação, mas também compreende a profundidade do sofrimento.","conexao_teologica":"A capacidade de Deus de conhecer nossas dores é um tema reconfortante na teologia cristã.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:15","Mateus 10:30"]},"lucas_7_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um compromisso ou acordo sagrado.","explicacao_detalhada":"No contexto, a palavra é usada para descrever a relação entre Deus e Seu povo, que é frequentemente simbolizada por alianças.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com a humanidade ao longo da Bíblia.","conexao_teologica":"As alianças de Deus com o povo de Israel são um tema central que culmina na nova aliança em Cristo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"lucas_7_14_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao estado de falecimento, a separação da vida.","explicacao_detalhada":"Em Lucas 7:14, a morte é o estado do jovem que Jesus ressuscita, simbolizando a vitória sobre a morte.","por_que_esta_palavra":"A morte é um tema central na narrativa, pois Jesus demonstra Seu poder sobre ela.","conexao_teologica":"A ressurreição de Jesus é a esperança central da fé cristã, prometendo vida eterna.","referencias_relacionadas":["1 Coríntios 15:55","Romanos 6:23","João 11:25-26"]},"lucas_7_15_dead":{"palavra_pt":"morto","palavra_original":"νεκρός","transliteracao":"nekrós","strong":"G3498","significado_raiz":"Ideia básica: morto.","significado_contextual":"A palavra 'morto' refere-se a alguém que não está mais vivo.","explicacao_detalhada":"No versículo, o jovem é descrito como morto, o que estabelece a gravidade da situação antes da intervenção de Jesus.","por_que_esta_palavra":"A descrição do jovem como 'morto' é essencial para entender o milagre que Jesus realiza.","conexao_teologica":"A morte física é um símbolo do pecado e da separação de Deus, que Jesus veio restaurar.","referencias_relacionadas":["Lucas 8:52","Mateus 9:24","João 5:28-29"]},"lucas_7_15_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou declarar algo.","explicacao_detalhada":"Em Lucas 7:15, Jesus fala ao jovem morto, demonstrando Seu poder de trazer vida através de Sua palavra.","por_que_esta_palavra":"A palavra é importante porque mostra que a autoridade de Jesus se manifesta em Suas declarações.","conexao_teologica":"A palavra de Deus tem poder para criar e transformar, um tema que permeia toda a Escritura.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Salmos 33:9"]},"lucas_7_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, o criador e sustentador do universo.","explicacao_detalhada":"No contexto, a menção a Deus é uma resposta ao milagre que Jesus realiza, reconhecendo Sua soberania.","por_que_esta_palavra":"A invocação de Deus destaca a reverência e a adoração que surgem após a manifestação do poder divino.","conexao_teologica":"A adoração a Deus é uma resposta natural ao reconhecimento de Suas obras poderosas.","referencias_relacionadas":["Salmos 150:6","Romanos 11:36","Apocalipse 4:11"]},"lucas_7_16_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e ao reconhecimento devido a Deus.","explicacao_detalhada":"Em Lucas 7:16, a glória é atribuída a Deus após o milagre da ressurreição, reconhecendo Sua grandeza.","por_que_esta_palavra":"A glória de Deus é um tema central na adoração e na resposta humana ao Seu poder.","conexao_teologica":"A glória de Deus é revelada em Suas obras e é um chamado à adoração e ao louvor.","referencias_relacionadas":["Isaías 6:3","Romanos 1:20","1 Pedro 4:11"]},"lucas_7_17_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à expressão de Deus, que se fez carne em Cristo.","explicacao_detalhada":"No contexto de Lucas 7:17, a palavra 'verbo' (λόγος) é usada para descrever a mensagem e a autoridade de Jesus, que traz vida e transformação.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Cristo como a manifestação do próprio Deus entre os homens.","conexao_teologica":"O 'verbo' é um conceito central na teologia cristã, especialmente em relação à encarnação de Cristo e à revelação divina.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16"]},"lucas_7_17_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à região geográfica onde os eventos estão ocorrendo, especificamente a Judeia.","explicacao_detalhada":"Em Lucas 7:17, a menção da 'terra' indica o local de origem dos milagres de Jesus e a resposta do povo a eles.","por_que_esta_palavra":"A 'terra' é importante para situar a ação de Jesus em um contexto histórico e cultural específico.","conexao_teologica":"A terra de Judeia é frequentemente mencionada nas Escrituras como o lugar da promessa e da manifestação de Deus.","referencias_relacionadas":["Mateus 2:6","Lucas 2:4","Atos 1:8"]},"lucas_7_17_country":{"palavra_pt":"country","palavra_original":"περίχωρος","transliteracao":"períchōros","strong":"G4066","significado_raiz":"Ideia básica: country.","significado_contextual":"A palavra 'country' refere-se à área ao redor de Judeia, enfatizando a abrangência do ministério de Jesus.","explicacao_detalhada":"No versículo, a referência ao 'country' destaca como a fama de Jesus se espalhou além de Judeia, atraindo atenção de diversas regiões.","por_que_esta_palavra":"Esta palavra é usada para mostrar que o impacto de Jesus não se limitava a uma única localidade, mas tinha um alcance maior.","conexao_teologica":"O ministério de Jesus é visto como universal, alcançando não apenas os judeus, mas todas as nações.","referencias_relacionadas":["Mateus 28:19","Lucas 4:24-27","Atos 10:34-35"]},"lucas_7_18_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a João Batista, cuja identidade e ministério são centrais para a narrativa.","explicacao_detalhada":"Em Lucas 7:18, o 'nome' é mencionado para enfatizar a importância de João como precursor de Cristo e seu papel na preparação do caminho.","por_que_esta_palavra":"O 'nome' é significativo porque representa a autoridade e a missão de João Batista na história da salvação.","conexao_teologica":"João Batista é visto como o último dos profetas, preparando o caminho para a vinda do Messias.","referencias_relacionadas":["Mateus 3:1-3","Marcos 1:4","Lucas 1:76"]},"lucas_7_18_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à trajetória espiritual que os seguidores de Cristo devem seguir.","explicacao_detalhada":"No contexto, 'caminho' implica a necessidade de arrependimento e transformação que João Batista pregava.","por_que_esta_palavra":"Esta palavra é crucial para entender a mensagem de preparação para a vinda do Reino de Deus.","conexao_teologica":"O 'caminho' é um tema recorrente nas Escrituras, simbolizando a jornada de fé e obediência a Deus.","referencias_relacionadas":["Isaías 40:3","Mateus 7:13-14","Atos 9:2"]},"lucas_7_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus, reconhecida por aqueles que o seguiam.","explicacao_detalhada":"Em Lucas 7:19, a questão sobre quem é Jesus revela a busca por entender sua verdadeira identidade e autoridade divina.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a soberania de Cristo sobre todas as coisas.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando seu poder sobre a criação e a redenção.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Hebreus 1:3"]},"lucas_7_19_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da mensagem de João Batista sobre Jesus.","explicacao_detalhada":"No versículo, a ação de 'dizer' é crucial para a revelação da identidade de Jesus e a resposta do povo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de proclamação e testemunho da verdade sobre Cristo.","conexao_teologica":"A proclamação da palavra é um aspecto vital da missão da Igreja e do ministério de Jesus.","referencias_relacionadas":["Romanos 10:14-15","Marcos 16:15","Atos 1:8"]},"lucas_7_20_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente refere-se a João Batista, enfatizando sua importância na narrativa.","explicacao_detalhada":"Em Lucas 7:20, o 'nome' é mencionado para reafirmar a identidade de João como o precursor de Cristo.","por_que_esta_palavra":"A repetição da palavra 'nome' reforça a relevância do testemunho de João na obra de Deus.","conexao_teologica":"A identidade de João Batista é fundamental para entender a continuidade da revelação de Deus através da história.","referencias_relacionadas":["Mateus 11:11","Lucas 1:76","João 1:29"]},"lucas_7_20_present":{"palavra_pt":"present","palavra_original":"παραγίνομαι","transliteracao":"paragínomai","strong":"G3854","significado_raiz":"Ideia básica: present.","significado_contextual":"A palavra 'present' refere-se à presença de Jesus e à manifestação de seu ministério.","explicacao_detalhada":"No contexto, 'present' implica a ideia de que Jesus está ativo e presente na vida das pessoas.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a ação contínua de Deus na história através de Jesus.","conexao_teologica":"A presença de Jesus é um tema central no cristianismo, simbolizando a proximidade de Deus com a humanidade.","referencias_relacionadas":["Mateus 18:20","João 14:23","Hebreus 13:5"]},"lucas_7_20_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da mensagem de Jesus e sua revelação ao povo.","explicacao_detalhada":"Em Lucas 7:20, 'falar' é essencial para entender como Jesus se comunica e se revela aos seus seguidores.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de ouvir e responder à palavra de Deus.","conexao_teologica":"A comunicação divina é um aspecto vital da relação entre Deus e a humanidade, sendo mediada através de Jesus.","referencias_relacionadas":["Mateus 4:4","João 10:27","Romanos 10:17"]},"lucas_7_21_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a essência vital que dá vida.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a força vital que habita em seres humanos e criaturas. No contexto de Lucas 7:21, Jesus realiza milagres que demonstram o poder do espírito de Deus agindo através dele.","por_que_esta_palavra":"A escolha da palavra 'espírito' enfatiza a dimensão espiritual da cura e da vida que Jesus oferece.","conexao_teologica":"O espírito é frequentemente associado à presença de Deus e à ação do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Gênesis 2:7","João 3:6","Romanos 8:11"]},"lucas_7_21_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que realiza curas e milagres.","explicacao_detalhada":"A palavra 'deus' (θεραπεύω) é usada para descrever a ação de curar. No contexto, Jesus atua como o agente de Deus, trazendo cura e libertação.","por_que_esta_palavra":"A palavra destaca a autoridade divina de Jesus e sua capacidade de operar milagres.","conexao_teologica":"A cura é um sinal do reino de Deus e da sua vontade de restaurar a criação.","referencias_relacionadas":["Isaías 53:5","Mateus 4:24","Tiago 5:15"]},"lucas_7_21_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude dos milagres realizados por Jesus.","explicacao_detalhada":"A palavra 'grande' (πολύς) é utilizada para enfatizar a quantidade e a importância das obras que Jesus realiza, que são notáveis e impactantes.","por_que_esta_palavra":"A ênfase na grandeza dos milagres serve para mostrar a autoridade e o poder de Jesus como o Messias.","conexao_teologica":"Os milagres de Jesus são uma demonstração do poder de Deus e da vinda do seu reino.","referencias_relacionadas":["Salmos 126:2","Mateus 9:35","Atos 2:22"]},"lucas_7_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que realiza milagres e traz esperança.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome dado ao Filho de Deus, que significa 'O Senhor é salvação'. No contexto, Jesus é reconhecido como aquele que cumpre as promessas de Deus.","por_que_esta_palavra":"O uso do nome enfatiza a identidade e a missão de Jesus como o redentor da humanidade.","conexao_teologica":"Jesus é o centro da fé cristã, sendo a encarnação de Deus que traz salvação e cura.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"lucas_7_22_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à ressurreição e à vitória sobre a morte.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) é usada no contexto da ressurreição, onde Jesus traz vida aos mortos, simbolizando a vitória sobre a morte.","por_que_esta_palavra":"A menção da morte destaca o poder de Jesus de reverter a condição humana e oferecer vida eterna.","conexao_teologica":"A ressurreição é um dos pilares da fé cristã, simbolizando a esperança de vida após a morte.","referencias_relacionadas":["João 11:25-26","Romanos 6:9","1 Coríntios 15:55-57"]},"lucas_7_22_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"Refere-se à boa nova do evangelho que Jesus traz.","explicacao_detalhada":"A palavra 'evangelizar' (εὐαγγελίζω) implica a proclamação de boas novas, especialmente a mensagem de salvação e cura que Jesus oferece.","por_que_esta_palavra":"A escolha dessa palavra ressalta a missão de Jesus de trazer esperança e transformação.","conexao_teologica":"O evangelho é o meio pelo qual as pessoas são reconciliadas com Deus e recebem a salvação.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Pedro 1:12"]},"lucas_7_23_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à bem-aventurança dos que creem em Jesus.","explicacao_detalhada":"A palavra 'bem aventurado' (μακάριος) é usada para descrever aqueles que são felizes e favorecidos por Deus, especialmente aqueles que não se ofendem com Jesus.","por_que_esta_palavra":"A ênfase na bem-aventurança destaca a importância da fé e da confiança em Jesus.","conexao_teologica":"A bem-aventurança é um tema central no ensino de Jesus, refletindo a natureza do reino de Deus.","referencias_relacionadas":["Mateus 5:3-12","Lucas 6:20-23","Tiago 1:12"]},"lucas_7_23_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de ofender ou desviar-se da verdade.","explicacao_detalhada":"A palavra 'pecado' (σκανδαλίζω) implica em causar escândalo ou tropeço, especialmente em relação à fé em Jesus.","por_que_esta_palavra":"A menção do pecado ressalta a necessidade de fé e a advertência contra a incredulidade.","conexao_teologica":"O pecado é o que separa a humanidade de Deus, e a fé em Jesus é o caminho para a reconciliação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 12:1"]},"lucas_7_23_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou recusa de reconhecer a divindade de Jesus.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para enfatizar a negação de algo, neste caso, a incredulidade em relação a Jesus.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da fé e a rejeição que alguns têm em relação a Jesus.","conexao_teologica":"A fé em Jesus como Deus é fundamental para a salvação e a vida eterna.","referencias_relacionadas":["João 3:36","Atos 16:31","Romanos 10:9"]},"lucas_7_24_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João Batista e seu papel como precursor de Jesus.","explicacao_detalhada":"A palavra 'nome' (Ἰωάννης) é usada para identificar João Batista, que preparou o caminho para a vinda de Jesus.","por_que_esta_palavra":"O nome é significativo, pois representa a identidade e a missão de João como profeta.","conexao_teologica":"João Batista é visto como o último dos profetas que anunciou a chegada do Messias.","referencias_relacionadas":["Mateus 3:1-3","Marcos 1:4-5","Lucas 1:76-77"]},"lucas_7_24_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que seguiam Jesus e estavam atentas ao seu ministério.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) é usada para descrever uma multidão que se reunia em torno de Jesus, muitas vezes buscando cura e ensinamento. Este termo implica uma coletividade que, em muitos casos, era composta por pessoas marginalizadas e necessitadas.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a conexão de Jesus com as massas, mostrando que seu ministério não era apenas para os líderes religiosos, mas para todos.","conexao_teologica":"Jesus veio para salvar não apenas os justos, mas também os pecadores, refletindo a natureza inclusiva do Reino de Deus.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 8:4"]},"lucas_7_25_gloria":{"palavra_pt":"gloria","palavra_original":"ἔνδοξος","transliteracao":"éndoxos","strong":"G1741","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e ao reconhecimento que se espera de um profeta.","explicacao_detalhada":"A palavra 'glória' (ἔνδοξος) implica uma dignidade e um status elevado. No contexto, Jesus questiona se o povo esperava algo grandioso de João Batista, que não se apresentava com ostentação.","por_que_esta_palavra":"A palavra é utilizada para contrastar a verdadeira grandeza de João Batista com a superficialidade das expectativas humanas.","conexao_teologica":"A verdadeira glória é encontrada na humildade e na obediência a Deus, como exemplificado por João Batista.","referencias_relacionadas":["Mateus 11:11","João 5:44","Romanos 2:29"]},"lucas_7_25_apparel":{"palavra_pt":"apparel","palavra_original":"ἱματισμός","transliteracao":"himatismós","strong":"G2441","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se à vestimenta que simboliza status e riqueza.","explicacao_detalhada":"A palavra 'apparel' (ἱματισμός) é usada para descrever as roupas que as pessoas de status usavam, contrastando com a simplicidade de João Batista.","por_que_esta_palavra":"A menção de vestimentas serve para destacar a diferença entre a aparência externa e a verdadeira missão de um profeta.","conexao_teologica":"Deus valoriza o coração e a intenção por trás das ações, não a aparência externa.","referencias_relacionadas":["1 Samuel 16:7","Mateus 6:28-30","Tiago 2:1-4"]},"lucas_7_26_verdade":{"palavra_pt":"verdade","palavra_original":"ναί","transliteracao":"naí","strong":"G3483","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à autenticidade e à realidade do testemunho de João Batista.","explicacao_detalhada":"A palavra 'verdade' (ναί) é uma afirmação de que João Batista era, de fato, um profeta enviado por Deus, e sua mensagem era verdadeira e relevante.","por_que_esta_palavra":"A ênfase na verdade reforça a importância da integridade no ministério e na pregação.","conexao_teologica":"A verdade é central na mensagem cristã, refletindo o caráter de Deus e a revelação de Cristo.","referencias_relacionadas":["João 14:6","Efésios 4:15","1 João 1:6-7"]},"lucas_7_26_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Indica movimento ou ação em direção a algo.","explicacao_detalhada":"A palavra 'adiante' (ἐξέρχομαι) sugere um chamado para sair de uma situação ou lugar, simbolizando a necessidade de avançar na fé.","por_que_esta_palavra":"A ideia de 'ir adiante' é um convite à ação e à resposta ao chamado de Deus.","conexao_teologica":"A vida cristã é uma jornada de fé que exige movimento e progresso em direção a Cristo.","referencias_relacionadas":["Hebreus 12:1-2","Filipenses 3:14","Mateus 28:19-20"]},"lucas_7_27_criar":{"palavra_pt":"criar","palavra_original":"κατασκευάζω","transliteracao":"kataskeuázō","strong":"G2680","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se à ação de trazer algo à existência.","explicacao_detalhada":"A palavra 'criar' (κατασκευάζω) implica um ato de construção ou formação, que pode ser entendido como a preparação de um caminho ou ministério.","por_que_esta_palavra":"A criação é um tema central na Bíblia, refletindo a soberania de Deus sobre a história e a vida.","conexao_teologica":"Deus é o Criador, e Ele continua a criar e moldar a vida dos crentes através do Espírito Santo.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:19","2 Coríntios 5:17"]},"lucas_7_27_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou aparência de uma pessoa, simbolizando identidade e presença.","explicacao_detalhada":"A palavra 'rosto' (πρόσωπον) é usada para enfatizar a importância da presença de Deus e a revelação de Sua face ao povo.","por_que_esta_palavra":"O rosto é um símbolo de relacionamento e intimidade, refletindo a busca de Deus por um relacionamento pessoal com a humanidade.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na vida espiritual, representando a comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"lucas_7_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na teologia cristã, representando a autoridade e a divindade que governam todas as coisas.","por_que_esta_palavra":"A menção de Deus destaca a soberania divina e a importância de reconhecer Sua presença e ação na história.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental, e a compreensão de Sua natureza é essencial para a fé.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"lucas_7_28_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se a um respeito profundo e reverente por Deus.","explicacao_detalhada":"A palavra 'temor' (μέγας) implica uma grandeza que provoca admiração e respeito, especialmente em relação a Deus.","por_que_esta_palavra":"O temor do Senhor é o princípio da sabedoria, refletindo a atitude correta diante da santidade de Deus.","conexao_teologica":"O temor a Deus é essencial para uma vida de fé e obediência, reconhecendo Sua autoridade e poder.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"lucas_7_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente à divindade e à soberania de Deus sobre a vida e a história.","explicacao_detalhada":"A repetição da palavra 'deus' (θεός) enfatiza a importância de reconhecer a ação divina em meio ao povo e a validação do ministério de João Batista.","por_que_esta_palavra":"A ênfase em Deus reafirma a centralidade da fé e da obediência a Ele na vida do crente.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, e a resposta a Ele molda a vida do crente.","referencias_relacionadas":["Salmos 100:3","Isaías 40:28","Mateus 22:37"]},"lucas_7_29_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' refere-se ao ato de declarar alguém como justo ou inocente, especialmente em um contexto legal ou moral.","explicacao_detalhada":"No contexto de Lucas 7:29, a palavra 'justificar' é usada para descrever como o povo reconheceu a justiça de Deus em relação ao ministério de João Batista. Eles aceitaram o testemunho de João e, assim, foram considerados justificados por Deus.","por_que_esta_palavra":"A palavra é importante porque reflete a aceitação do povo em relação à mensagem de arrependimento e justiça que João trouxe, mostrando que a verdadeira justiça é reconhecida por Deus.","conexao_teologica":"A justificação é um tema central na teologia cristã, representando a forma como os crentes são declarados justos diante de Deus através da fé em Cristo.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Tiago 2:24"]},"lucas_7_29_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo de pessoas que estavam ouvindo e respondendo à mensagem de João Batista.","explicacao_detalhada":"Neste versículo, o 'povo' é visto como aqueles que reconheceram a verdade da mensagem de João e, portanto, foram justificados por Deus. Eles representam a coletividade que responde ao chamado de arrependimento.","por_que_esta_palavra":"A inclusão do 'povo' enfatiza a importância da comunidade na resposta à mensagem de Deus e como a fé é muitas vezes uma experiência coletiva.","conexao_teologica":"O conceito de 'povo de Deus' é fundamental na Bíblia, representando a comunidade que é chamada a viver em obediência e fé.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Mateus 5:14"]},"lucas_7_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à autoridade suprema que valida as ações e mensagens dos profetas.","explicacao_detalhada":"No contexto, a rejeição dos fariseus e doutores da lei à mensagem de João Batista é vista como uma rejeição da autoridade de Deus. Eles não se submeteram ao plano divino de arrependimento.","por_que_esta_palavra":"A palavra é crucial porque destaca a relação entre a obediência à vontade de Deus e a aceitação de Sua mensagem.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, enfatizando que Ele é o juiz final sobre a justiça e a verdade.","referencias_relacionadas":["Salmos 82:8","Isaías 45:5","Romanos 11:36"]},"lucas_7_30_advise":{"palavra_pt":"advise","palavra_original":"βουλή","transliteracao":"boulḗ","strong":"G1012","significado_raiz":"Ideia básica: advise.","significado_contextual":"A palavra 'advise' refere-se ao conselho ou plano que é dado, especialmente em um contexto de orientação divina.","explicacao_detalhada":"No versículo, a rejeição da 'boulē' (conselho) de Deus implica que os fariseus e doutores da lei não aceitaram o que Deus estava revelando através de João Batista.","por_que_esta_palavra":"A palavra é significativa porque mostra que Deus tem um plano e que a rejeição desse plano leva a consequências espirituais.","conexao_teologica":"A ideia de que Deus dá conselhos e direções é um tema importante, refletindo Sua vontade soberana e o chamado à obediência.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 32:8","Isaías 30:21"]},"lucas_7_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica autoridade e domínio, especialmente no contexto de quem tem o poder de julgar.","explicacao_detalhada":"Neste versículo, Jesus usa a palavra para descrever a geração que não reconhece a autoridade de Deus manifestada em João e nele mesmo.","por_que_esta_palavra":"A palavra é importante porque reflete a relação entre autoridade divina e a resposta humana à revelação de Deus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"lucas_7_31_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se ao grupo de pessoas que vivem em um determinado período de tempo, especialmente em relação à sua resposta a Deus.","explicacao_detalhada":"Jesus critica a 'geração' por sua falta de fé e por não reconhecer os sinais de Deus através de João e de Sua própria vida.","por_que_esta_palavra":"A palavra é significativa porque destaca a responsabilidade de cada geração em responder à revelação de Deus.","conexao_teologica":"A ideia de gerações é importante na Bíblia, mostrando como a fé e a desobediência podem ser transmitidas de uma geração para outra.","referencias_relacionadas":["Salmos 78:4","Mateus 23:36","Gálatas 1:4"]},"lucas_7_31_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar uma mensagem.","explicacao_detalhada":"Neste contexto, Jesus está falando sobre a maneira como a geração reage às mensagens de João e dele mesmo, mostrando a falta de compreensão e aceitação.","por_que_esta_palavra":"A palavra é importante porque enfatiza a comunicação divina e a resposta humana, destacando a necessidade de ouvir e entender a mensagem de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central, refletindo como Ele se revela e espera uma resposta.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:17","Tiago 1:19"]},"lucas_7_32_like":{"palavra_pt":"like","palavra_original":"ὅμοιος","transliteracao":"hómoios","strong":"G3664","significado_raiz":"Ideia básica: like.","significado_contextual":"A palavra 'like' refere-se a comparações, indicando semelhanças entre pessoas ou situações.","explicacao_detalhada":"Jesus usa a comparação para descrever como a geração é semelhante a crianças que não se contentam com nada, mostrando sua insatisfação e falta de discernimento.","por_que_esta_palavra":"A palavra é significativa porque ilustra a natureza humana de buscar sempre algo mais, mesmo quando a verdade está diante deles.","conexao_teologica":"As comparações são frequentemente usadas nas Escrituras para ensinar verdades espirituais, mostrando a necessidade de discernimento.","referencias_relacionadas":["Mateus 11:16-17","Lucas 12:54-56","Romanos 1:20"]},"lucas_7_33_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que neste caso é João Batista.","explicacao_detalhada":"Jesus menciona o nome de João para destacar sua importância como profeta e mensageiro de Deus, cuja vida e ministério foram rejeitados pela geração.","por_que_esta_palavra":"A palavra é importante porque o nome de alguém carrega seu caráter e missão, e a rejeição de João é uma rejeição da mensagem de Deus.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a rejeição de qualquer mensageiro de Deus é uma rejeição da própria mensagem divina.","referencias_relacionadas":["Mateus 3:1-3","Marcos 1:4","Lucas 1:76"]},"lucas_7_33_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, enfatizando a rejeição da mensagem divina.","explicacao_detalhada":"A negação de Deus por parte da geração é uma forma de rejeição da verdade e da autoridade divina, refletindo a dureza de coração.","por_que_esta_palavra":"A palavra é significativa porque destaca a gravidade da rejeição da verdade de Deus e suas consequências espirituais.","conexao_teologica":"A rejeição de Deus e de Sua palavra é um tema recorrente nas Escrituras, mostrando a necessidade de arrependimento e fé.","referencias_relacionadas":["Hebreus 10:26-27","Romanos 1:18","Gálatas 6:7"]},"lucas_7_35_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é apresentada como um atributo que justifica as ações de Jesus e seus seguidores, mostrando que suas obras são reconhecidas por aqueles que têm discernimento.","explicacao_detalhada":"Neste versículo, Jesus afirma que a sabedoria é justificada por seus filhos, referindo-se à ideia de que as ações e ensinamentos de Deus são validados por aqueles que os compreendem e os aplicam em suas vidas.","por_que_esta_palavra":"A palavra 'sabedoria' é fundamental para entender a relação entre as ações de Jesus e a resposta da sociedade a Ele, destacando a importância do discernimento espiritual.","conexao_teologica":"A sabedoria é frequentemente associada à revelação divina e à capacidade de entender a vontade de Deus, sendo um tema recorrente na literatura bíblica.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Colossenses 2:3"]},"lucas_7_35_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"Justificar implica em declarar alguém como justo ou inocente, um tema central na mensagem de salvação de Jesus.","explicacao_detalhada":"Neste contexto, a palavra 'justificar' é usada para descrever como as ações de Jesus e de seus seguidores são validadas diante de Deus, enfatizando a relação entre fé e justiça.","por_que_esta_palavra":"A palavra 'justificar' é crucial para entender a doutrina da justificação pela fé, que é um dos pilares da teologia cristã.","conexao_teologica":"A justificação é um tema central na obra redentora de Cristo, onde Ele se torna o justo que justifica os pecadores.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8-9"]},"lucas_7_36_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao núcleo social e espiritual, destacando a importância das relações familiares na cultura judaica.","explicacao_detalhada":"Neste versículo, a referência à família é significativa, pois Jesus interage com membros de uma casa, mostrando a relevância do lar na propagação do evangelho.","por_que_esta_palavra":"A palavra 'família' é importante para entender o contexto social e cultural em que Jesus operava, enfatizando a importância das relações interpessoais.","conexao_teologica":"A família é vista como uma instituição divina, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_7_36_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar ou obedecer a alguém, especialmente no contexto do discipulado.","explicacao_detalhada":"Neste versículo, a ideia de seguir está relacionada ao ato de se tornar um discípulo de Jesus, que exige comprometimento e dedicação.","por_que_esta_palavra":"A palavra 'seguir' é fundamental para entender o chamado de Jesus para seus discípulos e a natureza do discipulado.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, refletindo a entrega total à sua liderança.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_7_37_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher mencionada representa a vulnerabilidade e a busca por redenção, simbolizando a graça de Deus.","explicacao_detalhada":"Neste contexto, a mulher que unge os pés de Jesus demonstra arrependimento e fé, ilustrando a resposta humana à graça divina.","por_que_esta_palavra":"A palavra 'mulher' é significativa para entender o papel das mulheres no ministério de Jesus e a inclusão que Ele promove.","conexao_teologica":"A interação de Jesus com mulheres destaca a dignidade e o valor que Deus atribui a todos, independentemente de seu passado.","referencias_relacionadas":["Lucas 8:2","João 4:7-30","Mateus 15:21-28"]},"lucas_7_37_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' aqui reforça a ideia de pertencimento e aceitação, especialmente em um contexto de rejeição.","explicacao_detalhada":"A referência à família sugere a importância das relações e como Jesus redefine a noção de família espiritual.","por_que_esta_palavra":"A palavra 'família' é essencial para entender a nova identidade que Jesus oferece aos que creem nele.","conexao_teologica":"A família de Deus é um conceito central na teologia cristã, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gálatas 4:4-7","Romanos 8:15-17","Efésios 2:19"]},"lucas_7_38_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa um compromisso profundo e sagrado, simbolizando a relação entre Deus e seu povo.","explicacao_detalhada":"Neste versículo, a aliança é evocada através do ato de adoração da mulher, que expressa sua devoção e reconhecimento da graça de Deus.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação de Deus com a humanidade ao longo da história bíblica.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo a fidelidade de Deus e o chamado à obediência.","referencias_relacionadas":["Hebreus 8:6-13","Gênesis 9:12-17","Êxodo 19:5-6"]},"lucas_7_39_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher é vista sob a perspectiva do julgamento e da misericórdia, destacando a graça que Jesus oferece.","explicacao_detalhada":"Neste contexto, a mulher é criticada por sua reputação, mas Jesus a defende, mostrando que Ele veio para salvar os perdidos.","por_que_esta_palavra":"A palavra 'mulher' é significativa para entender a inclusão e a dignidade que Jesus confere às mulheres.","conexao_teologica":"A defesa de Jesus à mulher ilustra a mensagem do evangelho, que é para todos, independentemente de seu passado.","referencias_relacionadas":["Lucas 8:2","João 8:10-11","Mateus 9:10-13"]},"lucas_7_40_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o Salvador e Senhor, cuja autoridade é reconhecida por seus seguidores.","explicacao_detalhada":"Neste versículo, a menção a Jesus destaca sua identidade divina e seu papel como mediador entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, representando a encarnação de Deus e a esperança de salvação.","conexao_teologica":"A identidade de Jesus como Filho de Deus é fundamental para a compreensão da Trindade e da obra redentora.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_7_40_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Simão' é um símbolo de identidade e pertencimento, refletindo a cultura judaica.","explicacao_detalhada":"Neste contexto, o nome é importante para identificar o anfitrião da refeição e seu papel na narrativa, além de destacar a relação entre Jesus e os fariseus.","por_que_esta_palavra":"A palavra 'nome' é significativa para entender a importância da identidade na cultura bíblica e seu significado espiritual.","conexao_teologica":"O nome de Jesus é poderoso e representa a autoridade e a salvação que Ele oferece.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:19","Romanos 10:13"]},"lucas_7_40_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou orienta, especialmente em um contexto religioso.","explicacao_detalhada":"No contexto de Lucas 7:40, Jesus é chamado de 'mestre' por Simão, o fariseu, reconhecendo sua autoridade e sabedoria. Isso demonstra a expectativa de que Jesus, como mestre, teria uma resposta sábia para a situação apresentada.","por_que_esta_palavra":"A escolha da palavra 'mestre' enfatiza a posição de Jesus como um líder espiritual e educador, que tem o poder de ensinar verdades profundas sobre Deus e a vida.","conexao_teologica":"Jesus é frequentemente reconhecido como o 'Mestre' em várias passagens, simbolizando seu papel como o verdadeiro guia espiritual da humanidade.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"lucas_7_42_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir à divindade, àquele que é supremo e digno de adoração.","explicacao_detalhada":"Embora a palavra 'deus' apareça em um contexto de negação, sua presença destaca a importância da relação entre o homem e Deus, especialmente em questões de perdão e dívida espiritual.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Deus como o único que pode perdoar pecados e oferecer salvação.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem do evangelho, onde Deus é visto como o redentor que perdoa e restaura.","referencias_relacionadas":["Salmos 86:10","Isaías 43:11","Romanos 3:23-24"]},"lucas_7_42_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se ao ato de ter ou possuir algo, especialmente em um contexto financeiro ou moral.","explicacao_detalhada":"No versículo, a possessão é usada para ilustrar a dívida que cada um tem, enfatizando a necessidade de perdão e a impossibilidade de salvação sem a graça de Deus.","por_que_esta_palavra":"A palavra 'possessão' é importante para entender a dinâmica da dívida espiritual e a necessidade de redenção.","conexao_teologica":"A ideia de dívida e perdão é um tema recorrente na Bíblia, refletindo a condição humana e a necessidade de um salvador.","referencias_relacionadas":["Mateus 18:24-27","Lucas 11:4","Colossenses 2:13-14"]},"lucas_7_43_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que carrega significados e associações.","explicacao_detalhada":"Simão, ao ser mencionado pelo nome, é chamado a reconhecer sua própria identidade e a condição de seu coração diante de Deus.","por_que_esta_palavra":"O nome é um símbolo de autoridade e responsabilidade, e neste contexto, destaca a importância do reconhecimento pessoal diante de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre o nome de Deus e a importância de conhecer e invocar esse nome em oração e adoração.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Atos 4:12"]},"lucas_7_43_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, Jesus está prestes a fazer uma declaração importante, e a palavra 'falar' indica a importância do que será dito em resposta à pergunta de Simão.","por_que_esta_palavra":"A comunicação verbal é um meio pelo qual Jesus revela verdades espirituais e ensina lições profundas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Jesus frequentemente usava a fala para ensinar e revelar a verdade.","referencias_relacionadas":["Mateus 4:4","Hebreus 4:12","Tiago 1:19"]},"lucas_7_43_answer":{"palavra_pt":"answer","palavra_original":"ὑπολαμβάνω","transliteracao":"hypolambánō","strong":"G5274","significado_raiz":"Ideia básica: answer.","significado_contextual":"A palavra 'answer' refere-se à resposta dada a uma pergunta ou situação.","explicacao_detalhada":"Jesus responde a Simão, não apenas com palavras, mas com uma parábola que ilustra verdades profundas sobre perdão e amor.","por_que_esta_palavra":"A resposta de Jesus é crucial para entender a dinâmica do perdão e a natureza do amor verdadeiro.","conexao_teologica":"A resposta de Jesus revela a sabedoria divina e a capacidade de transformar corações através de ensinamentos profundos.","referencias_relacionadas":["Mateus 22:46","Lucas 20:40","João 7:46"]},"lucas_7_44_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma pessoa do sexo feminino, mas também carrega conotações de dignidade e valor.","explicacao_detalhada":"Jesus se refere à mulher que ungiu seus pés, destacando seu ato de amor e devoção, contrastando com a atitude de Simão.","por_que_esta_palavra":"A menção da mulher enfatiza a inclusão e o valor que Jesus dá a todos, independentemente de seu passado.","conexao_teologica":"A dignidade da mulher é um tema importante na Bíblia, onde Jesus frequentemente desafia normas sociais e valoriza as mulheres.","referencias_relacionadas":["Gálatas 3:28","Lucas 8:2-3","João 4:7-30"]},"lucas_7_44_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente refere-se à identidade, neste caso, de Simão.","explicacao_detalhada":"A repetição do nome de Simão serve para enfatizar a necessidade de que ele reconheça sua própria condição e a importância de sua resposta ao que Jesus está ensinando.","por_que_esta_palavra":"O nome é um lembrete da responsabilidade pessoal diante de Deus e da necessidade de arrependimento.","conexao_teologica":"O reconhecimento do nome e da identidade é fundamental para a salvação e a relação com Deus.","referencias_relacionadas":["Romanos 10:13","Filipenses 2:9-11","Apocalipse 3:5"]},"lucas_7_44_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao grupo de pessoas unidas por laços de sangue ou por laços sociais.","explicacao_detalhada":"A menção da família destaca a importância das relações e do contexto social em que as pessoas vivem, refletindo sobre a dinâmica de amor e perdão.","por_que_esta_palavra":"A família é uma instituição fundamental que Deus criou, e a maneira como tratamos uns aos outros dentro dela é um reflexo de nossa relação com Deus.","conexao_teologica":"A Bíblia ensina sobre a importância da família e como ela deve ser um reflexo do amor de Deus.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_7_45_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo a alguém.","explicacao_detalhada":"Jesus fala sobre o ato de dar, que neste contexto se relaciona ao perdão e à generosidade de coração, especialmente em relação à mulher que ungiu seus pés.","por_que_esta_palavra":"A palavra 'dar' é central na mensagem de amor e graça de Jesus, que nos ensina a dar aos outros como Ele nos deu.","conexao_teologica":"A generosidade e o ato de dar são princípios fundamentais do cristianismo, refletindo o caráter de Deus que dá livremente.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Mateus 5:42"]},"lucas_7_46_ointment":{"palavra_pt":"ointment","palavra_original":"μύρον","transliteracao":"mýron","strong":"G3464","significado_raiz":"Ideia básica: ointment.","significado_contextual":"O termo 'ointment' refere-se a um tipo de unguento ou óleo perfumado usado em rituais de unção e como símbolo de honra.","explicacao_detalhada":"No contexto de Lucas 7:46, Jesus menciona que não recebeu unguento em sua cabeça, o que indica uma falta de hospitalidade e respeito. O unguento era tradicionalmente usado para ungir convidados importantes.","por_que_esta_palavra":"A palavra é usada para destacar a diferença entre a recepção que Jesus recebeu e a honra que normalmente seria dada a um convidado especial.","conexao_teologica":"O uso do unguento simboliza a unção do Espírito Santo e a consagração, que é um tema recorrente na Bíblia, representando a presença de Deus.","referencias_relacionadas":["Salmos 23:5","Tiago 5:14","1 João 2:20"]},"lucas_7_46_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' refere-se à parte superior do corpo humano, mas também simboliza autoridade e liderança.","explicacao_detalhada":"Em Lucas 7:46, a menção da cabeça é significativa, pois Jesus está contrastando a falta de unção em sua cabeça com a ação da mulher que o ungiu, mostrando a diferença entre a rejeição e a adoração.","por_que_esta_palavra":"A cabeça é um símbolo de honra e dignidade, e a falta de unção na cabeça de Jesus representa a falta de respeito por parte do fariseu.","conexao_teologica":"A cabeça é frequentemente usada na Bíblia para representar Cristo como a cabeça da Igreja, enfatizando a importância da liderança espiritual.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 11:3"]},"lucas_7_47_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do amor e do perdão que a mulher pecadora demonstrou.","explicacao_detalhada":"Em Lucas 7:47, Jesus afirma que aqueles que muito foram perdoados amam muito, indicando que a grandeza do amor está diretamente relacionada ao reconhecimento do perdão recebido.","por_que_esta_palavra":"A ênfase na grandeza do amor destaca a profundidade da graça de Deus e a resposta humana a essa graça.","conexao_teologica":"A grandeza do amor é um tema central na teologia cristã, refletindo o amor incondicional de Deus por nós.","referencias_relacionadas":["Romanos 5:8","1 João 4:19","Efésios 2:4-5"]},"lucas_7_47_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal, neste caso, a declaração de Jesus sobre o amor da mulher.","explicacao_detalhada":"Em Lucas 7:47, Jesus usa a palavra 'dizer' para ensinar uma lição sobre o perdão e o amor, enfatizando a importância da comunicação de verdades espirituais.","por_que_esta_palavra":"A escolha da palavra 'dizer' é significativa, pois Jesus está proclamando uma verdade que deve ser ouvida e compreendida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de suas verdades é essencial para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Mateus 4:4"]},"lucas_7_47_almost":{"palavra_pt":"quase","palavra_original":"ὀλίγος","transliteracao":"olígos","strong":"G3641","significado_raiz":"Ideia básica: quase.","significado_contextual":"A palavra 'quase' indica uma proximidade, mas não a totalidade, sugerindo uma condição de quase entendimento ou quase perdão.","explicacao_detalhada":"Em Lucas 7:47, a ideia de 'quase' pode ser interpretada como a diferença entre conhecer a verdade e realmente vivê-la, enfatizando a necessidade de uma experiência completa com Deus.","por_que_esta_palavra":"A palavra 'quase' é usada para contrastar a superficialidade da experiência religiosa com a profundidade do verdadeiro arrependimento e amor.","conexao_teologica":"A teologia cristã enfatiza que não basta estar 'quase' salvo; é necessário um compromisso total com Cristo.","referencias_relacionadas":["Atos 26:28","Mateus 7:21","Hebreus 6:4-6"]},"lucas_7_48_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar, neste caso, a declaração de Jesus sobre o perdão dos pecados da mulher.","explicacao_detalhada":"Em Lucas 7:48, Jesus fala diretamente à mulher, declarando que seus pecados estão perdoados, o que é um ato de autoridade divina.","por_que_esta_palavra":"A palavra 'falar' é crucial, pois representa a voz de Jesus que traz perdão e restauração, mostrando o poder da palavra de Deus.","conexao_teologica":"A fala de Jesus é um reflexo da Palavra de Deus que traz vida e transformação.","referencias_relacionadas":["João 6:63","Salmos 107:20","Isaías 55:11"]},"lucas_7_49_down":{"palavra_pt":"down","palavra_original":"συνανάκειμαι","transliteracao":"synanákeimai","strong":"G4873","significado_raiz":"Ideia básica: down.","significado_contextual":"A palavra 'down' pode ser interpretada como uma referência à posição social ou espiritual, indicando humildade.","explicacao_detalhada":"Em Lucas 7:49, a reação dos convidados ao ouvir Jesus afirmar que a mulher estava perdoada reflete uma atitude de desprezo e julgamento, mostrando a necessidade de humildade.","por_que_esta_palavra":"A palavra 'down' é usada para contrastar a atitude dos fariseus com a humildade da mulher, que reconheceu sua necessidade de perdão.","conexao_teologica":"A humildade é um princípio fundamental na teologia cristã, onde os que se humilham serão exaltados.","referencias_relacionadas":["Tiago 4:10","Mateus 23:12","Lucas 18:14"]},"lucas_7_49_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para expressar a incredulidade dos fariseus sobre a autoridade de Jesus para perdoar pecados.","explicacao_detalhada":"Em Lucas 7:49, os fariseus questionam a capacidade de Jesus de perdoar, revelando sua falta de entendimento sobre sua verdadeira identidade.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a importância da comunicação e da revelação divina na compreensão da verdade.","conexao_teologica":"A palavra de Jesus é a revelação de Deus, e a incredulidade humana é um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 9:3","Marcos 2:7","Lucas 5:21"]},"lucas_7_50_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Jesus como o Salvador, essencial para a salvação.","explicacao_detalhada":"Em Lucas 7:50, Jesus diz à mulher que sua fé a salvou, destacando a importância da fé pessoal na experiência de perdão e salvação.","por_que_esta_palavra":"A fé é a chave para a salvação e a relação com Deus, e a declaração de Jesus enfatiza a eficácia da fé verdadeira.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação entre o crente e Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:9"]},"lucas_7_50_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e à reconciliação com Deus, que resulta do perdão.","explicacao_detalhada":"Em Lucas 7:50, Jesus diz à mulher que ela pode ir em paz, indicando que o perdão traz uma nova condição de paz espiritual.","por_que_esta_palavra":"A paz é um resultado do perdão e da restauração, e é uma promessa de Jesus para todos que creem nele.","conexao_teologica":"A paz de Deus é um tema central nas Escrituras, representando a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"lucas_7_50_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher que, em um ato de arrependimento e adoração, unge os pés de Jesus.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para descrever uma figura que representa a fé e a devoção. Ela não é apenas uma mulher comum, mas alguém que, apesar de seu passado, encontra perdão e aceitação em Jesus.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a dignidade e o valor que Jesus dá a todas as pessoas, independentemente de seu passado.","conexao_teologica":"Este versículo ilustra a graça de Deus que se estende a todos, mostrando que a salvação é acessível a todos, incluindo aqueles que são marginalizados.","referencias_relacionadas":["Lucas 7:47","João 8:10-11","Mateus 9:12-13"]}}