{"lucas_8_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de poder e autoridade na pregação do evangelho.","explicacao_detalhada":"A palavra 'deus' aqui destaca a soberania divina que guia e sustenta a missão de Jesus e seus seguidores, mostrando que a obra de Deus é realizada através de sua vontade.","por_que_esta_palavra":"A menção de Deus é crucial para entender a origem e a legitimidade da mensagem que está sendo proclamada.","conexao_teologica":"Este versículo conecta-se com a ideia de que a missão de Jesus é uma continuação do plano redentor de Deus para a humanidade.","referencias_relacionadas":["Mateus 28:18-20","Atos 1:8","Romanos 1:16"]},"lucas_8_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao impacto significativo da mensagem de Jesus e ao número crescente de seguidores.","explicacao_detalhada":"A palavra 'grande' indica não apenas a quantidade, mas também a importância e a profundidade da transformação que a mensagem de Jesus traz às vidas das pessoas.","por_que_esta_palavra":"A utilização de 'grande' ressalta a magnitude da obra de Deus através de Jesus, que atrai multidões e transforma corações.","conexao_teologica":"Este conceito de grandeza está ligado ao reino de Deus, que cresce e se expande através da pregação do evangelho.","referencias_relacionadas":["Mateus 9:37-38","Lucas 10:2","Atos 2:41"]},"lucas_8_1_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se à ação de proclamar a mensagem do evangelho de forma clara e autoritativa.","explicacao_detalhada":"A palavra 'pregar' implica uma comunicação ativa da verdade de Deus, que é essencial para a edificação da fé e a salvação das almas.","por_que_esta_palavra":"A pregação é um meio pelo qual a verdade de Deus é revelada e recebida, sendo fundamental para a missão da igreja.","conexao_teologica":"A pregação da verdade é um aspecto central da missão cristã, refletindo o chamado de Jesus para que seus seguidores compartilhem o evangelho.","referencias_relacionadas":["Romanos 10:14-15","1 Coríntios 1:21","2 Timóteo 4:2"]},"lucas_8_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito, que é a presença e a ação de Deus na vida das pessoas.","explicacao_detalhada":"A palavra 'espírito' implica a vitalidade e a força que Deus confere aos crentes, capacitando-os para a missão e a vida cristã.","por_que_esta_palavra":"O espírito é essencial para a compreensão e a vivência da fé, sendo o agente que transforma e renova os corações.","conexao_teologica":"A presença do espírito é uma promessa de Deus para todos os que creem, garantindo que não estão sozinhos em sua jornada de fé.","referencias_relacionadas":["Atos 2:4","Romanos 8:9-11","Gálatas 5:22-23"]},"lucas_8_2_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, que é mencionado como uma das mulheres que seguiam Jesus.","explicacao_detalhada":"O nome 'Maria' é significativo, pois representa não apenas uma pessoa, mas também a fé e a devoção de muitas mulheres que desempenharam papéis importantes no ministério de Jesus.","por_que_esta_palavra":"A menção do nome destaca a individualidade e a importância de cada seguidor de Cristo, mostrando que todos têm um papel na obra de Deus.","conexao_teologica":"Maria, como seguidora de Jesus, exemplifica a resposta de fé que todos são chamados a ter diante do evangelho.","referencias_relacionadas":["Lucas 1:38","João 19:25","Atos 1:14"]},"lucas_8_3_joanna":{"palavra_pt":"joanna","palavra_original":"Ἰωάννα","transliteracao":"Iōánna","strong":"G2489","significado_raiz":"Ideia básica: joanna.","significado_contextual":"Refere-se a Joanna, uma mulher que apoiou Jesus e seus discípulos com seus bens.","explicacao_detalhada":"Joanna representa as mulheres que, através de seu serviço e generosidade, contribuíram para a missão de Jesus, mostrando que todos podem participar da obra de Deus.","por_que_esta_palavra":"A inclusão de Joanna ressalta a importância do apoio financeiro e prático na propagação do evangelho.","conexao_teologica":"O serviço de Joanna é um exemplo de como a comunidade de crentes deve se unir para apoiar a missão de Deus.","referencias_relacionadas":["Lucas 8:1-3","Filipenses 4:15-16","1 Pedro 4:10"]},"lucas_8_3_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que representa a autoridade política da época.","explicacao_detalhada":"O nome 'Herodes' é significativo, pois ilustra o contexto político em que Jesus e seus seguidores estavam operando, destacando a tensão entre o reino de Deus e os poderes terrenais.","por_que_esta_palavra":"A menção de Herodes serve para lembrar que a mensagem de Jesus desafiava as estruturas de poder e autoridade da época.","conexao_teologica":"A presença de figuras como Herodes no relato bíblico mostra que o evangelho é relevante em todos os contextos, incluindo os mais desafiadores.","referencias_relacionadas":["Mateus 2:1-3","Lucas 23:7","Atos 12:1-3"]},"lucas_8_3_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do apoio que as mulheres, como Joanna, estavam oferecendo ao ministério de Jesus.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a generosidade do apoio que essas mulheres proporcionavam, essencial para a continuidade da missão.","por_que_esta_palavra":"A grandeza do apoio destaca o papel vital que as mulheres desempenham na obra de Deus, muitas vezes não reconhecido.","conexao_teologica":"Este conceito de grandeza no serviço é um princípio que se aplica a todos os crentes, que são chamados a contribuir para a obra de Deus.","referencias_relacionadas":["Mateus 25:21","Lucas 16:10","Gálatas 6:9"]},"lucas_8_4_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que é compartilhada através das parábolas de Jesus, que ensinam verdades espirituais.","explicacao_detalhada":"A palavra 'vida' aqui simboliza a essência do ensinamento de Jesus, que traz transformação e entendimento para aqueles que ouvem.","por_que_esta_palavra":"A vida que Jesus oferece é uma vida abundante, cheia de significado e propósito, que é revelada através de suas parábolas.","conexao_teologica":"As parábolas de Jesus são uma forma de revelar o reino de Deus, mostrando como a vida em Cristo é diferente e superior à vida sem Ele.","referencias_relacionadas":["João 10:10","Mateus 13:11-12","Romanos 6:4"]},"lucas_8_4_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à multidão que estava ouvindo Jesus, indicando a importância e o impacto de seu ensinamento.","explicacao_detalhada":"A palavra 'grande' enfatiza não apenas o número de pessoas, mas também a magnitude do evento e a relevância da mensagem que estava sendo pregada.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a atenção que Jesus estava recebendo e a necessidade de que sua mensagem fosse ouvida por muitos.","conexao_teologica":"A grandeza da multidão reflete a universalidade da mensagem de Cristo, que é destinada a todos os povos.","referencias_relacionadas":["Mateus 5:1","Marcos 4:1","Lucas 12:1"]},"lucas_8_4_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que se reuniu para ouvir Jesus, representando a diversidade de pessoas que buscavam a verdade.","explicacao_detalhada":"A palavra 'povo' indica não apenas um grupo, mas uma coletividade de indivíduos com diferentes histórias e necessidades, todos atraídos pela mensagem de Jesus.","por_que_esta_palavra":"O uso de 'povo' enfatiza a conexão de Jesus com a humanidade e sua missão de alcançar todos, independentemente de sua condição social.","conexao_teologica":"Jesus veio para salvar o povo, e sua pregação é um chamado para todos os que estão dispostos a ouvir.","referencias_relacionadas":["Mateus 9:36","Marcos 2:13","Lucas 19:10"]},"lucas_8_5_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Representa o domínio espiritual e a criação de Deus, onde a semente é lançada.","explicacao_detalhada":"A palavra 'céu' é usada para descrever o lugar de onde vem a bênção e a providência divina, contrastando com a terra onde a semente é semeada.","por_que_esta_palavra":"O céu simboliza a origem divina da mensagem e a esperança de um futuro glorioso para aqueles que a recebem.","conexao_teologica":"O céu é o local de onde Deus opera e envia sua palavra, e a semente representa a palavra de Deus que deve ser recebida pelos homens.","referencias_relacionadas":["Mateus 6:10","João 3:13","Efésios 1:3"]},"lucas_8_5_semente":{"palavra_pt":"semente","palavra_original":"σπόρος","transliteracao":"spóros","strong":"G4703","significado_raiz":"Ideia básica: semente.","significado_contextual":"Simboliza a palavra de Deus que é semeada nos corações das pessoas.","explicacao_detalhada":"A semente é uma metáfora para a mensagem do evangelho, que tem o potencial de gerar vida e frutos espirituais quando recebida em boa terra.","por_que_esta_palavra":"A escolha da palavra 'semente' destaca a natureza do evangelho como algo pequeno que pode crescer e produzir grandes resultados.","conexao_teologica":"A semente representa a palavra de Deus que é viva e eficaz, capaz de transformar vidas.","referencias_relacionadas":["Mateus 13:19","Marcos 4:14","1 Pedro 1:23"]},"lucas_8_6_rocha":{"palavra_pt":"rocha","palavra_original":"πέτρα","transliteracao":"pétra","strong":"G4073","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se à falta de profundidade na terra onde a semente caiu, simbolizando a superficialidade da fé.","explicacao_detalhada":"A palavra 'rocha' indica um solo duro que não permite que a semente enraize, representando aqueles que recebem a palavra, mas não a sustentam em suas vidas.","por_que_esta_palavra":"A rocha simboliza a resistência à palavra de Deus, mostrando que nem todos que ouvem a mensagem a aceitam de coração.","conexao_teologica":"A rocha representa a necessidade de um coração preparado e receptivo para que a palavra de Deus possa frutificar.","referencias_relacionadas":["Mateus 7:24","Tiago 1:22","Hebreus 4:2"]},"lucas_8_6_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Embora a palavra 'deus' não apareça diretamente no versículo, a referência à sua providência é implícita na parábola.","explicacao_detalhada":"A presença de Deus é fundamental na compreensão da semeadura e do crescimento espiritual, pois é Ele quem dá o aumento.","por_que_esta_palavra":"A menção de Deus é essencial para entender que a eficácia da semente depende da ação divina.","conexao_teologica":"Deus é o agricultor que cuida da colheita, e a relação entre o homem e Deus é central na produção de frutos espirituais.","referencias_relacionadas":["1 Coríntios 3:6-7","Salmos 127:1","Gálatas 6:7"]},"lucas_8_6_moisture":{"palavra_pt":"moisture","palavra_original":"ἱκμάς","transliteracao":"hikmás","strong":"G2429","significado_raiz":"Ideia básica: moisture.","significado_contextual":"Refere-se à umidade necessária para que a semente cresça, simbolizando a graça de Deus.","explicacao_detalhada":"A palavra 'moisture' (umidade) representa a presença do Espírito Santo que nutre e sustenta a vida espiritual.","por_que_esta_palavra":"A umidade é crucial para o crescimento, assim como a graça de Deus é essencial para o desenvolvimento espiritual.","conexao_teologica":"A umidade simboliza a necessidade de dependência de Deus para o crescimento espiritual e a frutificação na vida do crente.","referencias_relacionadas":["João 7:38","Isaías 44:3","Efésios 3:16"]},"lucas_8_7_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que a semente é semeada e o ciclo natural de crescimento.","explicacao_detalhada":"A palavra 'dia' pode simbolizar tanto o tempo físico quanto o tempo espiritual em que a palavra é semeada e colhida.","por_que_esta_palavra":"O dia representa a oportunidade que temos de ouvir e responder à palavra de Deus enquanto estamos vivos.","conexao_teologica":"O conceito de tempo é importante na teologia, pois enfatiza a urgência de responder ao chamado de Deus enquanto há tempo.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"lucas_8_7_cair":{"palavra_pt":"cair","palavra_original":"πίπτω","transliteracao":"píptō","strong":"G4098","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda da semente em solo improdutivo, simbolizando a rejeição da palavra.","explicacao_detalhada":"A palavra 'cair' indica a fragilidade da semente quando não encontra um ambiente propício para crescer.","por_que_esta_palavra":"A queda da semente representa a realidade de muitos que ouvem a palavra, mas não a aceitam ou a deixam de lado.","conexao_teologica":"A queda da semente é um alerta sobre a importância de um coração receptivo à palavra de Deus.","referencias_relacionadas":["Mateus 13:4","Marcos 4:4","Lucas 8:12"]},"lucas_8_7_caminho":{"palavra_pt":"caminho","palavra_original":"μέσος","transliteracao":"mésos","strong":"G3319","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao solo duro ao longo do caminho, onde a semente não pode germinar.","explicacao_detalhada":"A palavra 'caminho' simboliza aqueles que estão distraídos ou indiferentes à mensagem de Deus, impedindo que a palavra penetre em seus corações.","por_que_esta_palavra":"O caminho representa a falta de atenção e a resistência à palavra de Deus, mostrando que nem todos estão prontos para ouvir.","conexao_teologica":"O caminho é uma metáfora para a vida sem Deus, onde a palavra não tem espaço para crescer.","referencias_relacionadas":["Mateus 7:13","Lucas 13:24","Hebreus 12:13"]},"lucas_8_8_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo onde a semente é lançada, simbolizando o coração humano que recebe a palavra de Deus.","explicacao_detalhada":"No contexto da parábola do semeador, a 'terra' representa diferentes tipos de corações que recebem a mensagem do evangelho. A qualidade do solo determina a frutificação da semente.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a receptividade da mensagem divina e a importância do estado do coração na aceitação da fé.","conexao_teologica":"A parábola ilustra a relação entre a palavra de Deus e a resposta humana, enfatizando a necessidade de um coração preparado para receber a verdade.","referencias_relacionadas":["Mateus 13:3-9","Marcos 4:3-9","Lucas 8:4-8"]},"lucas_8_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Indica a ação de realizar ou produzir algo, neste caso, o fruto da palavra semeada.","explicacao_detalhada":"A palavra 'fazer' enfatiza a ação necessária para que a semente da palavra de Deus produza frutos na vida do crente.","por_que_esta_palavra":"É importante porque destaca a responsabilidade do crente em agir e produzir frutos a partir da fé recebida.","conexao_teologica":"A fé sem obras é morta; a ação é uma resposta à graça de Deus e um reflexo da verdadeira conversão.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:22-23","Mateus 7:17-20"]},"lucas_8_8_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se ao resultado da semeadura da palavra de Deus no coração humano.","explicacao_detalhada":"O 'fruto' simboliza as boas obras e a transformação que ocorrem na vida de quem aceita a mensagem do evangelho.","por_que_esta_palavra":"A palavra 'fruto' é essencial para entender o impacto da palavra de Deus na vida do crente e a evidência de uma fé genuína.","conexao_teologica":"O fruto é uma prova da verdadeira conversão e do trabalho do Espírito Santo na vida do crente.","referencias_relacionadas":["João 15:5","Gálatas 5:22-23","Mateus 12:33"]},"lucas_8_9_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida espiritual que é revelada através da parábola e da compreensão da palavra de Deus.","explicacao_detalhada":"A 'vida' aqui representa a nova vida que é gerada pela aceitação da palavra de Deus e a transformação que ela traz.","por_que_esta_palavra":"A palavra 'vida' é fundamental para entender a essência do evangelho e a promessa de vida eterna em Cristo.","conexao_teologica":"A vida em Cristo é uma vida abundante, que se manifesta em frutos e boas obras.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"lucas_8_9_buscar":{"palavra_pt":"buscar","palavra_original":"ἐπερωτάω","transliteracao":"eperōtáō","strong":"G1905","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar entender e aplicar a palavra de Deus em suas vidas.","explicacao_detalhada":"A palavra 'buscar' implica um desejo ativo de compreender a mensagem de Deus e de viver de acordo com ela.","por_que_esta_palavra":"É importante porque destaca a necessidade de uma busca intencional pela verdade e pela sabedoria divina.","conexao_teologica":"Buscar a Deus é um princípio fundamental na vida cristã, refletindo um coração que anseia por um relacionamento mais profundo com Ele.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 119:2"]},"lucas_8_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e ao papel de Deus como revelador da verdade.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus na revelação de seus mistérios aos homens.","por_que_esta_palavra":"É crucial para entender que a compreensão da palavra de Deus é um ato divino, onde Ele se revela ao ser humano.","conexao_teologica":"A revelação de Deus é central na teologia cristã, pois é através dela que conhecemos a Sua vontade e propósito.","referencias_relacionadas":["Romanos 1:20","1 Coríntios 2:10-12","Hebreus 1:1-2"]},"lucas_8_10_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que é dada através da compreensão da palavra de Deus.","explicacao_detalhada":"A 'vida' mencionada aqui representa a transformação e a nova identidade que se recebe ao aceitar a mensagem do evangelho.","por_que_esta_palavra":"A palavra 'vida' é essencial para entender a nova vida que é prometida a todos que creem em Cristo.","conexao_teologica":"A vida em Cristo é uma vida de abundância e propósito, que se manifesta em ações e frutos.","referencias_relacionadas":["João 3:16","Gálatas 2:20","Colossenses 3:3-4"]},"lucas_8_11_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida espiritual que é revelada através da parábola e da compreensão da palavra de Deus.","explicacao_detalhada":"A 'vida' aqui representa a nova vida que é gerada pela aceitação da palavra de Deus e a transformação que ela traz.","por_que_esta_palavra":"A palavra 'vida' é fundamental para entender a essência do evangelho e a promessa de vida eterna em Cristo.","conexao_teologica":"A vida em Cristo é uma vida abundante, que se manifesta em frutos e boas obras.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"lucas_8_11_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como o Verbo que se fez carne, essencial para a salvação.","explicacao_detalhada":"A palavra 'verbo' indica a comunicação de Deus com a humanidade, sendo Cristo a manifestação perfeita dessa comunicação.","por_que_esta_palavra":"É importante porque revela a centralidade de Cristo na revelação de Deus e na salvação da humanidade.","conexao_teologica":"Cristo é o Logos, a Palavra viva que traz luz e vida ao mundo, essencial para a fé cristã.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-2","Colossenses 1:16-17"]},"lucas_8_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e ao papel de Deus como revelador da verdade.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus na revelação de seus mistérios aos homens.","por_que_esta_palavra":"É crucial para entender que a compreensão da palavra de Deus é um ato divino, onde Ele se revela ao ser humano.","conexao_teologica":"A revelação de Deus é central na teologia cristã, pois é através dela que conhecemos a Sua vontade e propósito.","referencias_relacionadas":["Romanos 1:20","1 Coríntios 2:10-12","Hebreus 1:1-2"]},"lucas_8_12_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que é semeada no coração das pessoas.","explicacao_detalhada":"Neste contexto, a 'palavra' é a mensagem do evangelho que, quando ouvida, pode ser rejeitada ou aceita. A semente que cai à beira do caminho representa aqueles que ouvem a palavra, mas não a compreendem, permitindo que o diabo a roube.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação divina e a necessidade de uma resposta adequada à mensagem de Cristo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua recepção determina a salvação ou condenação do indivíduo.","referencias_relacionadas":["Mateus 13:19","Hebreus 4:12","Romanos 10:17"]},"lucas_8_12_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"O verbo 'crer' implica uma confiança ativa na mensagem de Cristo.","explicacao_detalhada":"Neste versículo, a falta de fé é o que leva à perda da palavra semeada. Crer é mais do que apenas acreditar; é uma resposta ativa à mensagem de Deus.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação, pois sem fé é impossível agradar a Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e é essencial para a vida cristã.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:6","João 3:16"]},"lucas_8_13_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' novamente se refere à mensagem de Deus que é recebida com alegria, mas sem raízes profundas.","explicacao_detalhada":"Aqui, a 'palavra' é recebida com entusiasmo, mas a falta de profundidade faz com que a fé não resista às provações.","por_que_esta_palavra":"A repetição da palavra 'palavra' reforça a ideia de que a mensagem de Deus deve ser enraizada na vida do crente.","conexao_teologica":"A perseverança na fé é crucial para a salvação e crescimento espiritual.","referencias_relacionadas":["Colossenses 2:7","Tiago 1:12","Mateus 24:13"]},"lucas_8_13_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"O verbo 'crer' é novamente destacado, enfatizando a necessidade de uma fé que resista às dificuldades.","explicacao_detalhada":"A fé que não suporta as tribulações é uma fé superficial. O crente deve estar preparado para enfrentar desafios e manter sua confiança em Deus.","por_que_esta_palavra":"A palavra 'crer' é essencial para a vida cristã, especialmente em tempos de prova.","conexao_teologica":"A fé verdadeira é testada e refinada através das dificuldades.","referencias_relacionadas":["1 Pedro 1:7","Romanos 5:3-5","2 Timóteo 4:7"]},"lucas_8_13_rocha":{"palavra_pt":"rocha","palavra_original":"πέτρα","transliteracao":"pétra","strong":"G4073","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A 'rocha' simboliza a firmeza e a estabilidade que a verdadeira fé deve ter.","explicacao_detalhada":"A falta de uma base sólida na rocha representa a fragilidade da fé que não é alimentada e enraizada na palavra de Deus.","por_que_esta_palavra":"A rocha é uma metáfora comum na Bíblia para a segurança e a proteção que Deus oferece.","conexao_teologica":"Cristo é a rocha sobre a qual devemos construir nossas vidas espirituais.","referencias_relacionadas":["Mateus 7:24-25","Salmos 18:2","1 Coríntios 10:4"]},"lucas_8_14_care":{"palavra_pt":"care","palavra_original":"μέριμνα","transliteracao":"mérimna","strong":"G3308","significado_raiz":"Ideia básica: care.","significado_contextual":"A palavra 'care' refere-se às preocupações e distrações da vida que podem sufocar a palavra de Deus.","explicacao_detalhada":"As preocupações da vida cotidiana podem desviar a atenção do crente e impedir o crescimento espiritual.","por_que_esta_palavra":"A escolha da palavra 'care' destaca a luta constante entre as prioridades terrenas e as espirituais.","conexao_teologica":"Os crentes são chamados a buscar primeiro o reino de Deus e sua justiça, não permitindo que as preocupações mundanas os afastem.","referencias_relacionadas":["Mateus 6:33","Filipenses 4:6-7","1 Pedro 5:7"]},"lucas_8_14_riches":{"palavra_pt":"riches","palavra_original":"πλοῦτος","transliteracao":"ploûtos","strong":"G4149","significado_raiz":"Ideia básica: riches.","significado_contextual":"A palavra 'riches' refere-se à riqueza material que pode se tornar um obstáculo à fé.","explicacao_detalhada":"As riquezas podem criar um falso senso de segurança e desviar o coração do crente da dependência de Deus.","por_que_esta_palavra":"A ênfase nas riquezas destaca a necessidade de priorizar as coisas espirituais sobre as materiais.","conexao_teologica":"Jesus ensina que não se pode servir a dois senhores, e as riquezas podem se tornar um ídolo.","referencias_relacionadas":["Mateus 6:24","1 Timóteo 6:9-10","Tiago 5:1-3"]},"lucas_8_14_desejo":{"palavra_pt":"desejo","palavra_original":"ἡδονή","transliteracao":"hēdonḗ","strong":"G2237","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' refere-se aos anseios e prazeres que podem desviar a atenção do crente.","explicacao_detalhada":"Os desejos carnais podem sufocar a palavra de Deus, impedindo que ela frutifique na vida do crente.","por_que_esta_palavra":"A palavra 'desejo' enfatiza a luta interna entre a carne e o espírito.","conexao_teologica":"Os crentes são chamados a mortificar os desejos da carne e a buscar a santidade.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-6","1 João 2:15-17"]},"lucas_8_15_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o coração do crente que recebe a palavra de Deus de forma frutífera.","explicacao_detalhada":"A boa terra é aquela que ouve a palavra, a retém e produz frutos, simbolizando uma vida transformada pela fé.","por_que_esta_palavra":"A metáfora da terra destaca a importância da receptividade e da disposição em ouvir e aplicar a palavra de Deus.","conexao_teologica":"A frutificação é um sinal da verdadeira conversão e do trabalho do Espírito Santo na vida do crente.","referencias_relacionadas":["João 15:5","Gálatas 5:22-23","Mateus 7:16-20"]},"lucas_8_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' novamente se refere à mensagem de Deus que é acolhida e produz frutos.","explicacao_detalhada":"A repetição da palavra 'palavra' enfatiza a continuidade da mensagem de Cristo e sua eficácia na vida do crente que a aceita.","por_que_esta_palavra":"A palavra de Deus é a fonte de vida e transformação, e sua recepção correta resulta em frutos espirituais.","conexao_teologica":"A palavra de Deus é essencial para o crescimento e a maturidade espiritual do crente.","referencias_relacionadas":["1 Pedro 2:2","Colossenses 3:16","Tiago 1:21"]},"lucas_8_15_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro das emoções e decisões humanas, simbolizando a receptividade à Palavra de Deus.","explicacao_detalhada":"No contexto da parábola do semeador, o coração é comparado ao solo onde a semente da Palavra é lançada. Um coração bom e honesto é aquele que ouve a Palavra, a retém e produz frutos.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a importância da disposição interna do ser humano em receber e agir conforme a mensagem divina.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca a sinceridade e a fé genuína dos indivíduos.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 12:34"]},"lucas_8_16_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco é uma metáfora para a luz que deve ser visível e não escondida, simbolizando a revelação da verdade.","explicacao_detalhada":"Neste versículo, Jesus usa a imagem de um arco para ilustrar que a luz da verdade deve ser colocada em evidência, assim como uma lâmpada é colocada em um lugar alto para iluminar.","por_que_esta_palavra":"A palavra 'arco' é utilizada para enfatizar a necessidade de expor a luz, que representa a verdade e a revelação de Deus.","conexao_teologica":"A luz é um tema recorrente na Bíblia, simbolizando a verdade e a presença de Deus entre os homens.","referencias_relacionadas":["Mateus 5:14-16","João 8:12","1 João 1:5"]},"lucas_8_16_lampada":{"palavra_pt":"lampada","palavra_original":"λύχνος","transliteracao":"lýchnos","strong":"G3088","significado_raiz":"Ideia básica: lampada.","significado_contextual":"A lâmpada simboliza a iluminação espiritual e a verdade que deve ser compartilhada com os outros.","explicacao_detalhada":"Jesus compara a Palavra de Deus a uma lâmpada que deve ser colocada em um lugar alto, para que todos possam ver e se beneficiar da luz que ela traz.","por_que_esta_palavra":"A escolha da palavra 'lâmpada' destaca a função da Palavra de Deus como guia e fonte de luz na vida dos crentes.","conexao_teologica":"A luz da lâmpada representa a revelação de Deus e a clareza que Ele traz à vida dos que O seguem.","referencias_relacionadas":["Salmos 119:105","Mateus 5:14-16","João 1:5"]},"lucas_8_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A ideia de 'tornar-se' ou 'acontecer' refere-se à revelação das verdades ocultas que Deus trará à luz.","explicacao_detalhada":"Neste contexto, Jesus ensina que nada que é oculto permanecerá escondido, e que a verdade será revelada no tempo certo.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a transformação e a manifestação das verdades divinas na vida dos crentes.","conexao_teologica":"A revelação de Deus é um tema central na teologia cristã, onde a verdade é gradualmente revelada ao longo da história da salvação.","referencias_relacionadas":["Romanos 2:16","1 Coríntios 4:5","Hebreus 4:13"]},"lucas_8_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a onisciência de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a afirmação de que nada ficará oculto ressalta a capacidade de Deus de conhecer e revelar a verdade.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina e a sua relação com a verdade e a revelação.","conexao_teologica":"A soberania de Deus é um princípio teológico que afirma que Ele tem controle sobre todas as coisas e que Sua verdade prevalecerá.","referencias_relacionadas":["Salmos 139:1-4","Isaías 46:10","Romanos 11:33"]},"lucas_8_18_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da recepção da Palavra de Deus e à disposição do coração.","explicacao_detalhada":"Jesus destaca a importância de ouvir e praticar a Palavra, sugerindo que a verdadeira bondade se manifesta na ação e na obediência.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a necessidade de um coração disposto a agir conforme a vontade de Deus.","conexao_teologica":"A bondade é um fruto do Espírito e é essencial na vida cristã, refletindo o caráter de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 2:10","Tiago 1:22"]},"lucas_8_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para reafirmar a importância da relação entre o ser humano e o Criador.","explicacao_detalhada":"Neste contexto, enfatiza-se que a compreensão e a prática da Palavra de Deus são fundamentais para a vida espiritual.","por_que_esta_palavra":"A palavra 'deus' é central para entender a natureza da relação que os crentes devem ter com Ele.","conexao_teologica":"A relação com Deus é a base da fé cristã, onde a obediência à Sua Palavra é um reflexo do amor por Ele.","referencias_relacionadas":["João 14:15","1 João 5:3","Hebreus 11:6"]},"lucas_8_18_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se ao ato de ter e manter a Palavra de Deus em nosso coração.","explicacao_detalhada":"Jesus ensina que aqueles que ouvem a Palavra e a retêm em seus corações são os que realmente possuem a verdade e a vida.","por_que_esta_palavra":"A escolha da palavra 'possessão' destaca a importância de internalizar a Palavra de Deus como parte da vida do crente.","conexao_teologica":"A possessão da Palavra é essencial para a vida cristã, pois é através dela que os crentes experimentam a transformação e a salvação.","referencias_relacionadas":["Colossenses 3:16","Tiago 1:21","Romanos 10:8"]},"lucas_8_19_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus, simbolizando a busca coletiva pela verdade.","explicacao_detalhada":"Neste contexto, a multidão representa aqueles que estão interessados na mensagem de Jesus, mas que também podem ser distraídos pelas preocupações da vida.","por_que_esta_palavra":"A palavra 'povo' é utilizada para enfatizar a necessidade de discernimento entre aqueles que ouvem a Palavra e aqueles que realmente a seguem.","conexao_teologica":"A relação entre Jesus e o povo é central na narrativa dos Evangelhos, onde Ele ensina e se preocupa com as necessidades espirituais da multidão.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 19:10"]},"lucas_8_19_present":{"palavra_pt":"present","palavra_original":"παραγίνομαι","transliteracao":"paragínomai","strong":"G3854","significado_raiz":"Ideia básica: present.","significado_contextual":"A palavra 'present' refere-se à ideia de estar presente ou se aproximar, especialmente em relação à presença de Jesus.","explicacao_detalhada":"Neste contexto, a presença do povo é significativa, pois representa a busca por Jesus e a necessidade de ouvir Sua mensagem.","por_que_esta_palavra":"A escolha da palavra 'present' enfatiza a importância da proximidade e da atenção à Palavra de Deus.","conexao_teologica":"A presença de Jesus entre o povo é um tema central nos Evangelhos, onde Ele se revela como o Salvador e o Messias.","referencias_relacionadas":["Mateus 18:20","Lucas 5:1","João 1:14"]},"lucas_8_20_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando um compromisso mútuo.","explicacao_detalhada":"No contexto de Lucas 8:20, a aliança é um conceito que remete à relação íntima e ao compromisso que Deus tem com aqueles que O seguem. A aliança é um tema central na Bíblia, representando a fidelidade de Deus e a resposta do homem a essa fidelidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da relação entre Jesus e aqueles que O escutam, mostrando que são parte de uma nova aliança.","conexao_teologica":"A aliança é um tema que se conecta com a nova aliança em Cristo, onde Ele se torna o mediador entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"lucas_8_20_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de selecionar ou decidir por algo, refletindo a vontade de Deus em relação ao Seu povo.","explicacao_detalhada":"No versículo, a escolha de Jesus em relação àqueles que O seguem é um ato de amor e intenção divina. A escolha é um tema recorrente na Bíblia, onde Deus escolhe pessoas para cumprir Seus propósitos.","por_que_esta_palavra":"A palavra é usada para mostrar que a relação com Jesus não é automática, mas envolve uma escolha consciente de segui-Lo.","conexao_teologica":"A escolha de Deus é um reflexo da Sua soberania e graça, que se manifesta na vida dos crentes.","referencias_relacionadas":["Efésios 1:4","João 15:16","Romanos 8:33"]},"lucas_8_21_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação divina e à revelação de Deus através de Cristo.","explicacao_detalhada":"Em Lucas 8:21, Jesus se refere à Sua identidade como a Palavra de Deus, que traz vida e verdade. O conceito de 'lógos' é fundamental na teologia cristã, representando a manifestação de Deus entre os homens.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que aqueles que ouvem e seguem a Jesus são considerados Seus verdadeiros irmãos e irmãs.","conexao_teologica":"A relação entre a Palavra e a criação é um tema central, mostrando que Jesus é o meio pelo qual Deus se revela ao mundo.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Apocalipse 19:13"]},"lucas_8_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto do versículo, a referência a Deus destaca a importância da relação entre o Criador e a criação, enfatizando que a verdadeira família de Deus é composta por aqueles que fazem a Sua vontade.","por_que_esta_palavra":"A palavra é usada para reafirmar a soberania de Deus e a centralidade de Sua vontade na vida dos crentes.","conexao_teologica":"A compreensão de Deus como Pai é fundamental para a identidade cristã e para a relação dos crentes com Ele.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"lucas_8_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, especialmente em conformidade com a vontade de Deus.","explicacao_detalhada":"No versículo, fazer a vontade de Deus é apresentado como um critério para ser parte da família de Cristo, enfatizando a importância da obediência.","por_que_esta_palavra":"A palavra é utilizada para destacar que a fé verdadeira se manifesta em ações que refletem a vontade de Deus.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, mostrando que a verdadeira fé se expressa em ações.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Efésios 2:10"]},"lucas_8_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou de julgamento.","explicacao_detalhada":"No contexto do versículo, o dia é um lembrete da brevidade da vida e da importância de aproveitar as oportunidades que Deus nos dá.","por_que_esta_palavra":"A palavra é usada para enfatizar a passagem do tempo e a necessidade de estar atento às ações de Deus em nossas vidas.","conexao_teologica":"A noção de tempo e de dia é frequentemente usada na Bíblia para falar sobre a vinda do Senhor e o cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 90:12","Mateus 24:36","2 Pedro 3:8"]},"lucas_8_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se/acontecer' refere-se à transformação ou mudança de estado, muitas vezes associada ao poder de Deus.","explicacao_detalhada":"No versículo, a transformação que ocorre é um reflexo do poder de Jesus sobre as circunstâncias, mostrando que Ele pode mudar situações difíceis.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que, com Jesus, as situações podem mudar drasticamente, revelando Sua autoridade.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"lucas_8_23_sail":{"palavra_pt":"sail","palavra_original":"πλέω","transliteracao":"pléō","strong":"G4126","significado_raiz":"Ideia básica: sail.","significado_contextual":"A palavra 'sail' refere-se à ação de navegar, simbolizando a jornada da vida e os desafios que enfrentamos.","explicacao_detalhada":"No contexto do versículo, a navegação representa a travessia de dificuldades e a confiança em Jesus durante a tempestade.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a experiência dos discípulos em meio a desafios, mostrando a necessidade de fé.","conexao_teologica":"A jornada da vida é frequentemente comparada a uma navegação, onde a fé em Cristo é o que nos guia.","referencias_relacionadas":["Salmos 107:23-30","Mateus 14:22-33","Atos 27:27-44"]},"lucas_8_24_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se/acontecer' é usada novamente para enfatizar a mudança que ocorre quando Jesus age em uma situação.","explicacao_detalhada":"No versículo, a transformação que acontece durante a tempestade é um testemunho do poder de Jesus sobre a natureza e as circunstâncias.","por_que_esta_palavra":"A palavra é utilizada para mostrar que, mesmo em meio ao caos, Jesus pode trazer paz e ordem.","conexao_teologica":"A capacidade de Jesus de acalmar a tempestade é um símbolo de Sua autoridade divina e do Seu papel como Salvador.","referencias_relacionadas":["Marcos 4:39","Salmos 46:1-3","Romanos 8:31"]},"lucas_8_24_mestre":{"palavra_pt":"mestre","palavra_original":"ἐπιστάτης","transliteracao":"epistátēs","strong":"G1988","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina e guia, especialmente em questões espirituais.","explicacao_detalhada":"No contexto do versículo, Jesus é reconhecido como o Mestre que tem autoridade sobre todas as coisas, incluindo a natureza.","por_que_esta_palavra":"A palavra é utilizada para afirmar a posição de Jesus como aquele que ensina e orienta Seus discípulos.","conexao_teologica":"A relação entre mestre e discípulo é central na vida cristã, onde Jesus é o nosso guia e exemplo.","referencias_relacionadas":["Mateus 23:10","João 13:13","Tiago 3:1"]},"lucas_8_24_mar":{"palavra_pt":"mar","palavra_original":"κλύδων","transliteracao":"klýdōn","strong":"G2830","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa a instabilidade e o caos, especialmente em situações de tempestade.","explicacao_detalhada":"No contexto de Lucas 8:24, o mar é o cenário onde os discípulos enfrentam uma tempestade. A palavra 'mar' (κλύδων) enfatiza a força e a imprevisibilidade das águas, simbolizando os desafios e medos que os seres humanos enfrentam.","por_que_esta_palavra":"A escolha da palavra 'mar' é significativa, pois reflete a realidade da vida e as dificuldades que podem surgir de forma inesperada, assim como a tempestade que os discípulos enfrentaram.","conexao_teologica":"A presença de Jesus sobre as águas do mar demonstra seu poder sobre a criação e sua capacidade de trazer paz em meio ao caos, simbolizando a fé que devemos ter nele.","referencias_relacionadas":["Salmos 107:29","Mateus 14:25-32","Marcos 4:39"]},"lucas_8_25_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é apresentada como a confiança em Jesus, especialmente em momentos de crise.","explicacao_detalhada":"Em Lucas 8:25, Jesus questiona a fé dos discípulos após acalmar a tempestade. A palavra 'fé' (πίστις) implica uma crença ativa e uma confiança que deve ser mantida mesmo diante das adversidades.","por_que_esta_palavra":"A palavra 'fé' é crucial para entender a relação entre os discípulos e Jesus, destacando a importância de confiar nele em todas as circunstâncias.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da salvação e do relacionamento com Deus. A resposta de Jesus à falta de fé dos discípulos nos ensina sobre a necessidade de confiar em sua presença.","referencias_relacionadas":["Hebreus 11:1","Mateus 17:20","Marcos 5:34"]},"lucas_8_25_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água é um símbolo de vida, mas também pode representar a turbulência e a morte em situações de tempestade.","explicacao_detalhada":"No versículo, a água tumultuada do mar representa os desafios e as dificuldades que podem ameaçar a vida. A palavra 'água' (ὕδωρ) é usada para descrever o elemento que, embora essencial, pode se tornar perigoso.","por_que_esta_palavra":"A escolha da palavra 'água' enfatiza a dualidade da água como fonte de vida e, ao mesmo tempo, como um elemento que pode trazer destruição.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da vida eterna, contrastando com a água que representa a morte e o caos.","referencias_relacionadas":["João 4:14","Apocalipse 22:17","Isaías 43:2"]},"lucas_8_25_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é a ação de comunicar, e neste contexto, refere-se ao poder de Jesus de acalmar a tempestade com sua palavra.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever como Jesus ordena ao mar e ao vento que se aquietem. Isso demonstra a autoridade de Jesus sobre a natureza e a eficácia de sua palavra.","por_que_esta_palavra":"A palavra 'falar' é significativa porque revela o poder da comunicação divina e a capacidade de Jesus de trazer ordem ao caos apenas com sua voz.","conexao_teologica":"A palavra de Deus tem poder criativo e transformador, e isso é exemplificado na vida de Jesus, que fala e a criação obedece.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:3"]},"lucas_8_26_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"Solo refere-se ao terreno onde os eventos ocorrem, simbolizando a terra e suas características.","explicacao_detalhada":"A palavra 'solo' (χώρα) é usada para descrever a região onde Jesus e seus discípulos estavam. O solo é um símbolo de lugar e de pertencimento, onde a vida se desenvolve.","por_que_esta_palavra":"A palavra 'solo' é importante para entender o contexto geográfico e cultural em que Jesus realiza seus milagres e ensinos.","conexao_teologica":"O solo também pode simbolizar o coração humano, onde a palavra de Deus é semeada e deve frutificar.","referencias_relacionadas":["Mateus 13:8","Marcos 4:8","Lucas 8:15"]},"lucas_8_26_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus realizou muitos de seus ministérios e milagres.","explicacao_detalhada":"A palavra 'Galileia' (Γαλιλαία) refere-se a uma área geográfica significativa para o ministério de Jesus, onde ele ensinou e curou muitas pessoas.","por_que_esta_palavra":"A menção de Galileia é crucial para entender o contexto cultural e social em que Jesus operou, destacando sua conexão com o povo.","conexao_teologica":"Galileia representa a periferia, onde Jesus trouxe a mensagem de esperança e salvação, desafiando as expectativas sociais e religiosas da época.","referencias_relacionadas":["Mateus 4:12-16","João 1:46","Mateus 28:7"]},"lucas_8_27_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra é um termo que representa o mundo físico e a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o ambiente em que os eventos da vida de Jesus ocorrem, simbolizando a criação e a realidade física.","por_que_esta_palavra":"A palavra 'terra' é importante para enfatizar a encarnação de Jesus e sua presença no mundo material.","conexao_teologica":"A terra é o palco da obra redentora de Deus, onde a criação e a salvação se entrelaçam.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:22","Salmos 24:1"]},"lucas_8_27_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica uma posição ou relação de proximidade.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a localização do homem possesso, enfatizando sua condição de estar isolado e marginalizado.","por_que_esta_palavra":"A palavra 'entre' é significativa para entender a separação e a exclusão que o homem enfrentava, contrastando com a inclusão que Jesus oferece.","conexao_teologica":"A inclusão de pessoas marginalizadas é um tema central no ministério de Jesus, que busca restaurar e trazer esperança aos que estão 'entre' os perdidos.","referencias_relacionadas":["Lucas 19:10","Mateus 9:12","Marcos 2:17"]},"lucas_8_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa o Salvador e a figura central do Novo Testamento.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é fundamental para a identidade cristã, sendo o nome que significa 'O Senhor é salvação'. Ele é o protagonista da narrativa bíblica.","por_que_esta_palavra":"A menção do nome 'Jesus' é essencial para reconhecer sua autoridade e poder sobre as forças do mal e a necessidade de salvação da humanidade.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento e a manifestação do amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_8_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e a fonte de toda autoridade e poder.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para descrever a divindade suprema, enfatizando sua soberania e poder sobre todas as coisas, incluindo a libertação de demônios.","por_que_esta_palavra":"A menção de 'Deus' é crucial para entender a relação entre Jesus e o Pai, bem como a natureza divina de sua missão.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, que afirma que ele é um com o Pai e tem autoridade sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","João 1:1-3","Romanos 1:20"]},"lucas_8_28_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere ao medo intenso que o homem possuído sentia diante de Jesus.","explicacao_detalhada":"O temor é uma reação emocional que pode ser provocada pela presença do divino. Neste contexto, o homem possuído por espíritos malignos reconhece a autoridade de Jesus, o que provoca um medo profundo.","por_que_esta_palavra":"A palavra 'temor' é utilizada para descrever a resposta natural do ser humano diante do poder sobrenatural de Jesus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 1:7). O reconhecimento do poder de Jesus leva à reverência e ao temor.","referencias_relacionadas":["Mateus 8:29","Marcos 5:7","Salmos 111:10"]},"lucas_8_29_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito mencionado é a entidade que possuía o homem, simbolizando a opressão e a influência maligna.","explicacao_detalhada":"O termo 'espírito' refere-se a uma força sobrenatural que controla e aflige a vida humana. No contexto, o espírito maligno se manifesta de forma agressiva diante de Jesus.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a batalha espiritual que ocorre entre Jesus e as forças do mal.","conexao_teologica":"A presença de espíritos malignos é um tema recorrente na Bíblia, mostrando a luta entre o bem e o mal.","referencias_relacionadas":["Mateus 12:43","Marcos 1:23","Efésios 6:12"]},"lucas_8_29_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a intensidade da possessão e a força do espírito maligno que atormentava o homem.","explicacao_detalhada":"O uso de 'grande' enfatiza a magnitude do problema enfrentado, mostrando que a opressão era severa e incontrolável para os humanos.","por_que_esta_palavra":"A palavra 'grande' é utilizada para destacar a seriedade da situação e a necessidade de intervenção divina.","conexao_teologica":"Deus é frequentemente descrito como grande em poder e autoridade, contrastando com a grandeza do mal que Jesus enfrenta.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Mateus 19:26"]},"lucas_8_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa a salvação e a autoridade divina, central na narrativa.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação', e neste contexto, Ele é a figura que traz libertação e cura ao homem possuído.","por_que_esta_palavra":"A menção de Jesus é fundamental, pois Ele é o agente de transformação e libertação na vida do homem atormentado.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus de enviar um Salvador ao Seu povo.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_8_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A repetição da palavra 'grande' enfatiza a magnitude da possessão e a necessidade de intervenção divina.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever não apenas a quantidade de demônios, mas também a gravidade da situação do homem.","por_que_esta_palavra":"A palavra 'grande' é importante para entender a seriedade da opressão e a necessidade de um poder maior para libertar.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza do mal, mostrando que Ele tem poder sobre todas as coisas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:12","Romanos 8:31"]},"lucas_8_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de súplica dos demônios para não serem enviados ao abismo.","explicacao_detalhada":"Os demônios reconhecem a autoridade de Jesus e temem a possibilidade de serem enviados para o abismo, um lugar de punição.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a soberania de Jesus sobre as forças malignas.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele tem controle sobre todas as coisas, incluindo os demônios.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Apocalipse 20:10"]},"lucas_8_31_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' se refere ao pedido dos demônios para não serem enviados ao abismo.","explicacao_detalhada":"Os demônios imploram a Jesus para não serem mandados para o abismo, demonstrando sua consciência do poder e autoridade de Jesus.","por_que_esta_palavra":"A palavra 'chamar' é significativa, pois mostra a relação de autoridade entre Jesus e os espíritos malignos.","conexao_teologica":"A autoridade de Jesus é um tema recorrente, mostrando que Ele tem poder sobre o mundo espiritual.","referencias_relacionadas":["Mateus 8:31","Marcos 5:10","Tiago 2:19"]},"lucas_8_31_charge":{"palavra_pt":"charge","palavra_original":"ἐπιτάσσω","transliteracao":"epitássō","strong":"G2004","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' refere-se à ordem que os demônios temem receber de Jesus.","explicacao_detalhada":"Os demônios temem a ordem de Jesus, pois sabem que Ele tem autoridade para determinar seu destino.","por_que_esta_palavra":"A palavra 'charge' é utilizada para enfatizar a autoridade de Jesus sobre as forças do mal.","conexao_teologica":"A autoridade de Jesus é um tema central, mostrando que Ele é o Senhor sobre todas as coisas, incluindo o mundo espiritual.","referencias_relacionadas":["Mateus 8:32","Marcos 5:12","Lucas 10:19"]},"lucas_8_32_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se ao local onde os porcos foram enviados, simbolizando a destruição dos demônios.","explicacao_detalhada":"O monte é o local onde os porcos se precipitaram, representando a derrota dos espíritos malignos diante de Jesus.","por_que_esta_palavra":"A palavra 'monte' é significativa, pois representa um lugar de decisão e de manifestação do poder de Jesus.","conexao_teologica":"A vitória de Jesus sobre os demônios é um tema importante, mostrando que Ele é maior do que qualquer força maligna.","referencias_relacionadas":["Mateus 5:14","Salmos 121:1","Hebreus 12:22"]},"lucas_8_33_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a obediência dos demônios à ordem de Jesus.","explicacao_detalhada":"Os demônios obedecem à ordem de Jesus e se lançam nos porcos, mostrando a autoridade que Ele possui sobre eles.","por_que_esta_palavra":"A palavra 'conforme' é usada para enfatizar que os demônios não têm escolha a não ser obedecer à ordem de Jesus.","conexao_teologica":"A obediência dos demônios a Jesus demonstra que Ele é o Senhor sobre todas as criaturas, tanto boas quanto más.","referencias_relacionadas":["Mateus 8:32","Marcos 5:13","Filipenses 2:10"]},"lucas_8_34_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de algo se tornar grande ou significativo em um contexto de transformação.","explicacao_detalhada":"A palavra 'tornar-se' implica uma mudança de estado ou condição, que neste contexto se relaciona à transformação que ocorreu na vida do homem possesso.","por_que_esta_palavra":"É utilizada para descrever a mudança radical que aconteceu na vida do homem após o encontro com Jesus.","conexao_teologica":"A transformação espiritual é um tema central no cristianismo, onde a vida de uma pessoa pode ser radicalmente alterada pelo poder de Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_8_34_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Indica a percepção ou reconhecimento de algo ou alguém.","explicacao_detalhada":"A palavra 'ver/conhecer' sugere um entendimento profundo, não apenas visual, mas também espiritual e emocional sobre a situação do homem possesso.","por_que_esta_palavra":"É crucial para entender a transformação que ocorreu, pois implica que as pessoas reconheceram a mudança que aconteceu.","conexao_teologica":"O conhecimento de Cristo é fundamental para a salvação e transformação, conforme ensinado nas Escrituras.","referencias_relacionadas":["João 10:14","Filipenses 3:10","1 João 5:20"]},"lucas_8_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome e à identidade de Jesus como o Salvador.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor salva', e neste contexto, destaca o papel de Jesus na libertação do homem possesso.","por_que_esta_palavra":"É essencial para reconhecer a autoridade e o poder de Jesus em realizar milagres e transformações.","conexao_teologica":"A identidade de Jesus como Salvador é central para a fé cristã e a compreensão da redenção.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_8_35_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de algo se tornar grande ou significativo em um contexto de transformação.","explicacao_detalhada":"A palavra 'tornar-se' implica uma mudança de estado ou condição, que neste contexto se relaciona à transformação que ocorreu na vida do homem possesso.","por_que_esta_palavra":"É utilizada para descrever a mudança radical que aconteceu na vida do homem após o encontro com Jesus.","conexao_teologica":"A transformação espiritual é um tema central no cristianismo, onde a vida de uma pessoa pode ser radicalmente alterada pelo poder de Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_8_36_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Indica a percepção ou reconhecimento de algo ou alguém.","explicacao_detalhada":"A palavra 'ver/conhecer' sugere um entendimento profundo, não apenas visual, mas também espiritual e emocional sobre a situação do homem possesso.","por_que_esta_palavra":"É crucial para entender a transformação que ocorreu, pois implica que as pessoas reconheceram a mudança que aconteceu.","conexao_teologica":"O conhecimento de Cristo é fundamental para a salvação e transformação, conforme ensinado nas Escrituras.","referencias_relacionadas":["João 10:14","Filipenses 3:10","1 João 5:20"]},"lucas_8_36_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de salvar ou resgatar alguém de uma situação de perigo ou opressão.","explicacao_detalhada":"A palavra 'salvar' implica uma ação de libertação, que neste caso se refere à libertação do homem possesso dos demônios.","por_que_esta_palavra":"É fundamental para entender a missão de Jesus, que é salvar e restaurar vidas.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a obra redentora de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 1:16"]},"lucas_8_36_vexed":{"palavra_pt":"vexed","palavra_original":"δαιμονίζομαι","transliteracao":"daimonízomai","strong":"G1139","significado_raiz":"Ideia básica: vexed.","significado_contextual":"Refere-se ao estado de estar atormentado ou possesso por demônios.","explicacao_detalhada":"A palavra 'vexed' descreve a condição angustiante do homem que estava sob a influência de espíritos malignos antes de ser libertado por Jesus.","por_que_esta_palavra":"É importante para entender a gravidade da situação do homem antes de seu encontro com Cristo.","conexao_teologica":"A batalha espiritual é uma realidade na vida cristã, e a libertação é um aspecto importante do ministério de Jesus.","referencias_relacionadas":["Mateus 8:16","Marcos 5:15","Lucas 4:41"]},"lucas_8_37_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao medo ou reverência diante de algo extraordinário.","explicacao_detalhada":"A palavra 'temor' neste contexto expressa a reação das pessoas diante do poder de Jesus e da transformação que Ele trouxe.","por_que_esta_palavra":"É utilizada para mostrar a resposta humana ao sobrenatural e à autoridade de Cristo.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a reverência a Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28-29"]},"lucas_8_37_country":{"palavra_pt":"country","palavra_original":"περίχωρος","transliteracao":"períchōros","strong":"G4066","significado_raiz":"Ideia básica: country.","significado_contextual":"Refere-se à região ou área onde os eventos ocorreram.","explicacao_detalhada":"A palavra 'country' destaca o local geográfico e cultural onde Jesus realizou o milagre, enfatizando a realidade histórica do evento.","por_que_esta_palavra":"É importante para situar o milagre de Jesus em um contexto específico, mostrando que Ele atuou em lugares reais.","conexao_teologica":"A encarnação de Cristo e Sua presença física na terra são fundamentais para a compreensão do evangelho.","referencias_relacionadas":["Mateus 4:25","Marcos 5:1","Lucas 8:26"]},"lucas_8_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome e à identidade de Jesus como o Salvador.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor salva', e neste contexto, destaca o papel de Jesus na libertação do homem possesso.","por_que_esta_palavra":"É essencial para reconhecer a autoridade e o poder de Jesus em realizar milagres e transformações.","conexao_teologica":"A identidade de Jesus como Salvador é central para a fé cristã e a compreensão da redenção.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_8_38_beseech":{"palavra_pt":"beseech","palavra_original":"δέομαι","transliteracao":"déomai","strong":"G1189","significado_raiz":"Ideia básica: beseech.","significado_contextual":"Implorar ou suplicar de forma intensa.","explicacao_detalhada":"A palavra 'beseech' (δέομαι) é usada para descrever um pedido fervoroso e urgente. No contexto de Lucas 8:38, o homem que foi liberto dos demônios implora a Jesus para que ele possa segui-lo, mostrando sua gratidão e desejo de estar próximo do Senhor.","por_que_esta_palavra":"Esta palavra é significativa porque reflete a intensidade do desejo do homem por Jesus, evidenciando a transformação que ocorreu em sua vida após o encontro com Cristo.","conexao_teologica":"A súplica é um aspecto importante da oração e do relacionamento com Deus, mostrando a dependência do ser humano em relação ao divino.","referencias_relacionadas":["Mateus 7:7","Filipenses 4:6","Tiago 5:16"]},"lucas_8_39_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao lar ou à unidade familiar.","explicacao_detalhada":"A palavra 'familia' (οἶκος) é utilizada para descrever não apenas a estrutura familiar, mas também o ambiente de vida e as relações que existem dentro dele. Em Lucas 8:39, Jesus instrui o homem a voltar para sua casa e contar o que Deus fez por ele, enfatizando a importância do testemunho dentro do contexto familiar.","por_que_esta_palavra":"A escolha dessa palavra destaca a relevância do lar como um lugar de influência e testemunho da obra de Deus na vida das pessoas.","conexao_teologica":"A família é vista como uma instituição divina, onde os valores e a fé devem ser transmitidos de geração em geração.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Deuteronômio 6:6-7"]},"lucas_8_39_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na teologia cristã, representando a divindade que é digna de adoração. No contexto de Lucas 8:39, o homem é instruído a contar o que Deus fez por ele, ressaltando a ação divina na sua libertação.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a soberania e o poder de Deus em transformar vidas e realizar milagres.","conexao_teologica":"A natureza de Deus como redentor é um tema recorrente nas Escrituras, mostrando Seu amor e compaixão pela humanidade.","referencias_relacionadas":["Salmos 68:4","Isaías 43:1-2","Romanos 8:28"]},"lucas_8_39_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador e Filho de Deus.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é o nome que significa 'O Senhor é salvação'. Em Lucas 8:39, o homem liberto é instruído a contar sobre Jesus, destacando a importância do testemunho sobre a obra redentora de Cristo.","por_que_esta_palavra":"O uso do nome de Jesus é fundamental, pois representa a identidade e a missão do Filho de Deus na terra.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é central na salvação e na vida cristã.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"lucas_8_40_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador e Filho de Deus.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é mencionada novamente em Lucas 8:40, onde o povo aguarda ansiosamente sua chegada. Isso demonstra a expectativa e a esperança que as pessoas tinham em relação a Ele e suas obras.","por_que_esta_palavra":"A repetição do nome de Jesus enfatiza sua importância e o impacto que Ele teve na vida das pessoas ao seu redor.","conexao_teologica":"A presença de Jesus traz cura, esperança e transformação, refletindo seu papel como o Messias prometido.","referencias_relacionadas":["Mateus 9:35","Marcos 1:34","Lucas 4:18-19"]},"lucas_8_40_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Referente a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (γίνομαι) é usada para descrever a expectativa do povo em relação a Jesus e suas obras. Em Lucas 8:40, a multidão se reúne em grande número, demonstrando a fama e a autoridade de Jesus.","por_que_esta_palavra":"A grandeza mencionada aqui reflete não apenas a multidão, mas também a grandeza das obras que Jesus realizaria.","conexao_teologica":"A grandeza de Jesus é um tema central no Novo Testamento, onde suas ações e ensinamentos são vistos como transformadores.","referencias_relacionadas":["Mateus 5:14","Lucas 9:43","João 14:12"]},"lucas_8_40_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a um grupo de pessoas, a multidão.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) é utilizada para descrever a multidão que se reuniu ao redor de Jesus em Lucas 8:40. Essa multidão representa a necessidade e a busca por cura e esperança.","por_que_esta_palavra":"O povo simboliza a coletividade que busca a intervenção divina e a transformação através de Jesus.","conexao_teologica":"A relação de Jesus com o povo é um aspecto importante de seu ministério, onde Ele se preocupa com as necessidades de todos.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 19:10"]},"lucas_8_41_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia ou comunidade de crentes.","explicacao_detalhada":"A palavra 'igreja' (συναγωγή) é utilizada em Lucas 8:41 para descrever a reunião do povo em torno de Jesus. Embora o termo 'igreja' seja mais frequentemente associado ao Novo Testamento, aqui ele reflete a ideia de uma comunidade que se reúne para adorar e ouvir a palavra de Deus.","por_que_esta_palavra":"A menção da igreja destaca a importância da comunhão entre os crentes e a necessidade de se reunir para edificação mútua.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a ser luz e sal, e a cumprir a missão de Deus.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Hebreus 10:24-25"]},"lucas_8_41_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador e Filho de Deus.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é mencionada novamente em Lucas 8:41, onde Jairo, um dos líderes da sinagoga, se aproxima de Jesus em busca de ajuda para sua filha. Isso demonstra a fé e a urgência que as pessoas tinham em buscar a ajuda de Jesus.","por_que_esta_palavra":"A repetição do nome de Jesus enfatiza sua centralidade na vida e na fé das pessoas que o cercavam.","conexao_teologica":"A fé em Jesus é fundamental para a salvação e a cura, refletindo seu papel como o Redentor.","referencias_relacionadas":["Mateus 8:5-13","Marcos 5:22-24","João 11:25-26"]},"lucas_8_41_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao lar ou à unidade familiar.","explicacao_detalhada":"A palavra 'familia' (οἶκος) é novamente utilizada em Lucas 8:41, onde Jairo busca a cura para sua filha. Isso ressalta a importância da família e a preocupação de um pai por sua filha doente.","por_que_esta_palavra":"A ênfase na família destaca o valor das relações familiares e a necessidade de intercessão e cuidado dentro desse contexto.","conexao_teologica":"A família é um reflexo do relacionamento que Deus deseja ter com seu povo, sendo um espaço de amor e cuidado.","referencias_relacionadas":["Gênesis 18:19","Efésios 5:22-33","1 Timóteo 5:8"]},"lucas_8_42_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou sair de um lugar.","explicacao_detalhada":"No contexto de Lucas 8:42, Jesus estava a caminho da casa de Jairo, um líder da sinagoga, que pediu ajuda para sua filha doente. O ato de 'departar' é crucial, pois indica a disposição de Jesus em atender ao pedido e a urgência da situação.","por_que_esta_palavra":"A escolha da palavra 'depart' enfatiza a ação de Jesus em se mover em direção à necessidade, simbolizando seu papel ativo na vida das pessoas.","conexao_teologica":"A ideia de 'departar' pode ser vista como um reflexo do ministério de Jesus, que constantemente se movia para atender às necessidades espirituais e físicas das pessoas.","referencias_relacionadas":["Mateus 9:18","Marcos 5:22","Lucas 8:41"]},"lucas_8_43_sangue":{"palavra_pt":"sangue","palavra_original":"ῥύσις","transliteracao":"rhýsis","strong":"G4511","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao fluido vital que circula no corpo humano, simbolizando vida e saúde.","explicacao_detalhada":"Neste versículo, a mulher que sofria de hemorragia tocou a borda do manto de Jesus, e o 'sangue' representa tanto sua condição de sofrimento quanto a cura que ela buscava. O toque de Jesus resultou em sua cura instantânea.","por_que_esta_palavra":"O uso da palavra 'sangue' destaca a gravidade da condição da mulher e a necessidade de cura, além de simbolizar a vida que Jesus oferece.","conexao_teologica":"O sangue é um tema central na Bíblia, representando sacrifício e redenção, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"lucas_8_43_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui pode ser entendida como a fonte de cura e poder.","explicacao_detalhada":"Embora a palavra 'deus' não apareça diretamente no versículo, o contexto revela a divindade de Jesus, que é reconhecido como o Filho de Deus e portador de poder para curar e restaurar.","por_que_esta_palavra":"A menção implícita de Deus reforça a ideia de que Jesus opera com autoridade divina, sendo um mediador entre Deus e a humanidade.","conexao_teologica":"A divindade de Jesus é um tema central no Novo Testamento, mostrando que Ele é a manifestação de Deus entre os homens.","referencias_relacionadas":["João 1:14","Colossenses 2:9","Hebreus 1:3"]},"lucas_8_43_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina que, neste contexto, representa a vulnerabilidade e a busca por cura.","explicacao_detalhada":"A mulher mencionada em Lucas 8:43 é uma personagem que simboliza a fé e a perseverança. Sua condição de hemorragia a tornava impura segundo a lei judaica, mas sua determinação em tocar Jesus demonstra uma fé profunda.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois destaca a importância das mulheres na narrativa bíblica e o valor que Jesus atribui a elas.","conexao_teologica":"A inclusão de mulheres nas histórias de Jesus enfatiza a mensagem de que todos são bem-vindos ao seu reino, independentemente de gênero ou status social.","referencias_relacionadas":["Mateus 15:28","Lucas 7:50","João 4:26"]},"lucas_8_44_sangue":{"palavra_pt":"sangue","palavra_original":"ῥύσις","transliteracao":"rhýsis","strong":"G4511","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Repetição da palavra 'sangue', enfatizando a condição da mulher e o milagre que ocorreu.","explicacao_detalhada":"A mulher tocou a borda do manto de Jesus e imediatamente sentiu que sua hemorragia havia cessado. O 'sangue' aqui simboliza a vida que foi restaurada através da fé.","por_que_esta_palavra":"A repetição da palavra 'sangue' reforça a gravidade da situação e a transformação que ocorreu quando ela se encontrou com Jesus.","conexao_teologica":"O sangue é um símbolo de redenção e cura, refletindo a obra de Jesus em restaurar a vida e a saúde.","referencias_relacionadas":["Mateus 9:20","Marcos 5:28","Hebreus 9:12"]},"lucas_8_44_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um pacto ou acordo, simbolizando a relação entre Deus e seu povo.","explicacao_detalhada":"Embora 'aliança' não apareça diretamente no versículo, o conceito de aliança é fundamental na obra de Jesus, que veio para cumprir as promessas feitas a Israel e estabelecer uma nova aliança através de seu sacrifício.","por_que_esta_palavra":"A menção implícita de aliança destaca a continuidade do plano de Deus para a salvação da humanidade.","conexao_teologica":"A nova aliança em Cristo é um tema central no Novo Testamento, mostrando como Jesus cumpre as promessas do Antigo Testamento.","referencias_relacionadas":["Jeremias 31:31","Lucas 22:20","Hebreus 8:6"]},"lucas_8_45_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus pergunta quem o tocou, demonstrando sua consciência do poder que saiu dele. Isso revela sua divindade e autoridade sobre a enfermidade.","por_que_esta_palavra":"O nome 'Jesus' é central para a fé cristã, pois representa a salvação e a esperança para a humanidade.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas e a manifestação do amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"lucas_8_45_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e segurança.","explicacao_detalhada":"Embora 'rocha' não apareça diretamente no versículo, a imagem de Jesus como a rocha é uma metáfora comum na Bíblia, representando estabilidade e proteção.","por_que_esta_palavra":"A rocha é um símbolo de confiança e segurança, refletindo a natureza imutável de Cristo.","conexao_teologica":"Jesus é frequentemente descrito como a rocha em que os crentes podem confiar, simbolizando a segurança da salvação.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24","1 Coríntios 10:4"]},"lucas_8_45_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou seguir alguém.","explicacao_detalhada":"Neste contexto, seguir Jesus implica em uma disposição de fé e compromisso, refletindo a jornada dos discípulos que o acompanhavam.","por_que_esta_palavra":"A palavra 'seguir' é fundamental na vida cristã, simbolizando a chamada de Jesus para que seus seguidores o imitem e vivam segundo seus ensinamentos.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, enfatizando a importância da obediência e da fé na vida cristã.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"lucas_8_46_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Repetição da palavra 'Jesus', enfatizando sua identidade e autoridade.","explicacao_detalhada":"Neste versículo, a pergunta de Jesus sobre quem o tocou revela sua consciência do poder que flui dele e sua disposição em se relacionar com aqueles que têm fé.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça sua centralidade na narrativa e na vida dos crentes.","conexao_teologica":"Jesus é o centro da fé cristã, e seu nome é invocado em oração e adoração, simbolizando a salvação e a esperança.","referencias_relacionadas":["Filipenses 2:10","Atos 2:21","Romanos 10:13"]},"lucas_8_46_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder de Jesus para curar e realizar milagres, evidenciando sua divindade.","explicacao_detalhada":"A palavra 'poder' (δύναμις) é usada para descrever a força sobrenatural que Jesus possui, que é capaz de curar doenças e realizar milagres. Neste contexto, a mulher que tocou em Jesus foi curada instantaneamente, demonstrando a eficácia do poder de Cristo.","por_que_esta_palavra":"A escolha da palavra 'poder' enfatiza a autoridade e a capacidade de Jesus de transformar vidas e situações, mostrando que Ele é mais do que um simples profeta.","conexao_teologica":"O poder de Jesus é um tema central no Novo Testamento, onde Ele é frequentemente descrito como aquele que tem autoridade sobre a natureza, doenças e até mesmo a morte.","referencias_relacionadas":["Mateus 9:35","Marcos 5:30","Lucas 4:36"]},"lucas_8_46_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de Jesus de se dirigir à mulher que o tocou, reconhecendo sua fé.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é utilizada para descrever a comunicação direta de Jesus, que não apenas cura, mas também se relaciona pessoalmente com aqueles que o buscam. Neste caso, Ele chama a mulher para que ela se manifeste.","por_que_esta_palavra":"A palavra é escolhida para mostrar a importância da comunicação e do relacionamento pessoal que Jesus estabelece com os indivíduos.","conexao_teologica":"A comunicação de Jesus com as pessoas é um reflexo do desejo de Deus de se relacionar com a humanidade.","referencias_relacionadas":["João 10:27","Mateus 11:28","Marcos 10:49"]},"lucas_8_47_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher que tocou em Jesus e foi curada, simbolizando a fé e a busca por cura.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para identificar a protagonista da história, que, apesar de sua condição de impureza, se aproxima de Jesus com fé. Sua história é um testemunho da transformação que a fé pode trazer.","por_que_esta_palavra":"A escolha de 'mulher' destaca a dignidade e o valor que Jesus atribui a ela, em contraste com as normas sociais da época.","conexao_teologica":"A inclusão da mulher na narrativa enfatiza a universalidade da mensagem de Jesus e seu ministério inclusivo.","referencias_relacionadas":["Mateus 15:28","Lucas 13:12","João 4:7"]},"lucas_8_47_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que cercava Jesus, testemunhando os milagres e ensinamentos.","explicacao_detalhada":"A palavra 'povo' (λαός) é utilizada para descrever a coletividade que seguia Jesus, representando a necessidade humana de cura e esperança. O povo é um elemento central na narrativa, pois testemunha a ação de Jesus.","por_que_esta_palavra":"A escolha de 'povo' ressalta a importância da comunidade e a resposta coletiva ao ministério de Jesus.","conexao_teologica":"A relação entre Jesus e o povo é um tema recorrente, mostrando que Ele veio para salvar e curar não apenas indivíduos, mas toda a humanidade.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 19:10"]},"lucas_8_48_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé da mulher que a levou a buscar Jesus e a receber a cura.","explicacao_detalhada":"A palavra 'fé' (πίστις) é fundamental para entender a interação entre Jesus e a mulher. Sua fé foi o que a capacitou a tocar em Jesus e receber a cura, mostrando que a fé é um elemento ativo na experiência de salvação.","por_que_esta_palavra":"A escolha de 'fé' enfatiza a importância da crença e confiança em Jesus como o meio para a cura e a salvação.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo apresentada como o caminho para a salvação e a relação com Deus.","referencias_relacionadas":["Hebreus 11:1","Marcos 5:34","Efésios 2:8"]},"lucas_8_48_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de tranquilidade e cura que a mulher experimenta após sua interação com Jesus.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) é usada para descrever não apenas a ausência de conflito, mas uma plenitude que vem da cura e da restauração. Jesus oferece paz à mulher, indicando que sua fé a salvou.","por_que_esta_palavra":"A escolha de 'paz' ressalta o resultado da fé e da cura, mostrando que Jesus não apenas cura fisicamente, mas também traz paz espiritual.","conexao_teologica":"A paz é um tema importante na mensagem de Jesus, que oferece descanso e alívio para os cansados e sobrecarregados.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"lucas_8_49_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a Jesus como o mestre e líder espiritual que tem autoridade sobre a vida e a morte.","explicacao_detalhada":"A palavra 'mestre' (διδάσκαλος) é utilizada para reconhecer a posição de Jesus como aquele que ensina e guia. Neste contexto, a palavra é usada para mostrar a relação de respeito e autoridade que os discípulos e seguidores têm em relação a Ele.","por_que_esta_palavra":"A escolha de 'mestre' enfatiza a sabedoria e o conhecimento de Jesus, que é visto como a fonte de ensino e verdade.","conexao_teologica":"Jesus é frequentemente chamado de mestre, refletindo seu papel como o ensinador divino que revela a vontade de Deus para a humanidade.","referencias_relacionadas":["Mateus 23:8","João 13:13","Lucas 10:25"]},"lucas_8_49_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de Jesus de comunicar a verdade e o ensinamento aos que o cercam.","explicacao_detalhada":"A palavra 'falar' (λαλέω) é usada para descrever a comunicação de Jesus, que é essencial para o ministério dele. Neste contexto, Ele fala para confortar e instruir aqueles que estão ao seu redor.","por_que_esta_palavra":"A escolha de 'falar' destaca a importância da comunicação clara e direta de Jesus, que é fundamental para a compreensão do evangelho.","conexao_teologica":"A pregação de Jesus é um aspecto central do seu ministério, onde Ele revela a verdade de Deus e chama as pessoas ao arrependimento.","referencias_relacionadas":["Mateus 4:17","Lucas 4:18","Marcos 1:14"]},"lucas_8_50_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Salvador e Senhor, que tem poder sobre a vida e a morte.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na fé cristã, representando a encarnação de Deus e o cumprimento das promessas messiânicas. Neste contexto, Jesus é chamado para agir em uma situação de desespero.","por_que_esta_palavra":"A escolha do nome 'Jesus' destaca sua identidade e missão como o Redentor da humanidade.","conexao_teologica":"Jesus é o centro da mensagem cristã, sendo a única esperança para a salvação e a vida eterna.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"lucas_8_50_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se ao estado de solidão ou isolamento que pode ser sentido em momentos de crise.","explicacao_detalhada":"A palavra 'sozinho' (μόνος) é utilizada para descrever a condição de estar sem apoio ou ajuda. Neste contexto, a solidão é contrastada com a presença de Jesus, que oferece conforto e esperança.","por_que_esta_palavra":"A escolha de 'sozinho' enfatiza a vulnerabilidade humana e a necessidade de apoio divino em tempos difíceis.","conexao_teologica":"A solidão é uma experiência comum na vida, mas a presença de Jesus transforma essa solidão em comunhão e esperança.","referencias_relacionadas":["Salmos 68:6","Mateus 28:20","Hebreus 13:5"]},"lucas_8_50_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é utilizada para expressar a fé e a confiança em Jesus, especialmente em momentos de desespero.","explicacao_detalhada":"No contexto de Lucas 8:50, Jesus diz a Jairo para não temer, mas apenas crer. Isso enfatiza a importância da fé em situações difíceis, mostrando que a crença em Jesus pode trazer esperança e cura.","por_que_esta_palavra":"A palavra 'crer' é fundamental na mensagem do evangelho, pois a fé é o meio pelo qual recebemos a salvação e as promessas de Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo essencial para o relacionamento do crente com Deus. A crença em Jesus como o Filho de Deus é a base da salvação.","referencias_relacionadas":["João 3:16","Hebreus 11:1","Romanos 10:17"]},"lucas_8_51_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade e segurança, referindo-se à firmeza da fé em Cristo.","explicacao_detalhada":"Em Lucas 8:51, a rocha representa a base sólida sobre a qual a vida deve ser construída. Jesus é frequentemente descrito como a rocha em que os crentes podem confiar.","por_que_esta_palavra":"A rocha é uma metáfora poderosa na Bíblia, representando a força e a proteção que Deus oferece aos seus seguidores.","conexao_teologica":"Cristo é a rocha da salvação, e aqueles que edificam suas vidas sobre Ele estarão seguros, mesmo em tempos de tempestade.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 10:4","Salmos 18:2"]},"lucas_8_51_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada para descrever a filha de Jairo, simbolizando inocência e vulnerabilidade.","explicacao_detalhada":"No contexto de Lucas 8:51, a menininha representa a fragilidade da vida e a necessidade de proteção e cuidado, tanto físico quanto espiritual.","por_que_esta_palavra":"A menção à criança destaca a compaixão de Jesus e seu poder sobre a morte, mostrando que Ele se importa com os mais vulneráveis.","conexao_teologica":"Jesus ensina que o Reino de Deus pertence aos que são como crianças, enfatizando a humildade e a dependência de Deus.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"lucas_8_51_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao lar e à unidade familiar, que é central na cultura judaica.","explicacao_detalhada":"Em Lucas 8:51, a família de Jairo é o foco, mostrando a importância das relações familiares e o desespero que vem com a doença de um ente querido.","por_que_esta_palavra":"A ênfase na família destaca o amor e o cuidado que devemos ter uns pelos outros, refletindo o amor de Deus por sua criação.","conexao_teologica":"A Bíblia ensina que a família é uma instituição divina, e o cuidado mútuo é um reflexo do amor de Cristo.","referencias_relacionadas":["Efésios 5:25","Colossenses 3:18-21","1 Timóteo 5:8"]},"lucas_8_52_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada em um contexto de desespero e necessidade de intervenção divina.","explicacao_detalhada":"Em Lucas 8:52, a presença de Deus é implícita na esperança de Jairo, que busca a ajuda de Jesus para sua filha doente.","por_que_esta_palavra":"A menção de Deus ressalta a crença na soberania e no poder divino para curar e restaurar.","conexao_teologica":"Deus é visto como o Criador e Sustentador, que tem o poder de transformar situações impossíveis em milagres.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 19:26"]},"lucas_8_52_clamar":{"palavra_pt":"clamar","palavra_original":"κλαίω","transliteracao":"klaíō","strong":"G2799","significado_raiz":"Ideia básica: clamar.","significado_contextual":"A palavra 'clamar' expressa um pedido urgente e desesperado por ajuda.","explicacao_detalhada":"Em Lucas 8:52, o clamor de Jairo por sua filha reflete a intensidade de sua dor e a necessidade de intervenção divina.","por_que_esta_palavra":"Clamar a Deus é um ato de fé, reconhecendo nossa dependência e a necessidade de Sua ajuda.","conexao_teologica":"A Bíblia nos ensina a clamar a Deus em tempos de necessidade, confiando que Ele ouve e responde às nossas orações.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 Pedro 5:7"]},"lucas_8_52_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' pode simbolizar a jornada da vida e as decisões que tomamos.","explicacao_detalhada":"Em Lucas 8:52, o caminho de Jairo é marcado pela dor e pela busca de cura, refletindo a jornada de fé que todos enfrentamos.","por_que_esta_palavra":"O caminho representa as escolhas que fazemos e a direção que tomamos em nossa vida espiritual.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, indicando que Ele é a única direção verdadeira que devemos seguir.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"lucas_8_53_laugh":{"palavra_pt":"laugh","palavra_original":"καταγελάω","transliteracao":"katageláō","strong":"G2606","significado_raiz":"Ideia básica: laugh.","significado_contextual":"A palavra 'rir' é usada para descrever a reação das pessoas diante da morte da menina.","explicacao_detalhada":"Em Lucas 8:53, o riso é uma expressão de incredulidade e desprezo pela possibilidade de que a menina pudesse ser ressuscitada.","por_que_esta_palavra":"O riso aqui contrasta com a seriedade da situação, mostrando a falta de fé das pessoas ao redor.","conexao_teologica":"A incredulidade é um tema recorrente na Bíblia, onde muitos não reconhecem o poder de Deus para realizar milagres.","referencias_relacionadas":["Mateus 13:58","Marcos 6:6","Lucas 17:26-30"]},"lucas_8_53_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é uma conjunção que conecta a incredulidade das pessoas à resposta de Jesus.","explicacao_detalhada":"Em Lucas 8:53, 'portanto' indica a transição entre a reação das pessoas e a ação de Jesus, que traz esperança em meio ao desespero.","por_que_esta_palavra":"Essa palavra é crucial para entender a lógica do discurso, mostrando que a incredulidade não impede o poder de Deus.","conexao_teologica":"A resposta de Jesus à incredulidade é um lembrete de que Ele é soberano e pode agir independentemente das circunstâncias.","referencias_relacionadas":["Romanos 8:31","1 Coríntios 1:27","Hebreus 11:6"]},"lucas_8_53_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"A palavra 'quanto' é usada para introduzir uma declaração sobre a condição da menina.","explicacao_detalhada":"Em Lucas 8:53, 'quanto' enfatiza a situação crítica da menina, que estava morta, e a necessidade de intervenção divina.","por_que_esta_palavra":"Essa palavra é importante para entender a gravidade da situação e a urgência do clamor de Jairo.","conexao_teologica":"A condição da menina ilustra a realidade da morte e a necessidade de um Salvador que possa trazer vida.","referencias_relacionadas":["João 11:25-26","1 Coríntios 15:55-57","Apocalipse 1:18"]},"lucas_8_54_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a uma menina que havia morrido e que Jesus trouxe de volta à vida.","explicacao_detalhada":"A palavra 'crianca' (παῖς) é usada para descrever uma jovem, geralmente em idade infantil. No contexto de Lucas 8:54, Jesus usa essa palavra ao se referir à filha de Jairo, enfatizando sua inocência e vulnerabilidade.","por_que_esta_palavra":"A escolha da palavra 'crianca' destaca a fragilidade da vida e a compaixão de Jesus ao restaurar a vida de alguém tão jovem.","conexao_teologica":"Este milagre demonstra o poder de Jesus sobre a morte e sua capacidade de restaurar a vida, refletindo a esperança da ressurreição.","referencias_relacionadas":["Lucas 8:55","Marcos 5:41","Mateus 9:25"]},"lucas_8_54_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é o estado de separação da alma do corpo, e neste contexto, refere-se à condição da menina antes de ser ressuscitada por Jesus.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) é usada para descrever a condição final da vida física. No versículo, a morte da menina é um ponto crucial que Jesus confronta ao trazer a vida de volta a ela.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade da situação e a necessidade de um milagre, mostrando a autoridade de Jesus sobre a morte.","conexao_teologica":"A ressurreição da menina é um símbolo da vitória de Cristo sobre a morte, que é um tema central no Novo Testamento.","referencias_relacionadas":["João 11:25-26","1 Coríntios 15:55-57","Romanos 6:9"]},"lucas_8_54_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão de Jesus é mencionada como um instrumento de cura e restauração.","explicacao_detalhada":"A palavra 'mao' (χείρ) simboliza poder e ação. No contexto, Jesus toma a mão da menina, demonstrando seu toque curador e sua autoridade sobre a morte.","por_que_esta_palavra":"A mão de Jesus representa sua proximidade e compaixão, mostrando que Ele se importa com aqueles que estão em sofrimento.","conexao_teologica":"O toque de Jesus é um símbolo de sua presença e poder, refletindo a maneira como Ele se relaciona com a humanidade.","referencias_relacionadas":["Mateus 8:3","Marcos 7:32-35","Lucas 5:13"]},"lucas_8_55_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que retorna ao corpo da menina, simbolizando a vida.","explicacao_detalhada":"A palavra 'espirito' (πνεῦμα) é usada para descrever a essência da vida. Neste contexto, o retorno do espírito à menina é um ato de restauração total.","por_que_esta_palavra":"A menção do espírito destaca a natureza espiritual da vida e a autoridade de Jesus para restaurar não apenas o corpo, mas também a alma.","conexao_teologica":"A ressurreição é um tema central na teologia cristã, simbolizando a nova vida que Jesus oferece a todos os crentes.","referencias_relacionadas":["Romanos 8:11","1 Pedro 3:18","Apocalipse 20:6"]},"lucas_8_55_again":{"palavra_pt":"novamente","palavra_original":"ἐπιστρέφω","transliteracao":"epistréphō","strong":"G1994","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica a ação de trazer a vida de volta à menina, um ato de restauração.","explicacao_detalhada":"A palavra 'novamente' (ἐπιστρέφω) sugere um retorno a um estado anterior, neste caso, a vida. Jesus traz a menina de volta à vida, mostrando seu poder sobre a morte.","por_que_esta_palavra":"A ideia de 'novamente' enfatiza a transformação e a restauração que Jesus realiza na vida das pessoas.","conexao_teologica":"A ressurreição de Jesus é o evento que garante a esperança de vida eterna para todos os que creem.","referencias_relacionadas":["João 11:43-44","Mateus 28:6","1 Tessalonicenses 4:14"]},"lucas_8_56_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao impacto e à maravilha que a ressurreição da menina causou nas pessoas ao redor.","explicacao_detalhada":"A palavra 'tornar se/acontecer' (γίνομαι) implica uma mudança significativa. A ressurreição da menina não apenas a trouxe de volta à vida, mas também transformou a percepção das pessoas sobre o poder de Jesus.","por_que_esta_palavra":"A transformação que ocorre é um testemunho do poder divino e da autoridade de Jesus.","conexao_teologica":"A capacidade de Jesus de transformar vidas é um tema central na mensagem do evangelho.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"lucas_8_56_maravilha":{"palavra_pt":"maravilha","palavra_original":"ἐξίστημι","transliteracao":"exístēmi","strong":"G1839","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"Refere-se à reação de espanto e admiração das pessoas diante do milagre realizado por Jesus.","explicacao_detalhada":"A palavra 'maravilha' (ἐξίστημι) indica um estado de assombro. O milagre da ressurreição da menina causou grande admiração entre os presentes.","por_que_esta_palavra":"A reação de maravilha é uma resposta natural ao poder de Deus manifestado através de Jesus.","conexao_teologica":"Os milagres de Jesus são sinais que apontam para sua divindade e seu papel como Salvador.","referencias_relacionadas":["Lucas 5:26","Mateus 9:33","Marcos 2:12"]}}