{"lucas_9_1_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à autoridade que Jesus deu aos seus discípulos para realizar milagres.","explicacao_detalhada":"A palavra 'poder/milagre' (δύναμις) implica força e capacidade. Jesus concede aos discípulos o poder para curar e expulsar demônios, mostrando que eles participam de sua missão.","por_que_esta_palavra":"O poder dado aos discípulos é um testemunho da continuidade da obra de Jesus através de seus seguidores.","conexao_teologica":"A capacitação dos discípulos reflete a missão da Igreja de continuar a obra de Cristo no mundo.","referencias_relacionadas":["Mateus 10:1","Marcos 6:7","Lucas 10:19"]},"lucas_9_1_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Jesus e sua autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεραπεύω) é usada para descrever a capacidade de Jesus de curar e restaurar. Ele é reconhecido como aquele que tem poder sobre a vida e a morte.","por_que_esta_palavra":"A menção de Deus enfatiza a divindade de Jesus e sua missão redentora.","conexao_teologica":"A divindade de Jesus é fundamental para a compreensão do evangelho e da salvação que Ele oferece.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:3"]},"lucas_9_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à autoridade de Deus que Jesus representa.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a soberania de Deus sobre todas as coisas. Jesus, como Filho de Deus, atua em plena autoridade divina.","por_que_esta_palavra":"A ênfase na divindade é crucial para entender a missão de Jesus e seu papel como Salvador.","conexao_teologica":"A relação entre Jesus e Deus Pai é central na teologia cristã, refletindo a unidade e a missão redentora.","referencias_relacionadas":["Mateus 28:19","João 14:9","Gálatas 4:4-6"]},"lucas_9_2_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à ação de anunciar a mensagem do Reino de Deus.","explicacao_detalhada":"No contexto de Lucas 9:2, Jesus envia os discípulos para pregar o evangelho e curar os enfermos, enfatizando a importância da proclamação da boa nova como parte do ministério cristão.","por_que_esta_palavra":"A escolha da palavra 'pregar' destaca a urgência e a responsabilidade dos discípulos em compartilhar a mensagem de salvação.","conexao_teologica":"A pregação é um meio pelo qual Deus comunica Sua verdade e graça ao mundo, sendo fundamental para a missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"lucas_9_2_curar":{"palavra_pt":"curar","palavra_original":"ἰάομαι","transliteracao":"iáomai","strong":"G2390","significado_raiz":"Ideia básica: curar.","significado_contextual":"A palavra 'curar' implica restaurar a saúde física e espiritual das pessoas.","explicacao_detalhada":"Em Lucas 9:2, Jesus não apenas ordena que os discípulos preguem, mas também que curem os enfermos, mostrando que a cura é uma expressão do amor e do poder de Deus.","por_que_esta_palavra":"A cura é um sinal do Reino de Deus e demonstra a compaixão de Jesus por aqueles que sofrem.","conexao_teologica":"A cura física e espiritual é uma parte integral da missão de Jesus e da Igreja, refletindo a restauração que Ele traz ao mundo.","referencias_relacionadas":["Mateus 10:1","Marcos 6:13","Tiago 5:14-15"]},"lucas_9_4_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao lar e à unidade familiar, um aspecto importante da cultura judaica.","explicacao_detalhada":"Em Lucas 9:4, Jesus instrui os discípulos a ficarem na casa que os acolher, enfatizando a importância da hospitalidade e do relacionamento familiar no ministério.","por_que_esta_palavra":"A palavra 'família' destaca a necessidade de apoio e comunidade entre os crentes.","conexao_teologica":"A Igreja é frequentemente descrita como uma família espiritual, onde os crentes se apoiam mutuamente.","referencias_relacionadas":["Efésios 2:19","1 Timóteo 5:1-2","Hebreus 10:24-25"]},"lucas_9_4_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica um movimento de ação, como entrar ou se aproximar de um lugar.","explicacao_detalhada":"No contexto de Lucas 9:4, 'levantar-se' sugere a prontidão dos discípulos para entrar nas casas e compartilhar a mensagem do Reino.","por_que_esta_palavra":"A ação de 'levantar' simboliza a disposição de ir e fazer a obra de Deus.","conexao_teologica":"Os crentes são chamados a se levantar e agir em fé, levando a mensagem de Cristo ao mundo.","referencias_relacionadas":["Isaías 60:1","Mateus 5:14","Romanos 12:1"]},"lucas_9_4_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"A palavra 'permanecer' sugere estabilidade e continuidade em um lugar ou situação.","explicacao_detalhada":"Em Lucas 9:4, Jesus instrui os discípulos a permanecerem na casa que os acolher, enfatizando a importância de se estabelecer laços e relacionamentos duradouros.","por_que_esta_palavra":"Permanecer é essencial para construir confiança e compartilhar o evangelho de forma eficaz.","conexao_teologica":"A permanência na presença de Deus é fundamental para o crescimento espiritual e a frutificação na vida cristã.","referencias_relacionadas":["João 15:4-5","Colossenses 3:16","1 João 2:24"]},"lucas_9_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina.","explicacao_detalhada":"Em Lucas 9:5, a instrução de sacudir o pó dos pés simboliza a rejeição do testemunho de Deus por aqueles que não aceitam a mensagem.","por_que_esta_palavra":"A palavra 'deus' destaca a importância de reconhecer a autoridade divina em nossas vidas e ministérios.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, lembrando os crentes de que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 13:1","Efésios 1:11"]},"lucas_9_5_po":{"palavra_pt":"po","palavra_original":"κονιορτός","transliteracao":"koniortós","strong":"G2868","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' refere-se ao pó, simbolizando a rejeição e a separação.","explicacao_detalhada":"Em Lucas 9:5, sacudir o pó dos pés representa a decisão de se afastar de quem rejeita a mensagem do evangelho.","por_que_esta_palavra":"O ato de sacudir o pó é uma declaração de que a responsabilidade pela rejeição recai sobre aqueles que não aceitam a mensagem.","conexao_teologica":"Esse gesto é um lembrete da seriedade da rejeição ao evangelho e das consequências espirituais que isso traz.","referencias_relacionadas":["Mateus 10:14","Atos 13:51","2 Tessalonicenses 1:8"]},"lucas_9_6_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à ação de anunciar as boas novas de salvação.","explicacao_detalhada":"Em Lucas 9:6, os discípulos saem e evangelizam, cumprindo a missão de Jesus de levar a mensagem do Reino a todos.","por_que_esta_palavra":"A evangelização é central para a missão da Igreja e é um chamado para todos os crentes.","conexao_teologica":"A evangelização é uma expressão do amor de Deus e da comissão dada a todos os seguidores de Cristo.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"lucas_9_6_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a ação de curar como um ato divino.","explicacao_detalhada":"Em Lucas 9:6, a cura realizada pelos discípulos é uma demonstração do poder de Deus atuando através deles.","por_que_esta_palavra":"A cura é um sinal da presença e do poder de Deus entre o Seu povo.","conexao_teologica":"A cura é uma manifestação da graça de Deus e um aspecto importante do ministério de Jesus e da Igreja.","referencias_relacionadas":["Isaías 53:5","Mateus 4:24","Tiago 5:16"]},"lucas_9_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a maneira como algo deve ser feito ou a base para a ação.","explicacao_detalhada":"Em Lucas 9:6, os discípulos evangelizam e curam conforme a instrução de Jesus, mostrando a importância de seguir a direção divina.","por_que_esta_palavra":"A palavra 'conforme' ressalta a necessidade de obedecer às orientações de Deus em nosso ministério.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a eficácia do ministério e para a vida cristã.","referencias_relacionadas":["Deuteronômio 5:32-33","João 14:15","Tiago 1:22"]},"lucas_9_7_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de Herodes, que estava intrigado sobre quem era Jesus.","explicacao_detalhada":"O nome 'Herodes' é associado a várias figuras históricas, mas neste contexto, refere-se ao rei que governava a Judeia na época de Jesus. Ele estava preocupado com a fama crescente de Jesus e queria saber mais sobre Ele.","por_que_esta_palavra":"A palavra 'nome' aqui é importante porque representa a identidade e a reputação de Jesus, que estava sendo discutida entre as pessoas.","conexao_teologica":"A busca pela identidade de Jesus é um tema central nos Evangelhos, refletindo a necessidade de reconhecer quem Ele é como o Messias.","referencias_relacionadas":["Mateus 16:13-16","Marcos 8:27-29","Lucas 9:18-20"]},"lucas_9_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o surgimento de algo significativo, como a fama de Jesus.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de mudança ou desenvolvimento, refletindo como Jesus estava se tornando uma figura central na vida das pessoas.","por_que_esta_palavra":"É crucial entender que a fama de Jesus não era apenas um fenômeno passageiro, mas algo que estava se solidificando e impactando a sociedade.","conexao_teologica":"A transformação que Jesus traz na vida das pessoas é um tema recorrente, mostrando o poder de Deus em ação.","referencias_relacionadas":["Mateus 4:24","Marcos 1:28","Lucas 4:37"]},"lucas_9_7_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à preocupação de Herodes sobre a possibilidade de Jesus ser João Batista ressuscitado, levantando questões sobre a morte.","explicacao_detalhada":"A palavra 'morte' aqui evoca a ideia de ressurreição e o mistério que envolve a vida e a morte de figuras importantes como João Batista.","por_que_esta_palavra":"A menção da morte é significativa porque conecta a narrativa de Jesus com a de João Batista, mostrando a continuidade e a tensão entre suas missões.","conexao_teologica":"A morte e ressurreição são temas centrais na teologia cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 27:62-66","Marcos 6:16","Lucas 7:20"]},"lucas_9_8_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é uma figura profética importante, e sua menção sugere uma conexão com a expectativa messiânica.","explicacao_detalhada":"A referência a Elias indica que as pessoas viam em Jesus uma continuidade com os profetas do Antigo Testamento, especialmente em relação à sua autoridade e poder.","por_que_esta_palavra":"Elias é um símbolo de restauração e poder divino, e sua menção destaca a expectativa de que o Messias traria uma nova era.","conexao_teologica":"A vinda de Elias é profetizada em Malaquias 4:5-6, e a conexão com Jesus reafirma a crença de que Ele é o cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 11:14","Marcos 9:11-13","Lucas 1:17"]},"lucas_9_8_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de aparecer, especialmente no contexto da revelação divina.","explicacao_detalhada":"A palavra 'aparecer' implica uma manifestação visível, que é crucial para a compreensão da identidade de Jesus e sua missão.","por_que_esta_palavra":"A aparição de figuras como Elias ou Moisés com Jesus é um sinal da confirmação divina de sua autoridade.","conexao_teologica":"A revelação de Deus ao homem é um tema central na Bíblia, e a aparição de Jesus como o Filho de Deus é o clímax dessa revelação.","referencias_relacionadas":["Mateus 17:1-3","Marcos 9:2-4","Lucas 9:30-31"]},"lucas_9_9_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se à identidade de Herodes, que busca entender quem é Jesus.","explicacao_detalhada":"A repetição do nome 'Herodes' enfatiza a importância da identidade e do reconhecimento de Jesus em meio a confusões e especulações.","por_que_esta_palavra":"A busca pelo nome de Jesus é uma busca pela verdade sobre sua natureza e missão.","conexao_teologica":"A identidade de Jesus é fundamental para a fé cristã, e a compreensão de quem Ele é é essencial para a salvação.","referencias_relacionadas":["Mateus 16:13-16","Marcos 8:27-29","Lucas 9:18-20"]},"lucas_9_9_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar informações sobre Jesus, refletindo a curiosidade e a inquietação de Herodes.","explicacao_detalhada":"A palavra 'buscar' implica um desejo de entender e conhecer, que é uma parte essencial da jornada de fé.","por_que_esta_palavra":"A busca por Jesus é um tema recorrente, mostrando que muitos estavam interessados em saber mais sobre Ele.","conexao_teologica":"A busca por Deus e pela verdade é um chamado para todos os crentes, refletindo a necessidade de um relacionamento pessoal com Ele.","referencias_relacionadas":["Mateus 7:7","Lucas 11:9","Atos 17:27"]},"lucas_9_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo, especialmente no contexto do ministério de Jesus.","explicacao_detalhada":"A palavra 'fazer' destaca a ação e o impacto do ministério de Jesus, que envolvia milagres e ensinamentos.","por_que_esta_palavra":"A ação de fazer é central para a missão de Jesus, que veio para servir e realizar a vontade do Pai.","conexao_teologica":"A prática da fé é essencial no cristianismo, e as obras de Jesus são um exemplo a ser seguido pelos crentes.","referencias_relacionadas":["Mateus 5:16","João 14:12","Tiago 2:17"]},"lucas_9_10_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento ou à familiaridade com alguém, neste caso, com Jesus.","explicacao_detalhada":"A palavra 'acquaintance' sugere um nível de relacionamento que vai além do superficial, indicando um conhecimento mais profundo.","por_que_esta_palavra":"Conhecer Jesus de forma íntima é fundamental para a vida cristã, pois implica em um relacionamento pessoal com Ele.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, e a intimidade com Jesus é o objetivo da vida cristã.","referencias_relacionadas":["Filipenses 3:10","1 João 2:3","João 17:3"]},"lucas_9_10_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo, neste caso, a vontade de Deus.","explicacao_detalhada":"A palavra 'conforme' sugere que as ações e decisões devem estar alinhadas com os propósitos divinos.","por_que_esta_palavra":"A conformidade com a vontade de Deus é essencial para a vida cristã, refletindo a submissão e a obediência.","conexao_teologica":"A ideia de viver conforme a vontade de Deus é um princípio fundamental na teologia cristã, enfatizando a importância da obediência.","referencias_relacionadas":["Romanos 12:2","Efésios 5:17","Colossenses 1:9"]},"lucas_9_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"No contexto de Lucas 9:11, a palavra 'deus' é usada para enfatizar a autoridade e o poder de Deus sobre as situações, especialmente quando Jesus realiza milagres e ensina as multidões.","por_que_esta_palavra":"A palavra 'deus' é central na mensagem cristã, pois representa a fonte de toda a vida e poder, essencial para a compreensão da missão de Jesus.","conexao_teologica":"A divindade de Jesus é um tema recorrente no Novo Testamento, onde Ele é apresentado não apenas como um profeta, mas como o próprio Deus encarnado.","referencias_relacionadas":["João 1:1","Mateus 28:19","Hebreus 1:3"]},"lucas_9_11_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a um assunto ou necessidade que deve ser atendida.","explicacao_detalhada":"No versículo, a palavra 'assunto' é usada para descrever a necessidade das pessoas que estavam seguindo Jesus, que buscavam não apenas ensinamentos, mas também cuidados práticos.","por_que_esta_palavra":"A palavra 'assunto' destaca a preocupação de Jesus com as necessidades físicas e espirituais do povo.","conexao_teologica":"Jesus não apenas se preocupa com a salvação espiritual, mas também com as necessidades cotidianas das pessoas.","referencias_relacionadas":["Mateus 6:25-34","Filipenses 4:19","Tiago 2:15-16"]},"lucas_9_11_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus em busca de ensinamentos e milagres.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a coletividade que estava atenta ao ministério de Jesus, simbolizando a necessidade de orientação espiritual.","por_que_esta_palavra":"O 'povo' representa a humanidade em busca de esperança e salvação, refletindo a missão de Jesus de alcançar todos.","conexao_teologica":"A inclusão do povo nas mensagens de Jesus demonstra o amor de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 19:10"]},"lucas_9_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de luz, simbolizando tempo de atividade e oportunidade.","explicacao_detalhada":"No contexto, 'dia' é mencionado para indicar a urgência e a necessidade de agir antes que a noite chegue, simbolizando a limitação do tempo para realizar boas obras.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância de aproveitar as oportunidades que Deus nos dá enquanto estamos vivos.","conexao_teologica":"A metáfora do dia e da noite é frequentemente usada nas Escrituras para falar sobre a vida e a morte espiritual.","referencias_relacionadas":["João 9:4","Romanos 13:12","Efésios 5:16"]},"lucas_9_12_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"Refere-se ao período de escuridão, simbolizando a inatividade e a ausência de oportunidades.","explicacao_detalhada":"A palavra 'noite' é usada para alertar sobre a chegada de um tempo em que as atividades não podem mais ser realizadas, simbolizando a urgência de atender às necessidades do povo.","por_que_esta_palavra":"A 'noite' representa a limitação do tempo e a necessidade de agir enquanto há oportunidade.","conexao_teologica":"A escuridão é frequentemente associada ao pecado e à separação de Deus, enquanto a luz representa a presença divina.","referencias_relacionadas":["1 Tessalonicenses 5:5","Salmos 30:5","João 12:35"]},"lucas_9_12_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se novamente à multidão que seguia Jesus, enfatizando a necessidade de cuidado e atenção.","explicacao_detalhada":"A repetição da palavra 'povo' destaca a importância da coletividade e a responsabilidade de Jesus em atender suas necessidades.","por_que_esta_palavra":"O 'povo' é central na missão de Jesus, que veio para servir e salvar os perdidos.","conexao_teologica":"A preocupação de Jesus com o povo reflete o caráter de Deus como um pastor que cuida de suas ovelhas.","referencias_relacionadas":["Mateus 10:6","Lucas 15:4-7","João 10:11"]},"lucas_9_13_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, enfatizando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'povo' aqui é usada para descrever aqueles que são escolhidos e chamados por Deus, destacando a importância da comunidade de fé.","por_que_esta_palavra":"O 'povo' simboliza a herança de Deus e a continuidade de Sua promessa ao longo das gerações.","conexao_teologica":"A identidade do povo de Deus é um tema central na Bíblia, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"lucas_9_13_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶμα","transliteracao":"brōma","strong":"G1033","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico necessário para a vida.","explicacao_detalhada":"A palavra 'alimento' é usada para descrever a necessidade básica do povo, que Jesus se propõe a atender através de milagres e ensinamentos.","por_que_esta_palavra":"O 'alimento' é uma metáfora para a sustento espiritual que Jesus oferece, além do físico.","conexao_teologica":"Jesus é frequentemente referido como o pão da vida, que sacia a fome espiritual da humanidade.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 107:9"]},"lucas_9_14_company":{"palavra_pt":"company","palavra_original":"κλισία","transliteracao":"klisía","strong":"G2828","significado_raiz":"Ideia básica: company.","significado_contextual":"Refere-se ao grupo ou assembleia que se reúne em torno de uma causa comum.","explicacao_detalhada":"A palavra 'company' é usada para descrever a coletividade que se une em torno de Jesus, simbolizando a comunhão entre os crentes.","por_que_esta_palavra":"A ideia de 'company' destaca a importância da unidade e do apoio mútuo entre os seguidores de Cristo.","conexao_teologica":"A Igreja é descrita como o corpo de Cristo, onde cada membro tem um papel vital na edificação do todo.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 12:12-27","Efésios 4:16"]},"lucas_9_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' é utilizada para descrever a ação de Jesus em atender as necessidades do povo, mostrando Sua disposição em servir.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a prática da fé, que deve ser acompanhada de ações concretas.","conexao_teologica":"A fé sem obras é morta, e Jesus exemplifica a importância de agir em amor e compaixão.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 5:13"]},"lucas_9_15_down":{"palavra_pt":"down","palavra_original":"κατακλίνω","transliteracao":"kataklínō","strong":"G2625","significado_raiz":"Ideia básica: down.","significado_contextual":"A palavra 'down' refere-se ao ato de reclinar ou se assentar, indicando uma posição de humildade ou submissão.","explicacao_detalhada":"No contexto de Lucas 9:15, a palavra sugere que Jesus estava prestes a realizar um milagre, preparando-se para alimentar a multidão. O ato de reclinar-se é simbólico de um momento de comunhão e partilha.","por_que_esta_palavra":"A escolha da palavra enfatiza a ação de Jesus em se colocar em uma posição de serviço e cuidado para com as pessoas ao seu redor.","conexao_teologica":"Este ato de reclinar-se é um reflexo do ministério de Jesus, que frequentemente se colocava ao lado dos necessitados e marginalizados.","referencias_relacionadas":["Mateus 14:19","Marcos 6:39","João 6:10"]},"lucas_9_15_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' conecta a ação anterior à necessidade de alimentar a multidão, indicando uma conclusão lógica.","explicacao_detalhada":"Neste versículo, 'portanto' sugere que, devido à situação da multidão, era necessário tomar uma ação imediata para atender a essa necessidade.","por_que_esta_palavra":"A palavra é usada para mostrar a relação entre a compaixão de Jesus e a ação que Ele estava prestes a realizar.","conexao_teologica":"A conexão entre compaixão e ação é um tema central no ministério de Jesus, que sempre se preocupou com o bem-estar físico e espiritual das pessoas.","referencias_relacionadas":["Mateus 9:36","Marcos 8:2","João 11:35"]},"lucas_9_16_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao lugar onde Deus habita, simbolizando a origem divina e a autoridade de Jesus.","explicacao_detalhada":"No contexto do versículo, 'céu' é mencionado em relação à bênção que Jesus invoca sobre o alimento, reconhecendo a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A menção do céu destaca a conexão entre o que é terreno e o que é divino, enfatizando que todo alimento e bênção vêm de Deus.","conexao_teologica":"O céu é frequentemente associado à providência divina e à relação entre Deus e a humanidade, especialmente em momentos de necessidade.","referencias_relacionadas":["Mateus 6:10","Filipenses 4:19","Tiago 1:17"]},"lucas_9_16_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de pronunciar palavras, especialmente em um contexto de bênção ou instrução.","explicacao_detalhada":"Neste versículo, Jesus 'fala' sobre o alimento, indicando a importância da palavra de Deus em relação ao sustento físico e espiritual.","por_que_esta_palavra":"A palavra é significativa porque mostra que a comunicação de Jesus é essencial para a realização de milagres e para a edificação da fé.","conexao_teologica":"A palavra de Deus é vista como alimento espiritual, e Jesus é frequentemente descrito como a Palavra que se fez carne.","referencias_relacionadas":["João 1:14","Mateus 4:4","Romanos 10:17"]},"lucas_9_16_alimento":{"palavra_pt":"alimento","palavra_original":"παρατίθημι","transliteracao":"paratíthēmi","strong":"G3908","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento físico necessário para a vida, mas também pode simbolizar o sustento espiritual.","explicacao_detalhada":"No contexto do milagre da multiplicação dos pães, 'alimento' é central, pois Jesus está prestes a prover para a multidão faminta.","por_que_esta_palavra":"A ênfase no alimento destaca a preocupação de Jesus com as necessidades físicas das pessoas, além de suas necessidades espirituais.","conexao_teologica":"Jesus é frequentemente referido como o pão da vida, simbolizando que Ele é o verdadeiro alimento que sustenta a alma.","referencias_relacionadas":["João 6:35","Mateus 14:15-21","Marcos 8:6"]},"lucas_9_17_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"A palavra 'comer' refere-se ao ato de ingerir alimento, um ato básico de sustento.","explicacao_detalhada":"Neste versículo, 'comer' é parte do milagre em que Jesus alimenta a multidão, simbolizando a satisfação das necessidades humanas.","por_que_esta_palavra":"A escolha da palavra enfatiza a ação de receber e desfrutar do que foi providenciado por Deus.","conexao_teologica":"O ato de comer é também um símbolo da comunhão com Deus, especialmente na Ceia do Senhor.","referencias_relacionadas":["João 6:51","Mateus 26:26","Lucas 22:19"]},"lucas_9_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a um processo de transformação ou realização de algo significativo.","explicacao_detalhada":"No contexto, isso se relaciona à revelação da identidade de Jesus e ao impacto que Ele tem sobre aqueles que O seguem.","por_que_esta_palavra":"A palavra é usada para indicar que algo grandioso está prestes a acontecer, especialmente em relação ao ministério de Jesus.","conexao_teologica":"A transformação que Jesus traz na vida das pessoas é um tema central no Novo Testamento, refletindo a obra redentora de Deus.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_9_18_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser supremo, criador e sustentador do universo.","explicacao_detalhada":"No contexto do versículo, a menção de Deus está ligada à oração e à busca de entendimento sobre a identidade de Jesus.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da relação entre Jesus e o Pai, especialmente em momentos de revelação.","conexao_teologica":"A relação entre Jesus e Deus é central na teologia cristã, refletindo a Trindade e a missão redentora de Cristo.","referencias_relacionadas":["João 14:6","Mateus 28:19","Hebreus 1:3"]},"lucas_9_18_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' refere-se à condição de estar sem companhia, muitas vezes associada à reflexão ou oração.","explicacao_detalhada":"No contexto, isso sugere que Jesus estava em um momento de busca espiritual e comunhão com o Pai antes de interagir com os discípulos.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância do tempo a sós com Deus para a clareza e direção no ministério.","conexao_teologica":"A solidão de Jesus em momentos de oração destaca a necessidade de buscar a presença de Deus antes de tomar decisões importantes.","referencias_relacionadas":["Mateus 14:23","Marcos 1:35","Lucas 5:16"]},"lucas_9_19_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, especialmente em relação a Jesus.","explicacao_detalhada":"No contexto, a menção do nome é crucial para entender como as pessoas percebem Jesus e sua missão.","por_que_esta_palavra":"A palavra é significativa porque o nome de Jesus carrega autoridade e poder, refletindo sua identidade divina.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando a salvação e a revelação de Deus ao mundo.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"lucas_9_19_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é um profeta do Antigo Testamento, conhecido por sua fidelidade a Deus e por realizar milagres.","explicacao_detalhada":"No contexto de Lucas 9:19, Jesus pergunta aos discípulos sobre a opinião do povo a respeito dele. A menção a Elias sugere que alguns viam Jesus como um profeta poderoso, semelhante a Elias, que desafiou a idolatria em Israel.","por_que_esta_palavra":"A palavra 'Elias' é usada para conectar Jesus à tradição profética de Israel, mostrando que Ele é a continuidade das promessas de Deus.","conexao_teologica":"A presença de Elias na discussão sobre a identidade de Jesus destaca a importância dos profetas na revelação de Deus e a expectativa messiânica.","referencias_relacionadas":["1 Reis 18:36-37","Mateus 17:3","Tiago 5:17"]},"lucas_9_20_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, e é usada por Jesus para descrever Pedro, que seria a base da Igreja.","explicacao_detalhada":"Em Lucas 9:20, Jesus pergunta aos discípulos quem Ele é, e Pedro responde que Ele é o Cristo de Deus. A resposta de Pedro é a base sobre a qual a Igreja será construída.","por_que_esta_palavra":"A palavra 'rocha' enfatiza a solidez da fé de Pedro e a importância de sua confissão sobre a identidade de Jesus.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira fundação da Igreja e a fonte de salvação.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"lucas_9_20_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'Ungido' e refere-se ao Messias prometido que viria para salvar o povo.","explicacao_detalhada":"No versículo, Pedro reconhece Jesus como o Cristo, o que implica que Ele é o escolhido de Deus para cumprir a missão de redenção.","por_que_esta_palavra":"A palavra 'Cristo' é central para a identidade de Jesus e para a compreensão de seu papel como Salvador.","conexao_teologica":"A unção de Jesus como o Cristo é um cumprimento das profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","João 1:41"]},"lucas_9_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto do versículo, reconhecer Jesus como o Cristo de Deus implica entender sua divindade e sua missão redentora.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da natureza de Jesus e sua relação com o Pai.","conexao_teologica":"A divindade de Jesus é um tema central no Novo Testamento, afirmando que Ele é um com o Pai.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"lucas_9_21_repreender":{"palavra_pt":"repreender","palavra_original":"ἐπιτιμάω","transliteracao":"epitimáō","strong":"G2008","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se a corrigir ou advertir alguém sobre um erro ou comportamento inadequado.","explicacao_detalhada":"Após a confissão de Pedro, Jesus repreende os discípulos para que não divulguem sua identidade messiânica, pois ainda não era o tempo para isso.","por_que_esta_palavra":"A repreensão de Jesus destaca a necessidade de um entendimento correto de sua missão e o timing divino para a revelação de sua identidade.","conexao_teologica":"A ação de repreender mostra a autoridade de Jesus e sua intenção de preparar os discípulos para o que estava por vir.","referencias_relacionadas":["Mateus 16:20","Marcos 8:30","Lucas 8:24"]},"lucas_9_21_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode ser usada para enfatizar a fragilidade e a limitação do ser humano.","explicacao_detalhada":"No contexto do versículo, Jesus fala sobre o Filho do Homem, referindo-se a si mesmo e à sua missão de sofrer e morrer.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a encarnação de Cristo e sua identificação com a humanidade.","conexao_teologica":"A encarnação é um aspecto crucial da teologia cristã, mostrando que Deus se fez homem para redimir a humanidade.","referencias_relacionadas":["Filipenses 2:7","Hebreus 2:14","Mateus 8:20"]},"lucas_9_22_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'presbítero' refere-se a um líder ou ancião na comunidade de fé, alguém com autoridade e responsabilidade.","explicacao_detalhada":"Jesus menciona que o Filho do Homem deve sofrer muitas coisas e ser rejeitado pelos presbíteros, indicando a oposição que Ele enfrentaria das autoridades religiosas.","por_que_esta_palavra":"A inclusão dos presbíteros no sofrimento de Jesus destaca a rejeição que Ele teria por parte dos líderes religiosos da época.","conexao_teologica":"A rejeição de Jesus pelos presbíteros é um cumprimento das profecias e um sinal da resistência ao plano de Deus.","referencias_relacionadas":["Mateus 21:15","Marcos 12:12","Atos 4:5-6"]},"lucas_9_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, mas também pode simbolizar um tempo de revelação e cumprimento das promessas de Deus.","explicacao_detalhada":"Jesus fala sobre o dia em que Ele será rejeitado e sofrerá, indicando um tempo específico na história da salvação.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo divino e o cumprimento das profecias messiânicas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao plano de Deus e à realização de sua vontade na história.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","Atos 2:20"]},"lucas_9_22_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo, neste caso, o sofrimento e a rejeição que Jesus enfrentaria.","explicacao_detalhada":"Jesus menciona que Ele deve sofrer muitas coisas, o que indica a grandeza do sacrifício que Ele faria pela humanidade.","por_que_esta_palavra":"A palavra 'grande' destaca a seriedade e a profundidade do sofrimento de Cristo, que é central para a mensagem do evangelho.","conexao_teologica":"O sofrimento de Cristo é um tema central na teologia da redenção, mostrando o custo do pecado e a grandeza do amor de Deus.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Pedro 2:24"]},"lucas_9_23_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução usado pelos romanos, simbolizando sofrimento e morte.","explicacao_detalhada":"Jesus fala sobre a necessidade de tomar a cruz, indicando que seguir a Ele envolve sacrifício e renúncia.","por_que_esta_palavra":"A cruz é um símbolo central do cristianismo, representando o sacrifício de Cristo e a chamada para os crentes a viverem em obediência.","conexao_teologica":"A cruz é o ponto focal da salvação, onde o amor e a justiça de Deus se encontram.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Coríntios 1:18"]},"lucas_9_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente, enfatizando a importância de viver diariamente em obediência a Deus.","explicacao_detalhada":"O termo 'dia' aqui é usado para indicar a necessidade de uma decisão diária de seguir a Cristo, destacando a continuidade do compromisso com a fé.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender que o discipulado não é um evento único, mas um estilo de vida que deve ser renovado a cada dia.","conexao_teologica":"A ideia de viver diariamente para Deus é central na teologia cristã, refletindo a necessidade de santificação contínua.","referencias_relacionadas":["Mateus 6:34","Salmos 118:24","1 Tessalonicenses 5:16-18"]},"lucas_9_23_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão consciente de seguir a Cristo e renunciar a si mesmo.","explicacao_detalhada":"A palavra 'escolher' implica uma ação deliberada, onde o indivíduo decide não apenas aceitar a Cristo, mas também tomar a cruz e segui-lo.","por_que_esta_palavra":"É fundamental para entender que o discipulado envolve escolhas ativas e não passivas.","conexao_teologica":"A escolha de seguir a Cristo é um tema recorrente na Bíblia, refletindo a liberdade humana e a responsabilidade espiritual.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 12:1-2"]},"lucas_9_24_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida, a parte imaterial do ser humano que se relaciona com Deus.","explicacao_detalhada":"A palavra 'alma' é usada para enfatizar que a vida verdadeira vai além da existência física e está ligada à relação com Deus.","por_que_esta_palavra":"É importante para entender que a salvação e a vida eterna envolvem a alma e não apenas o corpo.","conexao_teologica":"A alma é vista como a parte eterna do ser humano, que será julgada e redimida por Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:9"]},"lucas_9_24_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à decisão de seguir a Cristo, que envolve renúncia e compromisso.","explicacao_detalhada":"A escolha de seguir a Cristo é uma ação que requer determinação e disposição para enfrentar desafios.","por_que_esta_palavra":"A palavra 'escolher' é essencial para entender a natureza ativa do discipulado.","conexao_teologica":"A escolha de seguir a Cristo é um tema central na vida cristã, refletindo a importância da fé e da obediência.","referencias_relacionadas":["Lucas 14:27","Filipenses 3:14","Hebreus 12:1-2"]},"lucas_9_24_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou preservar a vida espiritual e eterna.","explicacao_detalhada":"A palavra 'salvar' implica em um ato divino de redenção, onde Cristo oferece a salvação a todos que creem.","por_que_esta_palavra":"É fundamental para entender a missão de Jesus e o propósito da sua vinda ao mundo.","conexao_teologica":"A salvação é um dos pilares da fé cristã, central na mensagem do evangelho.","referencias_relacionadas":["João 3:16","Romanos 10:9-10","Efésios 2:8-9"]},"lucas_9_25_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema e valores deste mundo que se opõem a Deus.","explicacao_detalhada":"A palavra 'mundo' é usada para descrever a realidade temporal que pode desviar as pessoas do propósito divino.","por_que_esta_palavra":"É importante para entender a luta entre os valores do mundo e os valores do Reino de Deus.","conexao_teologica":"A relação entre o crente e o mundo é um tema recorrente na Bíblia, enfatizando a necessidade de não se conformar com este mundo.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"lucas_9_25_advantage":{"palavra_pt":"advantage","palavra_original":"ὠφελέω","transliteracao":"ōpheléō","strong":"G5623","significado_raiz":"Ideia básica: advantage.","significado_contextual":"Refere-se ao ganho ou benefício que se pode obter, especialmente em relação à vida eterna.","explicacao_detalhada":"A palavra 'advantage' destaca a futilidade de ganhar o mundo se isso custar a alma.","por_que_esta_palavra":"É crucial para entender a verdadeira natureza do que é valioso na vida.","conexao_teologica":"A ideia de valor eterno versus valor temporal é central na teologia cristã.","referencias_relacionadas":["Mateus 16:26","Marcos 8:36","Lucas 12:15"]},"lucas_9_26_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz, e que revela a verdade.","explicacao_detalhada":"A palavra 'palavra/verbo' enfatiza a importância da revelação divina e da comunicação de Deus com a humanidade.","por_que_esta_palavra":"É fundamental para entender a natureza de Cristo como a Palavra que se fez carne.","conexao_teologica":"A teologia do Verbo é central no cristianismo, refletindo a encarnação e a revelação de Deus.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","Apocalipse 19:13"]},"lucas_9_26_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à majestade que pertencem a Deus e a Cristo.","explicacao_detalhada":"A palavra 'glória' destaca a importância do reconhecimento da grandeza de Deus e de Cristo em todas as coisas.","por_que_esta_palavra":"É essencial para entender a adoração e a reverência que devemos a Deus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo sua natureza e caráter.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"lucas_9_27_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à separação espiritual e física, e à realidade da morte como parte da experiência humana.","explicacao_detalhada":"A palavra 'morte' é usada para enfatizar a seriedade da vida e a necessidade de estar preparado para a eternidade.","por_que_esta_palavra":"É importante para entender a esperança da ressurreição e a vitória sobre a morte em Cristo.","conexao_teologica":"A morte e a ressurreição de Cristo são fundamentais para a mensagem do evangelho.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:23","João 11:25-26"]},"lucas_9_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"No contexto de Lucas 9:27, a palavra 'deus' é usada para enfatizar a autoridade e o poder de Deus sobre a vida e a morte, e a importância de reconhecer Sua soberania.","por_que_esta_palavra":"A palavra é utilizada para destacar a relação entre Deus e a revelação de Sua glória através de Jesus.","conexao_teologica":"A divindade de Jesus é central na teologia cristã, pois Ele é reconhecido como o Filho de Deus que revela o Pai.","referencias_relacionadas":["João 1:1","Mateus 28:19","Romanos 1:20"]},"lucas_9_27_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando a relação entre Deus e Israel, e, por extensão, entre Deus e a humanidade através de Cristo.","por_que_esta_palavra":"A palavra 'aliança' é importante para entender a continuidade da promessa de Deus ao Seu povo ao longo da história.","conexao_teologica":"A nova aliança em Cristo é um cumprimento das promessas feitas no Antigo Testamento.","referencias_relacionadas":["Hebreus 8:6","Gálatas 3:29","Jeremias 31:31"]},"lucas_9_28_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Jesus Cristo.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a natureza messiânica de Jesus, que é o cumprimento das profecias do Antigo Testamento.","por_que_esta_palavra":"É crucial para a compreensão da identidade de Jesus como o Salvador prometido.","conexao_teologica":"Cristo é o mediador da nova aliança e a revelação plena de Deus ao homem.","referencias_relacionadas":["João 1:14","Colossenses 1:19","Hebreus 1:3"]},"lucas_9_28_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"O 'dia' mencionado pode simbolizar um tempo de revelação e transformação, como a transfiguração de Jesus.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância do momento em que a glória de Deus é revelada.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para indicar o tempo de intervenção divina na história.","referencias_relacionadas":["Mateus 17:1","Marcos 9:2","2 Pedro 1:16"]},"lucas_9_28_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza firmeza, estabilidade e segurança, frequentemente associado à fé.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a base sólida da fé em Cristo, que é inabalável.","por_que_esta_palavra":"A rocha representa a proteção e a força que Deus oferece aos Seus seguidores.","conexao_teologica":"Cristo é chamado de a Rocha, simbolizando a segurança que Ele proporciona aos crentes.","referencias_relacionadas":["Mateus 7:24","1 Coríntios 10:4","Salmos 18:2"]},"lucas_9_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'grande' implica uma transformação ou um evento de grande importância na vida espiritual.","por_que_esta_palavra":"É usada para descrever a magnitude da revelação de Deus e a transformação que ocorre na vida dos crentes.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua obra redentora na vida dos crentes.","referencias_relacionadas":["Efésios 3:20","Romanos 8:28","Salmos 126:3"]},"lucas_9_29_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à comunicação e ao relacionamento com Deus através da oração.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a importância da oração como meio de se conectar com o Criador.","por_que_esta_palavra":"A oração é fundamental na vida do crente, sendo um canal de comunicação com Deus.","conexao_teologica":"A oração é uma expressão de fé e dependência de Deus, essencial para o crescimento espiritual.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Mateus 6:6"]},"lucas_9_30_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se ao líder do povo de Israel e mediador da antiga aliança.","explicacao_detalhada":"Moisés é uma figura central no Antigo Testamento, simbolizando a lei e a libertação do povo de Deus.","por_que_esta_palavra":"Sua menção destaca a continuidade da revelação de Deus através da história.","conexao_teologica":"Moisés prefigura Cristo, que é o verdadeiro libertador e mediador da nova aliança.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 34:5","Hebreus 3:5"]},"lucas_9_30_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Refere-se ao profeta Elias, uma figura importante no Antigo Testamento.","explicacao_detalhada":"Elias representa a voz profética de Deus e a expectativa do retorno do profeta antes do dia do Senhor.","por_que_esta_palavra":"Sua presença na transfiguração de Jesus enfatiza a continuidade da obra de Deus através dos profetas.","conexao_teologica":"Elias é visto como um precursor de Cristo, simbolizando a ligação entre a lei e os profetas.","referencias_relacionadas":["1 Reis 18:36","Malaquias 4:5","Mateus 17:10"]},"lucas_9_31_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à manifestação da majestade e do esplendor de Deus.","explicacao_detalhada":"A 'glória' de Deus é revelada na transfiguração de Jesus, mostrando Sua divindade e poder.","por_que_esta_palavra":"A palavra é usada para descrever a essência de Deus e Sua presença entre o Seu povo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua santidade e majestade.","referencias_relacionadas":["Isaías 6:3","João 1:14","Romanos 11:36"]},"lucas_9_31_morte":{"palavra_pt":"morte","palavra_original":"ἔξοδος","transliteracao":"éxodos","strong":"G1841","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é apresentada como uma saída, uma transição para a glória.","explicacao_detalhada":"A palavra 'éxodos' refere-se à saída ou partida, simbolizando a morte de Jesus como um momento de libertação e cumprimento das promessas de Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza que a morte de Jesus não é um fim, mas um novo começo, uma passagem para a vida eterna.","conexao_teologica":"A morte de Jesus é central na teologia cristã, pois é através dela que a salvação é oferecida à humanidade.","referencias_relacionadas":["Mateus 26:28","João 3:16","Romanos 5:8"]},"lucas_9_31_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é o local onde se cumprirão as profecias sobre a morte e ressurreição de Jesus.","explicacao_detalhada":"A palavra 'Hierousalḗm' representa não apenas uma cidade, mas o centro espiritual e religioso do povo de Israel, onde se realizam eventos cruciais da história da salvação.","por_que_esta_palavra":"Jerusalém é escolhida como o cenário da paixão de Cristo, simbolizando a rejeição e a aceitação do plano divino.","conexao_teologica":"A cidade é vista como o lugar de encontro entre Deus e a humanidade, onde se cumpre a promessa de redenção.","referencias_relacionadas":["Mateus 21:10","Lucas 13:34","Hebreus 12:22"]},"lucas_9_32_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A rocha simboliza a firmeza e a estabilidade da revelação divina.","explicacao_detalhada":"A palavra 'Pétros' é usada para descrever Pedro, que é a rocha sobre a qual a Igreja será construída, representando a fé sólida em Cristo.","por_que_esta_palavra":"A escolha da palavra ressalta a importância da fé e da confissão de Pedro sobre a identidade de Jesus.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a base da fé cristã e a fonte de segurança para os crentes.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 10:4","Efésios 2:20"]},"lucas_9_32_sleep":{"palavra_pt":"sleep","palavra_original":"ὕπνος","transliteracao":"hýpnos","strong":"G5258","significado_raiz":"Ideia básica: sleep.","significado_contextual":"O sono dos discípulos representa a falta de vigilância e compreensão do que estava acontecendo.","explicacao_detalhada":"A palavra 'hýpnos' é usada para descrever um estado de inatividade e apatia, contrastando com a importância do momento da transfiguração.","por_que_esta_palavra":"O sono simboliza a necessidade de estar alerta e atento às revelações de Deus.","conexao_teologica":"A vigilância espiritual é um tema recorrente nas Escrituras, enfatizando a importância de estar atento à obra de Deus.","referencias_relacionadas":["Mateus 26:40","Marcos 14:37","1 Tessalonicenses 5:6"]},"lucas_9_32_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Jesus é revelada na transfiguração, mostrando sua divindade.","explicacao_detalhada":"A palavra 'dóxa' refere-se à manifestação da majestade e do esplendor de Deus, que é visível na figura de Cristo.","por_que_esta_palavra":"A glória é um aspecto essencial da natureza de Deus, e sua revelação em Jesus confirma sua identidade messiânica.","conexao_teologica":"A glória de Cristo é um tema central no Novo Testamento, que aponta para sua divindade e o cumprimento das promessas de Deus.","referencias_relacionadas":["João 1:14","Romanos 8:18","2 Coríntios 3:18"]},"lucas_9_33_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Pedro, como a rocha, é um símbolo de liderança e confissão de fé.","explicacao_detalhada":"A repetição da palavra 'Pétros' enfatiza a importância de Pedro na formação da Igreja e sua relação com a revelação de Cristo.","por_que_esta_palavra":"A escolha da palavra destaca a responsabilidade de Pedro como líder entre os discípulos.","conexao_teologica":"A liderança de Pedro é vista como um modelo para a Igreja, que deve ser construída sobre a fé em Cristo.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","1 Pedro 2:5"]},"lucas_9_33_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o centro da transfiguração, revelando sua verdadeira natureza.","explicacao_detalhada":"A palavra 'Iēsoûs' é a forma grega do nome que significa 'O Senhor é Salvação', refletindo sua missão redentora.","por_que_esta_palavra":"A ênfase no nome de Jesus destaca sua autoridade e papel como Salvador.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para a fé cristã e a compreensão da salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_9_33_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A transformação de Pedro reflete a grandeza da revelação divina.","explicacao_detalhada":"A palavra 'gínomai' indica um processo de mudança, enfatizando a importância da experiência espiritual.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem novas criaturas.","conexao_teologica":"A grandeza da obra de Deus em nossas vidas é um testemunho da sua graça e poder.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:24"]},"lucas_9_34_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A grandeza do momento da transfiguração é sublinhada pela presença de Moisés e Elias.","explicacao_detalhada":"A repetição da palavra 'gínomai' indica a importância da transformação que ocorre na vida dos discípulos ao testemunharem a glória de Cristo.","por_que_esta_palavra":"A grandeza do evento destaca a revelação de Deus e a resposta dos discípulos à sua majestade.","conexao_teologica":"A experiência da transfiguração é um convite para todos os crentes a buscar a transformação através da presença de Cristo.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 3:18","Filipenses 3:21"]},"lucas_9_34_nuvem":{"palavra_pt":"nuvem","palavra_original":"νεφέλη","transliteracao":"nephélē","strong":"G3507","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"A nuvem representa a presença de Deus e a revelação divina.","explicacao_detalhada":"A palavra 'nephélē' simboliza a glória de Deus que envolve os discípulos, indicando um momento sagrado.","por_que_esta_palavra":"A nuvem é um símbolo frequente na Bíblia da presença de Deus, como visto na nuvem que guiou os israelitas.","conexao_teologica":"A presença de Deus é um tema central na experiência cristã, onde os crentes são chamados a viver em comunhão com Ele.","referencias_relacionadas":["Êxodo 13:21","Mateus 17:5","Hebreus 12:1"]},"lucas_9_35_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo significativo ou importante.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança de estado, que é central na mensagem de Jesus sobre a sua identidade e missão.","por_que_esta_palavra":"É utilizada para enfatizar a transição de um estado para outro, especialmente em relação à revelação divina.","conexao_teologica":"A transformação é um tema recorrente na teologia cristã, simbolizando a mudança que ocorre na vida do crente ao aceitar a Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_9_35_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença ou a posição de algo ou alguém em meio a outros.","explicacao_detalhada":"A palavra 'entre' sugere uma relação de proximidade e interação, essencial para entender a dinâmica do ministério de Jesus.","por_que_esta_palavra":"É importante para descrever a interação de Jesus com seus discípulos e a multidão ao seu redor.","conexao_teologica":"A presença de Jesus entre as pessoas reflete a encarnação e o desejo de Deus de estar próximo da humanidade.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"lucas_9_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que representa o Salvador e Messias.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor salva', e é central para a fé cristã, pois representa a encarnação de Deus entre os homens.","por_que_esta_palavra":"É crucial para identificar a pessoa que realiza milagres e ensina sobre o Reino de Deus.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para a compreensão da salvação e da relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"lucas_9_36_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, simbolizando tempo e oportunidade.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de revelação e ação divina, como os eventos que ocorrem durante o ministério de Jesus.","por_que_esta_palavra":"É usada para marcar momentos significativos na narrativa bíblica, como curas e ensinamentos.","conexao_teologica":"O conceito de dia também pode ser visto como um tempo de graça e oportunidade para a salvação.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","2 Coríntios 6:2"]},"lucas_9_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Novamente, refere-se ao ato de se tornar algo significativo ou importante.","explicacao_detalhada":"A repetição da palavra 'tornar-se' reforça a ideia de transformação e a importância do que está sendo revelado.","por_que_esta_palavra":"Destaca a continuidade da mensagem de Jesus sobre a sua identidade e o impacto que ele tem sobre as vidas das pessoas.","conexao_teologica":"A transformação espiritual é um tema central na vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","Colossenses 3:10"]},"lucas_9_37_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao mesmo conceito de tempo e oportunidade.","explicacao_detalhada":"A menção do 'dia' novamente sublinha a importância dos eventos que estão se desenrolando e a urgência da mensagem de Jesus.","por_que_esta_palavra":"Serve para enfatizar a continuidade dos ensinamentos e milagres de Jesus.","conexao_teologica":"O tempo é visto como um dom de Deus, onde cada dia é uma nova oportunidade para conhecer e seguir a Cristo.","referencias_relacionadas":["Salmos 90:12","Mateus 5:14","Tiago 4:14"]},"lucas_9_37_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Mais uma vez, refere-se ao ato de se tornar algo significativo.","explicacao_detalhada":"A repetição da palavra 'tornar-se' enfatiza a transformação que ocorre através da obra de Jesus.","por_que_esta_palavra":"Reforça a ideia de que a presença de Jesus traz mudanças significativas na vida das pessoas.","conexao_teologica":"A transformação é uma evidência da ação de Deus na vida do crente.","referencias_relacionadas":["Romanos 8:28","2 Coríntios 3:18","Gálatas 5:22-23"]},"lucas_9_38_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a um grupo de pessoas, geralmente em busca de ajuda ou ensinamento.","explicacao_detalhada":"A palavra 'povo' destaca a multidão que seguia Jesus, simbolizando a necessidade humana e a busca por respostas.","por_que_esta_palavra":"É importante para entender o contexto social e espiritual em que Jesus operava.","conexao_teologica":"A preocupação de Jesus com o povo reflete o amor de Deus pela humanidade e a missão de salvar os perdidos.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","João 10:11"]},"lucas_9_38_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a alguém que ensina ou orienta, neste caso, Jesus.","explicacao_detalhada":"A palavra 'mestre' é utilizada para reconhecer a autoridade de Jesus como ensinador e guia espiritual.","por_que_esta_palavra":"É fundamental para entender a relação entre Jesus e seus discípulos, bem como a sua função como educador.","conexao_teologica":"Jesus como mestre é um tema central, pois ele não apenas ensina, mas também exemplifica a vida que devemos seguir.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"lucas_9_39_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à força vital que dá vida.","explicacao_detalhada":"A palavra 'espírito' é frequentemente associada à presença de Deus e à vida que Ele dá aos seres humanos.","por_que_esta_palavra":"É crucial para entender a natureza espiritual da cura e da libertação que Jesus realiza.","conexao_teologica":"O espírito é um elemento essencial na teologia cristã, representando a presença de Deus e a transformação espiritual.","referencias_relacionadas":["Gênesis 2:7","João 3:6","Atos 2:4"]},"lucas_9_39_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com alguém ou algo.","explicacao_detalhada":"No contexto de Lucas 9:39, 'seguir' refere-se ao ato de acompanhar Jesus e seus ensinamentos, indicando um compromisso com a sua mensagem e missão.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de seguir os ensinamentos de Jesus e a necessidade de um relacionamento ativo com Ele.","conexao_teologica":"Seguir a Jesus é um chamado à discipleship, onde os crentes são convidados a imitar a vida e os ensinamentos de Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 14:27","João 10:27"]},"lucas_9_39_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' implica em aceitar ou tomar posse de algo que é oferecido.","explicacao_detalhada":"Em Lucas 9:39, 'receber' refere-se ao ato de aceitar a cura ou a libertação que Jesus oferece, simbolizando fé e confiança.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica de fé entre o necessitado e o curador, enfatizando a necessidade de aceitar o que é dado.","conexao_teologica":"Receber a graça de Deus é fundamental na teologia cristã, onde a salvação é vista como um presente que deve ser aceito.","referencias_relacionadas":["João 1:12","Romanos 5:17","Efésios 2:8"]},"lucas_9_40_beseech":{"palavra_pt":"beseech","palavra_original":"δέομαι","transliteracao":"déomai","strong":"G1189","significado_raiz":"Ideia básica: beseech.","significado_contextual":"A palavra 'beseech' significa implorar ou pedir com fervor.","explicacao_detalhada":"No versículo, a súplica é feita por um pai desesperado que busca ajuda para seu filho, mostrando a urgência e a intensidade do pedido.","por_que_esta_palavra":"Esta palavra destaca a necessidade de clamor e intercessão em momentos de crise, refletindo a profundidade da dor e da necessidade humana.","conexao_teologica":"A súplica é um aspecto importante da oração, onde os crentes são encorajados a trazer suas preocupações a Deus.","referencias_relacionadas":["Filipenses 4:6","Tiago 5:16","Salmos 34:17"]},"lucas_9_41_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como a fonte de cura e libertação, enfatizando sua autoridade divina sobre as forças do mal.","por_que_esta_palavra":"O uso do nome de Jesus é central na fé cristã, pois representa a encarnação de Deus e sua missão redentora.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_9_41_perversert":{"palavra_pt":"perverse rt","palavra_original":"διαστρέφω","transliteracao":"diastréphō","strong":"G1294","significado_raiz":"Ideia básica: perverse rt.","significado_contextual":"A palavra 'perverse rt' refere-se a distorcer ou corromper algo que deveria ser reto.","explicacao_detalhada":"No versículo, Jesus critica a geração por sua falta de fé e por distorcer a verdade, refletindo a corrupção moral e espiritual da época.","por_que_esta_palavra":"Esta palavra é usada para chamar a atenção para a necessidade de retidão e a rejeição da corrupção espiritual.","conexao_teologica":"A perversidade é um tema recorrente na Bíblia, onde a necessidade de arrependimento e retorno a Deus é enfatizada.","referencias_relacionadas":["Romanos 1:21","Gálatas 6:7","2 Pedro 2:15"]},"lucas_9_41_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se a um grupo de pessoas que vivem em um determinado período de tempo.","explicacao_detalhada":"Jesus menciona a geração para destacar a falta de fé e a resistência ao seu ministério, refletindo a condição espiritual do povo.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre as ações de uma geração e as consequências espirituais que elas trazem.","conexao_teologica":"A geração é frequentemente usada na Bíblia para discutir a fidelidade ou infidelidade de um povo em relação a Deus.","referencias_relacionadas":["Mateus 12:39","Atos 2:40","Hebreus 3:10"]},"lucas_9_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada como o agente de cura e libertação.","explicacao_detalhada":"Neste contexto, Jesus age com compaixão e poder, demonstrando sua autoridade sobre a doença e o mal.","por_que_esta_palavra":"A repetição do nome de Jesus enfatiza sua centralidade na narrativa e sua importância na vida dos crentes.","conexao_teologica":"A ação de Jesus é um exemplo do amor e da misericórdia de Deus em ação na Terra.","referencias_relacionadas":["Mateus 9:35","Marcos 1:34","Lucas 4:40"]},"lucas_9_42_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à força vital ou à presença de Deus que dá vida.","explicacao_detalhada":"No versículo, o 'espírito' é mencionado em relação à cura, indicando a ação divina que restaura a vida.","por_que_esta_palavra":"A menção do espírito destaca a conexão entre a saúde física e a espiritualidade, mostrando que a cura é um ato de Deus.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador, que atua na vida dos crentes.","referencias_relacionadas":["Gênesis 2:7","João 3:6","Romanos 8:11"]},"lucas_9_43_gloria":{"palavra_pt":"gloria","palavra_original":"μεγαλειότης","transliteracao":"megaleiótēs","strong":"G3168","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da grandeza e majestade de Deus.","explicacao_detalhada":"Neste contexto, a glória de Deus é revelada através das obras poderosas de Jesus, que causam admiração entre as pessoas.","por_que_esta_palavra":"A glória é um tema central na adoração e na revelação de Deus ao seu povo.","conexao_teologica":"A glória de Deus é um aspecto essencial da teologia cristã, onde os crentes são chamados a glorificá-lo em todas as coisas.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"lucas_9_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, Deus é reconhecido como a fonte de poder e autoridade, especialmente nas obras realizadas por Jesus.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre o divino e a ação de Jesus na Terra.","conexao_teologica":"Deus é o centro da fé cristã, e todas as ações de Jesus refletem sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"lucas_9_43_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que realiza milagres e ensina sobre o Reino de Deus.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação'. Neste versículo, Jesus é apresentado como a figura central que realiza obras poderosas, demonstrando sua autoridade divina.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"lucas_9_44_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à comunicação divina e à revelação de Deus ao homem.","explicacao_detalhada":"No contexto, 'verbo' é usado para enfatizar a importância da mensagem que Jesus traz, que é a própria palavra de Deus encarnada.","por_que_esta_palavra":"A palavra 'verbo' é essencial para entender a natureza de Cristo como a manifestação de Deus e sua mensagem ao mundo.","conexao_teologica":"O conceito de 'verbo' se conecta com a ideia de que Jesus é a Palavra que estava com Deus e era Deus (João 1:1).","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"lucas_9_44_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a ação de estabelecer ou colocar algo em seu devido lugar.","explicacao_detalhada":"Neste contexto, 'arco' pode ser interpretado como a ação de preparar o coração e a mente para receber a mensagem de Jesus.","por_que_esta_palavra":"A palavra 'arco' é usada para ilustrar a necessidade de estar pronto e receptivo à palavra de Deus.","conexao_teologica":"A ideia de 'arco' se relaciona com a disposição do coração para a obediência e a fé em Deus.","referencias_relacionadas":["Salmos 119:11","Romanos 10:17","Tiago 1:21"]},"lucas_9_44_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"A palavra 'ouvido' refere-se à capacidade de ouvir e entender a mensagem de Deus.","explicacao_detalhada":"Neste versículo, enfatiza-se a importância de ouvir atentamente as palavras de Jesus e a necessidade de estar atento ao que Ele ensina.","por_que_esta_palavra":"A palavra 'ouvido' é crucial para a recepção da verdade divina e para a transformação espiritual.","conexao_teologica":"Ouvir a palavra de Deus é fundamental para a fé e a vida cristã, conforme Romanos 10:17.","referencias_relacionadas":["Mateus 11:15","Marcos 4:9","Apocalipse 2:7"]},"lucas_9_45_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a palavras ou ações que são contrárias à vontade de Deus.","explicacao_detalhada":"Neste contexto, 'mal' destaca a importância de evitar a contenda e a disputa entre os discípulos, que é vista como uma ação negativa.","por_que_esta_palavra":"A palavra 'mal' é usada para alertar sobre as consequências de se afastar da verdade e da unidade em Cristo.","conexao_teologica":"O mal é frequentemente associado ao pecado e à separação de Deus, e a necessidade de se afastar dele é um tema central na Bíblia.","referencias_relacionadas":["Romanos 12:21","Gálatas 5:19-21","Efésios 4:31"]},"lucas_9_45_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é uma negação que enfatiza a impossibilidade de se opor à vontade de Deus.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da natureza divina e da relação entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, que nos lembra de sua autoridade e poder.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 11:36"]},"lucas_9_46_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se a uma ação de se erguer ou tomar uma posição.","explicacao_detalhada":"Neste contexto, 'levantar' pode simbolizar a necessidade de se posicionar em relação à mensagem de Jesus e ao chamado de Deus.","por_que_esta_palavra":"A palavra 'levantar' é importante para entender a ação de responder ao chamado de Deus e agir em fé.","conexao_teologica":"Levantar-se em fé é um tema que aparece em várias passagens, simbolizando a disposição de seguir a Cristo.","referencias_relacionadas":["Isaías 60:1","Mateus 9:6","Atos 3:6"]},"lucas_9_46_dispute":{"palavra_pt":"dispute","palavra_original":"διαλογισμός","transliteracao":"dialogismós","strong":"G1261","significado_raiz":"Ideia básica: dispute.","significado_contextual":"A palavra 'dispute' refere-se a discussões ou contendas entre os discípulos.","explicacao_detalhada":"Neste versículo, a disputa entre os discípulos é um exemplo de como a ambição e o orgulho podem afetar a unidade do grupo.","por_que_esta_palavra":"A palavra 'dispute' é usada para alertar sobre os perigos da divisão e da falta de humildade entre os seguidores de Cristo.","conexao_teologica":"A unidade e a humildade são temas centrais no ensino de Jesus e nas cartas apostólicas.","referencias_relacionadas":["Filipenses 2:3","1 Coríntios 1:10","Efésios 4:3"]},"lucas_9_47_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado novamente como a figura central que traz ensinamentos e realiza milagres.","explicacao_detalhada":"Neste versículo, Jesus é destacado como aquele que tem autoridade e poder, e que deve ser ouvido e seguido.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua importância e centralidade na fé cristã.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde Ele é reconhecido como o Filho de Deus.","referencias_relacionadas":["Mateus 28:18","João 14:6","Atos 10:36"]},"lucas_9_47_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto entre Deus e seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"Neste contexto, 'aliança' pode ser vista como a base do relacionamento entre Deus e a humanidade, que é renovado em Cristo.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a história da salvação e o plano de Deus para a humanidade.","conexao_teologica":"A aliança é um tema central nas Escrituras, representando a fidelidade de Deus e o chamado à obediência.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"lucas_9_48_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere a uma reverência e respeito profundo, especialmente em relação à autoridade de Jesus.","explicacao_detalhada":"Neste versículo, Jesus ensina sobre a importância de receber as crianças e os humildes, e o temor é um reconhecimento da grandeza de Deus e da seriedade de Sua mensagem.","por_que_esta_palavra":"A palavra 'temor' é usada para enfatizar a necessidade de uma atitude de humildade e respeito diante de Deus e de Seus ensinamentos.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10), e aqui Jesus mostra que essa sabedoria se manifesta em como tratamos os outros.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"lucas_9_49_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é uma referência a João, que é um dos discípulos de Jesus.","explicacao_detalhada":"Neste contexto, o nome é importante porque representa a identidade e a missão de João como precursor de Cristo.","por_que_esta_palavra":"A palavra 'nome' é usada para destacar a importância da identidade e do papel que cada um desempenha no plano de Deus.","conexao_teologica":"O nome de Jesus é central na fé cristã, e a menção de João aqui conecta os discípulos à missão divina.","referencias_relacionadas":["Mateus 3:1-3","João 1:29","Lucas 1:76"]},"lucas_9_49_mestre":{"palavra_pt":"mestre","palavra_original":"ἐπιστάτης","transliteracao":"epistátēs","strong":"G1988","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Mestre refere-se a Jesus como o ensinador e guia dos discípulos.","explicacao_detalhada":"Neste versículo, os discípulos reconhecem Jesus como seu mestre, o que implica em seguir Seus ensinamentos e exemplo.","por_que_esta_palavra":"A palavra 'mestre' é crucial para entender a relação de ensino e aprendizado entre Jesus e Seus seguidores.","conexao_teologica":"Jesus é frequentemente chamado de Mestre, e isso reflete Sua autoridade e sabedoria divina.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"lucas_9_50_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa o Salvador e a figura central da fé cristã.","explicacao_detalhada":"Neste versículo, a menção de Jesus destaca Sua autoridade e o papel que Ele desempenha na salvação da humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a identidade cristã e a compreensão do plano de redenção.","conexao_teologica":"Jesus é o nome que significa 'O Senhor salva', e isso é central para a mensagem do evangelho.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"lucas_9_50_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina.","explicacao_detalhada":"Neste contexto, a negação de 'deus' implica que não se deve agir contra os propósitos de Deus, que são manifestos em Jesus.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a relação entre a humanidade e a divindade, especialmente em relação à obra de Jesus.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, e a rejeição de ações contra Ele é um chamado à unidade e ao respeito.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 8:31"]},"lucas_9_50_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com a vontade de Deus.","explicacao_detalhada":"Neste versículo, 'conforme' sugere que as ações devem estar alinhadas com os propósitos divinos, especialmente no que diz respeito ao ministério de Jesus.","por_que_esta_palavra":"A palavra 'conforme' é usada para enfatizar a importância de agir de acordo com os ensinamentos e a vontade de Deus.","conexao_teologica":"A conformidade com a vontade de Deus é um tema recorrente nas Escrituras, refletindo a importância da obediência.","referencias_relacionadas":["Romanos 12:2","Efésios 5:17","Colossenses 1:10"]},"lucas_9_51_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se ao momento decisivo em que Jesus se dirige a Jerusalém.","explicacao_detalhada":"Neste versículo, o 'dia' simboliza um tempo de cumprimento das profecias e da missão de Jesus.","por_que_esta_palavra":"A palavra 'dia' é significativa porque marca um ponto de virada na narrativa do evangelho, onde Jesus se prepara para o sacrifício.","conexao_teologica":"O dia da crucificação é um marco na história da salvação, e a determinação de Jesus em ir a Jerusalém é um ato de obediência ao plano divino.","referencias_relacionadas":["Mateus 16:21","Lucas 18:31","João 12:23"]},"lucas_9_51_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida de alguém ao seguir a Cristo.","explicacao_detalhada":"Neste versículo, 'tornar-se' implica em um processo de mudança e crescimento espiritual que é essencial para a vida cristã.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a dinâmica da fé, onde os crentes são chamados a se transformar à imagem de Cristo.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"lucas_9_51_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto de Jesus é uma expressão de determinação e foco em Sua missão.","explicacao_detalhada":"Neste versículo, o 'rosto' simboliza a intenção de Jesus em cumprir Sua missão, mesmo diante das adversidades.","por_que_esta_palavra":"A palavra 'rosto' é significativa porque representa a direção e a determinação de Jesus em seguir o caminho que o levaria à cruz.","conexao_teologica":"A determinação de Jesus é um exemplo para os crentes, que são chamados a seguir o exemplo de Cristo em suas próprias vidas.","referencias_relacionadas":["Hebreus 12:2","Lucas 13:22","Mateus 26:39"]},"lucas_9_52_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto novamente representa a determinação de Jesus em seguir o caminho que Deus havia traçado.","explicacao_detalhada":"Neste contexto, o 'rosto' de Jesus voltado para Jerusalém é um símbolo de Sua missão redentora e do cumprimento das profecias.","por_que_esta_palavra":"A repetição da palavra 'rosto' enfatiza a importância da intenção e da direção na vida cristã.","conexao_teologica":"A direção que Jesus toma é um chamado para que os crentes também mantenham o foco em sua missão e propósito em Cristo.","referencias_relacionadas":["Lucas 9:51","Mateus 4:19","Filipenses 3:14"]},"lucas_9_53_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O termo 'rosto' refere-se à face, simbolizando a presença e a identidade de uma pessoa.","explicacao_detalhada":"No contexto de Lucas 9:53, o 'rosto' de Jesus é mencionado em relação à sua determinação em ir a Jerusalém, indicando sua missão e propósito. O rosto é muitas vezes associado à expressão de emoções e intenções.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a intenção de Jesus em seguir seu caminho, mesmo diante da rejeição.","conexao_teologica":"O 'rosto' de Jesus representa sua humanidade e sua disposição em enfrentar o sofrimento por amor à humanidade.","referencias_relacionadas":["Mateus 5:8","Êxodo 33:20","Salmos 27:8"]},"lucas_9_53_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é a cidade santa, um centro espiritual e político para os judeus.","explicacao_detalhada":"Neste versículo, Jerusalém é o destino final de Jesus, onde ocorrerão eventos cruciais de sua missão, incluindo sua crucificação e ressurreição. A cidade é um símbolo de esperança e redenção.","por_que_esta_palavra":"A menção de Jerusalém destaca a importância do local na narrativa bíblica e o cumprimento das profecias.","conexao_teologica":"Jerusalém é vista como o lugar onde Deus se encontra com seu povo, e a missão de Jesus é central para a salvação da humanidade.","referencias_relacionadas":["Mateus 23:37","Lucas 13:34","Hebreus 12:22"]},"lucas_9_53_accept":{"palavra_pt":"aceitar","palavra_original":"δέχομαι","transliteracao":"déchomai","strong":"G1209","significado_raiz":"Ideia básica: aceitar.","significado_contextual":"Aceitar implica em receber ou acolher algo ou alguém.","explicacao_detalhada":"No contexto, 'aceitar' refere-se à disposição dos samaritanos em receber Jesus. A rejeição deles destaca a resistência ao evangelho.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de aceitação e rejeição que Jesus enfrentou em seu ministério.","conexao_teologica":"A aceitação do evangelho é um tema central na teologia cristã, refletindo a resposta humana à graça de Deus.","referencias_relacionadas":["João 1:12","Atos 2:41","Romanos 10:9"]},"lucas_9_54_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a alguém que possui autoridade ou domínio.","explicacao_detalhada":"Neste versículo, os discípulos se referem a Jesus como 'Senhor', reconhecendo sua autoridade divina e poder sobre as circunstâncias.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a relação de submissão e reverência que os discípulos têm em relação a Jesus.","conexao_teologica":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em aceitar sua soberania e liderança em nossas vidas.","referencias_relacionadas":["Filipenses 2:10-11","Romanos 14:9","Mateus 28:18"]},"lucas_9_54_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é frequentemente visto como a morada de Deus e um lugar de glória e paz.","explicacao_detalhada":"No contexto, o céu é mencionado em relação ao poder de Deus e à possibilidade de intervenção divina nas situações humanas.","por_que_esta_palavra":"A palavra é usada para ilustrar a autoridade de Jesus e sua conexão com o Pai celestial.","conexao_teologica":"O céu representa a esperança cristã de vida eterna e a promessa de estar na presença de Deus.","referencias_relacionadas":["Mateus 6:9","João 14:2","Apocalipse 21:4"]},"lucas_9_54_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher implica em tomar uma decisão ou fazer uma seleção.","explicacao_detalhada":"Neste versículo, a palavra 'escolher' reflete a autoridade de Jesus em decidir como responder à rejeição dos samaritanos.","por_que_esta_palavra":"A escolha de Jesus de não responder com violência, mas com compaixão, é um exemplo de sua missão redentora.","conexao_teologica":"A liberdade de escolha é um tema importante na teologia, refletindo a natureza do amor e da graça de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Efésios 1:4"]},"lucas_9_55_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se à essência vital ou à força que dá vida.","explicacao_detalhada":"No contexto, o espírito é mencionado em relação ao poder de Deus para transformar vidas e trazer salvação.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de uma mudança espiritual e a ação do Espírito Santo.","conexao_teologica":"O Espírito Santo é fundamental na vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:22-23","Atos 1:8"]},"lucas_9_55_convert":{"palavra_pt":"convert","palavra_original":"στρέφω","transliteracao":"stréphō","strong":"G4762","significado_raiz":"Ideia básica: convert.","significado_contextual":"Converter significa mudar de direção ou de atitude.","explicacao_detalhada":"Neste versículo, a conversão é apresentada como uma necessidade para aqueles que rejeitam a mensagem de Jesus.","por_que_esta_palavra":"A palavra é crucial para entender a chamada ao arrependimento e à transformação que Jesus oferece.","conexao_teologica":"A conversão é um tema central no evangelho, representando a mudança de coração que leva à salvação.","referencias_relacionadas":["Atos 3:19","Romanos 12:2","2 Coríntios 5:17"]},"lucas_9_56_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A 'alma' refere-se à essência de uma pessoa, sua vida e identidade.","explicacao_detalhada":"No contexto, a alma é mencionada em relação ao valor da vida e à necessidade de salvação.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da vida eterna e da redenção oferecida por Jesus.","conexao_teologica":"A salvação da alma é um dos principais objetivos da missão de Jesus, refletindo o amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 16:26","1 Pedro 1:9","Salmos 23:3"]},"lucas_9_57_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre a vida e o ministério.","explicacao_detalhada":"Neste versículo, a referência a Jesus como 'Senhor' destaca a disposição de segui-lo, mesmo diante de dificuldades.","por_que_esta_palavra":"A palavra é significativa para entender a relação de submissão e compromisso dos discípulos com Jesus.","conexao_teologica":"Reconhecer Jesus como Senhor é essencial para a fé cristã, pois implica em aceitar sua liderança em todas as áreas da vida.","referencias_relacionadas":["Lucas 6:46","João 13:13","Romanos 10:9"]},"lucas_9_57_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' implica uma transformação ou mudança de estado.","explicacao_detalhada":"Neste contexto, refere-se à ideia de que seguir Jesus pode exigir uma mudança significativa na vida de uma pessoa, onde ela deve se tornar algo diferente do que era antes.","por_que_esta_palavra":"A escolha da palavra 'tornar-se' enfatiza a necessidade de um compromisso profundo e uma nova identidade em Cristo.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a nova criação em Cristo (2 Coríntios 5:17).","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"lucas_9_58_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, significando 'O Senhor é salvação'.","explicacao_detalhada":"Neste versículo, Jesus se apresenta como alguém que não tem um lugar fixo, desafiando as expectativas de conforto e segurança dos seguidores.","por_que_esta_palavra":"A menção do nome 'Jesus' destaca sua autoridade e a importância de sua missão redentora.","conexao_teologica":"Jesus é o centro da salvação e da revelação de Deus ao homem (João 14:6).","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"lucas_9_58_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual e à presença de Deus.","explicacao_detalhada":"Neste contexto, Jesus menciona que as aves têm seus lares no céu, contrastando com sua própria falta de um lugar seguro na terra.","por_que_esta_palavra":"A referência ao céu enfatiza a natureza temporária da vida terrena e a realidade do reino de Deus.","conexao_teologica":"O céu é frequentemente mencionado como a morada de Deus e a esperança final dos crentes (Filipenses 3:20).","referencias_relacionadas":["Mateus 6:20","Hebreus 11:16","Apocalipse 21:1-4"]},"lucas_9_59_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica autoridade e domínio.","explicacao_detalhada":"Neste versículo, a palavra é usada para reconhecer a autoridade de Jesus sobre a vida do seguidor.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial, pois implica submissão e reconhecimento da soberania de Cristo.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, refletindo sua divindade e poder (Mateus 28:18).","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"lucas_9_59_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal e à expressão de intenções.","explicacao_detalhada":"Neste contexto, o ato de falar é uma forma de expressar a prioridade que se dá a certas obrigações, como a família.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da comunicação na relação entre o seguidor e Jesus.","conexao_teologica":"A comunicação com Deus é fundamental na vida cristã, refletindo a necessidade de oração e diálogo (1 Tessalonicenses 5:17).","referencias_relacionadas":["Tiago 1:19","Salmos 19:14","1 Pedro 3:15"]},"lucas_9_60_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é usada novamente para enfatizar sua identidade e missão.","explicacao_detalhada":"Neste versículo, Jesus desafia o seguidor a priorizar o chamado divino sobre as obrigações familiares.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça sua autoridade e a urgência de sua mensagem.","conexao_teologica":"A centralidade de Jesus na vida do crente é um tema essencial, refletindo a necessidade de colocá-lo em primeiro lugar (Mateus 6:33).","referencias_relacionadas":["Mateus 6:33","Lucas 14:26","Gálatas 1:10"]},"lucas_9_60_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, a menção de Deus sublinha a importância de cumprir os mandamentos divinos acima de tradições humanas.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo sua autoridade sobre a vida dos crentes (Romanos 11:36).","referencias_relacionadas":["Romanos 11:36","Salmos 24:1","Isaías 45:5-6"]},"lucas_9_60_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para expressar a intenção de cumprir uma obrigação.","explicacao_detalhada":"Neste versículo, o ato de falar é uma forma de justificar a prioridade dada à família em relação ao chamado de Jesus.","por_que_esta_palavra":"A repetição da palavra 'falar' destaca a necessidade de refletir sobre as prioridades na vida do crente.","conexao_teologica":"A comunicação com Deus e a disposição para obedecer são fundamentais na vida cristã (Tiago 1:22).","referencias_relacionadas":["Tiago 1:22","Romanos 12:1","Colossenses 3:17"]},"lucas_9_61_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente implica autoridade e domínio sobre a vida do seguidor.","explicacao_detalhada":"Neste contexto, o uso da palavra 'senhor' reforça a ideia de que Jesus deve ser a prioridade máxima na vida do crente.","por_que_esta_palavra":"A escolha da palavra 'senhor' é essencial para entender a relação de submissão e devoção ao Cristo.","conexao_teologica":"A submissão a Cristo é um tema central na vida cristã, refletindo a entrega total ao Senhor (Gálatas 2:20).","referencias_relacionadas":["Gálatas 2:20","Romanos 14:8","Colossenses 3:23"]},"lucas_9_61_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao núcleo familiar e às obrigações que ele traz.","explicacao_detalhada":"Neste contexto, a menção da família destaca as tensões entre as obrigações familiares e o chamado de Jesus.","por_que_esta_palavra":"A escolha da palavra 'família' enfatiza a importância das relações familiares, mas também o desafio de priorizar o chamado de Deus.","conexao_teologica":"A relação com a família é importante, mas deve ser subordinada ao compromisso com Cristo (Mateus 10:37).","referencias_relacionadas":["Mateus 10:37","Efésios 6:1-3","1 Timóteo 5:8"]},"lucas_9_61_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, a palavra é utilizada para enfatizar a importância da comunicação e do testemunho na vida cristã. Jesus estava chamando seus seguidores a se comprometerem plenamente com a missão.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de uma resposta verbal e ativa ao chamado de Jesus.","conexao_teologica":"A comunicação é fundamental na fé cristã, pois a mensagem do evangelho deve ser proclamada.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Atos 1:8"]},"lucas_9_62_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus está enfatizando a importância de segui-lo sem olhar para trás, indicando que Ele é o centro da vida do crente.","por_que_esta_palavra":"O uso do nome 'Jesus' é crucial, pois representa a autoridade e a missão divina de salvar a humanidade.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e segui-lo é essencial para a salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"lucas_9_62_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, a referência a Deus sublinha a soberania divina sobre a vida e a necessidade de priorizar o relacionamento com Ele acima de tudo.","por_que_esta_palavra":"A palavra 'Deus' é usada para reafirmar a importância de colocar a vontade divina em primeiro lugar na vida do crente.","conexao_teologica":"A relação com Deus é fundamental para a fé cristã e para a compreensão do propósito da vida.","referencias_relacionadas":["Salmos 37:5","Mateus 6:33","Hebreus 11:6"]},"lucas_9_62_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação, trabalho e o que fazemos com nossas vidas.","explicacao_detalhada":"Neste versículo, a mão representa a capacidade de agir e a necessidade de estar comprometido com a obra de Deus.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a ação prática que deve acompanhar a fé.","conexao_teologica":"A fé sem obras é morta, e a mão simboliza a ação que deve ser realizada em resposta ao chamado de Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Colossenses 3:23"]}}