{"miqueias_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado ao juízo de Deus.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um tempo determinado em que Deus se manifestará em juízo ou em ação. No contexto de Miqueias, isso pode se referir ao dia do Senhor, um tempo de julgamento e restauração.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a seriedade da mensagem profética de Miqueias, que alerta sobre as consequências do pecado.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do juízo e à intervenção divina na história, refletindo a soberania de Deus sobre o tempo e os eventos.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","Zacarias 14:1"]},"miqueias_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Indica uma declaração ou mensagem que possui peso e importância.","explicacao_detalhada":"A palavra 'dâbâr' é usada para enfatizar a comunicação de Deus ao seu povo, revelando Sua vontade e propósito. No contexto de Miqueias, isso se refere à mensagem de advertência e julgamento.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a autoridade e a seriedade da mensagem profética, que não é meramente uma opinião, mas uma revelação divina.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, capaz de transformar vidas e trazer juízo ou salvação.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"miqueias_1_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é central na teologia israelita, simbolizando a presença e a ação de Deus na história. No contexto de Miqueias, isso enfatiza que o juízo vem do Senhor.","por_que_esta_palavra":"O uso do nome de Deus reforça a ideia de que as mensagens e ações proféticas têm origem divina, e não humana.","conexao_teologica":"O nome do Senhor é um tema recorrente na Bíblia, associado à aliança, à salvação e ao juízo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"miqueias_1_2_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo, o lugar de adoração e presença de Deus entre o povo.","explicacao_detalhada":"O 'templo' é visto como o centro espiritual de Israel, onde se realizavam sacrifícios e se buscava a presença de Deus. Miqueias critica a corrupção que ocorre nesse espaço sagrado.","por_que_esta_palavra":"A menção ao templo destaca a importância da adoração pura e da justiça social, que estavam sendo negligenciadas.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e Seu povo, sendo um lugar de encontro e reconciliação.","referencias_relacionadas":["Salmos 27:4","Ezequiel 10:4","Mateus 21:12"]},"miqueias_1_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, enfatizando a importância da conduta.","explicacao_detalhada":"A palavra 'modo' sugere que a forma como as coisas são feitas é tão importante quanto o que é feito. Miqueias critica a hipocrisia e a injustiça nas ações do povo.","por_que_esta_palavra":"A escolha dessa palavra ressalta que Deus se importa não apenas com as ações, mas também com a intenção e a integridade por trás delas.","conexao_teologica":"A maneira de viver e agir é um reflexo da fé e do caráter de uma pessoa diante de Deus.","referencias_relacionadas":["Provérbios 21:2","Mateus 5:16","Colossenses 3:23"]},"miqueias_1_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é utilizada para enfatizar a relação de Deus com Israel e a importância da terra prometida. Miqueias fala sobre a devastação que virá sobre a terra devido ao pecado.","por_que_esta_palavra":"A menção à terra destaca a conexão entre a justiça de Deus e as consequências que afetam o povo e a criação.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando tanto a bênção quanto o juízo de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Romanos 8:22"]},"miqueias_1_3_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário, que pode ser tanto humano quanto espiritual.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus, refletindo a realidade de conflitos e opressões enfrentadas por Israel.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a luta constante entre o bem e o mal, e a necessidade de confiar em Deus como defensor.","conexao_teologica":"A batalha contra inimigos é um tema recorrente na Bíblia, onde Deus promete proteção e vitória aos que confiam Nele.","referencias_relacionadas":["Salmos  enemies 23:5","Romanos 8:31","Efésios 6:12"]},"miqueias_1_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus ao motivo por trás dela, revelando a lógica divina por trás do juízo.","por_que_esta_palavra":"Essa palavra é fundamental para entender a relação de causa e efeito nas ações de Deus em resposta ao comportamento humano.","conexao_teologica":"A compreensão das razões de Deus é essencial para a fé, pois revela Seu caráter justo e misericordioso.","referencias_relacionadas":["Isaías 1:18","Romanos 2:6","Gálatas 6:7"]},"miqueias_1_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao Senhor, enfatizando Sua autoridade sobre a situação.","explicacao_detalhada":"A repetição do nome de Deus reforça a ideia de que todas as ações e juízos são realizados sob Sua soberania.","por_que_esta_palavra":"A menção do Senhor neste contexto é um lembrete da esperança e da justiça que vêm de Deus, mesmo em meio ao juízo.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença constante e de Sua promessa de estar com Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 28:20"]},"miqueias_1_4_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a uma elevação geográfica, mas também simboliza a presença de Deus.","explicacao_detalhada":"A palavra 'montanha' é frequentemente associada a lugares de encontro com Deus, como o Sinai. Miqueias usa essa imagem para descrever a grandeza e a majestade de Deus.","por_que_esta_palavra":"A escolha da palavra 'montanha' enfatiza a ideia de que Deus é elevado e soberano sobre todas as coisas.","conexao_teologica":"Montanhas na Bíblia muitas vezes simbolizam a estabilidade e a força de Deus, além de serem locais de revelação divina.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"miqueias_1_4_wax":{"palavra_pt":"wax","palavra_original":"דּוֹנַג","transliteracao":"dôwnag","strong":"H1749","significado_raiz":"Ideia básica: wax.","significado_contextual":"Refere-se à ideia de algo que se molda ou se transforma, simbolizando a fragilidade e a vulnerabilidade.","explicacao_detalhada":"A palavra 'wax' (דּוֹנַג) é usada para descrever um estado de transformação, onde algo pode ser moldado ou alterado. No contexto de Miqueias, isso pode refletir a condição do povo de Israel diante do juízo divino.","por_que_esta_palavra":"A escolha da palavra enfatiza a fragilidade da situação de Israel e a necessidade de arrependimento.","conexao_teologica":"A transformação e a fragilidade são temas recorrentes na relação entre Deus e seu povo, onde a desobediência leva a consequências severas.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Jeremias 18:6"]},"miqueias_1_5_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado do povo, que se afastou dos caminhos de Deus.","explicacao_detalhada":"A palavra 'pecado' (חַטָּאָה) indica a transgressão da lei divina. No contexto de Miqueias, isso é um chamado ao reconhecimento da culpa e à necessidade de arrependimento.","por_que_esta_palavra":"É crucial para entender a condição espiritual de Israel e a urgência de retornar a Deus.","conexao_teologica":"O pecado é um tema central na teologia bíblica, que destaca a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"miqueias_1_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo se comporta, indicando a necessidade de mudança.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade do comportamento do povo, que deve ser examinado à luz da vontade de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza que não é apenas uma ação, mas um estilo de vida que precisa ser transformado.","conexao_teologica":"A vida cristã é chamada a refletir a santidade de Deus em todos os aspectos.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:22-23","Efésios 4:1"]},"miqueias_1_6_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do juízo que virá sobre Israel devido ao seu pecado.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) indica a magnitude da destruição que está por vir, simbolizando a seriedade do juízo de Deus.","por_que_esta_palavra":"É um alerta sobre as consequências do afastamento de Deus e a gravidade da situação.","conexao_teologica":"A grandeza do juízo de Deus é um tema que destaca a justiça divina e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Hebreus 10:31","Apocalipse 20:11-15"]},"miqueias_1_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo se comporta, indicando a necessidade de mudança.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade do comportamento do povo, que deve ser examinado à luz da vontade de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza que não é apenas uma ação, mas um estilo de vida que precisa ser transformado.","conexao_teologica":"A vida cristã é chamada a refletir a santidade de Deus em todos os aspectos.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:22-23","Efésios 4:1"]},"miqueias_1_7_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o juízo e a purificação que virão sobre o povo.","explicacao_detalhada":"A palavra 'fogo' (אֵשׁ) é frequentemente associada ao juízo divino e à purificação. No contexto de Miqueias, representa a severidade do castigo que se aproxima.","por_que_esta_palavra":"O fogo é um símbolo poderoso que evoca a ideia de destruição e renovação.","conexao_teologica":"O fogo é um tema que aparece em várias partes da Bíblia, simbolizando tanto o juízo quanto a purificação.","referencias_relacionadas":["Mateus 3:12","1 Coríntios 3:13-15","Hebreus 12:29"]},"miqueias_1_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o juízo está sendo proclamado.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a causa do juízo, ligando a ação de Deus à desobediência do povo.","por_que_esta_palavra":"É fundamental para entender a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico importante na Bíblia.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Salmos 37:28"]},"miqueias_1_8_howl":{"palavra_pt":"howl","palavra_original":"יָלַל","transliteracao":"yâlal","strong":"H3213","significado_raiz":"Ideia básica: howl.","significado_contextual":"Refere-se ao lamento e à dor que o povo sentirá devido ao juízo.","explicacao_detalhada":"A palavra 'howl' (יָלַל) expressa um profundo clamor e desespero, refletindo a gravidade da situação.","por_que_esta_palavra":"O lamento é uma resposta natural ao sofrimento e ao juízo, destacando a necessidade de arrependimento.","conexao_teologica":"O lamento é um tema que aparece em muitos salmos e profecias, mostrando a dor do povo diante do juízo de Deus.","referencias_relacionadas":["Jeremias 9:10","Lamentações 1:1","Ezequiel 21:12"]},"miqueias_1_8_terra":{"palavra_pt":"terra","palavra_original":"תַּנִּין","transliteracao":"tannîyn","strong":"H8577","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que sofrerá as consequências do pecado do povo.","explicacao_detalhada":"A palavra 'terra' (תַּנִּין) simboliza não apenas o território físico, mas também a herança e a identidade do povo de Deus.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, e seu sofrimento reflete a desobediência do povo.","conexao_teologica":"A relação entre o povo e a terra é um tema recorrente na Bíblia, simbolizando a bênção e a maldição.","referencias_relacionadas":["Deuteronômio 28:15-68","Isaías 24:4-6","Ezequiel 36:33-36"]},"miqueias_1_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o juízo está sendo proclamado.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a causa do juízo, ligando a ação de Deus à desobediência do povo.","por_que_esta_palavra":"É fundamental para entender a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico importante na Bíblia.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Salmos 37:28"]},"miqueias_1_9_impio":{"palavra_pt":"impio","palavra_original":"אָנַשׁ","transliteracao":"ʼânash","strong":"H605","significado_raiz":"Ideia básica: impio.","significado_contextual":"Refere-se a uma pessoa que vive de maneira contrária aos preceitos de Deus, especialmente em um contexto de juízo.","explicacao_detalhada":"A palavra 'ímpio' é usada para descrever aqueles que não seguem a lei de Deus e que praticam a injustiça. No contexto de Miqueias 1:9, o profeta fala sobre o juízo que virá sobre os ímpios por causa de suas ações.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade do pecado e a necessidade de arrependimento diante do juízo divino.","conexao_teologica":"A impiedade é um tema recorrente nas Escrituras, onde Deus promete juízo sobre os ímpios, mas também oferece perdão e restauração aos que se arrependem.","referencias_relacionadas":["Salmos 1:4-6","Provérbios 11:21","Romanos 1:18"]},"miqueias_1_10_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó da terra, simbolizando a fragilidade e a transitoriedade das coisas.","explicacao_detalhada":"A palavra 'po' é usada para descrever a condição de algo que é efêmero e sem valor duradouro. No contexto, Miqueias usa essa imagem para ilustrar a destruição iminente.","por_que_esta_palavra":"A utilização de 'pó' enfatiza a vulnerabilidade das cidades e nações diante do juízo de Deus.","conexao_teologica":"O pó é frequentemente associado à mortalidade e à necessidade de humildade diante de Deus.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:20","Salmos 103:14"]},"miqueias_1_10_cidade":{"palavra_pt":"cidade","palavra_original":"גַּת","transliteracao":"Gath","strong":"H1661","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, que pode ser um símbolo de segurança ou de corrupção.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever não apenas um lugar físico, mas também a comunidade que vive ali. Em Miqueias, as cidades são frequentemente mencionadas em relação ao juízo de Deus.","por_que_esta_palavra":"A cidade representa tanto a habitação do povo quanto o estado moral e espiritual da sociedade.","conexao_teologica":"As cidades são vistas como lugares de refúgio, mas também de pecado, e o juízo de Deus pode se manifestar nelas.","referencias_relacionadas":["Isaías 1:21","Mateus 5:14","Apocalipse 21:2"]},"miqueias_1_11_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a algo, sugerindo proximidade ou inclusão.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de um indivíduo ou grupo em relação a outros. No contexto, pode referir-se à situação do povo de Deus em meio à corrupção.","por_que_esta_palavra":"A inclusão no termo 'entre' destaca a realidade de que o povo de Deus muitas vezes se encontra cercado por ímpios.","conexao_teologica":"A presença de crentes em meio a um mundo ímpio é um tema importante, onde são chamados a ser luz e sal.","referencias_relacionadas":["Mateus 5:13-16","João 17:15-18","1 Pedro 2:9"]},"miqueias_1_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça, contrastando com a corrupção e a mentira.","explicacao_detalhada":"A palavra 'verdade' é fundamental na mensagem de Miqueias, que clama por justiça e retidão em um tempo de engano.","por_que_esta_palavra":"A ênfase na verdade destaca a necessidade de integridade moral e espiritual entre o povo de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"miqueias_1_12_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é desejável, justo e que agrada a Deus.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus e o que Ele espera de Seu povo. Em Miqueias, o contraste entre o bom e o mau é evidente.","por_que_esta_palavra":"A utilização de 'bom' enfatiza a expectativa de Deus por um comportamento justo e reto.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, e os crentes são chamados a refletir essa bondade em suas vidas.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Tiago 1:17"]},"miqueias_1_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de algo, frequentemente usada para introduzir uma explicação.","explicacao_detalhada":"A palavra 'porque' é utilizada para justificar a declaração anterior, ligando a ação de Deus ao comportamento do povo.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica do juízo de Deus em relação ao pecado.","conexao_teologica":"A relação entre causa e efeito é um princípio importante nas Escrituras, onde as ações têm consequências.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Hebreus 10:30"]},"miqueias_1_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"A palavra 'julgar' é usada para descrever a ação de Deus em trazer justiça e retidão ao Seu povo, especialmente em tempos de corrupção.","por_que_esta_palavra":"A ênfase no julgamento destaca a soberania de Deus sobre a história e a moralidade.","conexao_teologica":"O julgamento de Deus é um tema recorrente, onde Ele promete restaurar a justiça e punir a iniquidade.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Apocalipse 20:12"]},"miqueias_1_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Reitera a ideia de avaliação moral e a necessidade de justiça em meio à corrupção.","explicacao_detalhada":"A repetição da palavra 'julgar' enfatiza a importância do juízo de Deus e a urgência de se voltar para Ele.","por_que_esta_palavra":"A palavra é utilizada para reforçar a mensagem de que Deus é o juiz supremo e que todos prestarão contas a Ele.","conexao_teologica":"O conceito de julgamento é central na teologia bíblica, onde Deus é visto como o juiz justo.","referencias_relacionadas":["Isaías 33:22","Romanos 14:10-12","2 Coríntios 5:10"]},"miqueias_1_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante, especialmente em um contexto de autoridade e liderança.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a figura de autoridade que deve governar com justiça. Em Miqueias, a liderança é criticada quando não reflete a justiça de Deus.","por_que_esta_palavra":"A utilização de 'rei' destaca a responsabilidade dos líderes em guiar o povo segundo os princípios divinos.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os líderes humanos devem refletir Seu caráter em suas decisões.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 16:12","1 Pedro 2:13-14"]},"miqueias_1_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo a alguém, muitas vezes em um contexto de necessidade ou súplica.","explicacao_detalhada":"Neste versículo, o clamor é um apelo a Deus para que Ele conceda ajuda ou intervenção em meio a dificuldades. O uso da palavra 'dar' enfatiza a dependência do povo em relação à generosidade divina.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a relação entre o ser humano e Deus, onde o homem clama por aquilo que não pode obter por si mesmo.","conexao_teologica":"A teologia da graça é central aqui, pois enfatiza que tudo que recebemos de Deus é um presente, não algo que merecemos.","referencias_relacionadas":["Salmos 34:17","Tiago 1:5","Mateus 7:7"]},"miqueias_1_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza não apenas uma estrutura física, mas também um lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"Neste contexto, a 'casa' pode referir-se ao lar do povo de Israel, que está sendo ameaçado. A destruição da casa representa a perda de identidade e segurança.","por_que_esta_palavra":"A palavra 'casa' é usada para ilustrar a fragilidade da segurança humana diante do juízo divino.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus entre seu povo, como em Êxodo 25:8.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:4","Mateus 7:24-25"]},"miqueias_1_15_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou reivindicar algo de maneira firme e decisiva.","explicacao_detalhada":"No contexto do versículo, 'agarrar' pode se referir à ação de Deus em tomar posse do que é Seu, ou à ação de um inimigo que toma o que não lhe pertence.","por_que_esta_palavra":"A escolha de 'agarrar' enfatiza a intensidade e a determinação na ação, seja de Deus ou de um conquistador.","conexao_teologica":"A ideia de posse é central na relação de Deus com Seu povo, onde Ele promete cuidar e proteger aqueles que são Seus.","referencias_relacionadas":["Salmos 37:29","Romanos 8:17","1 Pedro 5:8"]},"miqueias_1_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de fazer uma avaliação ou decisão sobre uma situação, muitas vezes com conotações de justiça.","explicacao_detalhada":"Neste versículo, 'julgar' pode se referir ao julgamento de Deus sobre as ações do povo, enfatizando a necessidade de justiça e retidão.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a natureza de Deus como justo e reto, que não ignora a iniquidade.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua santidade e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 9:7","Romanos 2:6","Apocalipse 20:12"]},"miqueias_1_16_destruir":{"palavra_pt":"destruir","palavra_original":"גַּזָז","transliteracao":"gazâz","strong":"H1494","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' implica em causar a ruína ou a aniquilação de algo.","explicacao_detalhada":"Neste contexto, 'destruir' refere-se ao juízo de Deus sobre a iniquidade, onde o que é corrupto e injusto será eliminado.","por_que_esta_palavra":"A escolha de 'destruir' enfatiza a severidade do juízo divino e a certeza de que a justiça será feita.","conexao_teologica":"A destruição dos ímpios é uma parte da justiça de Deus, que não pode tolerar o pecado.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","2 Pedro 3:9"]},"miqueias_1_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa uma relação de descendência, herança e continuidade.","explicacao_detalhada":"No contexto, 'filho' pode simbolizar a continuidade da linhagem e a responsabilidade que vem com essa posição.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação entre Deus e Seu povo, que é chamado de filhos.","conexao_teologica":"A filiação é um tema central na Bíblia, onde os crentes são chamados de filhos de Deus por meio de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"miqueias_1_16_aguia":{"palavra_pt":"aguia","palavra_original":"נֶשֶׁר","transliteracao":"nesher","strong":"H5404","significado_raiz":"Ideia básica: aguia.","significado_contextual":"A palavra 'águia' simboliza força, proteção e visão aguçada.","explicacao_detalhada":"Neste contexto, a águia pode representar a proteção divina sobre o povo, assim como a águia cuida de seus filhotes.","por_que_esta_palavra":"A escolha de 'águia' destaca a majestade e a força de Deus em cuidar de Seu povo.","conexao_teologica":"A águia é frequentemente usada na Bíblia como símbolo da proteção e do cuidado de Deus, como em Isaías 40:31.","referencias_relacionadas":["Êxodo 19:4","Salmos 91:4","Isaías 40:31"]}}