{"miqueias_2_1_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, à fonte de poder e autoridade.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a soberania e a força de Deus em contrastar com a fraqueza humana.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de quem Deus é e Sua relação com a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre todas as coisas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 11:36"]},"miqueias_2_1_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade ou à falta de valor real nas ações humanas.","explicacao_detalhada":"Neste contexto, 'vaidade' pode se referir às ações dos ímpios que buscam seus próprios interesses sem considerar a justiça.","por_que_esta_palavra":"A escolha de 'vaidade' destaca a futilidade das ambições humanas que não estão alinhadas com a vontade de Deus.","conexao_teologica":"A vaidade é um tema recorrente na Bíblia, onde se enfatiza a importância de buscar o que é eterno em vez do que é passageiro.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Romanos 8:18"]},"miqueias_2_1_commit":{"palavra_pt":"entregar","palavra_original":"פָּעַל","transliteracao":"pâʻal","strong":"H6466","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' implica em dar algo a alguém, muitas vezes em um contexto de responsabilidade ou compromisso.","explicacao_detalhada":"Neste contexto, 'entregar' pode se referir ao ato de confiar algo a Deus ou a responsabilidade que temos em relação às nossas ações.","por_que_esta_palavra":"A escolha de 'entregar' enfatiza a necessidade de confiar em Deus e de agir com responsabilidade.","conexao_teologica":"A entrega a Deus é um tema central na vida cristã, onde somos chamados a confiar nossas vidas e decisões a Ele.","referencias_relacionadas":["Salmos 37:5","Mateus 11:28","1 Pedro 5:7"]},"miqueias_2_2_grande":{"palavra_pt":"grande","palavra_original":"חָמַד","transliteracao":"châmad","strong":"H2530","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das posses que os homens cobiçam.","explicacao_detalhada":"A palavra 'grande' neste contexto indica não apenas a dimensão física, mas também a importância e o valor que as posses têm para os indivíduos, refletindo a ganância e a ambição desmedida.","por_que_esta_palavra":"É utilizada para enfatizar a magnitude do desejo humano por bens materiais, que leva à injustiça.","conexao_teologica":"A cobiça é condenada nas Escrituras, pois desvia o coração do que é verdadeiramente importante: a relação com Deus e o amor ao próximo.","referencias_relacionadas":["Tiago 4:2","1 Timóteo 6:10","Êxodo 20:17"]},"miqueias_2_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, à residência, mas também simboliza segurança e estabilidade.","explicacao_detalhada":"A 'casa' é um espaço físico, mas também representa a família e a comunidade. O desejo de possuí-la ilustra a busca por segurança e pertencimento.","por_que_esta_palavra":"É importante para mostrar como a ambição pode levar à opressão dos outros, ao tentar tomar o que não pertence.","conexao_teologica":"A casa é frequentemente usada nas Escrituras como uma metáfora para a proteção divina e a comunidade de fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"miqueias_2_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, em sua essência e dignidade.","explicacao_detalhada":"A palavra 'homem' aqui destaca a responsabilidade moral e ética que cada indivíduo tem em suas ações e decisões.","por_que_esta_palavra":"É utilizada para enfatizar que a injustiça não afeta apenas objetos, mas pessoas criadas à imagem de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a criação à imagem de Deus e a responsabilidade que isso implica.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 22:37-39"]},"miqueias_2_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"O nome do Senhor é um símbolo de Sua presença e poder, e invocá-lo é reconhecer Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"É crucial para entender que as ações humanas não passam despercebidas por Deus, que julgará a injustiça.","conexao_teologica":"O nome do Senhor é frequentemente associado à aliança e à fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Romanos 10:13"]},"miqueias_2_3_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Uma chamada à atenção, para observar a gravidade da situação.","explicacao_detalhada":"A palavra 'eis' serve como um alerta para que as pessoas reconheçam a realidade de suas ações e suas consequências.","por_que_esta_palavra":"É usada para enfatizar a urgência da mensagem profética e a necessidade de arrependimento.","conexao_teologica":"A chamada à atenção é um tema recorrente nos profetas, que frequentemente exortam o povo a voltar-se para Deus.","referencias_relacionadas":["Isaías 1:18","Ezequiel 18:30","Mateus 4:17"]},"miqueias_2_3_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é fundamental na sociedade.","explicacao_detalhada":"A 'família' é um núcleo essencial da sociedade e da vida comunitária, e sua proteção é vital para a saúde social.","por_que_esta_palavra":"É importante para mostrar como a injustiça pode desestruturar lares e comunidades inteiras.","conexao_teologica":"A família é vista como uma instituição divina, e sua preservação é um reflexo do plano de Deus para a humanidade.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 127:3"]},"miqueias_2_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de julgamento e de consequências pelas ações humanas.","explicacao_detalhada":"O 'dia' mencionado é um tempo específico em que Deus trará justiça e retribuição, refletindo a certeza do juízo divino.","por_que_esta_palavra":"É utilizada para alertar sobre a inevitabilidade do juízo de Deus sobre a injustiça.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na teologia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Romanos 2:6-8"]},"miqueias_2_4_lament":{"palavra_pt":"lament","palavra_original":"נָהָה","transliteracao":"nâhâh","strong":"H5091","significado_raiz":"Ideia básica: lament.","significado_contextual":"Refere-se ao lamento que surge como resultado da opressão e injustiça.","explicacao_detalhada":"A palavra 'lament' expressa a dor e o sofrimento que resultam das injustiças cometidas contra o povo.","por_que_esta_palavra":"É importante para mostrar a gravidade da situação e a necessidade de arrependimento e mudança.","conexao_teologica":"O lamento é uma expressão legítima de dor que pode levar à restauração e ao retorno a Deus.","referencias_relacionadas":["Lamentações 1:1","Salmos 42:3","Mateus 5:4"]},"miqueias_2_4_backsliding":{"palavra_pt":"backsliding","palavra_original":"שׁוֹבֵב","transliteracao":"shôwbêb","strong":"H7728","significado_raiz":"Ideia básica: backsliding.","significado_contextual":"Refere-se ao desvio do caminho correto, à apostasia.","explicacao_detalhada":"A palavra 'backsliding' indica uma queda espiritual, um afastamento dos princípios de Deus e da justiça.","por_que_esta_palavra":"É utilizada para alertar sobre os perigos de se afastar de Deus e das consequências que isso traz.","conexao_teologica":"A apostasia é um tema sério nas Escrituras, com advertências sobre a necessidade de permanecer firme na fé.","referencias_relacionadas":["Jeremias 3:22","Hebreus 10:26-27","Gálatas 5:7"]},"miqueias_2_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à justiça que devem caracterizar as relações humanas.","explicacao_detalhada":"A palavra 'verdade' implica em honestidade e retidão, fundamentais para a vida em comunidade e para a relação com Deus.","por_que_esta_palavra":"É usada para contrastar a verdade com a injustiça e a opressão que estavam presentes na sociedade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo essencial para a comunhão com Ele.","referencias_relacionadas":["João 8:32","Salmos 15:2","Provérbios 12:22"]},"miqueias_2_5_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A palavra 'sorte' refere-se ao conceito de destino ou porção atribuída a alguém.","explicacao_detalhada":"No contexto de Miqueias 2:5, a 'sorte' é mencionada em relação à distribuição de terras e bens, simbolizando a injustiça social e a opressão dos pobres.","por_que_esta_palavra":"A escolha da palavra 'sorte' enfatiza a ideia de que a justiça divina está sendo ignorada, e que os poderosos estão tomando o que não lhes pertence.","conexao_teologica":"A teologia aqui destaca a soberania de Deus sobre a distribuição de bens e a responsabilidade dos líderes em cuidar dos necessitados.","referencias_relacionadas":["Salmos 16:5","Provérbios 16:33","Atos 1:26"]},"miqueias_2_5_assembleia":{"palavra_pt":"assembleia","palavra_original":"קָהָל","transliteracao":"qâhâl","strong":"H6951","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se a um grupo de pessoas reunidas, geralmente para um propósito comum.","explicacao_detalhada":"Em Miqueias 2:5, a assembleia é mencionada em um contexto de julgamento e condenação, onde os líderes e a comunidade são convocados para prestar contas.","por_que_esta_palavra":"A utilização da palavra 'assembleia' ressalta a importância da coletividade e da responsabilidade compartilhada entre o povo de Deus.","conexao_teologica":"A assembleia é um reflexo do corpo de Cristo, onde cada membro tem um papel e deve agir em justiça e retidão.","referencias_relacionadas":["Hebreus 10:25","Salmos 107:32","Mateus 18:20"]},"miqueias_2_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em sinceridade e fidelidade ao que é justo.","explicacao_detalhada":"No versículo, a 'verdade' é negada, indicando que os profetas estão distorcendo a mensagem de Deus, levando o povo a se afastar da justiça.","por_que_esta_palavra":"A escolha de 'verdade' destaca a importância da integridade na comunicação da palavra de Deus e a necessidade de permanecer fiel ao que Ele revelou.","conexao_teologica":"A verdade é central na relação entre Deus e seu povo, sendo Cristo descrito como a Verdade (João 14:6).","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"miqueias_2_6_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"A palavra 'confusão' refere-se a um estado de desordem e desorientação.","explicacao_detalhada":"Em Miqueias 2:6, a confusão é um resultado da rejeição da verdade e da justiça, levando o povo a um caminho de erro.","por_que_esta_palavra":"A utilização de 'confusão' enfatiza as consequências da desobediência e da falta de discernimento espiritual.","conexao_teologica":"A confusão é um tema recorrente nas Escrituras, onde a sabedoria de Deus é contrastada com a sabedoria humana falha.","referencias_relacionadas":["Tiago 3:16","1 Coríntios 14:33","Salmos 37:7"]},"miqueias_2_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar ou declarar algo.","explicacao_detalhada":"No contexto, a palavra é usada para criticar os profetas que falam de maneira enganosa, afirmando que a mensagem de Deus é irrelevante.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a responsabilidade dos mensageiros de Deus em transmitir a verdade e não distorcer sua palavra.","conexao_teologica":"A comunicação da verdade é essencial na missão da Igreja, refletindo a necessidade de pregar o evangelho com clareza.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Mateus 28:19-20"]},"miqueias_2_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou lugar de habitação.","explicacao_detalhada":"Em Miqueias 2:7, a 'casa' simboliza tanto a família quanto a nação de Israel, que está sendo ameaçada por injustiças.","por_que_esta_palavra":"A escolha de 'casa' enfatiza a vulnerabilidade das estruturas familiares e sociais diante da opressão.","conexao_teologica":"A casa de Deus é um tema central nas Escrituras, representando a presença divina entre seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"miqueias_2_7_erva":{"palavra_pt":"erva","palavra_original":"קָצַר","transliteracao":"qâtsar","strong":"H7114","significado_raiz":"Ideia básica: erva.","significado_contextual":"A palavra 'erva' refere-se a algo que é efêmero e de curta duração.","explicacao_detalhada":"No versículo, a erva simboliza a fragilidade da vida e a transitoriedade das posses humanas.","por_que_esta_palavra":"A utilização de 'erva' destaca a futilidade de confiar em riquezas temporais em vez de buscar a justiça e a verdade.","conexao_teologica":"A efemeridade da vida é um lembrete da necessidade de focar nas coisas eternas e na justiça de Deus.","referencias_relacionadas":["Isaías 40:6-8","Tiago 1:10-11","Salmos 103:15-16"]},"miqueias_2_8_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou causa dano.","explicacao_detalhada":"Em Miqueias 2:8, o inimigo é uma representação dos opressores que exploram e maltratam o povo de Deus.","por_que_esta_palavra":"A escolha de 'inimigo' enfatiza a luta espiritual e social que o povo enfrenta em busca de justiça.","conexao_teologica":"A batalha contra inimigos é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos  enemies:1","Efésios 6:12","Romanos 12:19"]},"miqueias_2_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou restaurar.","explicacao_detalhada":"No contexto, 'levantar' refere-se à ação de se erguer contra a injustiça e a opressão.","por_que_esta_palavra":"A escolha de 'levantar' destaca a necessidade de ação e resistência por parte do povo de Deus diante da opressão.","conexao_teologica":"A ideia de levantar-se é central na missão da Igreja, que é chamada a ser luz e sal em um mundo caído.","referencias_relacionadas":["Isaías 60:1","Mateus 5:14","Romanos 13:11"]},"miqueias_2_8_fore":{"palavra_pt":"fore","palavra_original":"מוּל","transliteracao":"mûwl","strong":"H4136","significado_raiz":"Ideia básica: fore.","significado_contextual":"A palavra 'fore' refere-se a estar diante ou em oposição.","explicacao_detalhada":"Em Miqueias 2:8, 'fore' é usado para descrever a posição dos opressores que se colocam contra o povo de Deus.","por_que_esta_palavra":"A escolha de 'fore' enfatiza a ideia de confronto e a necessidade de discernimento espiritual.","conexao_teologica":"A oposição enfrentada pelo povo de Deus é um tema que reflete a luta contínua entre a verdade e a mentira.","referencias_relacionadas":["Salmos 44:5","1 Pedro 5:8","Efésios 6:13"]},"miqueias_2_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, à habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' neste contexto pode ser entendida não apenas como uma estrutura física, mas também como um espaço de acolhimento e proteção. Em Miqueias 2:9, a referência à casa está ligada à ideia de que as mulheres de Sião foram expulsas de suas casas, o que representa uma perda de segurança e identidade.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar na cultura israelita, onde a família e a herança são fundamentais.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus entre seu povo, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"miqueias_2_9_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Indica algo que não tem fim, que perdura para sempre.","explicacao_detalhada":"A palavra 'eterno' sugere a continuidade da promessa de Deus e a durabilidade de suas alianças. Em Miqueias 2:9, a referência ao eterno pode ser vista como um contraste com a transitoriedade das coisas humanas.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a natureza imutável de Deus e suas promessas, que permanecem apesar das circunstâncias temporais.","conexao_teologica":"O conceito de eternidade é central na teologia bíblica, refletindo a natureza de Deus e a esperança da vida eterna para os crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Romanos 16:26"]},"miqueias_2_9_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à majestade e ao esplendor de Deus.","explicacao_detalhada":"A palavra 'glória' neste contexto destaca a importância da presença de Deus e sua manifestação entre o povo. Em Miqueias 2:9, a glória de Deus é contrastada com a desolação que o povo enfrenta.","por_que_esta_palavra":"A utilização da palavra 'glória' serve para lembrar ao povo de Israel sobre a grandeza de Deus, mesmo em tempos de crise.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, representando sua santidade e poder, e é frequentemente associada à adoração.","referencias_relacionadas":["Êxodo 33:18-19","Salmos 19:1","Romanos 3:23"]},"miqueias_2_10_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"Refere-se a um estado de descanso e tranquilidade.","explicacao_detalhada":"A palavra 'comfortable' sugere um lugar de paz e segurança. Em Miqueias 2:10, a ideia de conforto é um chamado para que o povo não se acomode em sua situação atual de opressão.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de despertar o povo para a realidade de sua condição e a urgência de buscar a restauração.","conexao_teologica":"O conforto é frequentemente associado à presença de Deus, que oferece consolo e esperança ao seu povo.","referencias_relacionadas":["Isaías 40:1","2 Coríntios 1:3-4","Salmos 23:4"]},"miqueias_2_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou restaurar.","explicacao_detalhada":"A palavra 'levantar' em Miqueias 2:10 sugere um chamado à ação, um convite para que o povo se levante de sua situação de desespero e busque a restauração prometida por Deus.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois implica movimento e mudança, um passo em direção à esperança.","conexao_teologica":"Levantar-se é um tema bíblico que representa a resiliência e a resposta do povo à chamada de Deus para a mudança.","referencias_relacionadas":["Isaías 60:1","Salmos 30:1","Atos 3:6"]},"miqueias_2_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou proceder.","explicacao_detalhada":"A palavra 'andar' em Miqueias 2:10 implica em como o povo deve viver em resposta às promessas de Deus. É um convite a seguir os caminhos de Deus e não se desviar.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a importância da ação contínua e da fidelidade na vida do crente.","conexao_teologica":"Andar nos caminhos de Deus é um tema central na Bíblia, representando a obediência e a relação com o Senhor.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"miqueias_2_11_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a uma razão ou justificativa.","explicacao_detalhada":"A palavra 'cause' em Miqueias 2:11 sugere a motivação por trás das ações do povo. O profeta critica a busca por falsos profetas que falam o que agrada, em vez de buscar a verdade.","por_que_esta_palavra":"A escolha dessa palavra é importante para destacar a responsabilidade do povo em suas escolhas e as consequências que delas advêm.","conexao_teologica":"A ideia de causa e efeito é fundamental na teologia bíblica, onde as ações do povo têm repercussões espirituais.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Romanos 2:6"]},"miqueias_2_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, à sua natureza e condição.","explicacao_detalhada":"A palavra 'homem' em Miqueias 2:11 é usada para enfatizar a condição moral e espiritual do povo de Israel, que se afastou de Deus.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois destaca a responsabilidade individual e coletiva diante de Deus.","conexao_teologica":"A natureza humana e sua necessidade de redenção são temas centrais na Bíblia, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","1 Coríntios 15:22"]},"miqueias_2_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de agir ou proceder.","explicacao_detalhada":"A palavra 'modo' em Miqueias 2:12 sugere a maneira como o povo vive e se comporta, enfatizando a necessidade de um retorno aos caminhos de Deus.","por_que_esta_palavra":"A escolha dessa palavra é importante para destacar a urgência de mudança na conduta do povo.","conexao_teologica":"O modo de viver é um reflexo da fé e da obediência a Deus, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 1:15"]},"miqueias_2_12_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou à reputação.","explicacao_detalhada":"A palavra 'nome' em Miqueias 2:12 é usada para enfatizar a importância da identidade do povo de Deus e como ela é afetada por suas ações.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois o nome de alguém na cultura bíblica carrega um significado profundo e representa a essência do ser.","conexao_teologica":"O nome de Deus e a identidade do Seu povo são temas centrais na Bíblia, refletindo a relação íntima entre Deus e aqueles que O seguem.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-10"]},"miqueias_2_12_drove":{"palavra_pt":"drove","palavra_original":"עֵדֶר","transliteracao":"ʻêder","strong":"H5739","significado_raiz":"Ideia básica: drove.","significado_contextual":"Refere-se ao rebanho que é reunido, simbolizando o povo de Deus.","explicacao_detalhada":"A palavra 'drove' (עֵדֶר) é usada para descrever um grupo de ovelhas ou um rebanho, que é uma metáfora comum na Bíblia para o povo de Deus. Neste contexto, Miqueias está falando sobre a restauração do povo de Israel.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de unidade e proteção sob a liderança de Deus, que é o pastor do rebanho.","conexao_teologica":"Deus é frequentemente descrito como o pastor que cuida de seu povo, e a imagem do rebanho é central na teologia bíblica.","referencias_relacionadas":["Salmos 23:1","Isaías 40:11","João 10:11"]},"miqueias_2_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano e redentor.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome pessoal de Deus, enfatizando sua autoridade e poder sobre todas as coisas. Neste versículo, Miqueias destaca a ação de Deus em libertar seu povo.","por_que_esta_palavra":"A utilização do nome 'senhor' reforça a relação pessoal e a aliança entre Deus e Israel.","conexao_teologica":"O nome de Deus é central na identidade do povo de Israel e na sua história de redenção.","referencias_relacionadas":["Êxodo 3:14","Salmos 100:3","Romanos 10:13"]},"miqueias_2_13_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Indica um crescimento ou expansão do povo de Deus.","explicacao_detalhada":"A palavra 'crescer' (פָּרַץ) sugere um aumento em número e influência, simbolizando a prosperidade e a bênção de Deus sobre seu povo após um período de opressão.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de que Deus trará um novo começo e um futuro promissor para Israel.","conexao_teologica":"O crescimento do povo de Deus é um tema recorrente na Bíblia, representando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 1:28","Isaías 54:2","Atos 2:47"]},"miqueias_2_13_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Representa a passagem ou transição, simbolizando libertação.","explicacao_detalhada":"A palavra 'cruz' (עָבַר) é usada para descrever a ação de atravessar ou passar por um lugar, indicando a ideia de movimento em direção à liberdade e à restauração.","por_que_esta_palavra":"A escolha dessa palavra sugere que o povo de Deus está prestes a atravessar de uma situação de cativeiro para uma nova vida.","conexao_teologica":"A ideia de cruzar ou passar é frequentemente associada à libertação que Deus proporciona ao seu povo.","referencias_relacionadas":["Êxodo 14:22","Salmos 66:6","Gálatas 5:1"]}}