{"miqueias_5_1_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um período ou à conclusão de um plano divino.","explicacao_detalhada":"Neste contexto, 'fim' pode indicar a culminação das promessas de Deus e a realização de sua vontade na história.","por_que_esta_palavra":"A palavra 'fim' é significativa para entender que Deus tem um propósito e um plano que se desenrola ao longo do tempo.","conexao_teologica":"O conceito de 'fim' é central na escatologia bíblica, refletindo a esperança da consumação final das promessas de Deus.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:1","Romanos 8:18"]},"miqueias_5_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que Deus agirá de maneira decisiva.","explicacao_detalhada":"Neste contexto, 'dia' pode simbolizar um tempo de julgamento ou de intervenção divina na história.","por_que_esta_palavra":"A palavra 'dia' é importante para enfatizar a certeza de que Deus intervirá em favor do seu povo em um tempo determinado.","conexao_teologica":"O 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando tanto juízo quanto salvação.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 16:14"]},"miqueias_5_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um líder ou nação, simbolizando um momento de vulnerabilidade.","explicacao_detalhada":"No contexto de Miqueias 5:1, a queda é um prenúncio de um novo surgimento, onde a fragilidade se transforma em força através do Messias.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a transitoriedade do poder humano e a necessidade de confiar em Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, onde Deus usa a fraqueza para revelar Sua força e plano redentor.","referencias_relacionadas":["Isaías 53:5","2 Coríntios 12:9","Salmos 34:18"]},"miqueias_5_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em um ato de entrega, especialmente no contexto de Deus dando um líder ao Seu povo.","explicacao_detalhada":"Em Miqueias 5:2, o ato de dar é um sinal da providência divina, onde Deus promete um governante que trará salvação.","por_que_esta_palavra":"A palavra 'dar' destaca a generosidade de Deus e Sua intenção de cuidar de Seu povo.","conexao_teologica":"Deus é apresentado como o doador de boas dádivas, especialmente em relação ao Seu Filho, que é o maior presente.","referencias_relacionadas":["João 3:16","Tiago 1:17","Romanos 8:32"]},"miqueias_5_2_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' sugere um estado de paz e segurança que será proporcionado pelo Messias.","explicacao_detalhada":"No versículo, o descanso é uma promessa de alívio das opressões e um tempo de tranquilidade sob o governo do Messias.","por_que_esta_palavra":"A ideia de descanso é central na mensagem de esperança de Miqueias, refletindo a restauração que Deus trará.","conexao_teologica":"O descanso é um tema que se conecta com o conceito de Shabat e a paz que Cristo oferece aos crentes.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Salmos 23:2"]},"miqueias_5_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao Messias, que é descrito como um líder que virá de Belém.","explicacao_detalhada":"Em Miqueias 5:2, o 'filho' simboliza a continuidade da linhagem de Davi e a promessa de um rei justo.","por_que_esta_palavra":"A escolha da palavra 'filho' ressalta a relação especial entre Deus e o Messias, que é Seu enviado.","conexao_teologica":"A filiação de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como o Filho de Deus.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","João 1:14"]},"miqueias_5_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica em um governo justo e reto que será estabelecido pelo Messias.","explicacao_detalhada":"Em Miqueias 5:3, o ato de julgar é associado à restauração e à defesa dos oprimidos.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a justiça divina e a expectativa de um líder que governará com equidade.","conexao_teologica":"A justiça é um atributo de Deus, e o Messias é visto como aquele que trará a verdadeira justiça ao mundo.","referencias_relacionadas":["Isaías 9:7","Salmos 72:1-2","Mateus 5:6"]},"miqueias_5_3_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se ao papel do Messias como um líder que serve ao seu povo.","explicacao_detalhada":"Em Miqueias 5:3, o serviço é um chamado à humildade e à dedicação ao bem-estar da nação.","por_que_esta_palavra":"A ideia de servir destaca a natureza do verdadeiro líder, que não busca poder, mas o bem do povo.","conexao_teologica":"Jesus exemplificou o serviço ao lavar os pés dos discípulos, mostrando que o maior é aquele que serve.","referencias_relacionadas":["Marcos 10:45","João 13:14-15","Filipenses 2:7"]},"miqueias_5_3_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' simboliza o cuidado e a liderança que o Messias exercerá sobre o Seu povo.","explicacao_detalhada":"Em Miqueias 5:3, o pastor é aquele que guia, protege e alimenta as ovelhas, representando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'pastor' reflete a responsabilidade do líder em cuidar e guiar com amor.","conexao_teologica":"Deus é frequentemente descrito como pastor em toda a Escritura, culminando em Jesus, o Bom Pastor.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"miqueias_5_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de estabelecer um novo governo ou uma nova era de liderança.","explicacao_detalhada":"Em Miqueias 5:4, levantar implica em restaurar a dignidade e a força do povo sob a liderança do Messias.","por_que_esta_palavra":"A ideia de levantar é um símbolo de esperança e renovação, indicando que Deus está agindo em favor de Seu povo.","conexao_teologica":"Deus frequentemente levanta líderes e profetas para cumprir Seus propósitos e trazer salvação.","referencias_relacionadas":["Isaías 60:1","Salmos 75:7","Atos 2:30-31"]},"miqueias_5_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente enfatiza a fragilidade do poder humano em contraste com a força divina.","explicacao_detalhada":"Em Miqueias 5:4, a repetição da palavra 'cair' reforça a ideia de que a queda é parte do plano de Deus para a redenção.","por_que_esta_palavra":"A repetição serve para enfatizar a transitoriedade e a necessidade de confiar em Deus em tempos de crise.","conexao_teologica":"A queda é um tema que lembra os crentes da necessidade de depender de Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"miqueias_5_4_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) representa a plenitude e a harmonia que o Messias trará ao Seu povo.","explicacao_detalhada":"Em Miqueias 5:4, a paz é um estado desejado que será alcançado sob a liderança do Messias, trazendo segurança e bem-estar.","por_que_esta_palavra":"A paz é um dos principais objetivos da vinda do Messias, que traz reconciliação entre Deus e a humanidade.","conexao_teologica":"Jesus é chamado de Príncipe da Paz, e Sua vinda é a realização da promessa de paz para o povo de Deus.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Efésios 2:14"]},"miqueias_5_5_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se a um líder que cuida e guia seu povo, simbolizando a proteção e a responsabilidade.","explicacao_detalhada":"No contexto de Miqueias 5:5, o 'pastor' representa o Messias que virá para governar Israel, trazendo segurança e paz ao povo. A figura do pastor é frequentemente usada na Bíblia para descrever a relação entre Deus e seu povo.","por_que_esta_palavra":"A escolha da palavra 'pastor' enfatiza a natureza cuidadosa e protetora do líder prometido, contrastando com líderes que falham em cuidar do povo.","conexao_teologica":"A figura do pastor é central na teologia bíblica, representando Jesus como o Bom Pastor (João 10:11), que dá a vida por suas ovelhas.","referencias_relacionadas":["Salmos 23:1","João 10:11","Isaías 40:11"]},"miqueias_5_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre seu povo.","explicacao_detalhada":"Em Miqueias 5:5, a 'terra' é o contexto físico e espiritual onde o povo de Deus habita. A terra é vista como um lugar de bênção e prosperidade sob a liderança do Messias.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a promessa de restauração e a importância do espaço geográfico na aliança de Deus com Israel.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando não apenas um local físico, mas também a presença de Deus e sua promessa de redenção.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Salmos 37:11"]},"miqueias_5_5_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza conflito, julgamento e a severidade das consequências do pecado.","explicacao_detalhada":"No versículo, a 'espada' representa a opressão e a violência que o povo enfrentará, mas também pode ser vista como um instrumento de justiça nas mãos de Deus.","por_que_esta_palavra":"A escolha da palavra 'espada' destaca a seriedade da situação e a necessidade de um líder que traga paz e segurança.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo do juízo de Deus e da luta espiritual entre o bem e o mal.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Mateus 10:34"]},"miqueias_5_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode simbolizar a figura do Messias que se levantará para salvar.","explicacao_detalhada":"Em Miqueias 5:6, o 'homem' é um símbolo da necessidade de um salvador que se identifique com o povo e que traga libertação.","por_que_esta_palavra":"A palavra 'homem' é importante para enfatizar a encarnação do Messias, que se torna um ser humano para redimir a humanidade.","conexao_teologica":"A encarnação é um tema central na teologia cristã, onde Jesus é visto como o homem perfeito que veio para salvar.","referencias_relacionadas":["Filipenses 2:7-8","João 1:14","Romanos 5:15"]},"miqueias_5_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a continuidade da linhagem e a promessa de Deus de enviar um salvador da casa de Davi.","explicacao_detalhada":"No contexto de Miqueias 5:6, o 'filho' é uma referência ao Messias que virá como descendente de Davi, trazendo esperança ao povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é significativa porque indica a relação especial entre Deus e o Messias, que é tanto humano quanto divino.","conexao_teologica":"A ideia de Jesus como o Filho de Deus é fundamental na teologia cristã, representando a união entre Deus e a humanidade.","referencias_relacionadas":["Isaías 9:6","Mateus 1:1","Lucas 1:32-33"]},"miqueias_5_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica em uma queda, derrota ou desgraça, frequentemente associada ao juízo divino.","explicacao_detalhada":"Em Miqueias 5:6, 'cair' pode se referir à queda dos opressores e à libertação do povo de Deus, simbolizando a vitória sobre o mal.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a transição de um estado de opressão para um estado de liberdade e restauração.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, onde Deus promete justiça e restauração para seu povo.","referencias_relacionadas":["Salmos 37:24","Romanos 8:31","Apocalipse 20:10"]},"miqueias_5_7_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"A palavra 'opressor' refere-se àqueles que exercem controle e injustiça sobre o povo, simbolizando a opressão que Israel enfrenta.","explicacao_detalhada":"No contexto de Miqueias 5:7, o 'opressor' representa as forças que se opõem ao plano de Deus e ao bem-estar de seu povo.","por_que_esta_palavra":"A palavra 'opressor' é importante para destacar a injustiça e a necessidade de um redentor que traga libertação.","conexao_teologica":"A luta contra a opressão é um tema central na Bíblia, onde Deus se levanta em favor dos oprimidos.","referencias_relacionadas":["Isaías 61:1","Salmos 103:6","Lucas 4:18"]},"miqueias_5_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente implica em derrota, mas neste contexto, refere-se à queda dos opressores e à restauração do povo.","explicacao_detalhada":"Em Miqueias 5:7, 'cair' simboliza a vitória de Deus sobre as forças do mal e a libertação do seu povo.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a certeza da justiça divina e a esperança de um futuro melhor.","conexao_teologica":"A queda dos opressores é um sinal da intervenção divina e da realização das promessas de Deus.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 12:19"]},"miqueias_5_7_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo de Israel, mas também pode incluir todos os gentios que se voltarão para Deus.","explicacao_detalhada":"No contexto de Miqueias 5:7, 'nação' simboliza a coletividade do povo de Deus e sua relação com as nações ao redor.","por_que_esta_palavra":"A palavra 'nação' é significativa para enfatizar a abrangência da salvação que Deus oferece a todos os povos.","conexao_teologica":"A inclusão dos gentios na promessa de salvação é um tema importante no Novo Testamento, onde a mensagem de Cristo é para todas as nações.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 15:9"]},"miqueias_5_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, implicando em um padrão ou estilo de vida.","explicacao_detalhada":"Em Miqueias 5:8, 'modo' pode se referir à forma como o povo deve viver sob a liderança do Messias, seguindo seus ensinamentos.","por_que_esta_palavra":"A palavra 'modo' é importante para destacar a necessidade de uma vida que reflita os valores do reino de Deus.","conexao_teologica":"A maneira de viver dos cristãos deve ser um reflexo da luz de Cristo no mundo, conforme ensinado nas Escrituras.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"miqueias_5_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de eliminar ou aniquilar algo, neste caso, a referência é à destruição de inimigos ou opressores.","explicacao_detalhada":"A palavra 'destruir' no contexto de Miqueias 5:8 implica um ato de julgamento divino contra aqueles que se opõem ao povo de Deus. É uma ação que demonstra a soberania de Deus sobre as nações.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a severidade do juízo de Deus e a proteção que Ele oferece ao seu povo.","conexao_teologica":"A destruição dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre o mal e a restauração do Seu povo.","referencias_relacionadas":["Salmos 37:20","Isaías 10:33-34","Ezequiel 25:17"]},"miqueias_5_8_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica a ação de erguer ou elevar, simbolizando a exaltação de um líder ou a restauração do povo.","explicacao_detalhada":"No contexto de Miqueias 5:8, 'levantar' pode se referir à ação de Deus em elevar um remanescente fiel ou um líder que guiará o povo em tempos difíceis.","por_que_esta_palavra":"A palavra é crucial para entender a esperança de restauração e a intervenção divina na história de Israel.","conexao_teologica":"Levantar um líder ou um remanescente é um tema que se conecta com a ideia de redenção e esperança em toda a Escritura.","referencias_relacionadas":["Isaías 11:10","Jeremias 30:9","Ezequiel 34:23-24"]},"miqueias_5_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de tempo, muitas vezes associado a eventos significativos, como juízo ou salvação.","explicacao_detalhada":"Em Miqueias 5:9, o 'dia' pode ser interpretado como um tempo de julgamento divino, onde as ações de Deus se manifestam de maneira clara e poderosa.","por_que_esta_palavra":"A menção do 'dia' destaca a certeza do cumprimento das promessas de Deus e a inevitabilidade do Seu juízo.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na teologia bíblica, representando tanto juízo quanto salvação.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"miqueias_5_9_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir, neste versículo, refere-se à ação de Deus em eliminar os inimigos de Israel.","explicacao_detalhada":"A repetição da palavra 'destruir' enfatiza a certeza do juízo divino e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"É uma reafirmação do poder de Deus sobre as nações e a segurança do Seu povo.","conexao_teologica":"A destruição dos inimigos é um tema que reflete a justiça de Deus e Sua fidelidade às promessas feitas a Israel.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 12:19"]},"miqueias_5_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair implica uma queda, muitas vezes associada à derrota ou ao juízo.","explicacao_detalhada":"No contexto de Miqueias 5:9, 'cair' pode se referir à queda dos inimigos de Israel diante do poder de Deus.","por_que_esta_palavra":"A palavra é usada para ilustrar a fragilidade dos opressores diante da força divina.","conexao_teologica":"A queda dos inimigos é um símbolo da vitória de Deus e da proteção que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 20:8","Isaías 41:11","Romanos 16:20"]},"miqueias_5_10_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir neste versículo refere-se à ação de Deus em eliminar as forças opressoras.","explicacao_detalhada":"A palavra 'destruir' é usada para enfatizar a certeza do juízo de Deus contra aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"É uma reafirmação da soberania de Deus e da proteção que Ele oferece ao Seu povo.","conexao_teologica":"A destruição dos inimigos é uma manifestação da justiça divina e da fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Salmos 37:38","Isaías 26:11","Ezequiel 30:4"]},"miqueias_5_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local de habitação, muitas vezes simbolizando segurança e comunidade.","explicacao_detalhada":"Em Miqueias 5:10, a 'cidade' pode ser vista como um símbolo do povo de Deus e da proteção que Ele oferece.","por_que_esta_palavra":"A menção da cidade destaca a importância da comunidade e da habitação segura sob a proteção divina.","conexao_teologica":"A cidade de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a presença e a proteção de Deus.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"miqueias_5_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo ou à nação, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Miqueias 5:10, a 'terra' representa a herança que Deus deu a Israel e a promessa de restauração.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Seu povo, e a importância da terra nas promessas divinas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e da promessa de bênçãos futuras.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Josué 1:3"]},"miqueias_5_11_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de Deus em eliminar as forças opressoras e inimigas.","explicacao_detalhada":"A repetição da palavra 'destruir' enfatiza a certeza do juízo divino e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"É uma reafirmação do poder de Deus sobre as nações e a segurança do Seu povo.","conexao_teologica":"A destruição dos inimigos é um tema que reflete a justiça de Deus e Sua fidelidade às promessas feitas a Israel.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 12:19"]},"miqueias_5_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à realidade, à fidelidade e à justiça, aspectos fundamentais do caráter de Deus.","explicacao_detalhada":"Em Miqueias 5:11, a 'verdade' é um conceito central que destaca a integridade e a justiça de Deus em Seus julgamentos.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da verdade na relação entre Deus e Seu povo.","conexao_teologica":"A verdade de Deus é um tema que permeia toda a Escritura, refletindo Sua natureza e Seus propósitos.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"miqueias_5_11_idiom":{"palavra_pt":"expressao","palavra_original":"עָנַן","transliteracao":"ʻânan","strong":"H6049","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à comunicação de sentimentos ou ideias de forma clara e direta.","explicacao_detalhada":"No contexto de Miqueias 5:11, a palavra 'expressão' é utilizada para descrever a forma como Deus se comunica com o Seu povo, enfatizando a clareza e a sinceridade na mensagem divina.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação entre Deus e os homens, mostrando que Deus se revela de maneira compreensível.","conexao_teologica":"A expressão de Deus é um reflexo de Sua natureza relacional, onde Ele deseja que Seu povo O conheça e compreenda Suas intenções.","referencias_relacionadas":["Salmos 19:1","Isaías 55:11","Hebreus 1:1-2"]},"miqueias_5_12_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir aqui refere-se à eliminação de práticas idólatras e de iniquidade entre o povo.","explicacao_detalhada":"Em Miqueias 5:12, a palavra 'destruir' é usada para indicar a ação de Deus em remover as influências negativas que afastam o povo de Sua vontade.","por_que_esta_palavra":"A palavra 'destruir' é forte e enfatiza a severidade do juízo de Deus contra a idolatria e a corrupção.","conexao_teologica":"A destruição das práticas ímpias é um passo necessário para a restauração e purificação do povo de Deus.","referencias_relacionadas":["Deuteronômio 7:5","Ezequiel 36:25","Romanos 12:2"]},"miqueias_5_12_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade das ações e intenções que estão alinhadas com a vontade de Deus.","explicacao_detalhada":"No versículo, 'bom' é utilizado para descrever as obras que são agradáveis a Deus e que promovem justiça e retidão.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender o caráter de Deus e o que Ele espera de Seu povo.","conexao_teologica":"A busca pelo que é bom é um chamado à santidade e à obediência às leis divinas.","referencias_relacionadas":["Gálatas 6:9","Filipenses 4:8","Salmos 34:14"]},"miqueias_5_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à autenticidade nas relações e promessas.","explicacao_detalhada":"Em Miqueias 5:12, a palavra 'verdade' destaca a necessidade de integridade e sinceridade no relacionamento com Deus e entre os homens.","por_que_esta_palavra":"A ênfase na verdade é crucial para a construção de uma sociedade justa e alinhada com os princípios divinos.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"miqueias_5_13_destruir":{"palavra_pt":"destruir","palavra_original":"נָתַשׁ","transliteracao":"nâthash","strong":"H5428","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir neste contexto refere-se à remoção de ídolos e práticas que desagradam a Deus.","explicacao_detalhada":"A palavra 'destruir' em Miqueias 5:13 enfatiza a ação de Deus em purificar Seu povo de tudo que é contrário à Sua vontade.","por_que_esta_palavra":"A repetição da palavra 'destruir' reforça a urgência e a necessidade de uma purificação radical.","conexao_teologica":"A destruição de ídolos é um símbolo da libertação espiritual e da volta ao verdadeiro culto a Deus.","referencias_relacionadas":["Êxodo 20:4-5","Isaías 2:18","1 Coríntios 10:14"]},"miqueias_5_13_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Imagem refere-se a ídolos ou representações que desviam o povo do verdadeiro Deus.","explicacao_detalhada":"Em Miqueias 5:13, a palavra 'imagem' é usada para descrever as práticas idólatras que precisam ser eliminadas para que o povo possa retornar à adoração genuína.","por_que_esta_palavra":"A palavra 'imagem' é significativa porque representa tudo que compete com a adoração ao Deus verdadeiro.","conexao_teologica":"A rejeição de imagens e ídolos é um chamado à pureza na adoração e à exclusividade do culto a Deus.","referencias_relacionadas":["Levítico 26:1","Salmos 115:4-8","1 João 5:21"]},"miqueias_5_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma metáfora que representa força e ferocidade, simbolizando a ira de Deus contra o pecado.","explicacao_detalhada":"No versículo, 'urso' é utilizado para ilustrar a gravidade da situação e a resposta de Deus diante da injustiça.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ferocidade da ira divina e a seriedade do juízo que se aproxima.","conexao_teologica":"A imagem do urso reforça a ideia de que Deus é justo e não tolera o pecado.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Hebreus 10:31"]},"miqueias_5_14_rosto":{"palavra_pt":"rosto","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H639","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto refere-se à presença de Deus e à Sua revelação ao povo.","explicacao_detalhada":"Em Miqueias 5:14, 'rosto' simboliza a relação íntima entre Deus e Seu povo, onde a presença divina é fundamental para a vida espiritual.","por_que_esta_palavra":"A palavra 'rosto' é importante porque representa a face de Deus que se volta para aqueles que O buscam.","conexao_teologica":"A presença de Deus é essencial para a transformação e a restauração do Seu povo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Tiago 4:8"]},"miqueias_5_14_furia":{"palavra_pt":"furia","palavra_original":"חֵמָה","transliteracao":"chêmâh","strong":"H2534","significado_raiz":"Ideia básica: furia.","significado_contextual":"Furia refere-se à ira de Deus contra a injustiça e a desobediência.","explicacao_detalhada":"No contexto de Miqueias 5:14, 'furia' é usada para descrever a resposta de Deus ao pecado e à opressão.","por_que_esta_palavra":"A palavra 'furia' enfatiza a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A ira de Deus é uma resposta justa ao pecado e à injustiça, refletindo Seu caráter santo.","referencias_relacionadas":["Salmos 2:12","Romanos 2:5","Apocalipse 19:15"]}}