{"miqueias_6_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à soberania e autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Em Miqueias 6:1, 'senhor' é utilizado para afirmar a posição de Deus como juiz e governante do Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a majestade e o poder de Deus em todas as circunstâncias.","conexao_teologica":"O reconhecimento de Deus como Senhor é essencial para a fé e a obediência do povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Filipenses 2:10-11"]},"miqueias_6_1_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de convocar ou chamar a atenção para algo importante.","explicacao_detalhada":"Neste versículo, Deus está chamando o povo de Israel para se apresentar diante d'Ele, como um juiz que convoca as partes para um julgamento. O ato de levantar implica em uma ação de se erguer ou se posicionar, simbolizando a importância da mensagem que será transmitida.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a urgência e a seriedade do chamado de Deus ao Seu povo, indicando que é um momento de reflexão e avaliação.","conexao_teologica":"A convocação de Deus ao Seu povo para se apresentar diante d'Ele é um tema recorrente nas Escrituras, onde Deus busca um relacionamento ativo e consciente com Seu povo.","referencias_relacionadas":["Isaías 1:18","Salmos 50:4","Mateus 25:31-32"]},"miqueias_6_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza um lugar elevado, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Neste contexto, a montanha representa um local de encontro entre Deus e o Seu povo, um espaço sagrado onde a verdade e a justiça são proclamadas. A montanha é um símbolo de estabilidade e autoridade.","por_que_esta_palavra":"A utilização da palavra 'montanha' reforça a ideia de que Deus está estabelecendo um tribunal celestial, onde as questões do povo serão julgadas com justiça.","conexao_teologica":"A montanha é frequentemente mencionada na Bíblia como um lugar de revelação divina, como no Sinai, onde Deus deu a Lei a Moisés.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"miqueias_6_2_poderoso":{"palavra_pt":"poderoso","palavra_original":"אֵיתָן","transliteracao":"ʼêythân","strong":"H386","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de Deus de agir e intervir na história.","explicacao_detalhada":"Neste versículo, Deus é descrito como poderoso, enfatizando Sua soberania e autoridade sobre todas as coisas. Ele é aquele que tem o poder de julgar e corrigir o Seu povo.","por_que_esta_palavra":"A palavra 'poderoso' é utilizada para lembrar ao povo que, apesar de suas falhas, Deus é capaz de restaurá-los e guiá-los de volta ao caminho certo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29-31","Romanos 1:20"]},"miqueias_6_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado como uma forma de reconhecer Sua posição suprema e a relação de aliança que Ele tem com Seu povo. O nome é um símbolo de Sua presença e poder.","por_que_esta_palavra":"A menção do nome de Deus serve para lembrar ao povo de Israel que eles são chamados a viver de acordo com a Sua vontade e caráter.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo Sua santidade e compromisso com a justiça.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"miqueias_6_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que Deus deu ao Seu povo, simbolizando a promessa e a herança.","explicacao_detalhada":"Neste versículo, a terra é um lembrete da aliança de Deus com Israel e das bênçãos que Ele prometeu. A terra é vista como um lugar de habitação e prosperidade sob a liderança de Deus.","por_que_esta_palavra":"A inclusão da terra enfatiza a responsabilidade do povo em cuidar e viver de acordo com os princípios de Deus, que lhes deu essa herança.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas e a necessidade de obediência do Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-12","Josué 1:3"]},"miqueias_6_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de Deus em relação ao pecado.","explicacao_detalhada":"Neste contexto, a imagem do urso sugere um Deus que é forte e que não hesitará em agir contra a injustiça e a opressão. É uma representação da proteção e do julgamento divino.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a seriedade da situação e a necessidade de o povo reconhecer a gravidade de seus atos diante de Deus.","conexao_teologica":"A força de Deus é frequentemente associada à Sua capacidade de proteger e corrigir Seu povo, refletindo Sua natureza justa.","referencias_relacionadas":["Salmos 91:11-12","Isaías 63:10","Hebreus 12:6"]},"miqueias_6_3_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e o conhecimento de Deus sobre as ações humanas.","explicacao_detalhada":"Neste versículo, o 'olho' de Deus representa Sua vigilância constante sobre o povo, indicando que nada escapa à Sua atenção. É um lembrete da onisciência divina.","por_que_esta_palavra":"A menção do olho enfatiza que Deus está ciente das injustiças e pecados do povo, e que Ele está pronto para agir em resposta.","conexao_teologica":"A onisciência de Deus é um tema importante na teologia, onde se reconhece que Ele vê e conhece tudo, incluindo os corações e intenções dos homens.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"miqueias_6_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel, escolhida por Deus como Seu povo especial.","explicacao_detalhada":"Neste contexto, o povo é chamado a prestar contas de suas ações diante de Deus. A palavra destaca a relação de aliança entre Deus e Israel, onde o povo tem responsabilidades diante do Senhor.","por_que_esta_palavra":"A inclusão da palavra 'povo' enfatiza a coletividade da responsabilidade e a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A identidade do povo de Deus é um tema central na Bíblia, onde a comunidade é chamada a viver em conformidade com a vontade divina.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"miqueias_6_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, reforçando a conexão entre Deus e a herança que Ele deu ao Seu povo.","explicacao_detalhada":"Neste versículo, a terra é um símbolo da promessa de Deus e do lugar onde o povo deve viver em obediência e justiça. A terra é vista como um espaço sagrado que deve ser tratado com respeito.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância da relação do povo com o espaço que habita e as implicações de suas ações sobre ele.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da responsabilidade do povo em manter a aliança com Ele.","referencias_relacionadas":["Gênesis 15:18","Salmos 37:11","Romanos 8:19-21"]},"miqueias_6_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também simboliza a comunidade e a presença de Deus entre o Seu povo.","explicacao_detalhada":"Neste contexto, a casa representa o lugar onde Deus habita com Seu povo e onde a adoração deve ocorrer. É um símbolo de segurança e pertencimento.","por_que_esta_palavra":"A menção da casa enfatiza a importância da adoração e da vida comunitária em conformidade com a vontade de Deus.","conexao_teologica":"A ideia de Deus habitar entre Seu povo é um tema central na Bíblia, culminando na encarnação de Cristo e na presença do Espírito Santo.","referencias_relacionadas":["Salmos 23:6","Mateus 18:20","Apocalipse 21:3"]},"miqueias_6_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus se preocupa com o seu povo.","explicacao_detalhada":"Neste versículo, a palavra 'porque' é usada para explicar a motivação divina em relação ao povo de Israel, enfatizando a relação de Deus com a história e as ações do povo.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do discurso de Miqueias, que busca mostrar a justiça de Deus.","conexao_teologica":"A palavra conecta a justiça de Deus com a responsabilidade do povo, mostrando que as ações humanas têm consequências.","referencias_relacionadas":["Deuteronômio 10:12-13","Salmos 103:7","Isaías 1:18"]},"miqueias_6_5_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Balaque, que buscou amaldiçoar Israel.","explicacao_detalhada":"Balaque, rei de Moabe, representa as forças opostas a Israel, e sua menção destaca a proteção divina sobre o povo escolhido.","por_que_esta_palavra":"A inclusão de 'rei' ilustra a luta entre o povo de Deus e as nações vizinhas que tentaram prejudicá-lo.","conexao_teologica":"Mostra como Deus é soberano sobre todos os reis e nações, protegendo Seu povo das ameaças externas.","referencias_relacionadas":["Números 22:2-6","Números 23:8","Salmos 2:1-4"]},"miqueias_6_5_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a vigilância de Deus sobre o Seu povo.","explicacao_detalhada":"O 'olho' de Deus representa Sua capacidade de ver e avaliar as ações humanas, trazendo à tona a ideia de que nada escapa ao Seu conhecimento.","por_que_esta_palavra":"É uma metáfora poderosa que enfatiza a onisciência de Deus e Sua preocupação com a justiça.","conexao_teologica":"Reflete a ideia de que Deus está sempre atento às ações dos homens, promovendo a justiça e a retidão.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"miqueias_6_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, enfatizando Sua divindade e autoridade.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para invocar a presença e a soberania de Deus nas questões de adoração e justiça.","por_que_esta_palavra":"É essencial para entender a relação entre o povo e seu Criador, que exige um culto verdadeiro e justo.","conexao_teologica":"A palavra destaca a importância da adoração a Deus e a necessidade de um relacionamento correto com Ele.","referencias_relacionadas":["Êxodo 20:3","Salmos 46:1","Isaías 43:10"]},"miqueias_6_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à oferta que o povo poderia apresentar a Deus.","explicacao_detalhada":"Neste versículo, a palavra 'dar' implica em oferecer algo a Deus, questionando o que seria aceitável para Ele.","por_que_esta_palavra":"É uma reflexão sobre o que realmente agrada a Deus em termos de sacrifícios e ofertas.","conexao_teologica":"Mostra que Deus não se agrada apenas de rituais, mas busca um coração sincero e obediente.","referencias_relacionadas":["Salmos 51:16-17","Isaías 1:11-13","Mateus 5:23-24"]},"miqueias_6_7_acceptable":{"palavra_pt":"accept able","palavra_original":"רָצָה","transliteracao":"râtsâh","strong":"H7521","significado_raiz":"Ideia básica: accept able.","significado_contextual":"A palavra 'aceitável' refere-se ao que é agradável a Deus em termos de adoração.","explicacao_detalhada":"A busca por algo 'aceitável' indica que nem toda oferta é bem-vinda a Deus, mas apenas aquelas que vêm de um coração puro.","por_que_esta_palavra":"É crucial para entender que Deus valoriza a intenção por trás das ofertas, não apenas o ato em si.","conexao_teologica":"Reflete a ideia de que a verdadeira adoração deve ser acompanhada de justiça e misericórdia.","referencias_relacionadas":["Miquéias 6:8","Oséias 6:6","Romanos 12:1"]},"miqueias_6_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"Neste contexto, 'senhor' é uma invocação do nome de Deus, que representa Sua autoridade e soberania sobre todas as coisas.","por_que_esta_palavra":"É importante reconhecer o nome de Deus como um símbolo de Sua presença e poder na vida do povo.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, enfatizando Sua santidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"miqueias_6_8_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se ao que é justo e correto aos olhos de Deus.","explicacao_detalhada":"Neste versículo, 'bom' é usado para descrever as ações que Deus espera de Seu povo, enfatizando a prática da justiça e da misericórdia.","por_que_esta_palavra":"É um chamado à ação, indicando que a verdadeira religiosidade se manifesta em atitudes éticas e morais.","conexao_teologica":"A palavra 'bom' conecta-se à natureza de Deus, que é a própria definição de bondade e justiça.","referencias_relacionadas":["Mateus 5:16","Gálatas 6:10","Tiago 1:27"]},"miqueias_6_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a importância do nome de Deus na vida do povo.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a ideia de que a obediência a Deus é fundamental para a vida do crente.","por_que_esta_palavra":"É um lembrete de que o relacionamento com Deus deve ser central na vida do povo.","conexao_teologica":"A obediência ao Senhor é um tema recorrente nas Escrituras, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:10-11","João 14:15"]},"miqueias_6_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de reunião e adoração, simbolizando a comunidade do povo de Deus.","explicacao_detalhada":"A menção da 'cidade' destaca a importância da coletividade na adoração e na vida espiritual do povo de Israel.","por_que_esta_palavra":"É um lembrete de que a vida cristã não é apenas individual, mas também comunitária.","conexao_teologica":"A cidade é um símbolo do reino de Deus, onde a justiça e a paz devem prevalecer.","referencias_relacionadas":["Salmos 122:1","Hebreus 10:25","Apocalipse 21:2"]},"miqueias_6_9_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"תּוּשִׁיָּה","transliteracao":"tûwshîyâh","strong":"H8454","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui refere-se à capacidade de discernir e agir de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'sabedoria' (תּוּשִׁיָּה) implica não apenas conhecimento, mas a aplicação prática desse conhecimento na vida diária, especialmente em questões de justiça e moralidade.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância de buscar a sabedoria divina em vez de confiar apenas na sabedoria humana.","conexao_teologica":"A sabedoria é frequentemente associada à revelação de Deus e ao entendimento de Sua vontade, sendo fundamental para a vida do crente.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Eclesiastes 7:12"]},"miqueias_6_9_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz aqui representa a comunicação de Deus ao Seu povo, um chamado à atenção e à resposta.","explicacao_detalhada":"A palavra 'voz' (קוֹל) é usada para descrever a maneira como Deus se manifesta e se comunica, exigindo que o povo ouça e responda.","por_que_esta_palavra":"A ênfase na 'voz' destaca a necessidade de ouvir a instrução divina e agir de acordo com ela.","conexao_teologica":"A voz de Deus é um tema central nas Escrituras, simbolizando Sua autoridade e a necessidade de obediência por parte do Seu povo.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"miqueias_6_10_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada aqui refere-se à integridade e à qualidade da vida que Deus deseja para o Seu povo.","explicacao_detalhada":"A palavra 'vida' (עוֹד) implica um estado de ser que é pleno e em harmonia com a vontade de Deus, contrastando com a corrupção e a injustiça.","por_que_esta_palavra":"A escolha desta palavra ressalta a importância de viver de maneira justa e íntegra diante de Deus.","conexao_teologica":"A vida plena é um tema recorrente nas Escrituras, onde Deus promete vida em abundância àqueles que O seguem.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"miqueias_6_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa não apenas um lar físico, mas também a comunidade e a família de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza a segurança, a proteção e a unidade que devem existir entre o povo de Deus.","por_que_esta_palavra":"A menção da casa enfatiza a responsabilidade coletiva do povo em manter a justiça e a retidão dentro da comunidade.","conexao_teologica":"A ideia de casa é frequentemente usada nas Escrituras para descrever a relação de Deus com Seu povo, como uma família unida.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"miqueias_6_10_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Culpado refere-se à condição moral de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) implica uma violação da lei de Deus e a responsabilidade que vem com essa violação.","por_que_esta_palavra":"A utilização desta palavra destaca a necessidade de arrependimento e a busca pela justiça.","conexao_teologica":"A culpa é um tema importante nas Escrituras, onde Deus chama Seu povo ao arrependimento e à restauração.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"miqueias_6_11_inocente":{"palavra_pt":"inocente","palavra_original":"זָכָה","transliteracao":"zâkâh","strong":"H2135","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Inocente refere-se àqueles que são justos e não merecem condenação.","explicacao_detalhada":"A palavra 'inocente' (זָכָה) implica pureza e a ausência de culpa, especialmente em relação à injustiça social.","por_que_esta_palavra":"A menção da inocência ressalta a importância de proteger os justos e punir os culpados.","conexao_teologica":"A inocência é frequentemente associada à justiça de Deus, que defende os oprimidos e os inocentes.","referencias_relacionadas":["Salmos 37:28","Provérbios 17:15","Mateus 5:8"]},"miqueias_6_11_calice":{"palavra_pt":"calice","palavra_original":"כִּיס","transliteracao":"kîyç","strong":"H3599","significado_raiz":"Ideia básica: calice.","significado_contextual":"O cálice simboliza a porção ou destino que alguém deve enfrentar, frequentemente associado ao juízo.","explicacao_detalhada":"A palavra 'cálice' (כִּיס) é usada para descrever a experiência que alguém deve suportar, seja de bênção ou de maldição.","por_que_esta_palavra":"A utilização do cálice enfatiza a inevitabilidade do juízo e a responsabilidade de cada um diante de Deus.","conexao_teologica":"O cálice é um símbolo importante nas Escrituras, representando tanto a ira de Deus quanto a salvação através de Cristo.","referencias_relacionadas":["Mateus 26:39","Salmos 75:8","Apocalipse 14:10"]},"miqueias_6_12_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Crueldade refere-se à injustiça e à opressão que o povo de Deus estava enfrentando.","explicacao_detalhada":"A palavra 'cruelty' (חָמָס) implica ações violentas e injustas que ferem os inocentes.","por_que_esta_palavra":"A menção da crueldade destaca a necessidade de justiça e a condenação das práticas injustas.","conexao_teologica":"A crueldade é um tema que Deus abomina, e Ele chama Seu povo a agir com compaixão e justiça.","referencias_relacionadas":["Isaías 1:17","Miquéias 3:2-3","Salmos 82:3"]},"miqueias_6_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à ação de avaliar e decidir sobre a justiça e a retidão.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de discernir entre o certo e o errado, especialmente em questões de justiça social.","por_que_esta_palavra":"A utilização desta palavra enfatiza a importância de um julgamento justo e imparcial.","conexao_teologica":"Deus é o juiz supremo, e Ele chama Seu povo a refletir Sua justiça em suas ações.","referencias_relacionadas":["Salmos 82:2","Isaías 1:17","Mateus 7:1-2"]},"miqueias_6_12_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Causa refere-se à falsidade e à injustiça que permeiam as ações do povo.","explicacao_detalhada":"A palavra 'cause' (שֶׁקֶר) implica a mentira e a distorção da verdade que levam à injustiça.","por_que_esta_palavra":"A menção da causa destaca a necessidade de buscar a verdade e rejeitar a falsidade.","conexao_teologica":"A verdade é um atributo de Deus, e Ele chama Seu povo a viver em verdade e justiça.","referencias_relacionadas":["Provérbios 12:22","João 8:32","Efésios 4:25"]},"miqueias_6_13_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma transgressão contra a lei de Deus, que requer arrependimento e sacrifícios para a expiação.","explicacao_detalhada":"A palavra 'pecado' refere-se a qualquer ato que desagrada a Deus, violando Seus mandamentos. No contexto de Miqueias 6:13, o profeta destaca que os sacrifícios não são suficientes sem um verdadeiro arrependimento e mudança de coração.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o ser humano e Deus, enfatizando a necessidade de arrependimento genuíno.","conexao_teologica":"O pecado separa o homem de Deus, e a expiação é necessária para restaurar essa relação. A obra de Cristo na cruz é a solução definitiva para o pecado.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:17"]},"miqueias_6_13_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A oração é um meio de comunicação com Deus, essencial para a vida espiritual.","explicacao_detalhada":"A palavra 'oração' implica um pedido ou súplica a Deus. Em Miqueias 6:13, a oração é apresentada como um aspecto importante da vida religiosa, que deve ser acompanhada de ações justas.","por_que_esta_palavra":"A oração é fundamental para a intimidade com Deus e para buscar Sua orientação e perdão.","conexao_teologica":"A oração é um ato de fé que reconhece a soberania de Deus e nossa dependência dEle.","referencias_relacionadas":["Filipenses 4:6","Mateus 6:6","Tiago 5:16"]},"miqueias_6_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um princípio moral e espiritual que deve guiar a vida do crente.","explicacao_detalhada":"No contexto de Miqueias 6:14, a verdade é apresentada como um valor que deve ser buscado e praticado, contrastando com a hipocrisia e a desonestidade.","por_que_esta_palavra":"A verdade é essencial para a justiça e a integridade nas relações humanas e com Deus.","conexao_teologica":"Deus é a fonte da verdade, e viver em verdade é viver em conformidade com Sua vontade.","referencias_relacionadas":["João 8:32","Salmos 86:11","Efésios 4:15"]},"miqueias_6_14_departing":{"palavra_pt":"departing","palavra_original":"נָסַג","transliteracao":"nâçag","strong":"H5253","significado_raiz":"Ideia básica: departing.","significado_contextual":"A palavra 'departing' refere-se a se afastar ou desviar-se do caminho correto.","explicacao_detalhada":"Em Miqueias 6:14, o ato de 'departing' é uma advertência contra a desobediência e a falta de compromisso com os princípios de Deus.","por_que_esta_palavra":"É importante reconhecer as consequências de se afastar de Deus e de Seus mandamentos.","conexao_teologica":"A ideia de 'departing' está ligada à apostasia e à necessidade de permanecer firme na fé.","referencias_relacionadas":["Hebreus 3:12","1 Pedro 2:25","Gálatas 5:7"]},"miqueias_6_14_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A espada simboliza julgamento e a consequência do pecado.","explicacao_detalhada":"No contexto de Miqueias 6:14, a espada representa a severidade do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A espada é um símbolo poderoso que evoca a ideia de disciplina e correção divina.","conexao_teologica":"A espada é frequentemente usada na Bíblia para representar a palavra de Deus, que traz tanto salvação quanto juízo.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Romanos 13:4"]},"miqueias_6_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um valor moral que deve ser buscado em todas as ações.","explicacao_detalhada":"Em Miqueias 6:15, a repetição da palavra 'verdade' enfatiza a importância de viver de maneira justa e honesta diante de Deus e dos homens.","por_que_esta_palavra":"A verdade é fundamental para a construção de relacionamentos saudáveis e para a vida em comunidade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do crente.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 14:6"]},"miqueias_6_15_vinho":{"palavra_pt":"vinho","palavra_original":"תִּירוֹשׁ","transliteracao":"tîyrôwsh","strong":"H8492","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é frequentemente associado a alegria e celebração, mas também pode simbolizar excessos.","explicacao_detalhada":"Em Miqueias 6:15, o vinho representa as bênçãos de Deus, mas também pode ser um alerta contra a indulgência e a falta de autocontrole.","por_que_esta_palavra":"O vinho é um símbolo que pode ter significados positivos e negativos, dependendo do contexto.","conexao_teologica":"A Bíblia fala sobre o vinho tanto como uma bênção quanto como um potencial para a destruição quando mal utilizado.","referencias_relacionadas":["Salmos 104:15","Efésios 5:18","1 Timóteo 5:23"]},"miqueias_6_15_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"A palavra 'thee' refere-se a uma forma de se dirigir a Deus, reconhecendo Sua soberania.","explicacao_detalhada":"Em Miqueias 6:15, a utilização de 'thee' enfatiza a relação pessoal entre o crente e Deus, destacando a importância da reverência e do respeito.","por_que_esta_palavra":"É essencial reconhecer a autoridade de Deus em nossas vidas e em nossas orações.","conexao_teologica":"A relação pessoal com Deus é central na fé cristã, e a forma como nos dirigimos a Ele reflete nossa compreensão de Sua grandeza.","referencias_relacionadas":["Salmos 95:6","Mateus 6:9","Hebreus 4:16"]},"miqueias_6_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como as ações são realizadas, especialmente em relação à justiça.","explicacao_detalhada":"Em Miqueias 6:16, a palavra 'modo' destaca a importância de agir de acordo com os princípios de Deus em todas as áreas da vida.","por_que_esta_palavra":"O modo como vivemos reflete nossa fé e nossos valores, e deve estar alinhado com a vontade de Deus.","conexao_teologica":"A vida cristã deve ser vivida de maneira que glorifique a Deus e reflita Seu caráter.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"miqueias_6_16_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender implica corrigir ou chamar à responsabilidade, especialmente em relação ao pecado.","explicacao_detalhada":"Em Miqueias 6:16, a palavra 'repreender' sugere a necessidade de confrontar a injustiça e a desobediência, promovendo a verdade e a justiça.","por_que_esta_palavra":"Repreender é uma parte importante do amor e da responsabilidade na comunidade de fé.","conexao_teologica":"A correção é um aspecto do cuidado pastoral e da disciplina na vida da igreja.","referencias_relacionadas":["Gálatas 6:1","2 Timóteo 4:2","Provérbios 27:5"]}}