{"2reis_10_1_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer/amem' é usada para expressar a confiança e a aceitação da nova ordem estabelecida por Jeú.","explicacao_detalhada":"Crer implica em ter fé na liderança de Jeú e na restauração de Israel após a queda da dinastia de Acabe.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a necessidade de fé e compromisso com a nova direção que Deus está dando ao povo.","conexao_teologica":"A fé é um elemento central na vida do crente, sendo essencial para a relação com Deus e a aceitação de Sua vontade.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:9","Salmos 37:5"]},"2reis_10_1_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se ao nome de Acabe, que simboliza a herança e a influência negativa que ele deixou.","explicacao_detalhada":"O nome é um símbolo de identidade e legado, e neste contexto, representa a continuidade do mal que Jeú está se propondo a erradicar.","por_que_esta_palavra":"A palavra 'nome' é utilizada para destacar a importância da linhagem e das consequências das ações dos antecessores.","conexao_teologica":"Os nomes nas Escrituras muitas vezes carregam significados profundos e refletem a natureza e o caráter das pessoas.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Mateus 1:21"]},"2reis_10_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência de Acabe e à continuidade da linhagem real.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a herança e a responsabilidade que vem com a liderança, além da necessidade de cortar o mal pela raiz.","por_que_esta_palavra":"A palavra 'filho' é importante para enfatizar a conexão familiar e a responsabilidade que os líderes têm sobre suas ações.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Mateus 5:9"]},"2reis_10_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local urbano, um centro de habitação e atividade social.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um espaço onde as pessoas se reúnem, vivem e interagem. No contexto de 2 Reis 10:2, a cidade é um lugar estratégico para a ação que está prestes a ocorrer.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância do local como um centro de poder e influência.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam tanto a segurança quanto a corrupção, dependendo do contexto. A cidade de Samaria, por exemplo, é frequentemente associada à idolatria.","referencias_relacionadas":["Josué 10:2","Salmos 48:1","Isaías 1:21"]},"2reis_10_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convocar ou fazer alguém entrar em um lugar.","explicacao_detalhada":"A palavra 'vir/entrar' é usada para descrever a ação de alguém que é chamado a se apresentar em um local específico, o que implica autoridade e controle sobre a situação.","por_que_esta_palavra":"A utilização desta palavra sugere um convite ou uma ordem que não pode ser ignorada, refletindo a dinâmica de poder entre o emissor e o receptor.","conexao_teologica":"O ato de chamar é frequentemente visto na Bíblia como uma ação divina, onde Deus chama Seu povo para um relacionamento ou uma missão.","referencias_relacionadas":["Gênesis 7:1","Isaías 43:1","Mateus 11:28"]},"2reis_10_2_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"Refere-se a um registro escrito, possivelmente de eventos ou leis.","explicacao_detalhada":"A palavra 'livro' implica a ideia de documentação e preservação de informações importantes, como a história do povo de Israel ou as instruções de Deus.","por_que_esta_palavra":"A menção de um livro sugere a importância da memória e da tradição na vida do povo de Deus, além de indicar a legitimidade das ações que estão sendo tomadas.","conexao_teologica":"Os livros na Bíblia são frequentemente vistos como a palavra de Deus, contendo verdades eternas e diretrizes para a vida.","referencias_relacionadas":["Deuteronômio 31:24","Salmos 40:7","Apocalipse 20:12"]},"2reis_10_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a continuidade da linhagem e a importância das relações familiares na cultura israelita.","por_que_esta_palavra":"A escolha desta palavra destaca a conexão familiar e a responsabilidade que vem com a posição de ser um filho, especialmente em contextos de herança e liderança.","conexao_teologica":"Na Bíblia, a relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo, bem como entre Cristo e os crentes.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Romanos 8:14"]},"2reis_10_3_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é agradável, correto ou desejável.","explicacao_detalhada":"A palavra 'bom' é usada para descrever não apenas a qualidade de algo, mas também a intenção por trás das ações, refletindo a moralidade e a ética.","por_que_esta_palavra":"A utilização da palavra 'bom' sugere que as ações ou decisões tomadas devem ser alinhadas com os padrões de Deus e a Sua vontade.","conexao_teologica":"A bondade é um atributo de Deus e é frequentemente chamada à atenção na Bíblia como algo que os crentes devem buscar em suas vidas.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Gálatas 5:22"]},"2reis_10_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de perceber ou compreender algo.","explicacao_detalhada":"A palavra 'ver' implica não apenas a visão física, mas também a capacidade de discernir e entender a situação ao redor.","por_que_esta_palavra":"A escolha desta palavra sugere a necessidade de atenção e percepção em relação ao que está acontecendo, especialmente em contextos de decisão.","conexao_teologica":"Ver é uma metáfora comum na Bíblia para entender a verdade de Deus e a realidade espiritual.","referencias_relacionadas":["Salmos 119:18","Isaías 6:10","Mateus 13:16"]},"2reis_10_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a liderança e o governo, refletindo a estrutura de poder em Israel e Judá.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e a responsabilidade que vem com a posição.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança terrena deve refletir Sua justiça e autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_10_4_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao sentimento de medo ou reverência.","explicacao_detalhada":"A palavra 'temer' implica uma resposta emocional que pode ser tanto de medo quanto de respeito diante de uma autoridade.","por_que_esta_palavra":"A escolha desta palavra sugere a gravidade da situação e a necessidade de reconhecer a autoridade do rei.","conexao_teologica":"O temor do Senhor é um tema recorrente na Bíblia, enfatizando a reverência e o respeito que devemos ter por Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"2reis_10_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar comunicação e a importância das palavras na formação de realidades e decisões.","por_que_esta_palavra":"A escolha desta palavra destaca o poder da fala e a responsabilidade que vem com a comunicação.","conexao_teologica":"A Bíblia enfatiza a importância da palavra de Deus e como ela cria e sustenta a vida.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"2reis_10_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física onde as pessoas vivem, mas também pode simbolizar a família ou a comunidade.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício, mas também a ideia de lar e pertencimento.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da família e da comunidade na cultura israelita.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a relação entre Ele e Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"2reis_10_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, um centro de vida e atividade.","explicacao_detalhada":"A palavra 'cidade' no contexto de 2 Reis 10:5 indica um lugar onde as pessoas se reúnem, vivem e realizam atividades sociais, políticas e religiosas. As cidades eram frequentemente cercadas por muros para proteção.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, representando a comunidade do povo de Deus.","conexao_teologica":"As cidades na Bíblia muitas vezes representam tanto a proteção quanto a corrupção, dependendo do contexto. Jerusalém, por exemplo, é vista como a cidade de Deus.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 11:10"]},"2reis_10_5_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Significa estabelecer ou construir algo, seja físico ou espiritual.","explicacao_detalhada":"A palavra 'edificar' implica um ato de construção que pode se referir a construir um edifício literal ou a fortalecer a fé e a comunidade entre os crentes.","por_que_esta_palavra":"Edificar é essencial para o crescimento da comunidade de fé e para a construção do Reino de Deus na Terra.","conexao_teologica":"A edificação espiritual é um tema recorrente nas cartas do Novo Testamento, onde Paulo fala sobre edificar a igreja.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"2reis_10_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, especialmente em um contexto familiar ou dinástico.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a continuidade da linhagem e da herança, especialmente em contextos de realeza.","por_que_esta_palavra":"A noção de 'filho' é central na narrativa bíblica, simbolizando a relação entre Deus e Seu povo, bem como a relação entre Jesus e Deus Pai.","conexao_teologica":"Jesus é frequentemente referido como o Filho de Deus, enfatizando a importância dessa relação na teologia cristã.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"2reis_10_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a figura de autoridade máxima em um reino, responsável por governar e proteger seu povo.","explicacao_detalhada":"A palavra 'rei' é fundamental na estrutura política e social de Israel, representando liderança, justiça e a vontade de Deus manifestada na Terra.","por_que_esta_palavra":"O rei é visto como um representante de Deus, e sua conduta reflete a relação entre Deus e o povo.","conexao_teologica":"Cristo é frequentemente chamado de Rei, e sua realeza é um tema central na escatologia cristã.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_10_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente refere-se a um local urbano, um centro de vida e atividade.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância do local onde os eventos estão ocorrendo, sendo um ponto focal para a ação divina e humana.","por_que_esta_palavra":"As cidades são frequentemente locais de conflito e resolução, refletindo a luta entre o bem e o mal.","conexao_teologica":"A cidade de Deus é um conceito que aparece em várias partes da Bíblia, simbolizando a esperança e a redenção.","referencias_relacionadas":["Salmos 46:4","Apocalipse 21:2","Hebreus 13:14"]},"2reis_10_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade máxima em um reino, especialmente em um contexto de liderança e governança.","explicacao_detalhada":"A palavra 'rei' aqui é crucial para entender a dinâmica de poder e a responsabilidade que vem com a liderança sobre o povo de Deus.","por_que_esta_palavra":"O rei é visto como um servo de Deus, incumbido de guiar o povo segundo os mandamentos divinos.","conexao_teologica":"A realeza de Cristo é um tema central, onde Ele é reconhecido como Rei dos Reis.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 17:14","Salmos 110:1"]},"2reis_10_7_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a um ato de oferecer algo a Deus, geralmente como forma de adoração ou expiação.","explicacao_detalhada":"A palavra 'sacrifício' implica um ato de entrega, onde algo de valor é oferecido a Deus, simbolizando devoção e arrependimento.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração do Antigo Testamento, representando a necessidade de expiação pelos pecados.","conexao_teologica":"O sacrifício de Cristo é visto como o sacrifício final e perfeito, que cumpre todas as exigências da lei.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:26","Romanos 12:1"]},"2reis_10_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou ser derrubado, muitas vezes em um contexto de derrota ou queda.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda de um inimigo ou a derrota de um rei, refletindo a soberania de Deus sobre as nações.","por_que_esta_palavra":"Cair é um tema recorrente na Bíblia, simbolizando a queda do orgulho e a necessidade de humildade diante de Deus.","conexao_teologica":"A queda de Satanás e a promessa de que todo joelho se dobrará diante de Cristo são aspectos teológicos importantes.","referencias_relacionadas":["Isaías 14:12","Filipenses 2:10","Apocalipse 12:9"]},"2reis_10_8_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro ou anjo enviado por Deus para cumprir Sua vontade.","explicacao_detalhada":"A palavra 'anjo' implica um ser espiritual que serve como mensageiro de Deus, trazendo instruções ou juízo.","por_que_esta_palavra":"Os anjos desempenham um papel crucial na comunicação entre Deus e a humanidade, agindo como intermediários.","conexao_teologica":"A presença de anjos na Bíblia destaca a soberania de Deus e Sua disposição em interagir com o mundo.","referencias_relacionadas":["Hebreus 1:14","Gênesis 16:7","Lucas 1:26"]},"2reis_10_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima, especialmente em um contexto de liderança e governança.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que vem com o poder.","por_que_esta_palavra":"O rei é visto como um representante de Deus, incumbido de guiar o povo segundo os mandamentos divinos.","conexao_teologica":"A realeza de Cristo é um tema central, onde Ele é reconhecido como Rei dos Reis.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 17:14","Salmos 110:1"]},"2reis_10_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' é usada para indicar a ação de se aproximar ou entrar em um lugar específico.","explicacao_detalhada":"No contexto de 2 Reis 10:8, a palavra 'vir' refere-se ao ato de se apresentar diante de alguém ou algo, enfatizando a importância da presença física em um determinado local.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a necessidade de ação e movimento, simbolizando a resposta a um chamado ou a uma convocação.","conexao_teologica":"A ideia de 'vir' é frequentemente associada ao chamado de Deus para que Seu povo se aproxime dEle, como em Isaías 55:1, onde é convidado a vir e saciar sua sede.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"2reis_10_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada para descrever uma mudança de estado ou condição, muitas vezes associada a um evento trágico.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a queda de um líder ou a ruína de uma casa, refletindo a consequência do pecado e da desobediência a Deus.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a fragilidade da condição humana e a inevitabilidade do juízo divino sobre aqueles que se afastam de Seus caminhos.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção, como em Romanos 3:23.","referencias_relacionadas":["Romanos 3:23","Provérbios 16:18","Gálatas 6:7"]},"2reis_10_9_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na narrativa bíblica.","explicacao_detalhada":"Em 2 Reis 10:9, o 'dia' pode simbolizar um tempo de julgamento ou de cumprimento de profecias, enfatizando a importância do tempo na ação divina.","por_que_esta_palavra":"A escolha da palavra 'dia' é crucial, pois destaca a noção de que Deus opera em tempos determinados, trazendo à tona Seus planos e propósitos.","conexao_teologica":"O conceito de 'dia' é frequentemente ligado ao dia do Senhor, um tempo de juízo e restauração, como em Joel 2:31.","referencias_relacionadas":["Joel 2:31","Salmos 118:24","Eclesiastes 3:1"]},"2reis_10_9_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para indicar a ação de deixar um lugar, muitas vezes em um contexto de grande importância ou impacto.","explicacao_detalhada":"No versículo, 'sair' pode implicar em uma mudança significativa, como a saída de um líder ou a transição de poder, refletindo a dinâmica política da época.","por_que_esta_palavra":"A palavra 'sair' é escolhida para enfatizar a ação de deixar algo para trás, simbolizando a mudança e a transformação que ocorrem na história de Israel.","conexao_teologica":"A saída é um tema teológico que remete à libertação, como a saída do Egito, que é um símbolo de redenção e novo começo, conforme Êxodo 12:51.","referencias_relacionadas":["Êxodo 12:51","Gálatas 5:1","Romanos 6:4"]},"2reis_10_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem que carrega significado e autoridade.","explicacao_detalhada":"Em 2 Reis 10:10, 'palavra' é usada para enfatizar a importância da comunicação divina e das promessas de Deus, que são sempre cumpridas.","por_que_esta_palavra":"A escolha da palavra 'palavra' é fundamental, pois representa a revelação de Deus ao Seu povo e a importância de ouvir e obedecer a Sua voz.","conexao_teologica":"A palavra de Deus é viva e eficaz, como descrito em Hebreus 4:12, e é essencial para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2reis_10_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' destaca a relação entre Deus e Seu povo, lembrando que Ele é o governante supremo e digno de reverência.","por_que_esta_palavra":"A palavra 'senhor' é escolhida para reafirmar a posição de Deus como autoridade máxima, que deve ser respeitada e obedecida.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, como em Salmos 103:19, onde se afirma que Seu reino governa sobre tudo.","referencias_relacionadas":["Salmos 103:19","Romanos 14:9","Filipenses 2:10"]},"2reis_10_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou justificativa para uma afirmação anterior.","explicacao_detalhada":"Em 2 Reis 10:10, 'porque' é usada para conectar a ação de Deus com a razão de Sua intervenção, mostrando a lógica divina por trás dos eventos.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a motivação de Deus em agir, revelando Sua justiça e fidelidade às promessas.","conexao_teologica":"A lógica divina é um tema que permeia a Escritura, como em Romanos 8:28, onde se afirma que Deus age em todas as coisas para o bem daqueles que O amam.","referencias_relacionadas":["Romanos 8:28","Tiago 1:17","Salmos 37:5"]},"2reis_10_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou estrutura física, mas também pode simbolizar uma família ou linhagem.","explicacao_detalhada":"No contexto de 2 Reis 10:11, 'casa' pode representar a dinastia de um rei ou a comunidade de um povo, enfatizando a importância das relações familiares e sociais.","por_que_esta_palavra":"A escolha da palavra 'casa' é significativa, pois reflete a ideia de pertencimento e identidade, tanto física quanto espiritual.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando Sua presença entre o Seu povo, como em Salmos 27:4.","referencias_relacionadas":["Salmos 27:4","1 Pedro 2:5","Hebreus 3:6"]},"2reis_10_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em 2 Reis 10:11, 'modo' pode indicar a forma como a justiça é aplicada ou como as ações são realizadas, refletindo a moralidade e a ética do povo.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para entender que a maneira de agir tem consequências e que Deus observa as ações do homem.","conexao_teologica":"A ética e a moralidade são temas centrais na Bíblia, como em Miquéias 6:8, que nos ensina a agir com justiça, amar a misericórdia e andar humildemente com Deus.","referencias_relacionadas":["Miquéias 6:8","Colossenses 3:23","Mateus 5:16"]},"2reis_10_11_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a ferir ou causar dano, muitas vezes em um contexto de julgamento ou disciplina.","explicacao_detalhada":"No versículo, 'beat' pode simbolizar a ação de Deus em trazer juízo sobre aqueles que se opõem a Sua vontade, enfatizando a seriedade da desobediência.","por_que_esta_palavra":"A escolha da palavra 'beat' é significativa, pois reflete a natureza de Deus como justo juiz, que não ignora o pecado.","conexao_teologica":"O juízo de Deus é um tema recorrente, como em Romanos 2:6, onde se afirma que Ele retribuirá a cada um segundo suas obras.","referencias_relacionadas":["Romanos 2:6","Hebreus 10:31","Gálatas 6:7"]},"2reis_10_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica em uma ação de se erguer ou se posicionar, muitas vezes em um contexto de autoridade ou ação.","explicacao_detalhada":"No contexto de 2 Reis 10:12, a palavra 'levantar' é usada para descrever a ação de se erguer em um ato de convocação ou liderança, indicando um movimento em direção a um propósito maior.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da ação de se levantar em momentos críticos, como em batalhas ou decisões importantes.","conexao_teologica":"Levantar-se é frequentemente associado à resposta de Deus ao clamor do Seu povo, simbolizando a prontidão para agir em favor da justiça.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Mateus 28:6"]},"2reis_10_12_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se ao estado de existência, vitalidade e a continuidade da experiência humana.","explicacao_detalhada":"Em 2 Reis 10:12, a menção de 'vida' pode estar ligada ao conceito de preservação e continuidade da linhagem real, bem como à importância da vida em um contexto de aliança com Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a fragilidade e a preciosidade da vida, especialmente em tempos de conflito e incerteza.","conexao_teologica":"A vida é um dom de Deus e é frequentemente vista como um reflexo da Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Gênesis 2:7","Deuteronômio 30:19","João 10:10"]},"2reis_10_12_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar implica em convocar ou convidar alguém para se juntar a uma ação ou evento.","explicacao_detalhada":"No versículo, 'chamar' é um ato de convocação que pode indicar a importância de reunir pessoas para um propósito específico, como a adoração ou a guerra.","por_que_esta_palavra":"A escolha da palavra enfatiza a necessidade de ação coletiva e a importância da comunidade na realização dos planos de Deus.","conexao_teologica":"Deus frequentemente chama Seu povo para se reunir, seja para adoração, oração ou ação, refletindo a natureza comunitária da fé.","referencias_relacionadas":["Êxodo 3:10","Mateus 4:19","Hebreus 10:24-25"]},"2reis_10_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a alguém que se opõe ou é hostil a outra pessoa ou grupo.","explicacao_detalhada":"Neste contexto, 'inimigo' é usado para descrever aqueles que se opõem ao povo de Deus, refletindo a luta espiritual e física que ocorre ao longo da história bíblica.","por_que_esta_palavra":"A palavra é significativa para destacar a realidade da oposição que os fiéis enfrentam em sua jornada de fé.","conexao_teologica":"A luta contra inimigos é uma temática recorrente na Bíblia, simbolizando a batalha entre o bem e o mal.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 12:20"]},"2reis_10_13_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Paz (shalom) refere-se a um estado de harmonia, bem-estar e ausência de conflito.","explicacao_detalhada":"Em 2 Reis 10:13, a menção de 'paz' pode indicar a busca por um estado de tranquilidade em meio a conflitos e a importância da paz na vida do povo de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar o desejo de um estado de bem-estar e harmonia, tanto individual quanto comunitário.","conexao_teologica":"A paz é um dos frutos do Espírito e um aspecto central da mensagem do evangelho, refletindo a reconciliação com Deus.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"2reis_10_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade máxima em um reino, responsável por governar e liderar seu povo.","explicacao_detalhada":"No contexto de 2 Reis 10:13, a palavra 'rei' é crucial para entender a dinâmica de poder e liderança entre as nações e a relação do povo com Deus.","por_que_esta_palavra":"A escolha da palavra destaca a importância da liderança justa e a responsabilidade dos governantes diante de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança humana deve refletir Sua justiça e retidão.","referencias_relacionadas":["Salmos 47:2","Provérbios 21:1","Apocalipse 19:16"]},"2reis_10_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em 2 Reis 10:14, 'dizer' é usado para descrever a ação de proclamar ou declarar algo importante, refletindo a importância da palavra na comunicação de verdades.","por_que_esta_palavra":"A palavra é escolhida para enfatizar o poder da fala e a responsabilidade que vem com a comunicação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Sua verdade é fundamental para a edificação da fé.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:17"]},"2reis_10_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne refere-se à substância física do ser humano, simbolizando a fragilidade e a mortalidade.","explicacao_detalhada":"No contexto de 2 Reis 10:14, 'carne' pode ser usada para enfatizar a vulnerabilidade humana e a necessidade de sacrifício.","por_que_esta_palavra":"A palavra é significativa para lembrar a natureza temporária da vida e a importância do sacrifício na relação com Deus.","conexao_teologica":"A carne é frequentemente usada na Bíblia para simbolizar a condição humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 6:3","Romanos 8:3","João 1:14"]},"2reis_10_14_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Sacrifício refere-se ao ato de oferecer algo de valor a Deus, geralmente como um ato de adoração ou expiação.","explicacao_detalhada":"Em 2 Reis 10:14, 'sacrifício' é central para a adoração e a relação do povo com Deus, refletindo a necessidade de expiação pelos pecados.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância do sacrifício na vida espiritual e a conexão com a aliança de Deus com Seu povo.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo como a oferta final pelos pecados da humanidade.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2reis_10_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em transferir algo a alguém, muitas vezes em um contexto de generosidade ou oferta.","explicacao_detalhada":"No contexto de 2 Reis 10:15, 'dar' pode ser interpretado como um ato de generosidade ou de cumprimento de uma promessa.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da generosidade e da disposição de ajudar os outros.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo o caráter generoso de Deus e a chamada para servir aos outros.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 5:42"]},"2reis_10_15_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou seguir um caminho, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'andar' no contexto bíblico muitas vezes simboliza a maneira como uma pessoa vive sua vida, incluindo suas escolhas e ações. Em 2 Reis 10:15, o ato de 'andar' pode ser interpretado como seguir o caminho que Deus deseja para nós.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da conduta e do comportamento na vida de um crente.","conexao_teologica":"Andar nos caminhos do Senhor é um tema recorrente nas Escrituras, refletindo a necessidade de viver de acordo com os princípios divinos.","referencias_relacionadas":["Salmos 1:1-2","Provérbios 4:26","Gálatas 5:16"]},"2reis_10_15_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"Indica o ato de encontrar ou descobrir algo que estava perdido ou oculto.","explicacao_detalhada":"A palavra 'achar' implica uma busca que resulta em descoberta. Em 2 Reis 10:15, pode se referir à busca por uma verdade ou uma pessoa que é significativa no contexto da narrativa.","por_que_esta_palavra":"É importante para mostrar que a busca espiritual e a revelação de Deus são partes essenciais da experiência de fé.","conexao_teologica":"A ideia de achar é frequentemente associada à busca por Deus e à revelação de Sua vontade.","referencias_relacionadas":["Mateus 7:7","Provérbios 8:17","Lucas 19:10"]},"2reis_10_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Deus.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é considerado sagrado e representa a presença e a autoridade de Deus. Em 2 Reis 10:16, o uso do nome enfatiza a relação entre Deus e Seu povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a compreensão da Sua natureza e do Seu caráter, sendo um ponto de referência na fé israelita.","conexao_teologica":"O nome do Senhor é invocado em momentos de oração e adoração, simbolizando a confiança e a reverência que os crentes devem ter.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Romanos 10:13"]},"2reis_10_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a importância das declarações feitas, especialmente em contextos de liderança e profecia. Em 2 Reis 10:16, isso pode indicar uma ordem ou uma revelação significativa.","por_que_esta_palavra":"A comunicação é vital na relação entre Deus e Seu povo, e a palavra 'dizer' destaca a importância das mensagens divinas.","conexao_teologica":"Deus se comunica com Seu povo através de profetas e Escrituras, e a palavra é um meio de transmitir Sua vontade.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 4:12"]},"2reis_10_16_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de perceber ou compreender algo.","explicacao_detalhada":"A palavra 'ver' implica mais do que a simples visão física; envolve discernimento e entendimento espiritual. Em 2 Reis 10:16, pode se referir à capacidade de reconhecer a verdade ou a vontade de Deus.","por_que_esta_palavra":"A visão espiritual é crucial para a fé, pois permite que os crentes compreendam a realidade de Deus e Sua obra.","conexao_teologica":"Ver com os olhos da fé é um tema importante nas Escrituras, enfatizando a necessidade de discernimento espiritual.","referencias_relacionadas":["Mateus 5:8","Efésios 1:18","2 Coríntios 5:7"]},"2reis_10_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que possui significado e importância.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é frequentemente usada para descrever a comunicação de Deus ao Seu povo. Em 2 Reis 10:17, isso pode se referir a uma instrução divina ou a um decreto.","por_que_esta_palavra":"A comunicação de Deus é essencial para a vida espiritual, e a palavra é um meio pelo qual Ele se revela.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que os crentes são guiados e transformados.","referencias_relacionadas":["Salmos 119:105","Isaías 40:8","Tiago 1:21"]},"2reis_10_17_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, neste caso, o rei Acabe.","explicacao_detalhada":"O nome 'Acabe' (אַחְאָב) é significativo no contexto da narrativa, pois representa um rei que se afastou dos caminhos de Deus. Em 2 Reis 10:17, o nome é mencionado para destacar a continuidade da história de Israel.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes carregam significados e implicações teológicas, refletindo a identidade e o caráter das pessoas.","conexao_teologica":"A história de Acabe serve como um aviso sobre as consequências de desobedecer a Deus.","referencias_relacionadas":["1 Reis 16:30-33","1 Reis 21:25","2 Reis 9:22"]},"2reis_10_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em um lugar ou situação.","explicacao_detalhada":"A palavra 'vir' (בּוֹא) implica movimento e ação. Em 2 Reis 10:17, pode se referir ao chamado de Deus para que as pessoas se reúnam ou respondam a uma convocação.","por_que_esta_palavra":"O chamado de Deus é um tema central nas Escrituras, enfatizando a importância da resposta humana à Sua vontade.","conexao_teologica":"Vir a Deus é um convite à comunhão e à obediência, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Mateus 11:28","Isaías 55:1","Apocalipse 22:17"]},"2reis_10_18_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָבַץ","transliteracao":"qâbats","strong":"H6908","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"Refere-se ao ato de reunir ou juntar pessoas para um propósito específico.","explicacao_detalhada":"A palavra 'ajuntar' (קָבַץ) implica uma ação coletiva, onde indivíduos se reúnem para um objetivo comum. Em 2 Reis 10:18, isso pode se referir à convocação do povo para um evento importante.","por_que_esta_palavra":"A reunião do povo é fundamental para a adoração e a vida comunitária na fé.","conexao_teologica":"A assembleia do povo de Deus é um reflexo da unidade e da comunhão que Ele deseja entre Seus seguidores.","referencias_relacionadas":["Hebreus 10:25","Atos 2:1","Salmos 122:1"]},"2reis_10_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) pode indicar a forma ou o estilo de uma ação. Em 2 Reis 10:18, isso pode se referir à maneira como o povo deve se reunir ou agir em resposta a um chamado.","por_que_esta_palavra":"A maneira de agir é importante na vida cristã, pois reflete a atitude e o coração das pessoas diante de Deus.","conexao_teologica":"A forma como adoramos e servimos a Deus deve ser feita com reverência e sinceridade.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Salmos 100:2"]},"2reis_10_18_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que estavam sob a liderança de Jeú, destacando a coletividade e a identidade do povo de Israel.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a nação de Israel como um todo, enfatizando sua unidade e o relacionamento que têm com Deus. No contexto de 2 Reis 10, Jeú convoca o povo para um ato de adoração e sacrifício a Baal, mostrando a importância da coletividade na adoração.","por_que_esta_palavra":"A escolha da palavra 'povo' é significativa porque destaca a responsabilidade coletiva do povo de Israel em seguir a Deus e se afastar da idolatria.","conexao_teologica":"A ideia de 'povo' é central na teologia bíblica, pois Deus se relaciona com Israel como Seu povo escolhido, e essa identidade é fundamental para a compreensão da aliança.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","Salmos 100:3"]},"2reis_10_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como os atos de adoração devem ser realizados, enfatizando a importância da ordem e da reverência.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um conjunto de práticas ou rituais que devem ser seguidos. No contexto, Jeú instrui sobre como os sacrifícios a Baal devem ser feitos, refletindo a necessidade de seguir as diretrizes estabelecidas.","por_que_esta_palavra":"A palavra é usada para ressaltar que a adoração a Deus deve ser feita de acordo com as instruções divinas, evitando a adoração imprópria.","conexao_teologica":"A forma de adoração é um tema recorrente na Bíblia, onde Deus especifica como deseja ser adorado, mostrando a importância da obediência.","referencias_relacionadas":["Levítico 10:1-2","Deuteronômio 12:32","Salmos 29:2"]},"2reis_10_19_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor e transmite Suas instruções ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é crucial para entender a dinâmica entre Deus e Israel. Os profetas eram encarregados de chamar o povo ao arrependimento e à fidelidade a Deus, e no contexto, Jeú busca um profeta para legitimar sua ação contra Baal.","por_que_esta_palavra":"A presença de um profeta é essencial para a confirmação da vontade de Deus e para a orientação do povo em tempos de crise.","conexao_teologica":"Os profetas desempenham um papel vital na narrativa bíblica, sendo intermediários entre Deus e o povo, e sua mensagem é frequentemente de arrependimento e esperança.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2reis_10_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade no culto.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é fundamental para a adoração no Antigo Testamento. Os sacerdotes eram encarregados de conduzir os rituais e garantir que as práticas religiosas fossem realizadas corretamente, e no contexto, Jeú convoca sacerdotes para a adoração a Baal.","por_que_esta_palavra":"A inclusão dos sacerdotes destaca a importância da liderança espiritual na adoração e a necessidade de um mediador entre Deus e o povo.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação, refletindo a necessidade de um intermediário, que é plenamente realizado em Cristo no Novo Testamento.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 5:1"]},"2reis_10_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com grande importância, especialmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância das declarações feitas em nome de Deus. No contexto, Jeú está instruindo sobre o que deve ser proclamado durante a adoração a Baal.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da comunicação clara e da declaração de fé em momentos de adoração.","conexao_teologica":"A fala e a declaração são temas centrais na Bíblia, onde a palavra de Deus é poderosa e criativa, e a confissão de fé é um ato de adoração.","referencias_relacionadas":["Gênesis 1:3","Salmos 19:14","Romanos 10:9"]},"2reis_10_20_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de consagrar ou tornar algo sagrado, especialmente em relação ao culto.","explicacao_detalhada":"A palavra 'santificar' (קָדַשׁ) implica em separar algo para uso sagrado. No contexto, Jeú está chamando o povo a se preparar para um ato de adoração a Baal, o que contrasta com a verdadeira santidade que Deus exige.","por_que_esta_palavra":"A santificação é um tema importante, pois implica em estar separado para Deus e em conformidade com Sua vontade.","conexao_teologica":"A santidade de Deus é um aspecto central da Sua natureza, e a santificação do povo é necessária para uma verdadeira adoração.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"2reis_10_20_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar pessoas para um evento ou ação específica.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é utilizada para descrever a convocação do povo para a adoração. No contexto, Jeú está chamando os adoradores de Baal para se reunirem.","por_que_esta_palavra":"A convocação é um aspecto importante da adoração, pois envolve a participação ativa da comunidade na prática religiosa.","conexao_teologica":"Deus frequentemente chama Seu povo para se reunir em adoração, refletindo a importância da comunhão e da unidade na fé.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Hebreus 10:25"]},"2reis_10_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como as instruções devem ser seguidas, enfatizando a importância da ordem.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada novamente para indicar que a adoração deve ser realizada de acordo com um padrão estabelecido, refletindo a necessidade de reverência e obediência.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a seriedade da adoração e a necessidade de seguir as diretrizes divinas.","conexao_teologica":"A adoração deve ser feita em espírito e verdade, conforme as instruções de Deus, refletindo a importância da obediência na vida do crente.","referencias_relacionadas":["Salmos 96:9","João 4:24","Colossenses 3:23"]},"2reis_10_21_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar ou despachar alguém para realizar uma tarefa específica.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica em uma ação de delegar responsabilidades. No contexto, Jeú está enviando mensageiros para convocar os adoradores de Baal.","por_que_esta_palavra":"O envio é uma parte essencial da liderança, onde um líder delega tarefas para cumprir um propósito maior.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, refletindo a missão de Deus de alcançar Seu povo e o mundo.","referencias_relacionadas":["Mateus 28:19","Lucas 10:1","Romanos 10:15"]},"2reis_10_21_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou trazer pessoas para um evento ou ação específica.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é usada para descrever a ação de trazer os adoradores para a presença de Baal, destacando a importância da participação na adoração.","por_que_esta_palavra":"A convocação para 'vir' implica em um chamado à ação, onde as pessoas são convidadas a se envolver na adoração.","conexao_teologica":"Deus chama Seu povo para entrar em Sua presença, refletindo a importância da comunhão e da adoração coletiva.","referencias_relacionadas":["Salmos 100:4","Hebreus 4:16","Apocalipse 22:17"]},"2reis_10_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de agir.","explicacao_detalhada":"No contexto de 2 Reis 10:22, a palavra 'modo' é utilizada para descrever a forma como os adoradores devem se comportar diante de Deus, enfatizando a importância da reverência e da obediência nas práticas religiosas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de um comportamento adequado nas cerimônias religiosas, refletindo a santidade de Deus.","conexao_teologica":"O modo de adoração é um tema recorrente na Bíblia, onde Deus exige que Seu povo O adore de maneira digna e respeitosa.","referencias_relacionadas":["Êxodo 20:4-5","Levítico 10:1-3","Salmos 29:2"]},"2reis_10_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em 2 Reis 10:22, a palavra 'dizer' é usada para convocar os adoradores, mostrando a importância da palavra falada na adoração e na comunicação de instruções divinas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão de mensagens e ordens, refletindo a autoridade da fala de Deus e dos líderes espirituais.","conexao_teologica":"A palavra de Deus tem poder e é essencial para a vida espiritual, conforme visto em várias passagens que enfatizam a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"2reis_10_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em um lugar, muitas vezes com um propósito específico.","explicacao_detalhada":"No versículo, 'vir/entrar' implica a convocação dos profetas para um encontro, simbolizando a importância da presença e da resposta ao chamado de Deus.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois representa a ação de se aproximar de Deus e de Sua vontade, um tema central na relação entre Deus e Seu povo.","conexao_teologica":"A ideia de ser chamado por Deus é um conceito fundamental na teologia bíblica, onde muitos personagens bíblicos são convocados para cumprir propósitos divinos.","referencias_relacionadas":["Isaías 6:8","Mateus 11:28","Romanos 8:30"]},"2reis_10_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, muitas vezes utilizado para descrever a relação familiar ou a herança.","explicacao_detalhada":"A palavra 'filho' em 2 Reis 10:23 enfatiza a continuidade da linhagem e a importância da descendência na cultura israelita, além de simbolizar a relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'filho' reflete a intimidade e a responsabilidade que vêm com a filiação, tanto em contextos humanos quanto espirituais.","conexao_teologica":"A relação de Deus como Pai e os crentes como Seus filhos é um tema central no Novo Testamento, simbolizando amor e herança.","referencias_relacionadas":["Gálatas 4:7","João 1:12","Romanos 8:16"]},"2reis_10_23_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou estrutura física, mas também pode simbolizar uma família ou um grupo.","explicacao_detalhada":"Em 2 Reis 10:23, 'casa' pode se referir tanto ao local físico onde os adoradores se reúnem quanto à comunidade de fé que ali habita.","por_que_esta_palavra":"A palavra 'casa' é significativa, pois representa não apenas um espaço físico, mas também a ideia de pertencimento e comunidade entre os crentes.","conexao_teologica":"A casa de Deus é frequentemente mencionada na Bíblia como um lugar de adoração e comunhão, refletindo a importância da comunidade de fé.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 10:25"]},"2reis_10_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, simbolizando força e ferocidade.","explicacao_detalhada":"No contexto de 2 Reis 10:24, a palavra 'urso' é usada para descrever a ferocidade do julgamento de Deus sobre aqueles que se opõem a Ele, simbolizando a gravidade das consequências do pecado.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a seriedade do julgamento divino e a proteção que Deus oferece aos Seus fiéis.","conexao_teologica":"A ferocidade de Deus em relação ao pecado é um tema recorrente na Bíblia, onde Ele é descrito como um juiz justo e poderoso.","referencias_relacionadas":["Salmos 50:3","Ezequiel 18:30","Romanos 2:6"]},"2reis_10_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, frequentemente utilizado para descrever a condição humana.","explicacao_detalhada":"Em 2 Reis 10:24, a palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de dependência de Deus, especialmente em momentos de julgamento.","por_que_esta_palavra":"A palavra 'homem' destaca a vulnerabilidade da humanidade diante do poder divino e a necessidade de arrependimento.","conexao_teologica":"A condição humana e a necessidade de redenção são temas centrais na teologia bíblica, onde a salvação é oferecida a todos os homens.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Efésios 2:8-9"]},"2reis_10_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade, usado para ilustrar o julgamento.","explicacao_detalhada":"A repetição da palavra 'urso' em 2 Reis 10:25 reforça a ideia de que o julgamento de Deus é severo e inescapável para aqueles que se opõem a Ele.","por_que_esta_palavra":"A palavra 'urso' é escolhida para enfatizar a gravidade e a inevitabilidade das consequências do pecado.","conexao_teologica":"O julgamento de Deus é um tema importante na Bíblia, onde Ele é descrito como um juiz que não tolera a iniquidade.","referencias_relacionadas":["Salmos 37:28","Mateus 25:46","Apocalipse 20:15"]},"2reis_10_25_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a ação de sair ou deixar um lugar, muitas vezes com um propósito específico.","explicacao_detalhada":"Em 2 Reis 10:25, a palavra 'sair' é usada para descrever a saída dos profetas, simbolizando a separação entre os justos e os ímpios.","por_que_esta_palavra":"A palavra 'sair' é significativa, pois representa a decisão de se afastar do pecado e buscar a santidade.","conexao_teologica":"A ideia de sair do pecado e se voltar para Deus é um tema central na mensagem do evangelho.","referencias_relacionadas":["2 Coríntios 6:17","Gálatas 5:1","1 Pedro 2:9"]},"2reis_10_26_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Em 2 Reis 10:26, \"sair\" aparece na frase \"E tiraram as estátuas da casa de Baal, e as queimaram.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יָצָא; yâtsâʼ; H3318), \"sair\" traz a ideia de sair. Aqui, essa palavra deixa o ensino de 2 Reis 10:26 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"sair\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Reis 10:9. Lendo junto com 2 Reis 10:26, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Reis 10:26","2 Reis 10:9","Salmos 119:105"]},"2reis_10_26_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Baal, um templo dedicado ao culto desse deus.","explicacao_detalhada":"A palavra 'casa' neste contexto é usada para descrever um lugar sagrado onde os adoradores se reuniam para prestar culto a Baal. A destruição dessa casa simboliza a erradicação da idolatria em Israel.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do local de adoração e a necessidade de purificação do povo de Israel de práticas idólatras.","conexao_teologica":"A destruição da casa de Baal representa a soberania de Deus sobre falsos deuses e a chamada ao povo para retornar à verdadeira adoração.","referencias_relacionadas":["1 Reis 18:21","2 Reis 10:28","Jeremias 7:30"]},"2reis_10_26_baal":{"palavra_pt":"baal","palavra_original":"בַּעַל","transliteracao":"Baʻal","strong":"H1168","significado_raiz":"Ideia básica: baal.","significado_contextual":"Baal é um deus cananeu associado à fertilidade e à tempestade, amplamente adorado em Israel.","explicacao_detalhada":"A palavra 'Baal' refere-se a um deus que competia com o Senhor pela adoração do povo de Israel. A destruição de seus templos é um ato de julgamento contra a idolatria.","por_que_esta_palavra":"A menção de Baal destaca a luta entre a adoração ao Deus verdadeiro e a idolatria que permeava Israel.","conexao_teologica":"A rejeição de Baal e a destruição de suas casas simbolizam a purificação espiritual que Deus deseja para seu povo.","referencias_relacionadas":["Juízes 2:11-13","1 Reis 16:31-33","Oséias 2:16"]},"2reis_10_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado é um tempo específico de ação e julgamento contra a idolatria.","explicacao_detalhada":"A palavra 'dia' aqui implica um tempo determinado em que Deus executa seu plano de purificação e restauração em Israel.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza e a iminência do julgamento de Deus sobre a idolatria.","conexao_teologica":"Este 'dia' é um lembrete da justiça de Deus e de sua intervenção na história para restaurar seu povo.","referencias_relacionadas":["Amós 5:18","Ezequiel 30:3","Joel 2:1"]},"2reis_10_27_destruir":{"palavra_pt":"destruir","palavra_original":"נָתַץ","transliteracao":"nâthats","strong":"H5422","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar completamente a casa de Baal.","explicacao_detalhada":"A palavra 'destruir' implica um ato de julgamento severo, onde a idolatria é erradicada de Israel.","por_que_esta_palavra":"A escolha do verbo 'destruir' enfatiza a intensidade da ação de Deus contra a idolatria.","conexao_teologica":"A destruição da casa de Baal é um símbolo da vitória de Deus sobre os ídolos e da necessidade de pureza espiritual.","referencias_relacionadas":["Deuteronômio 7:5","Salmos 97:7","Isaías 2:18"]},"2reis_10_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente se refere ao templo de Baal, um símbolo da idolatria em Israel.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de que o local de adoração a Baal será completamente eliminado.","por_que_esta_palavra":"A palavra é crucial para entender a magnitude da purificação que está sendo realizada.","conexao_teologica":"A destruição da casa de Baal é um ato de restauração da verdadeira adoração ao Senhor.","referencias_relacionadas":["1 Reis 18:40","2 Reis 10:28","Ezequiel 6:4"]},"2reis_10_28_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁמַד","transliteracao":"shâmad","strong":"H8045","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se ao destino dos adoradores de Baal e à destruição de sua influência.","explicacao_detalhada":"A palavra 'perecer' implica não apenas a morte física, mas também a extinção da influência de Baal sobre o povo.","por_que_esta_palavra":"A escolha do termo 'perecer' enfatiza a gravidade do julgamento de Deus sobre a idolatria.","conexao_teologica":"A ideia de perecimento está ligada à justiça divina e à necessidade de afastar-se do pecado.","referencias_relacionadas":["Salmos 37:20","Provérbios 10:28","Ezequiel 18:30"]},"2reis_10_28_baal":{"palavra_pt":"baal","palavra_original":"בַּעַל","transliteracao":"Baʻal","strong":"H1168","significado_raiz":"Ideia básica: baal.","significado_contextual":"Reitera a presença de Baal como um ídolo a ser destruído.","explicacao_detalhada":"A repetição do nome Baal enfatiza a importância da erradicação de toda forma de idolatria.","por_que_esta_palavra":"A palavra é essencial para entender a luta contra a idolatria em Israel.","conexao_teologica":"A destruição de Baal é um símbolo da vitória de Deus sobre os falsos deuses.","referencias_relacionadas":["1 Reis 18:21","2 Reis 10:26","Oséias 2:16"]},"2reis_10_28_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Israel, o povo escolhido de Deus.","explicacao_detalhada":"A palavra 'nome' aqui representa a identidade e a aliança de Deus com seu povo.","por_que_esta_palavra":"A menção do nome é crucial para entender a relação entre Deus e Israel.","conexao_teologica":"O nome de Israel simboliza a promessa de Deus e sua fidelidade ao seu povo.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:6"]},"2reis_10_29_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jeroboão, o primeiro rei do Reino do Norte de Israel.","explicacao_detalhada":"A palavra 'nome' neste contexto é importante para entender a linhagem e a história de Israel sob a liderança de Jeroboão.","por_que_esta_palavra":"A menção do nome é significativa para a continuidade da história de Israel e suas divisões.","conexao_teologica":"O nome de Jeroboão representa a infidelidade de Israel e a necessidade de retorno ao Senhor.","referencias_relacionadas":["1 Reis 11:31","2 Reis 17:21","Amós 7:9"]},"2reis_10_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Jeroboão, enfatizando a continuidade da linha real.","explicacao_detalhada":"A palavra 'filho' é usada para mostrar a herança e a responsabilidade que vem com a liderança em Israel.","por_que_esta_palavra":"A menção de 'filho' é crucial para entender a dinâmica familiar e política em Israel.","conexao_teologica":"A ideia de filho está ligada à promessa de Deus sobre a linhagem de Davi e a importância da fidelidade a Ele.","referencias_relacionadas":["2 Samuel 7:12","Salmos 89:4","Mateus 1:12"]},"2reis_10_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal feroz, simbolizando força e poder.","explicacao_detalhada":"O urso é frequentemente associado à força e à ferocidade. No contexto de 2 Reis 10:30, a menção do urso pode simbolizar a força do julgamento de Deus sobre aqueles que se opõem a Ele.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a gravidade da situação e a força do juízo divino.","conexao_teologica":"O urso pode ser visto como um símbolo da justiça de Deus, que não hesita em punir o mal.","referencias_relacionadas":["Daniel 7:5","Provérbios 17:12","Oséias 13:8"]},"2reis_10_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à forma como as ações são realizadas, destacando a importância da intenção e do método.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender como as ações de Jeú estavam alinhadas com a vontade de Deus.","conexao_teologica":"A maneira como servimos a Deus é tão importante quanto o serviço em si.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Mateus 7:13-14"]},"2reis_10_30_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa física, mas também pode simbolizar a família ou a nação.","explicacao_detalhada":"A 'casa' é um símbolo de segurança e identidade. No contexto, pode representar a dinastia de Acabe e seu legado.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a destruição do legado de Acabe e a purificação de Israel.","conexao_teologica":"Deus se preocupa com as casas e famílias, e Sua justiça se estende a elas.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Gênesis 18:19"]},"2reis_10_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da forma como Jeú se comporta em relação à vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a atitude de Jeú em relação ao culto a Deus.","conexao_teologica":"A maneira de viver e agir é fundamental na vida cristã.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:22-23","Efésios 5:15-16"]},"2reis_10_31_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade ou sinceridade.","explicacao_detalhada":"A palavra 'verdade' destaca a importância da autenticidade nas ações e promessas de Jeú.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para entender a integridade do caráter de Jeú como líder.","conexao_teologica":"Deus é a verdade, e viver em verdade é essencial para um relacionamento genuíno com Ele.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"2reis_10_31_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou viver.","explicacao_detalhada":"A palavra 'andar' é frequentemente usada na Bíblia para descrever o estilo de vida de uma pessoa em relação a Deus.","por_que_esta_palavra":"A palavra 'andar' é importante para entender como Jeú deveria viver em obediência a Deus.","conexao_teologica":"Andar com Deus implica em seguir Seus caminhos e viver de acordo com Sua vontade.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"2reis_10_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de julgamento.","explicacao_detalhada":"O 'dia' mencionado pode ser um tempo específico em que Deus executa Seu juízo sobre Israel.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza do juízo de Deus.","conexao_teologica":"Deus tem um tempo determinado para o juízo, e cada dia é uma oportunidade para arrependimento.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","2 Pedro 3:10"]},"2reis_10_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a forma de agir é importante diante de Deus.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a atitude de Jeú em relação ao juízo divino.","conexao_teologica":"A maneira de agir reflete a nossa relação com Deus e Sua vontade.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Tiago 1:22"]},"2reis_10_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder, e é invocado em momentos de necessidade.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é poderoso e deve ser reverenciado em todas as circunstâncias.","referencias_relacionadas":["Salmos 8:1","Filipenses 2:9-11","Êxodo 20:7"]},"2reis_10_33_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol, que simboliza luz e vida.","explicacao_detalhada":"O sol é frequentemente usado na Bíblia como uma metáfora para a presença de Deus e Sua iluminação sobre o mundo.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a criação de Deus e Sua soberania sobre a natureza.","conexao_teologica":"Deus é a luz do mundo, e o sol é um símbolo de Sua glória e poder.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14-16","Apocalipse 21:23"]},"2reis_10_33_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade entre dois ou mais elementos.","explicacao_detalhada":"No contexto de 2 Reis 10:33, 'entre' é usada para descrever a localização dos israelitas em relação a outros povos ou nações. Essa preposição é fundamental para entender as interações e divisões geográficas mencionadas.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a ideia de separação e distinção entre os israelitas e os outros povos, refletindo a identidade única do povo de Deus.","conexao_teologica":"A separação entre o povo de Deus e as nações é um tema recorrente na Bíblia, simbolizando a santidade e a chamada divina para viver de maneira distinta.","referencias_relacionadas":["Êxodo 33:16","Deuteronômio 7:6","Salmos 147:19-20"]},"2reis_10_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de proceder.","explicacao_detalhada":"Em 2 Reis 10:34, 'modo' é utilizada para descrever a forma como os eventos se desenrolam, indicando que a maneira de agir é tão importante quanto a ação em si.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que não apenas as ações, mas também a intenção e a forma de agir são relevantes na narrativa bíblica.","conexao_teologica":"A maneira como os líderes e o povo de Deus agem reflete sua fidelidade e obediência a Deus, mostrando que a ética e a moralidade são fundamentais na vida cristã.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:16","Colossenses 3:23"]},"2reis_10_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No versículo 2 Reis 10:34, 'dia' é usado para marcar um tempo específico em que ações importantes ocorrem, ressaltando a importância do tempo na narrativa bíblica.","por_que_esta_palavra":"A menção do 'dia' enfatiza a ideia de que Deus atua em momentos específicos da história, e que cada dia traz oportunidades para cumprir Seus propósitos.","conexao_teologica":"O conceito de tempo é central na teologia bíblica, onde cada dia é visto como uma dádiva de Deus e uma oportunidade para viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2reis_10_34_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, simbolizando poder e liderança.","explicacao_detalhada":"Em 2 Reis 10:34, 'rei' é usado para descrever a posição de liderança de Jeú, que foi escolhido por Deus para governar Israel e trazer juízo sobre a casa de Acabe.","por_que_esta_palavra":"A palavra 'rei' é significativa porque destaca a soberania de Deus na escolha de líderes e na direção da história de Israel.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é apresentado como o Rei supremo que governa sobre todas as nações e estabelece Seus servos para liderar.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2reis_10_35_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de repousar ou de estar em paz, muitas vezes após um período de trabalho ou conflito.","explicacao_detalhada":"No contexto de 2 Reis 10:35, 'descanso' é usado para descrever a morte de um rei, simbolizando o fim de sua luta e a chegada à paz eterna.","por_que_esta_palavra":"A escolha da palavra 'descanso' sugere uma transição de uma vida de batalhas e desafios para um estado de paz, refletindo a esperança da vida após a morte.","conexao_teologica":"O conceito de descanso é importante na teologia cristã, onde a morte é vista como um descanso na presença de Deus para os fiéis.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Apocalipse 14:13"]},"2reis_10_35_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade sobre um povo ou território.","explicacao_detalhada":"Em 2 Reis 10:35, 'reinar' é usado para descrever a continuidade do governo de Jeú após a morte de um rei anterior, enfatizando a importância da liderança em Israel.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a dinâmica do poder e a soberania de Deus na escolha de líderes que governam Seu povo.","conexao_teologica":"A realeza de Cristo é um tema central na Bíblia, onde Ele é apresentado como o Rei dos Reis que governa com justiça e amor.","referencias_relacionadas":["Isaías 9:6-7","Mateus 28:18","Apocalipse 11:15"]},"2reis_10_35_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicar ou manifestar algo, muitas vezes relacionada a rituais ou tradições.","explicacao_detalhada":"No contexto de 2 Reis 10:35, 'expressão' pode se referir a práticas funerárias ou rituais que marcam a morte de um rei, destacando a importância da memória e do legado.","por_que_esta_palavra":"A escolha da palavra 'expressão' é significativa porque reflete a cultura e as tradições de luto do povo de Israel, mostrando como eles honram seus líderes.","conexao_teologica":"A forma como honramos os mortos e lembramos de suas vidas é importante na teologia cristã, refletindo a esperança da ressurreição e a vida eterna.","referencias_relacionadas":["Gênesis 50:10-11","Eclesiastes 3:2","1 Tessalonicenses 4:13-14"]},"2reis_10_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"Em 2 Reis 10:36, 'dia' é usado para marcar um tempo específico em que ações importantes ocorrem, ressaltando a importância do tempo na narrativa bíblica.","por_que_esta_palavra":"A menção do 'dia' enfatiza a ideia de que Deus atua em momentos específicos da história, e que cada dia traz oportunidades para cumprir Seus propósitos.","conexao_teologica":"O conceito de tempo é central na teologia bíblica, onde cada dia é visto como uma dádiva de Deus e uma oportunidade para viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2reis_10_36_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade sobre um povo ou território.","explicacao_detalhada":"Em 2 Reis 10:36, 'reinar' é usado para descrever a continuidade do governo de Jeú, enfatizando a importância da liderança em Israel e a realização dos planos de Deus.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a dinâmica do poder e a soberania de Deus na escolha de líderes que governam Seu povo.","conexao_teologica":"A realeza de Cristo é um tema central na Bíblia, onde Ele é apresentado como o Rei dos Reis que governa com justiça e amor.","referencias_relacionadas":["Isaías 9:6-7","Mateus 28:18","Apocalipse 11:15"]},"2reis_10_36_eighteen":{"palavra_pt":"eight een","palavra_original":"שְׁמֹנֶה","transliteracao":"shᵉmôneh","strong":"H8083","significado_raiz":"Ideia básica: eight een.","significado_contextual":"A palavra 'dezoito' refere-se ao número que representa a quantidade de anos ou a idade de alguém.","explicacao_detalhada":"Em 2 Reis 10:36, 'dezoito' é usado para indicar a duração do reinado de Jeú, mostrando a importância de períodos de governo na história de Israel.","por_que_esta_palavra":"A menção do número 'dezoito' é significativa porque destaca a continuidade e a estabilidade do governo de Jeú durante esse tempo.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e o número de anos de um reinado pode refletir a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["1 Reis 16:29","2 Reis 10:36","2 Reis 15:8"]}}