{"2reis_13_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a uma declaração ou frase que carrega um significado importante.","explicacao_detalhada":"Neste contexto, a expressão pode ser uma referência a um evento significativo ou a um aspecto da história de Israel que deve ser lembrado.","por_que_esta_palavra":"A palavra é usada para destacar a importância da comunicação e da transmissão de informações na narrativa bíblica.","conexao_teologica":"As expressões e declarações na Bíblia muitas vezes têm implicações teológicas profundas, revelando a vontade de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"2reis_13_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma palavra que representa a continuidade da linhagem e a herança familiar.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir a um descendente direto, simbolizando a continuidade da promessa de Deus a Israel.","por_que_esta_palavra":"A palavra é crucial para entender a importância da família e da herança nas narrativas bíblicas.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo, refletindo amor, disciplina e promessa.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 3:17"]},"2reis_13_1_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome é um identificador que carrega significado e identidade.","explicacao_detalhada":"Neste contexto, o nome pode representar a reputação, o caráter e a missão de uma pessoa, refletindo a importância do nome na cultura bíblica.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da identidade e do legado que cada pessoa deixa.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados proféticos e revelam a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Filipenses 2:9-10"]},"2reis_13_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é um animal que simboliza força e ferocidade.","explicacao_detalhada":"Neste contexto, a menção de um urso pode representar um juízo divino ou a proteção de Deus contra inimigos.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a gravidade da situação e a resposta de Deus a ações desobedientes.","conexao_teologica":"Os animais na Bíblia muitas vezes são usados como metáforas para descrever características de Deus ou de Seu povo.","referencias_relacionadas":["Isaías 11:7","Provérbios 17:12","Gálatas 6:7"]},"2reis_13_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho representa a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"Neste contexto, a palavra 'olho' pode simbolizar a capacidade de ver e entender a verdade de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da visão espiritual e da percepção na vida do crente.","conexao_teologica":"A visão é frequentemente associada à revelação divina e à capacidade de discernir a vontade de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"2reis_13_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que denota autoridade e soberania.","explicacao_detalhada":"Neste contexto, a palavra 'senhor' refere-se a Deus, enfatizando Sua posição de autoridade sobre toda a criação.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a soberania de Deus e a relação de servidão que os crentes têm com Ele.","conexao_teologica":"O título 'Senhor' é central na teologia cristã, refletindo a divindade e a autoridade de Cristo.","referencias_relacionadas":["Salmos 110:1","Romanos 10:9","Filipenses 2:11"]},"2reis_13_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um período de tempo, frequentemente associado a eventos significativos.","explicacao_detalhada":"Neste contexto, a palavra 'dia' pode simbolizar um tempo de julgamento ou de intervenção divina na história.","por_que_esta_palavra":"A palavra é utilizada para marcar momentos importantes na narrativa bíblica, indicando a ação de Deus no tempo.","conexao_teologica":"O conceito de dia é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de juízo e redenção.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","Apocalipse 1:10"]},"2reis_13_3_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"O termo 'crescer' refere-se ao aumento da ira do Senhor contra Israel devido à sua desobediência.","explicacao_detalhada":"Neste contexto, 'crescer' implica um aumento na intensidade da ira divina, que se manifesta em juízos sobre o povo. A desobediência contínua de Israel leva a um crescimento da disciplina divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da situação espiritual de Israel, mostrando que a ira de Deus não é estática, mas aumenta em resposta ao pecado.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e à rebeldia, refletindo a santidade divina que não tolera o pecado.","referencias_relacionadas":["Deuteronômio 9:7","Salmos 78:58","Ezequiel 8:18"]},"2reis_13_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a relação de aliança entre Deus e o povo de Israel, enfatizando que Ele é o governante supremo que exige fidelidade.","por_que_esta_palavra":"A palavra é crucial para entender a identidade de Deus como o único que merece adoração e obediência, contrastando com a idolatria de Israel.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, que afirma que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 100:3","Isaías 45:5"]},"2reis_13_4_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de clamar a Deus em busca de ajuda e intervenção.","explicacao_detalhada":"Neste contexto, a oração é um reconhecimento da necessidade de dependência de Deus, especialmente em tempos de crise e opressão.","por_que_esta_palavra":"A oração é fundamental na relação entre o homem e Deus, servindo como meio de comunicação e expressão de fé.","conexao_teologica":"A oração é vista como um ato de fé que pode mover o coração de Deus e trazer transformação.","referencias_relacionadas":["Salmos 34:17","Filipenses 4:6","Tiago 5:16"]},"2reis_13_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a autoridade e a presença de Deus na vida do povo.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a necessidade de reconhecer a soberania de Deus ao buscar ajuda através da oração.","por_que_esta_palavra":"A palavra é essencial para entender a natureza de Deus como aquele que responde às súplicas de seu povo.","conexao_teologica":"A relação entre Deus e seu povo é mediada pelo reconhecimento de sua soberania e poder.","referencias_relacionadas":["Salmos 55:16","Romanos 10:13","Hebreus 4:16"]},"2reis_13_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de Deus de escutar as orações e clamor do seu povo.","explicacao_detalhada":"Neste contexto, 'ouvir' implica que Deus está atento às súplicas de Israel e pronto para agir em resposta à sua oração.","por_que_esta_palavra":"A palavra é importante porque destaca a natureza relacional de Deus, que não é indiferente ao sofrimento de seu povo.","conexao_teologica":"A ideia de que Deus ouve é central na teologia da oração, onde a comunicação com Deus é vista como um diálogo ativo.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Isaías 65:24"]},"2reis_13_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus conceder libertação e salvação ao seu povo.","explicacao_detalhada":"Neste versículo, 'dar' implica que Deus está disposto a oferecer ajuda e libertação em resposta ao clamor de Israel.","por_que_esta_palavra":"A palavra é significativa porque revela a generosidade de Deus em atender às necessidades de seu povo.","conexao_teologica":"A ação de Deus em dar é um reflexo de sua graça e misericórdia, que se manifestam na salvação.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 1:17"]},"2reis_13_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de estabelecer justiça e ordem entre seu povo.","explicacao_detalhada":"Neste contexto, 'julgar' implica que Deus está disposto a restaurar a justiça em Israel, trazendo ordem em meio ao caos.","por_que_esta_palavra":"A palavra é importante porque destaca a função de Deus como juiz justo que não ignora a injustiça.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é apresentado como aquele que defende os oprimidos.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Miquéias 6:8"]},"2reis_13_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a autoridade de Deus como juiz e governante sobre Israel.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a soberania de Deus em julgar e restaurar seu povo.","por_que_esta_palavra":"A palavra é crucial para entender a relação de Deus com Israel, onde Ele é visto como o juiz supremo.","conexao_teologica":"A soberania de Deus é um aspecto fundamental da teologia bíblica, que afirma que Ele tem autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 75:7","Romanos 14:10","Apocalipse 20:12"]},"2reis_13_6_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, que resulta em separação e juízo.","explicacao_detalhada":"Neste contexto, 'pecado' é o que leva Israel a estar sob a ira de Deus, destacando a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é significativa porque revela a condição espiritual de Israel e a necessidade de reconciliação com Deus.","conexao_teologica":"O conceito de pecado é central na teologia cristã, que enfatiza a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"2reis_13_6_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se à idolatria que Israel praticava, desafiando a exclusividade de adoração a Deus.","explicacao_detalhada":"Neste contexto, 'imagem' representa os ídolos que desviam o povo da verdadeira adoração ao Senhor, resultando em juízo.","por_que_esta_palavra":"A palavra é importante porque destaca a tentação de Israel em buscar segurança em deuses falsos, em vez de confiar no Senhor.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, que condena a adoração a qualquer coisa que não seja o Deus verdadeiro.","referencias_relacionadas":["Êxodo 20:4-5","Isaías 44:9-20","1 Coríntios 10:14"]},"2reis_13_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à realidade dos eventos que ocorreram.","explicacao_detalhada":"No contexto de 2 Reis 13:6, a verdade é apresentada como um conceito fundamental que se opõe à idolatria e à desobediência do povo de Israel. A verdade de Deus é um chamado à restauração e à volta ao caminho correto.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a relação entre Deus e o povo de Israel, enfatizando a necessidade de sinceridade e integridade na adoração.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, representando a natureza de Deus como fiel e justo, contrastando com a mentira e a corrupção humana.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"2reis_13_7_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"A palavra 'po' refere-se ao pó da terra, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"Em 2 Reis 13:7, o uso de 'po' destaca a condição de Israel, que estava em um estado de desolação e fraqueza, refletindo a realidade de que eles foram reduzidos a nada diante de seus inimigos.","por_que_esta_palavra":"A palavra 'po' é utilizada para ilustrar a vulnerabilidade do povo e a necessidade de dependência de Deus para a restauração.","conexao_teologica":"O pó é frequentemente associado à criação do homem e à sua mortalidade, lembrando que somos feitos do pó e que nossa vida é breve.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"2reis_13_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Israel estava em uma situação de desespero.","explicacao_detalhada":"No versículo, 'porque' conecta a condição de Israel com suas ações passadas, indicando que suas transgressões levaram ao seu sofrimento.","por_que_esta_palavra":"Esta palavra é importante para entender a relação de causa e efeito entre o comportamento do povo e as consequências que enfrentam.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio teológico central na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 14:14"]},"2reis_13_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui também se refere à realidade dos eventos e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"Reforça a ideia de que, apesar da infidelidade do povo, a verdade de Deus permanece inalterada e Ele continua a chamar o povo ao arrependimento.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a importância da sinceridade e da autenticidade na relação entre Deus e seu povo.","conexao_teologica":"A verdade é um atributo de Deus, e a Bíblia frequentemente nos chama a viver em verdade e luz.","referencias_relacionadas":["Salmos 119:160","João 8:32","1 João 1:6"]},"2reis_13_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou à condição em que se encontram.","explicacao_detalhada":"Em 2 Reis 13:8, 'modo' sugere a forma como o rei de Israel governava e a situação do reino sob sua liderança.","por_que_esta_palavra":"É importante para entender a crítica implícita à forma de governança e à moralidade do rei.","conexao_teologica":"A maneira como governamos e vivemos reflete nossa relação com Deus e os princípios que seguimos.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Pedro 2:13"]},"2reis_13_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, simbolizando a era do reinado do rei.","explicacao_detalhada":"No contexto, 'dia' é usado para indicar a época em que as ações e decisões do rei tiveram impacto sobre o povo e a nação.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender a cronologia dos eventos e a importância do tempo na história de Israel.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"2reis_13_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' se refere à autoridade e ao governo sobre o povo de Israel.","explicacao_detalhada":"Em 2 Reis 13:8, o rei é uma figura central que representa a liderança e a responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica do poder e a relação entre a liderança e a moralidade do povo.","conexao_teologica":"A Bíblia ensina que toda autoridade vem de Deus, e os reis devem governar com justiça e temor a Ele.","referencias_relacionadas":["Romanos 13:1","1 Timóteo 2:2","Provérbios 16:12"]},"2reis_13_9_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de paz e tranquilidade que o rei buscava alcançar.","explicacao_detalhada":"Em 2 Reis 13:9, 'descanso' implica a ideia de um reinado estável e a ausência de conflitos, algo que era raro na história de Israel.","por_que_esta_palavra":"A busca por descanso é uma necessidade humana, especialmente em tempos de crise e conflito.","conexao_teologica":"O descanso é um tema que aparece na Bíblia como um presente de Deus, simbolizando paz e segurança em Sua presença.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Salmos 37:7"]},"2reis_13_9_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar e exercer autoridade sobre o povo.","explicacao_detalhada":"Em 2 Reis 13:9, 'reinar' é uma ação que implica responsabilidade e a necessidade de liderança justa e sábia.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para entender a dinâmica do governo e a relação entre o rei e o povo.","conexao_teologica":"A Bíblia ensina que Cristo é o Rei dos Reis, e Seu reino é caracterizado por justiça e paz.","referencias_relacionadas":["Apocalipse 19:16","Isaías 9:6-7","Salmos 22:28"]},"2reis_13_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem real e à herança do trono.","explicacao_detalhada":"Em 2 Reis 13:9, 'filho' é importante para entender a sucessão no trono e a importância da família na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é significativa para a narrativa bíblica, pois muitas promessas de Deus estão ligadas à descendência.","conexao_teologica":"A Bíblia frequentemente usa a linguagem de filhos para descrever a relação entre Deus e Seu povo, enfatizando a adoção e a herança espiritual.","referencias_relacionadas":["Gênesis 17:7","Romanos 8:17","Efésios 1:5"]},"2reis_13_10_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como os sentimentos ou pensamentos são comunicados.","explicacao_detalhada":"No contexto de 2 Reis 13:10, a expressão pode estar relacionada à maneira como o rei se comunica ou expressa suas decisões e sentimentos em relação ao povo e a Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação clara e da intenção por trás das ações do rei.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e seu povo, e a forma como os líderes se expressam pode refletir sua fidelidade a Deus.","referencias_relacionadas":["Provérbios 16:24","Tiago 1:19","Salmos 19:14"]},"2reis_13_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre um povo, simbolizando poder e liderança.","explicacao_detalhada":"Em 2 Reis 13:10, o rei é uma figura central que representa a liderança de Israel e sua responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre a liderança terrena e a soberania divina.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança humana deve refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2reis_13_10_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' implica a ação de governar ou exercer autoridade sobre um reino.","explicacao_detalhada":"No contexto de 2 Reis 13:10, 'reinar' refere-se ao papel do rei de Israel em liderar o povo e tomar decisões que afetam a nação.","por_que_esta_palavra":"A escolha da palavra 'reinar' enfatiza a responsabilidade do rei em guiar o povo segundo os preceitos de Deus.","conexao_teologica":"O reinado de um líder humano é um reflexo do reinado de Deus sobre toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_13_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma criatura que simboliza força e ferocidade.","explicacao_detalhada":"Em 2 Reis 13:11, a menção ao urso pode representar a severidade do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A palavra 'urso' é escolhida para ilustrar a gravidade da situação e o poder de Deus em trazer juízo.","conexao_teologica":"Deus é descrito como um protetor, mas também como um juiz que pode usar forças da natureza para cumprir Seus propósitos.","referencias_relacionadas":["Oséias 13:8","Amós 3:8","Salmos 50:22"]},"2reis_13_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma de agir.","explicacao_detalhada":"No contexto de 2 Reis 13:11, 'modo' pode se referir à maneira como o rei se comporta ou como as ações são realizadas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da conduta e das decisões tomadas pelo rei.","conexao_teologica":"A maneira como vivemos e agimos deve refletir a vontade de Deus e Sua justiça.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"2reis_13_11_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e atenção.","explicacao_detalhada":"Em 2 Reis 13:11, 'olho' pode referir-se à capacidade de ver e discernir a verdade e a justiça.","por_que_esta_palavra":"A palavra 'olho' é importante para enfatizar a necessidade de vigilância espiritual e moral.","conexao_teologica":"Deus vê tudo e nos chama a ter olhos abertos para a verdade e a justiça.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:22"]},"2reis_13_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira de agir ou proceder.","explicacao_detalhada":"No contexto de 2 Reis 13:12, 'modo' pode se referir à forma como as ações são realizadas pelo rei e seu impacto sobre o povo.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a importância da conduta do rei em relação ao seu governo.","conexao_teologica":"A maneira como lideramos deve refletir os princípios de Deus e Sua vontade.","referencias_relacionadas":["Efésios 5:15","Colossenses 3:23","1 Timóteo 4:12"]},"2reis_13_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico.","explicacao_detalhada":"Em 2 Reis 13:12, 'dia' pode simbolizar um tempo de julgamento ou de ação divina.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender a cronologia dos eventos e a intervenção de Deus na história.","conexao_teologica":"Deus atua em tempos específicos e Sua soberania se manifesta em cada dia de nossas vidas.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2reis_13_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa sobre o povo.","explicacao_detalhada":"Em 2 Reis 13:12, o rei é uma representação da liderança e da responsabilidade que vem com o poder.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a dinâmica de liderança e a relação entre o governante e Deus.","conexao_teologica":"A liderança deve ser exercida com temor a Deus e responsabilidade diante do povo.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 72:1-2","Romanos 13:4"]},"2reis_13_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de tranquilidade ou pausa.","explicacao_detalhada":"Em 2 Reis 13:13, 'descanso' pode simbolizar a paz que vem após um período de luta ou conflito.","por_que_esta_palavra":"A escolha da palavra 'descanso' é importante para entender a necessidade de renovação e paz na vida do povo.","conexao_teologica":"Deus oferece descanso e paz àqueles que confiam Nele, como um reflexo de Sua graça.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"2reis_13_13_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa, neste caso, o rei Jeroboão.","explicacao_detalhada":"O nome é mais do que uma simples designação; ele carrega o peso da história e das ações de uma pessoa. No contexto bíblico, o nome de Jeroboão é associado a sua liderança e ao impacto que teve sobre Israel.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da identidade do rei e suas consequências para o povo de Israel.","conexao_teologica":"O nome de uma pessoa muitas vezes reflete seu caráter e seu papel no plano de Deus, como visto em várias narrativas bíblicas.","referencias_relacionadas":["1 Reis 12:16","1 Reis 14:16","2 Reis 14:23"]},"2reis_13_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de decidir ou avaliar uma situação, especialmente em um contexto de liderança.","explicacao_detalhada":"O ato de julgar é crucial para a administração da justiça e da moralidade em Israel. O rei, ao julgar, deve agir conforme a vontade de Deus para guiar seu povo.","por_que_esta_palavra":"A palavra 'julgar' é usada para destacar a responsabilidade do rei em manter a ordem e a justiça entre os israelitas.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça divina em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"2reis_13_14_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou opressor que ameaça a segurança de Israel.","explicacao_detalhada":"A presença de inimigos é um tema recorrente na narrativa bíblica, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus para a proteção.","por_que_esta_palavra":"A palavra 'inimigo' é utilizada para enfatizar a urgência da situação e a necessidade de intervenção divina.","conexao_teologica":"A luta contra inimigos é vista como parte do plano de Deus para moldar e fortalecer Seu povo.","referencias_relacionadas":["Salmos 23:5","Isaías 41:10","Romanos 8:31"]},"2reis_13_14_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, neste caso, Eliseu, que traz orientação e profecia.","explicacao_detalhada":"Os profetas desempenham um papel crucial na comunicação da vontade de Deus ao povo, muitas vezes em tempos de crise.","por_que_esta_palavra":"A palavra 'profeta' é usada para destacar a autoridade espiritual de Eliseu e sua função como intermediário entre Deus e o rei.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer correção, encorajamento e revelação ao Seu povo.","referencias_relacionadas":["2 Reis 2:1","2 Reis 4:1","Amós 3:7"]},"2reis_13_14_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, um tema que aparece frequentemente nas narrativas bíblicas.","explicacao_detalhada":"A morte é vista como uma transição e muitas vezes é acompanhada de significados espirituais e consequências para o povo de Deus.","por_que_esta_palavra":"A palavra 'morrer' é utilizada para enfatizar a gravidade da situação de Eliseu e a inevitabilidade da morte.","conexao_teologica":"A morte é um lembrete da fragilidade da vida humana e da necessidade de confiar em Deus para a vida eterna.","referencias_relacionadas":["Eclesiastes 3:2","Hebreus 9:27","João 11:25"]},"2reis_13_15_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Refere-se a uma arma utilizada em batalha, simbolizando a vitória e a proteção divina.","explicacao_detalhada":"A flecha representa a ação de Deus em trazer vitória sobre os inimigos, e seu uso é um ato de fé e obediência.","por_que_esta_palavra":"A palavra 'flecha' é usada para simbolizar a estratégia de Deus para a vitória de Israel sobre seus adversários.","conexao_teologica":"A utilização de armas em batalha é frequentemente vista como uma metáfora para a luta espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos 127:4","Efésios 6:16","2 Coríntios 10:4"]},"2reis_13_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a uma declaração ou comando significativo dado pelo profeta.","explicacao_detalhada":"A palavra 'dizer' é utilizada para transmitir a importância da mensagem que está sendo comunicada, especialmente em um contexto profético.","por_que_esta_palavra":"A palavra 'dizer' é usada para enfatizar a autoridade da palavra de Deus através do profeta.","conexao_teologica":"A comunicação divina é central na relação entre Deus e Seu povo, e a obediência à Sua palavra é fundamental.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"2reis_13_15_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus, Eliseu, que traz instruções ao rei.","explicacao_detalhada":"Os profetas são fundamentais para a orientação espiritual e a liderança em Israel, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'profeta' é usada para ressaltar a importância da voz de Deus na vida do povo.","conexao_teologica":"Os profetas são vistos como intermediários entre Deus e a humanidade, trazendo mensagens de esperança e correção.","referencias_relacionadas":["2 Reis 2:1","2 Reis 4:1","Amós 3:7"]},"2reis_13_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre Israel.","explicacao_detalhada":"O rei tem a responsabilidade de liderar o povo e tomar decisões que afetam a nação, sendo um reflexo da liderança de Deus.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de autoridade e a responsabilidade que vem com ela.","conexao_teologica":"A liderança é um tema central na Bíblia, com Deus como o Rei supremo e os líderes humanos chamados a refletir Seu caráter.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2reis_13_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a uma declaração significativa feita pelo profeta ao rei.","explicacao_detalhada":"A palavra 'dizer' é usada para transmitir a importância da instrução que está sendo dada, destacando a necessidade de ação.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a autoridade da mensagem e a urgência da resposta do rei.","conexao_teologica":"A comunicação divina é essencial para a vida do crente, e a obediência à palavra de Deus é fundamental para a vitória.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"2reis_13_16_arco":{"palavra_pt":"arco","palavra_original":"קֶשֶׁת","transliteracao":"qesheth","strong":"H7198","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco é uma arma de guerra utilizada para lançar flechas, simbolizando poder e proteção.","explicacao_detalhada":"No contexto de 2 Reis 13:16, o arco é utilizado por Eliseu para instruir o rei Joás a atacar os inimigos de Israel. O ato de usar o arco representa a confiança em Deus para a vitória nas batalhas.","por_que_esta_palavra":"A palavra 'arco' é escolhida para enfatizar a estratégia militar e a dependência de Deus nas vitórias.","conexao_teologica":"O arco simboliza a proteção divina e a capacidade de Deus de guiar e fortalecer Seu povo em tempos de conflito.","referencias_relacionadas":["Salmos 127:4","Isaías 49:2","Ezequiel 39:3"]},"2reis_13_17_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A flecha é um projétil disparado pelo arco, representando a ação direta e a execução de ordens.","explicacao_detalhada":"Em 2 Reis 13:17, a flecha simboliza a vitória sobre os inimigos de Israel. Eliseu instrui Joás a disparar a flecha como um sinal da libertação que Deus traria.","por_que_esta_palavra":"A palavra 'flecha' é usada para ilustrar a precisão e a eficácia da intervenção divina nas batalhas.","conexao_teologica":"A flecha representa a palavra de Deus que atinge o alvo, trazendo libertação e vitória ao Seu povo.","referencias_relacionadas":["Salmos 91:5","Provérbios 25:18","Efésios 6:16"]},"2reis_13_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"No versículo, o uso do nome 'Senhor' destaca a relação de aliança entre Deus e Israel, mostrando que a vitória depende da obediência a Ele.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para reconhecer a autoridade divina e a necessidade de confiar em Sua direção.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, essencial para a identidade do povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"2reis_13_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a instrução divina que deve ser seguida.","explicacao_detalhada":"Em 2 Reis 13:17, a ordem de Eliseu para que Joás dispare a flecha é uma declaração de fé e ação, mostrando que as palavras de Deus têm poder.","por_que_esta_palavra":"A palavra 'dizer' é escolhida para enfatizar a importância da comunicação divina e a resposta humana a essa comunicação.","conexao_teologica":"As palavras de Deus são vivas e eficazes, e a obediência a elas resulta em bênçãos e vitórias.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Tiago 1:22"]},"2reis_13_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança de Joás sobre Israel.","explicacao_detalhada":"No contexto, o rei é instruído a agir em fé, mostrando que a liderança deve estar alinhada com a vontade de Deus para trazer vitória ao povo.","por_que_esta_palavra":"A palavra 'rei' é importante para destacar a responsabilidade do líder em buscar a orientação divina.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os reis são frequentemente chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["1 Samuel 12:14","Provérbios 21:1","Romanos 13:1"]},"2reis_13_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a importância da comunicação e da ação baseada na instrução divina.","explicacao_detalhada":"A repetição da palavra 'dizer' reforça a necessidade de obedecer às ordens de Deus para alcançar o sucesso nas batalhas.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para mostrar que as instruções de Deus devem ser seguidas com seriedade e fé.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a vida do crente e para a realização de Seus propósitos.","referencias_relacionadas":["Deuteronômio 6:6","Mateus 7:24","Lucas 11:28"]},"2reis_13_18_flecha":{"palavra_pt":"flecha","palavra_original":"חִצִּי","transliteracao":"chitstsîy","strong":"H2678","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A flecha é novamente mencionada como um símbolo de ação e vitória.","explicacao_detalhada":"A instrução para disparar a flecha representa a confiança em Deus para derrotar os inimigos e a necessidade de ação por parte do rei.","por_que_esta_palavra":"A palavra 'flecha' é usada para reafirmar a estratégia militar e a intervenção divina nas batalhas.","conexao_teologica":"A flecha simboliza a palavra de Deus que é enviada para cumprir Seus propósitos, trazendo libertação.","referencias_relacionadas":["Salmos 127:4","Isaías 49:2","Efésios 6:17"]},"2reis_13_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que intervém na história de Israel.","explicacao_detalhada":"Em 2 Reis 13:19, a menção a Deus destaca Sua capacidade de agir em favor de Seu povo, mesmo em momentos de crise.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da relação entre o Criador e Sua criação, especialmente em tempos de necessidade.","conexao_teologica":"Deus é apresentado como o socorro presente nas tribulações, sempre pronto a ajudar aqueles que confiam nEle.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Hebreus 13:5"]},"2reis_13_19_furia":{"palavra_pt":"furia","palavra_original":"קָצַף","transliteracao":"qâtsaph","strong":"H7107","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'furia' refere-se à ira de Deus em resposta ao pecado e à desobediência.","explicacao_detalhada":"No contexto, a fúria de Deus é uma expressão de Sua justiça e santidade, mostrando que Ele não tolera a iniquidade.","por_que_esta_palavra":"A palavra 'furia' é usada para enfatizar a seriedade do julgamento divino e a necessidade de arrependimento.","conexao_teologica":"A fúria de Deus é um aspecto de Sua natureza que deve ser compreendido à luz de Sua misericórdia e graça.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Apocalipse 19:15"]},"2reis_13_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, enfatizando a condição do ser humano diante de Deus.","explicacao_detalhada":"Em 2 Reis 13:19, a referência ao homem destaca a fragilidade e a necessidade de dependência de Deus para a salvação e proteção.","por_que_esta_palavra":"A palavra 'homem' é importante para lembrar que todos são suscetíveis ao pecado e à necessidade de redenção.","conexao_teologica":"A condição humana é um tema central na Bíblia, onde a necessidade de um Salvador é constantemente enfatizada.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:8-9"]},"2reis_13_20_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é um tema recorrente na narrativa bíblica, simbolizando o fim da vida física e a transição para o além.","explicacao_detalhada":"Neste contexto, a morte do profeta Eliseu é um evento significativo que marca a transição de uma era de liderança espiritual em Israel. A morte é vista como um ponto de reflexão sobre a vida e a obra do profeta.","por_que_esta_palavra":"A palavra 'morrer' é utilizada para enfatizar a inevitabilidade da morte e a fragilidade da vida humana, além de preparar o cenário para os eventos que se seguem na narrativa.","conexao_teologica":"A morte é um lembrete da condição humana caída e da necessidade de redenção, que é central na teologia bíblica.","referencias_relacionadas":["Eclesiastes 3:2","Salmos 90:10","Hebreus 9:27"]},"2reis_13_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é frequentemente mencionada na Bíblia como o lugar da promessa e da herança do povo de Deus.","explicacao_detalhada":"Neste versículo, a referência à terra pode simbolizar a conexão do povo de Israel com suas promessas divinas e a importância do espaço físico na história da salvação.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender o contexto geográfico e espiritual da narrativa, pois Israel é frequentemente associado à sua terra prometida.","conexao_teologica":"A terra representa a fidelidade de Deus às suas promessas e a relação entre o povo e seu Criador.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2reis_13_20_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, chamado para guiar e advertir o povo.","explicacao_detalhada":"Eliseu, como profeta, desempenha um papel crucial na história de Israel, trazendo a palavra de Deus e realizando milagres. Sua morte representa a perda de uma voz profética.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para destacar a importância da comunicação divina e da liderança espiritual na vida do povo.","conexao_teologica":"Os profetas são fundamentais na revelação de Deus e na chamada ao arrependimento, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 18:15","Amós 3:7","Mateus 5:17"]},"2reis_13_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar um indivíduo específico com um papel importante.","explicacao_detalhada":"Neste contexto, o 'homem' que toca os ossos de Eliseu representa a fé e a esperança na ressurreição e na vida após a morte.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a condição humana e a necessidade de intervenção divina na vida dos indivíduos.","conexao_teologica":"A humanidade é vista como objeto do amor e da redenção de Deus, e a ação deste homem demonstra a fé na capacidade de Deus de trazer vida.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","1 Coríntios 15:22"]},"2reis_13_21_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Os ossos simbolizam a mortalidade e a fragilidade da vida humana.","explicacao_detalhada":"Neste versículo, o ato de tocar os ossos de Eliseu representa a crença na ressurreição e na vida que Deus pode trazer mesmo após a morte.","por_que_esta_palavra":"A palavra 'osso' é utilizada para enfatizar a realidade da morte e a esperança de vida que transcende a morte física.","conexao_teologica":"Os ossos, como parte do corpo, lembram a fragilidade da vida, mas também a promessa de ressurreição e vida eterna em Cristo.","referencias_relacionadas":["Ezequiel 37:1-14","João 11:25-26","1 Coríntios 15:51-52"]},"2reis_13_21_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à restauração da vida e à ação de Deus em trazer vida onde havia morte.","explicacao_detalhada":"Neste contexto, a ressurreição do homem ao tocar os ossos de Eliseu simboliza a capacidade de Deus de restaurar e dar vida, mesmo em situações desesperadoras.","por_que_esta_palavra":"A palavra 'viver' é central para a mensagem de esperança e redenção que permeia a Bíblia.","conexao_teologica":"A vida é um tema central na teologia cristã, representando a obra redentora de Cristo e a promessa de vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"2reis_13_22_rei":{"palavra_pt":"rei","palavra_original":"חֲזָאֵל","transliteracao":"Chăzâʼêl","strong":"H2371","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é uma figura de autoridade e liderança, muitas vezes representando a relação entre Deus e seu povo.","explicacao_detalhada":"Neste versículo, a referência ao rei Hazael destaca a opressão que Israel enfrentava e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a importância da liderança e da soberania de Deus sobre as nações.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o verdadeiro Rei sobre toda a criação.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2reis_13_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à condição em que algo se encontra.","explicacao_detalhada":"Neste contexto, o 'modo' pode se referir à forma como Deus age na história e na vida do povo de Israel.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a natureza das ações de Deus e como elas se manifestam na vida do povo.","conexao_teologica":"A maneira como Deus age revela seu caráter e sua fidelidade às promessas feitas ao seu povo.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 2:10"]},"2reis_13_23_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à descoberta ou à obtenção de algo que se busca.","explicacao_detalhada":"Neste versículo, a ideia de 'achar' está ligada à graça e à misericórdia de Deus, que se manifesta mesmo em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'achar' é utilizada para enfatizar a ação de Deus em encontrar e restaurar seu povo.","conexao_teologica":"A busca e a descoberta de Deus são temas centrais na Bíblia, refletindo a relação de Deus com a humanidade.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Lucas 19:10"]},"2reis_13_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado como um símbolo de esperança e proteção para o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a autoridade divina e a relação de aliança entre Deus e seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_13_23_amor":{"palavra_pt":"amor","palavra_original":"רָחַם","transliteracao":"râcham","strong":"H7355","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor de Deus é manifestado em sua compaixão pelo povo de Israel, mesmo em tempos de rebelião.","explicacao_detalhada":"A palavra 'amor' aqui reflete a misericórdia e a bondade de Deus, que se compadece do sofrimento de seu povo. Este amor é ativo e se traduz em ações de salvação e proteção.","por_que_esta_palavra":"A escolha da palavra 'amor' enfatiza a natureza de Deus como um ser que se importa profundamente com seu povo, mesmo quando eles se afastam dele.","conexao_teologica":"O amor de Deus é um tema central na teologia bíblica, mostrando que Ele é um Deus que se preocupa com a humanidade e busca restaurar o relacionamento com ela.","referencias_relacionadas":["Salmos 136:1","Romanos 5:8","1 João 4:9-10"]},"2reis_13_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é um tema recorrente na narrativa bíblica, simbolizando o fim de uma era e a necessidade de um novo começo.","explicacao_detalhada":"A palavra 'morrer' aqui pode ser entendida não apenas como a morte física, mas também como uma transição espiritual, onde a morte é vista como um resultado do pecado e da desobediência.","por_que_esta_palavra":"A utilização da palavra 'morrer' destaca a gravidade das consequências do pecado e a inevitabilidade da morte como parte da condição humana.","conexao_teologica":"A morte é um ponto de conexão entre o Antigo e o Novo Testamento, onde a morte de Cristo traz a promessa de vida eterna.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Hebreus 9:27"]},"2reis_13_24_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de reinar é central na estrutura política e espiritual de Israel, refletindo a soberania de Deus sobre seu povo.","explicacao_detalhada":"A palavra 'reinar' implica autoridade, liderança e responsabilidade. O rei é visto como um representante de Deus na terra, e seu governo deve refletir a justiça divina.","por_que_esta_palavra":"A escolha da palavra 'reinar' enfatiza a importância da liderança justa e a necessidade de que os governantes sigam os princípios de Deus.","conexao_teologica":"O conceito de realeza é fundamental na Bíblia, culminando na realeza de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2reis_13_24_rei":{"palavra_pt":"rei","palavra_original":"חֲזָאֵל","transliteracao":"Chăzâʼêl","strong":"H2371","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura central do governo e da liderança em Israel, representando a autoridade divina.","explicacao_detalhada":"A palavra 'rei' aqui se refere não apenas à posição política, mas também ao papel espiritual do líder, que deve guiar o povo em conformidade com a vontade de Deus.","por_que_esta_palavra":"A utilização da palavra 'rei' destaca a importância da liderança na história de Israel e a expectativa de que o rei seja um servo de Deus.","conexao_teologica":"A figura do rei é um precursor da realeza de Cristo, que é o verdadeiro Rei que governa com justiça e amor.","referencias_relacionadas":["Deuteronômio 17:14-20","Salmos 72:1-2","Mateus 2:2"]},"2reis_13_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa não apenas um local físico, mas também um espaço de identidade e comunidade para o povo de Israel.","explicacao_detalhada":"A palavra 'cidade' implica um lugar de segurança, cultura e adoração, onde a presença de Deus pode ser experimentada.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da coletividade e da vida comunitária no plano de Deus para seu povo.","conexao_teologica":"A cidade é um símbolo do Reino de Deus, que será plenamente realizado na Nova Jerusalém.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18-19","Apocalipse 21:2"]},"2reis_13_25_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar implica a construção não apenas de estruturas físicas, mas também de relacionamentos e comunidades saudáveis.","explicacao_detalhada":"A palavra 'edificar' sugere um processo de crescimento e desenvolvimento, tanto material quanto espiritual, refletindo a vontade de Deus para seu povo.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a necessidade de um compromisso contínuo com a construção do Reino de Deus na terra.","conexao_teologica":"Edificar é um chamado para todos os crentes, que são chamados a ser pedras vivas na construção do templo espiritual de Deus.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:19-22","Salmos 127:1"]},"2reis_13_25_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹאָשׁ","transliteracao":"Yᵉhôwʼâsh","strong":"H3060","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a reputação de uma pessoa ou lugar, carregando significados profundos na cultura bíblica.","explicacao_detalhada":"A palavra 'nome' aqui implica não apenas a designação, mas também a autoridade e o caráter do indivíduo ou da cidade mencionada.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a importância da identidade e da honra associadas ao nome de Deus e de seus servos.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, sendo um símbolo de sua presença e poder.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]}}