{"2reis_14_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão é usada para indicar um tempo específico ou um evento significativo na história de Israel.","explicacao_detalhada":"A palavra 'expressão' sugere uma comunicação clara de um fato ou uma declaração que marca um momento importante.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da comunicação e da revelação na história da salvação.","conexao_teologica":"As expressões de Deus ao longo da história revelam seu plano e propósito para a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 19:1","Hebreus 1:1-2"]},"2reis_14_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O filho é uma figura importante na linhagem real e na continuidade da liderança em Israel.","explicacao_detalhada":"A palavra 'filho' implica herança, continuidade e a responsabilidade de carregar o legado familiar e espiritual.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância das gerações na história de Israel e o cumprimento das promessas de Deus.","conexao_teologica":"A ideia de filho é central na teologia cristã, especialmente em relação a Jesus como o Filho de Deus.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Mateus 3:17"]},"2reis_14_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura central que representa a autoridade e a liderança do povo de Deus.","explicacao_detalhada":"A palavra 'rei' implica responsabilidade, poder e a necessidade de governar com justiça e temor a Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança espiritual e moral na vida do povo de Israel.","conexao_teologica":"A realeza de Cristo é o cumprimento da promessa de um rei justo e perfeito que governará eternamente.","referencias_relacionadas":["Isaías 9:6-7","Salmos 89:27","Apocalipse 11:15"]},"2reis_14_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de um pai, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a herança de características e responsabilidades. No contexto de 2 Reis 14:2, ela destaca a importância da sucessão real.","por_que_esta_palavra":"A palavra é crucial para entender a dinastia e a legitimidade do reinado, pois um 'filho' é o herdeiro natural do trono.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","João 1:12"]},"2reis_14_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica o ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' implica não apenas a posição de um monarca, mas também a responsabilidade de liderar e proteger o povo. Em 2 Reis 14:2, isso se refere ao início do reinado de um novo rei.","por_que_esta_palavra":"É essencial para entender a dinâmica do governo e a relação entre o rei e seu povo, além de refletir a soberania de Deus sobre as nações.","conexao_teologica":"O conceito de reinar é central na teologia bíblica, onde Deus é apresentado como o Rei supremo que governa sobre toda a criação.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_14_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que confere identidade e poder a uma pessoa ou entidade.","explicacao_detalhada":"A palavra 'nome' é simbólica da autoridade e reputação de alguém. Em 2 Reis 14:2, o nome do rei é mencionado para estabelecer sua legitimidade e posição.","por_que_esta_palavra":"O nome é um reflexo da essência e do caráter de uma pessoa, especialmente em contextos de liderança.","conexao_teologica":"Na Bíblia, o nome de Deus é frequentemente associado à Sua autoridade e poder, mostrando a importância do nome na relação com o divino.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"2reis_14_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A palavra 'urso' pode ser usada metaforicamente para descrever um comportamento agressivo ou uma situação de perigo. Em 2 Reis 14:3, pode estar relacionada a um modo de agir ou a um evento específico.","por_que_esta_palavra":"A menção de um urso pode indicar a necessidade de cautela ou a presença de um inimigo poderoso.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam características de Deus ou de Seus juízos, como a força e a proteção.","referencias_relacionadas":["Provérbios 17:12","Daniel 7:5","Oséias 13:8"]},"2reis_14_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir em uma situação.","explicacao_detalhada":"A palavra 'modo' implica a forma como algo é feito, refletindo a abordagem ou atitude de uma pessoa. Em 2 Reis 14:3, isso pode se referir ao estilo de liderança do rei.","por_que_esta_palavra":"Entender o 'modo' é crucial para avaliar a eficácia e a moralidade das ações de um governante.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo de nossa fé e compromisso com Deus, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 7:13-14","Colossenses 3:17","1 Pedro 2:12"]},"2reis_14_3_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, mas também simboliza percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' pode ser usada para descrever a capacidade de ver e discernir. Em 2 Reis 14:3, pode indicar a visão do rei sobre a justiça e a moralidade.","por_que_esta_palavra":"Os olhos são frequentemente associados à capacidade de perceber a verdade e a realidade ao nosso redor.","conexao_teologica":"Na Bíblia, a visão espiritual é um tema importante, onde Deus abre os olhos do coração para entender Sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"2reis_14_4_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao elemento que simboliza purificação e julgamento.","explicacao_detalhada":"A palavra 'fogo' é usada frequentemente para descrever a presença de Deus e Seu poder. Em 2 Reis 14:4, pode estar relacionada a ações de purificação ou destruição.","por_que_esta_palavra":"O fogo é um símbolo poderoso na Bíblia, representando tanto a presença divina quanto o juízo.","conexao_teologica":"O fogo é frequentemente associado ao Espírito Santo e à purificação, mostrando a necessidade de santidade.","referencias_relacionadas":["Hebreus 12:29","Isaías 4:4","Atos 2:3-4"]},"2reis_14_4_height":{"palavra_pt":"altura","palavra_original":"בָּמָה","transliteracao":"bâmâh","strong":"H1116","significado_raiz":"Ideia básica: altura.","significado_contextual":"Refere-se à altura física ou a um lugar elevado, simbolizando grandeza.","explicacao_detalhada":"A palavra 'altura' pode indicar não apenas uma medida física, mas também um estado de honra ou dignidade. Em 2 Reis 14:4, pode se referir a um local de culto ou a uma posição de prestígio.","por_que_esta_palavra":"A altura é frequentemente usada como uma metáfora para a grandeza e a soberania de Deus.","conexao_teologica":"Na Bíblia, Deus é frequentemente descrito como elevado e majestoso, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 113:5-6","Isaías 57:15","Efésios 1:21"]},"2reis_14_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade ou à fidelidade a princípios.","explicacao_detalhada":"A palavra 'verdade' é fundamental para a ética e a moralidade, especialmente em contextos de liderança. Em 2 Reis 14:4, pode indicar a integridade do rei em suas decisões.","por_que_esta_palavra":"A verdade é essencial para a justiça e a confiança em qualquer governo ou liderança.","conexao_teologica":"Deus é descrito como a verdade, e viver em verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"2reis_14_5_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao território ou ao domínio de um rei.","explicacao_detalhada":"A palavra 'reino' implica a área sob a autoridade de um governante. Em 2 Reis 14:5, isso se relaciona com a extensão do poder do rei e sua capacidade de governar.","por_que_esta_palavra":"O conceito de reino é central na narrativa bíblica, refletindo a soberania de Deus e a estrutura de governo humano.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, onde se fala da autoridade de Deus sobre todas as nações e povos.","referencias_relacionadas":["Mateus 6:33","Lucas 17:21","Apocalipse 11:15"]},"2reis_14_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema de um governante em Israel, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de 2 Reis 14:5, o rei é aquele que exerce o domínio sobre o povo e é responsável por suas decisões e bem-estar. A figura do rei é central na história de Israel, onde a liderança é frequentemente associada à fidelidade a Deus.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de autoridade e a responsabilidade que vem com o governo em Israel, refletindo a relação entre o rei e Deus.","conexao_teologica":"A realeza em Israel é um reflexo do governo de Deus sobre seu povo, e a obediência ao rei é vista como uma extensão da obediência a Deus.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"2reis_14_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de um rei ou de um reino, simbolizando derrota ou perda de poder.","explicacao_detalhada":"No versículo, 'cair' pode se referir à queda de um governo ou à perda de autoridade, indicando um momento de crise ou transição na liderança de Israel.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a fragilidade do poder humano e a inevitabilidade do juízo divino sobre aqueles que se afastam de Deus.","conexao_teologica":"A queda de reis e reinos é um tema recorrente na Bíblia, mostrando que a soberania de Deus prevalece sobre as ações humanas.","referencias_relacionadas":["Provérbios 16:18","Daniel 4:37","Mateus 23:12"]},"2reis_14_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real, essencial para a legitimidade do governo.","explicacao_detalhada":"Em 2 Reis 14:6, a menção ao 'filho' é crucial para entender a sucessão do trono e a importância da hereditariedade na liderança de Israel.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a continuidade da aliança de Deus com a casa de Davi, que é um tema central nas promessas bíblicas.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo, bem como a importância da linhagem messiânica.","referencias_relacionadas":["2 Samuel 7:12","Salmos 89:27","Mateus 1:1"]},"2reis_14_6_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a infligir dor ou punição, muitas vezes em um contexto de guerra ou disciplina.","explicacao_detalhada":"No contexto de 2 Reis 14:6, 'beat' pode se referir ao ato de derrotar inimigos ou a disciplina que um rei pode impor ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'beat' destaca a seriedade das consequências da desobediência a Deus e a necessidade de disciplina na liderança.","conexao_teologica":"A disciplina é um tema importante na Bíblia, refletindo o caráter de Deus que corrige e guia seu povo.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:12","Apocalipse 3:19"]},"2reis_14_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para indicar a fidelidade e a justiça, especialmente no contexto da liderança.","explicacao_detalhada":"Em 2 Reis 14:6, a menção à 'verdade' sugere que a justiça e a integridade são fundamentais para a liderança de um rei em Israel.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a expectativa de Deus em relação aos governantes, que devem governar com justiça e retidão.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos líderes e do povo, sendo um princípio central na aliança de Deus com Israel.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:19","João 8:32"]},"2reis_14_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"No contexto de 2 Reis 14:7, 'dia' pode se referir a um momento de vitória ou de juízo, marcando um ponto crucial na narrativa.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância de eventos históricos e a soberania de Deus sobre o tempo.","conexao_teologica":"Deus é o Senhor do tempo, e cada 'dia' é uma oportunidade para o povo se voltar para Ele e cumprir sua vontade.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"2reis_14_7_agarrar":{"palavra_pt":"agarrar","palavra_original":"תָּפַשׂ","transliteracao":"tâphas","strong":"H8610","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou controlar algo, muitas vezes em um contexto de batalha.","explicacao_detalhada":"Em 2 Reis 14:7, 'agarrar' pode se referir à conquista de terras ou à vitória sobre inimigos, simbolizando a intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'agarrar' destaca a ação de Deus em garantir a vitória e a proteção de seu povo.","conexao_teologica":"A ideia de agarrar ou tomar posse é frequentemente associada à promessa de Deus de dar a terra a Israel e à luta espiritual que os crentes enfrentam.","referencias_relacionadas":["Josué 1:3","Romanos 8:37","Efésios 6:12"]},"2reis_14_7_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito e à luta, especialmente em um contexto militar.","explicacao_detalhada":"No versículo, 'batalha' representa os desafios enfrentados por Israel e a necessidade de confiar em Deus para a vitória.","por_que_esta_palavra":"A palavra 'batalha' é utilizada para enfatizar a realidade da luta espiritual e física que o povo de Deus enfrenta.","conexao_teologica":"A batalha é um tema central na Bíblia, simbolizando a luta entre o bem e o mal, e a vitória que Deus promete aos seus fiéis.","referencias_relacionadas":["2 Coríntios 10:4","Efésios 6:10-12","1 Timóteo 6:12"]},"2reis_14_8_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início de algo, muitas vezes associado a decisões ou eventos que moldam o futuro.","explicacao_detalhada":"Em 2 Reis 14:8, 'princípio' pode se referir ao início de um reinado ou a um novo capítulo na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'princípio' destaca a importância de decisões tomadas no início de um reinado e suas consequências.","conexao_teologica":"Deus é o autor da história, e cada 'princípio' é uma oportunidade para o povo se alinhar com sua vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 111:10","Apocalipse 21:6"]},"2reis_14_8_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser celestial que serve como mensageiro de Deus, trazendo orientação e instrução.","explicacao_detalhada":"No contexto de 2 Reis 14:8, a menção ao 'anjo' sugere a intervenção divina em assuntos humanos, destacando a presença de Deus na história de Israel.","por_que_esta_palavra":"A palavra 'anjo' é utilizada para enfatizar a comunicação de Deus com seu povo e sua disposição em guiá-los.","conexao_teologica":"Os anjos são frequentemente vistos como agentes de Deus, trazendo mensagens de esperança e juízo, e são parte do plano divino para a humanidade.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"2reis_14_8_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹאָשׁ","transliteracao":"Yᵉhôwʼâsh","strong":"H3060","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei Jeoás, que é significativo na história de Israel.","explicacao_detalhada":"O nome 'Jeoás' significa 'Yahweh é forte' e reflete a relação do rei com Deus e sua autoridade sobre Israel.","por_que_esta_palavra":"O nome é fundamental para identificar a pessoa e seu papel na narrativa bíblica, além de carregar um significado teológico.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes reflete seu caráter ou destino, e neste caso, o nome de Jeoás sugere uma conexão com a força divina.","referencias_relacionadas":["2 Reis 12:1","2 Reis 14:1","2 Crônicas 24:1"]},"2reis_14_9_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"Refere-se à ação de oprimir, que é uma característica dos inimigos de Israel.","explicacao_detalhada":"A palavra 'opressor' implica em alguém que exerce poder de forma injusta, oprimindo os mais fracos.","por_que_esta_palavra":"É importante para entender a dinâmica de poder e a opressão que Israel enfrentava durante o reinado de Jeoás.","conexao_teologica":"A opressão é um tema recorrente na Bíblia, onde Deus frequentemente se levanta em favor dos oprimidos.","referencias_relacionadas":["Salmos 9:9","Isaías 10:1-2","Miquéias 2:1-2"]},"2reis_14_9_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um emissário, que é crucial em contextos de comunicação e alianças.","explicacao_detalhada":"A palavra 'enviar' implica em uma ação deliberada de comunicação, muitas vezes envolvendo autoridade e intenção.","por_que_esta_palavra":"É relevante para entender como as mensagens eram transmitidas entre os reinos e a importância das alianças.","conexao_teologica":"Deus frequentemente envia profetas e mensageiros para comunicar Sua vontade ao povo.","referencias_relacionadas":["Gênesis 45:5","Êxodo 3:10","Mateus 10:16"]},"2reis_14_9_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹאָשׁ","transliteracao":"Yᵉhôwʼâsh","strong":"H3060","significado_raiz":"Ideia básica: nome.","significado_contextual":"Em 2 Reis 14:9, \"nome\" aparece na frase \"Porém Jeoás, rei de Israel, enviou a Amazias, rei de Judá, dizendo: O cardo que estava no Líbano mandou dizer ao cedro que estava no Líbano…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהוֹאָשׁ; Yᵉhôwʼâsh; H3060), \"nome\" traz a ideia de nome. Aqui, essa palavra deixa o ensino de 2 Reis 14:9 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"nome\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Reis 14:8. Lendo junto com 2 Reis 14:9, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Reis 14:9","2 Reis 14:8","Salmos 119:105"]},"2reis_14_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, que é uma função importante de um rei em Israel.","explicacao_detalhada":"A palavra 'julgar' implica em tomar decisões justas e sábias, refletindo a responsabilidade do rei perante o povo.","por_que_esta_palavra":"É essencial para entender a função do rei como líder e juiz em Israel.","conexao_teologica":"Deus é descrito como o juiz supremo, e os reis são vistos como representantes de Sua justiça na terra.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 29:14"]},"2reis_14_10_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e decisões de uma pessoa.","explicacao_detalhada":"A palavra 'coração' na Bíblia muitas vezes simboliza a vontade, os desejos e a moralidade de uma pessoa.","por_que_esta_palavra":"É importante para entender a motivação interna do rei e como isso afeta suas ações.","conexao_teologica":"Deus vê o coração das pessoas e julga não apenas as ações, mas as intenções por trás delas.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 4:23","Jeremias 17:10"]},"2reis_14_10_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade moral e à justiça, que são esperadas de um líder.","explicacao_detalhada":"A palavra 'bom' implica em ações que são justas e que promovem o bem-estar do povo.","por_que_esta_palavra":"É crucial para entender a avaliação do caráter do rei e suas decisões.","conexao_teologica":"A bondade é um atributo de Deus, e os líderes são chamados a refletir essa bondade em suas ações.","referencias_relacionadas":["Salmos 34:8","Miquéias 6:8","Gálatas 5:22"]},"2reis_14_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade como um princípio moral fundamental.","explicacao_detalhada":"A palavra 'verdade' implica em honestidade e integridade nas ações e decisões.","por_que_esta_palavra":"É importante para entender a base moral sobre a qual o rei deve governar.","conexao_teologica":"Deus é a fonte da verdade, e a verdade é essencial para a justiça e a retidão.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"2reis_14_11_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza em termos de poder e influência.","explicacao_detalhada":"A palavra 'grande' pode se referir tanto à magnitude de um evento quanto à importância de uma pessoa.","por_que_esta_palavra":"É relevante para entender a percepção do povo sobre o rei e seu reinado.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, e os líderes são chamados a reconhecer sua dependência de Deus.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2reis_14_11_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹאָשׁ","transliteracao":"Yᵉhôwʼâsh","strong":"H3060","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome do rei Jeoás, enfatizando sua importância na narrativa.","explicacao_detalhada":"O nome é uma parte crucial da identidade do rei e simboliza seu legado.","por_que_esta_palavra":"Reforça a conexão entre o nome e a história de Israel sob seu reinado.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos que refletem a relação entre Deus e Seu povo.","referencias_relacionadas":["2 Reis 12:1","2 Reis 14:1","2 Crônicas 24:1"]},"2reis_14_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de alguém, simbolizando a relação entre o ser humano e Deus.","explicacao_detalhada":"No contexto de 2 Reis 14:12, o 'rosto' é mencionado em relação à derrota de um rei, indicando a perda de dignidade e a presença de Deus que se afasta.","por_que_esta_palavra":"A palavra 'rosto' é usada para expressar a ideia de presença e favor divino, essencial na relação entre Deus e seu povo.","conexao_teologica":"O rosto de Deus é frequentemente associado à Sua presença e favor, como em Números 6:25, onde se fala sobre o Senhor fazer brilhar seu rosto sobre o povo.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 31:16"]},"2reis_14_12_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de salvar ou resgatar, especialmente em um contexto de opressão ou cativeiro.","explicacao_detalhada":"Neste versículo, a palavra 'libertar' é usada para descrever a ação de Deus em salvar seu povo de inimigos, refletindo a natureza salvadora de Deus.","por_que_esta_palavra":"A ideia de libertação é central na narrativa bíblica, simbolizando a intervenção divina em momentos de crise.","conexao_teologica":"Deus é frequentemente descrito como o libertador de Israel, como em Êxodo 6:6, onde Ele promete libertar seu povo da escravidão.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Isaías 61:1"]},"2reis_14_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e a responsabilidade do indivíduo diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em sua fragilidade e necessidade de Deus, especialmente em contextos de julgamento e redenção.","por_que_esta_palavra":"A humanidade é o foco do plano de salvação de Deus, e a palavra 'homem' destaca a relação entre Deus e a criação.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, como em Gênesis 1:27, que estabelece a dignidade humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"2reis_14_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em Israel, simbolizando poder e responsabilidade.","explicacao_detalhada":"No contexto de 2 Reis 14:13, o 'rei' é mencionado em relação a ações políticas e militares, refletindo a importância do governo justo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel e a relação entre o rei e Deus.","conexao_teologica":"Deus é descrito como o verdadeiro Rei de Israel, e os reis humanos são vistos como representantes de Sua autoridade, como em 1 Samuel 8:7.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"2reis_14_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, enfatizando a continuidade da linhagem e a herança.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a sucessão no trono e a importância da família real na história de Israel.","por_que_esta_palavra":"A noção de 'filho' é fundamental para entender as promessas de Deus a Abraão e a continuidade da aliança.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para descrever a relação entre Deus e Seu povo, como em Salmos 103:13.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:13","Mateus 1:1"]},"2reis_14_13_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹאָשׁ","transliteracao":"Yᵉhôwʼâsh","strong":"H3060","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa, especialmente em relação ao seu legado.","explicacao_detalhada":"O 'nome' é mencionado em conexão com a honra e a memória de um rei, refletindo a importância do legado na cultura israelita.","por_que_esta_palavra":"O nome carrega significados profundos e é frequentemente associado ao caráter e à ação de uma pessoa.","conexao_teologica":"O nome de Deus é sagrado e é um tema central na adoração, como em Êxodo 20:7, que proíbe o uso indevido do nome do Senhor.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Filipenses 2:9-10"]},"2reis_14_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade, destacando a continuidade do governo em Israel.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e das decisões tomadas em nome do povo.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, representando tanto a autoridade de Deus quanto a responsabilidade humana.","conexao_teologica":"A soberania de Deus sobre os reis é um tema recorrente, como em Provérbios 21:1, que fala sobre o coração do rei nas mãos do Senhor.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"2reis_14_14_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou capturar, muitas vezes em um contexto de conquista ou controle.","explicacao_detalhada":"A palavra 'agarrar' é usada para descrever a ação de um rei em conquistar ou tomar posse de algo, refletindo a dinâmica de poder.","por_que_esta_palavra":"A ideia de 'agarrar' é frequentemente associada à luta e à conquista, temas comuns na história de Israel.","conexao_teologica":"A luta entre o bem e o mal é um tema central na Bíblia, e a conquista é vista como parte do plano de Deus para Seu povo.","referencias_relacionadas":["Josué 1:3","Salmos 2:8","Romanos 8:37"]},"2reis_14_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em relação a decisões e comportamentos.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como as ações são realizadas, refletindo a ética e a moralidade.","por_que_esta_palavra":"O modo de agir é crucial para entender a sabedoria e a justiça nas decisões, especialmente em liderança.","conexao_teologica":"A maneira como vivemos e agimos é importante para Deus, como em Miquéias 6:8, que fala sobre agir com justiça.","referencias_relacionadas":["Miquéias 6:8","Colossenses 3:17","1 Pedro 2:12"]},"2reis_14_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes usado para marcar eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um momento de julgamento ou ação divina, refletindo a soberania de Deus sobre o tempo.","por_que_esta_palavra":"O conceito de 'dia' é importante na narrativa bíblica, pois muitos eventos significativos são marcados por dias específicos.","conexao_teologica":"Deus é o Senhor do tempo e da história, como em Salmos 90:12, que fala sobre a brevidade da vida.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 24:36"]},"2reis_14_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e governança.","explicacao_detalhada":"No contexto de 2 Reis 14:15, o rei é a figura central que exerce controle sobre o povo e as decisões do reino. A palavra 'rei' é usada para descrever tanto a posição quanto a função de liderança.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da liderança e da autoridade divina sobre Israel, refletindo a relação entre Deus e seu povo.","conexao_teologica":"A figura do rei é frequentemente associada ao reinado de Deus sobre Israel, simbolizando a necessidade de um líder que siga os preceitos divinos.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6","Mateus 2:2"]},"2reis_14_15_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica um estado de tranquilidade e paz, muitas vezes associado à morte ou ao fim de um período de luta.","explicacao_detalhada":"Em 2 Reis 14:15, 'descanso' é usado para descrever o estado final do rei após sua morte, indicando que ele não mais enfrentará as tribulações da vida.","por_que_esta_palavra":"A escolha da palavra 'descanso' sugere um alívio das dificuldades e uma passagem para um estado de paz, refletindo a esperança de um futuro melhor.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a promessa de Deus de paz e consolo para aqueles que são fiéis.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Hebreus 4:9-10"]},"2reis_14_16_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' aqui também se refere ao estado de paz após a morte, enfatizando a transição do rei para a eternidade.","explicacao_detalhada":"Em 2 Reis 14:16, 'descanso' é usado para indicar que o rei não está mais entre os vivos, mas que sua vida e suas ações foram concluídas.","por_que_esta_palavra":"A utilização da palavra 'descanso' reforça a ideia de que a morte é uma parte natural da vida e que há um tempo para cada coisa.","conexao_teologica":"A morte é vista como um descanso para os justos, uma passagem para a presença de Deus.","referencias_relacionadas":["Eclesiastes 3:1-2","Salmos 116:15","Apocalipse 14:13"]},"2reis_14_16_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar, de exercer autoridade sobre um povo ou território.","explicacao_detalhada":"No contexto de 2 Reis 14:16, 'reinar' é usado para descrever a continuidade do governo após a morte do rei, indicando a sucessão de liderança.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica do poder e a importância da linhagem real na história de Israel.","conexao_teologica":"O reinado é um tema central na narrativa bíblica, refletindo a soberania de Deus sobre a história e a necessidade de líderes que governem segundo Sua vontade.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 22:28","Apocalipse 19:16"]},"2reis_14_16_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹאָשׁ","transliteracao":"Yᵉhôwʼâsh","strong":"H3060","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, muitas vezes associada ao caráter e à história.","explicacao_detalhada":"Em 2 Reis 14:16, 'nome' é mencionado para destacar a importância da identidade do rei e como ele será lembrado após sua morte.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a conexão entre a pessoa e seu legado, refletindo a importância da memória na cultura israelita.","conexao_teologica":"O nome de Deus e de Seus servos é frequentemente mencionado na Bíblia, simbolizando a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Filipenses 2:9-10"]},"2reis_14_17_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao estado de existência, à vitalidade e à experiência de vida.","explicacao_detalhada":"Em 2 Reis 14:17, 'viver' é usado para contrastar a vida do rei com a morte, enfatizando a fragilidade da vida humana.","por_que_esta_palavra":"A palavra 'viver' é fundamental para entender a condição humana e a necessidade de se viver de acordo com os princípios de Deus.","conexao_teologica":"A vida é um dom de Deus, e a Bíblia frequentemente fala sobre a importância de viver de maneira que glorifique a Deus.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:4"]},"2reis_14_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, à continuidade da linhagem e à herança familiar.","explicacao_detalhada":"Em 2 Reis 14:17, 'filho' é mencionado para indicar a sucessão do trono e a continuidade da dinastia real.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a dinâmica familiar e a importância da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, bem como a importância da obediência.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 1:1"]},"2reis_14_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a autoridade e o papel de liderança na sociedade israelita.","explicacao_detalhada":"Em 2 Reis 14:17, 'rei' destaca a importância da liderança e da responsabilidade que vem com o poder.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a centralidade da figura real na história de Israel e sua relação com Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a soberania de Deus e a necessidade de líderes que sigam Seus caminhos.","referencias_relacionadas":["1 Reis 10:1","Salmos 72:1","Romanos 13:1"]},"2reis_14_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, simbolizando a passagem do tempo e os eventos que ocorrem dentro dele.","explicacao_detalhada":"Em 2 Reis 14:18, 'dia' é usado para marcar um tempo específico na história de Israel, indicando a importância dos eventos que ocorreram.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender a cronologia dos eventos bíblicos e a soberania de Deus sobre o tempo.","conexao_teologica":"O tempo é uma criação de Deus, e a Bíblia fala sobre a importância de viver sabiamente dentro dos dias que nos são dados.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Tiago 4:14"]},"2reis_14_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a importância da liderança e do governo em Israel.","explicacao_detalhada":"Em 2 Reis 14:18, 'rei' é mencionado para destacar a continuidade da liderança e a relevância do papel do rei na história do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da figura real e sua influência sobre a nação.","conexao_teologica":"A liderança é um reflexo da autoridade de Deus, e a Bíblia ensina que os líderes devem governar com justiça e temor a Deus.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 22:28","Apocalipse 19:16"]},"2reis_14_18_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e tranquilidade que o rei buscava para seu povo.","explicacao_detalhada":"O termo 'descanso' implica um período de alívio das tribulações e conflitos, onde a nação poderia prosperar sem ameaças externas.","por_que_esta_palavra":"A palavra é utilizada para descrever a condição desejada de estabilidade e segurança sob a liderança do rei.","conexao_teologica":"O descanso é frequentemente associado à promessa de Deus de trazer paz ao seu povo, refletindo a esperança messiânica.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"2reis_14_19_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui se refere à lealdade e ao afeto que o rei tinha por seu povo.","explicacao_detalhada":"Este amor é um vínculo que promove a unidade e a proteção, essencial para a estabilidade do reino.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a relação positiva entre o governante e seus súditos, fundamental para a governança.","conexao_teologica":"O amor é um tema central na Bíblia, refletindo o caráter de Deus e seu relacionamento com a humanidade.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Efésios 5:2"]},"2reis_14_19_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar o povo de opressões e inimigos.","explicacao_detalhada":"Libertar implica em trazer liberdade e restauração, um papel crucial de um rei justo.","por_que_esta_palavra":"A escolha da palavra destaca a responsabilidade do rei em proteger e defender seu povo.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação que Deus oferece ao seu povo.","referencias_relacionadas":["Isaías 61:1","Gálatas 5:1","Salmos 146:7"]},"2reis_14_19_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar mensageiros ou ordens em um contexto de governança.","explicacao_detalhada":"Enviar é uma ação que demonstra autoridade e a capacidade de comunicar decisões importantes.","por_que_esta_palavra":"A palavra é utilizada para mostrar a dinâmica de liderança e a importância da comunicação no governo.","conexao_teologica":"Deus frequentemente envia mensageiros para comunicar sua vontade ao seu povo, refletindo a importância da obediência.","referencias_relacionadas":["Mateus 10:16","Isaías 6:8","Romanos 10:15"]},"2reis_14_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um centro de vida social e política.","explicacao_detalhada":"A cidade é o local onde a comunidade se reúne, simbolizando segurança e identidade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da cidade na vida do povo e na administração do reino.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como símbolo do povo de Deus e do reino celestial.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 11:10","Apocalipse 21:2"]},"2reis_14_20_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da cidade ou do reino sob a liderança do rei.","explicacao_detalhada":"Grandeza implica em prosperidade, influência e poder, características desejáveis em um governante.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância e o prestígio do reino na época.","conexao_teologica":"A grandeza de Deus é refletida em sua criação e em seu reino, que é eterno e majestoso.","referencias_relacionadas":["Salmos 145:3","Isaías 6:1","Mateus 5:14"]},"2reis_14_21_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar e liderar o povo.","explicacao_detalhada":"Reinar implica em exercer autoridade e responsabilidade sobre a nação, guiando-a em justiça.","por_que_esta_palavra":"A palavra é escolhida para enfatizar o papel do rei como líder e protetor do povo.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, simbolizando sua soberania e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 22:28","Apocalipse 19:16","1 Pedro 2:9"]},"2reis_14_21_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar posse ou controle sobre algo.","explicacao_detalhada":"Agarrar implica em uma ação decisiva, muitas vezes relacionada à conquista ou à proteção.","por_que_esta_palavra":"A palavra é utilizada para mostrar a determinação do rei em assegurar seu domínio.","conexao_teologica":"A ideia de agarrar é também vista na relação de Deus com seu povo, onde Ele os toma para si.","referencias_relacionadas":["Deuteronômio 30:20","Romanos 8:38-39","Filipenses 3:12"]},"2reis_14_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, especialmente em governança.","explicacao_detalhada":"Modo implica em método e estilo, refletindo a abordagem do rei em liderar seu povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da maneira de governar e suas consequências.","conexao_teologica":"A maneira como Deus age em relação ao seu povo é um reflexo de seu caráter e propósitos.","referencias_relacionadas":["Salmos 25:4","Provérbios 3:5-6","Colossenses 3:23"]},"2reis_14_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, que exerce autoridade sobre a nação.","explicacao_detalhada":"O rei é visto como um líder escolhido por Deus para guiar seu povo em justiça e retidão.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da liderança e do papel do rei na história de Israel.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, simbolizando sua soberania sobre todas as nações.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 17:14","Salmos 2:6"]},"2reis_14_22_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"No contexto de 2 Reis 14:22, 'seguir' refere-se à ação de continuar ou persistir em um caminho ou prática.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica em uma continuidade, um movimento em direção a algo que já foi estabelecido. No caso de Israel, isso pode se referir à continuidade na adoração a Deus ou na prática de suas leis.","por_que_esta_palavra":"Esta palavra é importante porque reflete a fidelidade do povo em seguir os caminhos de Deus, ou a falta dela, que é um tema recorrente nas narrativas bíblicas.","conexao_teologica":"A ideia de seguir é central na teologia bíblica, onde Deus chama seu povo a segui-lo e a obedecer a seus mandamentos.","referencias_relacionadas":["Êxodo 23:20","Salmos 119:105","Mateus 4:19"]},"2reis_14_22_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Em 2 Reis 14:22, 'descanso' refere-se ao estado de paz e tranquilidade após a morte ou a conclusão de uma tarefa.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) é usada para descrever o ato de repousar, muitas vezes associado à morte, onde a pessoa entra em um estado de descanso eterno.","por_que_esta_palavra":"É importante porque enfatiza a transição da vida para a morte e a esperança de um descanso eterno prometido por Deus.","conexao_teologica":"O descanso é um tema teológico que representa a paz que Deus oferece, tanto na vida quanto na morte.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Hebreus 4:9-10"]},"2reis_14_23_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' em 2 Reis 14:23 refere-se a um período ou uma época específica na história de Israel.","explicacao_detalhada":"A palavra 'expressão' (שָׁנֶה) é usada para indicar um ano ou um ciclo de tempo, que é crucial para entender a cronologia dos eventos bíblicos.","por_que_esta_palavra":"Esta palavra é relevante para estabelecer a linha do tempo dos reinados e eventos significativos na história de Israel.","conexao_teologica":"A cronologia é importante na teologia bíblica, pois ajuda a entender o cumprimento das promessas de Deus ao longo da história.","referencias_relacionadas":["Gênesis 6:3","Daniel 9:24","Apocalipse 20:2"]},"2reis_14_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em 2 Reis 14:23, 'filho' refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a sucessão no trono, que é um aspecto importante da narrativa dos reis de Israel.","por_que_esta_palavra":"É fundamental para entender a legitimidade e a continuidade da liderança em Israel, bem como as promessas de Deus a Davi sobre sua descendência.","conexao_teologica":"A ideia de filho é central na teologia, especialmente em relação a Jesus como o Filho de Deus e a importância da linhagem messiânica.","referencias_relacionadas":["2 Samuel 7:12","Mateus 1:1","Lucas 3:23"]},"2reis_14_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' em 2 Reis 14:23 refere-se à autoridade e ao governo sobre Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a posição de liderança e a responsabilidade de governar o povo segundo a vontade de Deus.","por_que_esta_palavra":"É crucial para entender a estrutura política de Israel e a relação entre o governo humano e a soberania divina.","conexao_teologica":"A realeza é um tema importante na Bíblia, simbolizando a autoridade de Deus e a expectativa de um rei justo e perfeito, que é cumprido em Cristo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_14_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Em 2 Reis 14:24, 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser usada metaforicamente para descrever a força de um rei ou de um povo em batalha.","por_que_esta_palavra":"É importante para entender as metáforas usadas na Bíblia para descrever a força e a proteção de Deus sobre seu povo.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando sua capacidade de proteger e defender seu povo.","referencias_relacionadas":["Isaías 11:7","Daniel 7:5","Miquéias 5:8"]},"2reis_14_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' em 2 Reis 14:24 refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem ou método, que pode ser aplicado tanto a ações humanas quanto divinas.","por_que_esta_palavra":"É relevante para entender a forma como as ações são realizadas e a importância da intenção por trás delas.","conexao_teologica":"A maneira como adoramos e servimos a Deus é um tema importante, refletindo a autenticidade de nossa fé.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Romanos 12:1"]},"2reis_14_24_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Em 2 Reis 14:24, 'olho' refere-se à percepção e à visão, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olho' (עַיִן) é frequentemente usada na Bíblia para simbolizar a capacidade de ver e entender a verdade de Deus.","por_que_esta_palavra":"É importante para enfatizar a necessidade de discernimento espiritual e a visão clara que vem de Deus.","conexao_teologica":"A visão espiritual é um tema central na Bíblia, onde Deus abre os olhos de seu povo para entender sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"2reis_14_25_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' em 2 Reis 14:25 refere-se a uma região árida, simbolizando solidão e provação.","explicacao_detalhada":"A palavra 'deserto' (עֲרָבָה) é usada para descrever lugares inóspitos, que muitas vezes são cenários de testes e revelações de Deus.","por_que_esta_palavra":"É relevante para entender as experiências de isolamento e dependência de Deus que seu povo enfrenta.","conexao_teologica":"O deserto é um símbolo de preparação e purificação, onde Deus frequentemente se revela e fortalece seu povo.","referencias_relacionadas":["Êxodo 3:1","Mateus 4:1","Hebreus 11:38"]},"2reis_14_25_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Em 2 Reis 14:25, 'palavra' refere-se à comunicação de Deus e à revelação de sua vontade.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é fundamental na Bíblia, representando não apenas a fala, mas a ação e o cumprimento das promessas de Deus.","por_que_esta_palavra":"É importante porque enfatiza a autoridade da palavra de Deus e seu poder transformador na vida do povo.","conexao_teologica":"A palavra de Deus é central na teologia, sendo vista como viva e eficaz, capaz de trazer mudança e vida.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Romanos 10:17"]},"2reis_14_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que transmite Suas palavras e revelações ao povo.","explicacao_detalhada":"O termo 'profeta' refere-se a alguém escolhido por Deus para comunicar Sua vontade e direcionamento. No contexto de 2 Reis 14:25, o profeta é uma figura central que atua como intermediário entre Deus e o povo de Israel, trazendo mensagens de advertência, esperança ou julgamento.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a dinâmica entre Deus e Seu povo, especialmente em tempos de crise ou desobediência.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, sendo instrumentos de Deus para revelar Sua verdade e planos. Eles são frequentemente mencionados em toda a Bíblia como portadores da palavra divina.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2reis_14_26_fim":{"palavra_pt":"fim","palavra_original":"אֶפֶס","transliteracao":"ʼepheç","strong":"H657","significado_raiz":"Ideia básica: fim.","significado_contextual":"O término ou conclusão de um período ou evento.","explicacao_detalhada":"A palavra 'fim' em 2 Reis 14:26 refere-se ao encerramento de um ciclo, seja de um reinado ou de um período de opressão. Este conceito é frequentemente associado ao juízo de Deus e à restauração de Israel.","por_que_esta_palavra":"O 'fim' é um conceito teológico que aponta para a soberania de Deus sobre a história, mostrando que Ele tem um plano que culmina em um propósito final.","conexao_teologica":"O fim dos tempos é um tema recorrente na Bíblia, onde Deus promete restaurar todas as coisas e trazer justiça.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 46:10","Apocalipse 21:6"]},"2reis_14_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' é usada para conectar uma afirmação a sua justificativa, indicando a razão pela qual algo acontece. Em 2 Reis 14:26, ela estabelece a relação entre a ação de Deus e a condição do povo.","por_que_esta_palavra":"É essencial para a compreensão do texto, pois revela a lógica divina por trás dos eventos históricos e as consequências das ações humanas.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico que permeia a narrativa bíblica, mostrando como as escolhas do povo impactam seu relacionamento com Deus.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 6:23","Gálatas 6:7"]},"2reis_14_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O título ou designação de Deus, que expressa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é usado para enfatizar a soberania e a majestade de Deus. Em 2 Reis 14:26, este nome é invocado para lembrar ao povo quem é o verdadeiro governante e juiz.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para a adoração e a compreensão da relação entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando Sua presença, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_14_27_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"O espaço acima da terra, frequentemente associado à habitação de Deus.","explicacao_detalhada":"A palavra 'ceus' em 2 Reis 14:27 refere-se ao domínio de Deus sobre toda a criação. É um lembrete da grandeza de Deus e de Sua autoridade sobre os eventos da terra.","por_que_esta_palavra":"Os céus são frequentemente mencionados na Bíblia como o lugar de onde Deus observa e governa o mundo.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica, enfatizando que nada escapa ao Seu controle.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2reis_14_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A qualidade de ser verdadeiro, fiel e confiável.","explicacao_detalhada":"A palavra 'verdade' em 2 Reis 14:27 destaca a fidelidade de Deus em cumprir Suas promessas e a importância da verdade na vida do povo de Israel.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus e é fundamental para a relação entre Ele e Seu povo.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, onde Ele é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"2reis_14_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforço do título de Deus, enfatizando Sua autoridade.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é novamente mencionado para reafirmar a soberania de Deus sobre a história e a necessidade de o povo reconhecer Sua autoridade.","por_que_esta_palavra":"A repetição do nome de Deus serve para lembrar ao povo de Sua presença constante e de Sua capacidade de agir em favor deles.","conexao_teologica":"O reconhecimento do nome de Deus é fundamental para a adoração e a obediência, sendo um tema central na relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Romanos 10:13"]},"2reis_14_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' em 2 Reis 14:28 refere-se à forma como as ações são realizadas, enfatizando a importância da conduta e do comportamento do povo diante de Deus.","por_que_esta_palavra":"O modo de agir é crucial para entender a moralidade e a ética que Deus espera de Seu povo.","conexao_teologica":"A maneira como vivemos reflete nossa relação com Deus e é um tema importante na ética cristã.","referencias_relacionadas":["Miquéias 6:8","Colossenses 3:17","1 Pedro 2:12"]},"2reis_14_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um período de 24 horas, mas também simboliza um tempo de oportunidade ou julgamento.","explicacao_detalhada":"A palavra 'dia' em 2 Reis 14:28 pode se referir a um tempo específico em que Deus age ou se revela ao Seu povo, indicando a importância de estar atento às Suas intervenções.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente usado na Bíblia para simbolizar momentos de decisão ou de manifestação do poder de Deus.","conexao_teologica":"Os dias de Deus são significativos na narrativa bíblica, onde cada dia pode trazer novas oportunidades para arrependimento e transformação.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","2 Coríntios 6:2"]},"2reis_14_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade que governa um povo.","explicacao_detalhada":"A palavra 'rei' em 2 Reis 14:28 refere-se à liderança política e espiritual de Israel, destacando a importância da liderança justa e temente a Deus.","por_que_esta_palavra":"O conceito de 'rei' é central na história de Israel, simbolizando tanto a autoridade humana quanto a soberania divina.","conexao_teologica":"A realeza de Deus é um tema importante na Bíblia, onde Ele é descrito como o Rei dos Reis, governando sobre toda a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_14_29_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso final de um rei após seu reinado.","explicacao_detalhada":"A palavra 'descanso' implica um estado de paz e tranquilidade, indicando que o rei não enfrentará mais batalhas ou desafios. Este descanso é muitas vezes associado à morte e ao retorno ao lar espiritual.","por_que_esta_palavra":"A escolha da palavra 'descanso' enfatiza a conclusão do ciclo de vida e reinado do rei, sugerindo que ele agora está em um estado de paz.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que Deus oferece aos seus servos fiéis após a morte.","referencias_relacionadas":["Salmos 116:15","Mateus 11:28","Apocalipse 14:13"]},"2reis_14_29_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a ação de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' é usada para descrever a posição de um monarca que exerce poder e influência sobre seu reino. Este conceito é central na narrativa bíblica, onde Deus é frequentemente descrito como o Rei supremo.","por_que_esta_palavra":"A palavra é utilizada para destacar a legitimidade e a responsabilidade do rei sobre seu povo, refletindo a ordem divina estabelecida por Deus.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Rei dos Reis, e os líderes humanos são vistos como representantes de Sua autoridade.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_14_29_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei, que carrega significados e implicações sobre sua identidade e legado.","explicacao_detalhada":"O nome 'Jeroboão' é significativo, pois representa a história e o papel do rei em Israel. Nomes na cultura bíblica muitas vezes refletem características ou eventos importantes da vida da pessoa.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da identidade e do legado que o rei deixa para seu povo.","conexao_teologica":"Na Bíblia, o nome de Deus é também um tema importante, representando Sua natureza e caráter. Assim como os nomes dos reis, o nome de Deus é sagrado e cheio de significado.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]}}