{"2reis_17_1_nome":{"palavra_pt":"nome","palavra_original":"אָחָז","transliteracao":"ʼÂchâz","strong":"H271","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, que carrega significados e histórias associadas.","explicacao_detalhada":"A palavra 'nome' em 2 Reis 17:1 é crucial, pois o nome de um rei pode refletir suas ações e caráter. O nome é uma parte importante da identidade e da herança.","por_que_esta_palavra":"A escolha da palavra 'nome' ressalta a importância da identidade e do legado que cada pessoa deixa.","conexao_teologica":"Na Bíblia, o nome de Deus é sagrado e representa Sua natureza e caráter. Nomes de pessoas também têm significados que refletem a vontade de Deus.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Isaías 43:7"]},"2reis_17_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração que pode ter implicações significativas.","explicacao_detalhada":"A palavra 'expressão' em 2 Reis 17:1 pode indicar um momento de comunicação importante, onde decisões são tomadas e direções são dadas.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação e da clareza na liderança.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e Seu povo, sendo a Palavra de Deus uma expressão de Sua vontade.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","1 Pedro 3:15"]},"2reis_17_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em Israel, que governava o povo e tomava decisões importantes.","explicacao_detalhada":"A palavra 'rei' é central na narrativa de 2 Reis, onde os reis de Israel e Judá são frequentemente avaliados por sua fidelidade a Deus. O rei mencionado em 2 Reis 17:1 é um exemplo de liderança que pode ter implicações espirituais e sociais.","por_que_esta_palavra":"A palavra 'rei' é usada para destacar a importância da liderança e da responsabilidade espiritual que um governante tem sobre seu povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2reis_17_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que pode simbolizar força ou ferocidade, mas também pode ter conotações de proteção.","explicacao_detalhada":"A palavra 'urso' em 2 Reis 17:2 pode ser usada metaforicamente para descrever a força de um rei ou de um povo, ou pode se referir a um evento específico que envolve esse animal.","por_que_esta_palavra":"A escolha da palavra 'urso' pode enfatizar a ferocidade e a proteção que um líder deve ter em relação ao seu povo.","conexao_teologica":"Animais na Bíblia muitas vezes simbolizam características de Deus ou de Seus líderes, refletindo a força e a proteção divina.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"2reis_17_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de um povo ou nação.","explicacao_detalhada":"No contexto de 2 Reis 17, a menção do rei é crucial para entender a dinâmica política e espiritual de Israel, especialmente em relação à sua desobediência a Deus e a influência de reinos vizinhos.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a liderança e a responsabilidade do governante sobre o povo, refletindo a relação entre a autoridade terrena e a divina.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à ideia de liderança sob a soberania de Deus, onde o rei deve governar de acordo com os mandamentos divinos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Provérbios 21:1"]},"2reis_17_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção, a visão e a capacidade de discernir.","explicacao_detalhada":"Neste contexto, o 'olho' pode representar a observação atenta das ações do povo e a vigilância de Deus sobre Israel, que se afastava de seus caminhos.","por_que_esta_palavra":"A escolha da palavra 'olho' destaca a importância da visão espiritual e da capacidade de ver além do físico, reconhecendo a presença de Deus.","conexao_teologica":"O conceito de 'olho' é frequentemente usado nas Escrituras para simbolizar a sabedoria e a compreensão, como em 'os olhos do Senhor estão sobre os justos'.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:22"]},"2reis_17_3_rei":{"palavra_pt":"rei","palavra_original":"שַׁלְמַנְאֶסֶר","transliteracao":"Shalmanʼeçer","strong":"H8022","significado_raiz":"Ideia básica: rei.","significado_contextual":"A menção do rei Shalmaneser indica a invasão e o domínio assírio sobre Israel.","explicacao_detalhada":"Shalmaneser foi um rei assírio que conquistou Israel, e sua menção aqui serve para ilustrar o juízo de Deus sobre o povo por sua infidelidade.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar o poder militar e a autoridade de Shalmaneser, que representa a opressão e o cumprimento das profecias de juízo.","conexao_teologica":"A história de reis e reinos nas Escrituras reflete a soberania de Deus sobre as nações e seu controle sobre a história.","referencias_relacionadas":["Isaías 10:5","Ezequiel 30:10","Amós 6:14"]},"2reis_17_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como um colapso ou uma queda em desgraça.","explicacao_detalhada":"Neste contexto, 'cair' refere-se à queda do reino de Israel diante da invasão assíria, simbolizando a consequência do afastamento de Deus.","por_que_esta_palavra":"A palavra 'cair' é utilizada para descrever a fragilidade do poder humano em comparação com a soberania divina.","conexao_teologica":"A queda de Israel serve como um aviso sobre as consequências do pecado e da desobediência a Deus.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","Romanos 11:22"]},"2reis_17_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à figura de autoridade, neste caso, o rei de Israel em um momento de crise.","explicacao_detalhada":"A menção do rei neste versículo destaca a responsabilidade do líder em guiar o povo e a sua falha em seguir os caminhos de Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a continuidade da liderança e a necessidade de um governante justo.","conexao_teologica":"A liderança é um tema central nas Escrituras, refletindo a necessidade de líderes que busquem a vontade de Deus.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:1-2","Eclesiastes 10:16"]},"2reis_17_4_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica em encontrar ou descobrir algo que estava perdido.","explicacao_detalhada":"No contexto, 'achar' pode referir-se à busca por Deus ou à descoberta de Sua vontade em meio à crise.","por_que_esta_palavra":"A palavra 'achar' é significativa, pois sugere que a verdade e a sabedoria de Deus podem ser encontradas mesmo em tempos difíceis.","conexao_teologica":"A busca por Deus é um tema recorrente, onde Ele promete que aqueles que O buscam de todo coração O encontrarão.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 1:5"]},"2reis_17_4_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser espiritual que serve como mensageiro de Deus.","explicacao_detalhada":"Neste contexto, o anjo é um agente de Deus que traz mensagens de advertência ou juízo ao povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'anjo' destaca a intervenção divina na história humana e a comunicação de Deus com Seu povo.","conexao_teologica":"Os anjos são frequentemente vistos como mensageiros que executam a vontade de Deus e protegem Seu povo.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Lucas 1:19"]},"2reis_17_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"No contexto, 'modo' pode se referir à maneira como Israel se comportou em relação a Deus, refletindo sua desobediência.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que as ações e comportamentos têm consequências espirituais.","conexao_teologica":"A forma como vivemos e agimos é um reflexo de nossa relação com Deus e Sua vontade.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","Colossenses 3:17"]},"2reis_17_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, a 'terra' é o lugar onde o povo de Israel vive e onde Deus prometeu bênçãos, mas também onde eles enfrentam juízo por sua infidelidade.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a importância do lar e da herança espiritual que Deus deu ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel e da Sua fidelidade às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"2reis_17_5_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"No contexto, 'grande' pode se referir à grandeza do juízo de Deus sobre Israel ou à grandeza das consequências de suas ações.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a seriedade da situação e a magnitude do que está em jogo.","conexao_teologica":"A grandeza de Deus é um tema central nas Escrituras, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2reis_17_6_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à revelação ou manifestação de algo que estava oculto.","explicacao_detalhada":"No contexto de 2 Reis 17:6, a expressão pode estar relacionada à maneira como os eventos históricos e as ações de Deus são revelados ao povo de Israel.","por_que_esta_palavra":"A palavra 'expressão' é utilizada para descrever a forma como a verdade de Deus se torna visível na história.","conexao_teologica":"A expressão de Deus na história é um tema central na teologia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","Hebreus 1:1-2"]},"2reis_17_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar neste contexto refere-se à ação de decidir ou discernir entre o certo e o errado.","explicacao_detalhada":"Em 2 Reis 17:6, o ato de julgar pode estar relacionado ao julgamento de Deus sobre as nações e suas ações.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a justiça divina e a responsabilidade moral do povo.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, enfatizando a soberania e a justiça divina.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31-46","Apocalipse 20:12"]},"2reis_17_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local de habitação, muitas vezes com conotações de segurança e comunidade.","explicacao_detalhada":"No versículo, a cidade pode simbolizar tanto a moradia física do povo quanto a sua identidade como nação.","por_que_esta_palavra":"A cidade é um símbolo de pertencimento e proteção, refletindo a relação do povo com Deus.","conexao_teologica":"A cidade de Deus é um conceito teológico que representa a presença e a proteção divina.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2reis_17_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus.","explicacao_detalhada":"Em 2 Reis 17:7, a terra é um elemento central na história de Israel, representando a aliança de Deus com Seu povo.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Israel, especialmente em termos de promessa e possessão.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"2reis_17_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade e à autoridade de Deus, que é invocada pelo Seu povo.","explicacao_detalhada":"O nome do Senhor em 2 Reis 17:7 é um lembrete da soberania e do caráter de Deus.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de autoridade e reverência entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema importante na teologia, representando Sua natureza e atributos.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_17_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se a uma queda física ou espiritual, simbolizando a perda de posição ou favor.","explicacao_detalhada":"No contexto do versículo, cair pode indicar a consequência do pecado e a desobediência ao Senhor.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda do homem é um conceito teológico que destaca a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"2reis_17_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade que governa sobre um povo ou nação.","explicacao_detalhada":"Em 2 Reis 17:8, o rei é uma representação do governo humano e sua responsabilidade diante de Deus.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a estrutura de liderança e a responsabilidade moral dos governantes.","conexao_teologica":"A soberania de Deus sobre os reis é um tema central na Bíblia, mostrando que Ele é o verdadeiro governante.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:2"]},"2reis_17_8_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar refere-se ao modo de viver ou conduzir-se, especialmente em relação aos mandamentos de Deus.","explicacao_detalhada":"No versículo, andar pode simbolizar a maneira como o povo se comporta em relação à vontade de Deus.","por_que_esta_palavra":"A palavra 'andar' é usada para descrever a jornada espiritual e moral do povo.","conexao_teologica":"Andar nos caminhos de Deus é um tema importante, refletindo a obediência e a fé.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"2reis_17_8_appointed":{"palavra_pt":"appointed","palavra_original":"חֻקָּה","transliteracao":"chuqqâh","strong":"H2708","significado_raiz":"Ideia básica: appointed.","significado_contextual":"Appointed refere-se a algo que foi estabelecido ou determinado por Deus.","explicacao_detalhada":"Em 2 Reis 17:8, a ideia de ser 'appointed' pode estar relacionada aos decretos de Deus sobre a história de Israel.","por_que_esta_palavra":"A palavra 'appointed' enfatiza a soberania de Deus em estabelecer o que acontece na história.","conexao_teologica":"A soberania de Deus sobre os eventos é um tema central na teologia, mostrando que nada acontece por acaso.","referencias_relacionadas":["Isaías 46:10","Efésios 1:11","Romanos 8:28"]},"2reis_17_9_secretly":{"palavra_pt":"secretly","palavra_original":"חָפָא","transliteracao":"châphâʼ","strong":"H2644","significado_raiz":"Ideia básica: secretly.","significado_contextual":"Secretly refere-se a ações que são feitas de forma oculta ou disfarçada.","explicacao_detalhada":"No contexto do versículo, agir secretamente pode indicar a hipocrisia ou a desobediência ao Senhor.","por_que_esta_palavra":"A palavra 'secretly' é utilizada para descrever a falta de transparência nas ações do povo.","conexao_teologica":"A ideia de que Deus vê tudo, mesmo o que é feito em segredo, é um tema importante na Bíblia.","referencias_relacionadas":["Salmos 139:7-12","Mateus 6:4","Hebreus 4:13"]},"2reis_17_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou progenitura, indicando uma relação familiar direta.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever não apenas a relação biológica, mas também a relação espiritual e social entre indivíduos, especialmente no contexto da aliança de Deus com Israel.","por_que_esta_palavra":"A utilização de 'filho' enfatiza a continuidade da linhagem e a importância das gerações na história do povo de Deus.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia cristã, refletindo a intimidade e a responsabilidade que vem com essa relação.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"2reis_17_10_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a representações físicas de deuses ou ídolos, frequentemente associadas à idolatria.","explicacao_detalhada":"A palavra 'imagem' (אֲשֵׁרָה) é usada para descrever objetos de culto que desviam o povo de Deus da adoração verdadeira, simbolizando a corrupção espiritual.","por_que_esta_palavra":"A presença de imagens era uma violação direta do mandamento de Deus contra a idolatria, refletindo a infidelidade do povo.","conexao_teologica":"A idolatria é vista como uma traição à aliança de Deus, que exige adoração exclusiva a Ele.","referencias_relacionadas":["Êxodo 20:4-5","Isaías 44:9-20","1 Coríntios 10:14"]},"2reis_17_10_nome":{"palavra_pt":"nome","palavra_original":"נָצַב","transliteracao":"nâtsab","strong":"H5324","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação ou reputação de alguém, muitas vezes associada ao caráter ou à autoridade.","explicacao_detalhada":"A palavra 'nome' (נָצַב) é usada para indicar a importância de se invocar o nome de Deus e a relevância do nome na cultura hebraica, onde o nome carrega significado e poder.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para a adoração e a invocação de Sua presença.","conexao_teologica":"O nome de Deus é sagrado e representa Sua essência e caráter, sendo central na oração e na adoração.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"2reis_17_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, indicando um padrão de comportamento.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as práticas religiosas eram realizadas, muitas vezes em contraste com a maneira correta de adorar a Deus.","por_que_esta_palavra":"O modo de adoração é crucial para a aceitação de Deus, e a desobediência a esse modo leva à condenação.","conexao_teologica":"A teologia enfatiza que a adoração deve ser feita em espírito e em verdade, conforme a revelação de Deus.","referencias_relacionadas":["João 4:24","Colossenses 3:17","Hebreus 12:28"]},"2reis_17_11_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo como elemento de sacrifício e purificação, mas também como símbolo de julgamento.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) é frequentemente associada a rituais de sacrifício, mas aqui indica práticas pagãs que envolviam sacrifícios humanos, algo abominável aos olhos de Deus.","por_que_esta_palavra":"O uso do fogo em sacrifícios é um tema recorrente, mas sua distorção para práticas idólatras é uma grave transgressão.","conexao_teologica":"O fogo simboliza tanto a purificação quanto o juízo, refletindo a santidade de Deus e Sua aversão ao pecado.","referencias_relacionadas":["Levítico 18:21","Jeremias 7:31","Malaquias 3:2"]},"2reis_17_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como as práticas eram realizadas, enfatizando a importância da forma correta de adoração.","explicacao_detalhada":"A palavra 'modo' (כֹּל) aqui indica que a forma de adoração deve ser conforme as instruções divinas, e não segundo as tradições humanas.","por_que_esta_palavra":"A maneira de adorar a Deus é essencial para a aceitação de Seus sacrifícios e práticas religiosas.","conexao_teologica":"A teologia enfatiza que a adoração deve ser feita de acordo com a vontade de Deus, e não de forma arbitrária.","referencias_relacionadas":["Mateus 15:9","Colossenses 2:23","1 Pedro 2:5"]},"2reis_17_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade, utilizado em contextos de idolatria.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode simbolizar a força de um ídolo ou a ferocidade de práticas pagãs que se opõem a Deus.","por_que_esta_palavra":"O uso de animais em cultos pagãos era comum, e o urso pode representar a brutalidade e a força que se opõem à natureza de Deus.","conexao_teologica":"A idolatria frequentemente envolve a adoração de criaturas em vez do Criador, refletindo a corrupção do coração humano.","referencias_relacionadas":["Salmos 106:37-38","Isaías 44:20","Romanos 1:25"]},"2reis_17_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou comando, frequentemente associada à palavra de Deus.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para descrever a comunicação divina e a importância de obedecer aos mandamentos de Deus.","por_que_esta_palavra":"A palavra de Deus é fundamental para a vida e a prática da fé, sendo um guia para o povo.","conexao_teologica":"A revelação de Deus através da Sua palavra é central na teologia, enfatizando a importância da obediência e da fé.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"2reis_17_12_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se a ações ou atividades realizadas, especialmente em relação ao serviço a Deus.","explicacao_detalhada":"A palavra 'obra' (עָבַד) é usada para descrever o trabalho e o serviço que devem ser prestados a Deus, contrastando com as obras da idolatria.","por_que_esta_palavra":"As obras são uma expressão da fé e da obediência a Deus, e a falta delas pode indicar uma relação quebrada.","conexao_teologica":"As boas obras são uma evidência da fé genuína e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"2reis_17_12_idol":{"palavra_pt":"idol","palavra_original":"גִּלּוּל","transliteracao":"gillûwl","strong":"H1544","significado_raiz":"Ideia básica: idol.","significado_contextual":"Refere-se a um objeto de adoração que desvia o povo de Deus, simbolizando a infidelidade.","explicacao_detalhada":"A palavra 'idol' (גִּלּוּל) é usada para descrever ídolos que representam a corrupção espiritual e a traição ao Deus verdadeiro.","por_que_esta_palavra":"A presença de ídolos é uma violação da aliança de Deus e um sinal de desvio espiritual.","conexao_teologica":"A idolatria é um tema recorrente na Escritura, simbolizando a luta entre a fidelidade a Deus e a atração por falsos deuses.","referencias_relacionadas":["Êxodo 20:3","1 João 5:21","Gálatas 5:20"]},"2reis_17_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo de Israel se comportava em relação aos mandamentos de Deus.","explicacao_detalhada":"O 'modo' implica na forma de vida e nas práticas que os israelitas adotaram, muitas vezes em desobediência aos ensinamentos divinos.","por_que_esta_palavra":"A palavra é utilizada para descrever a maneira errada pela qual o povo se afastou de Deus.","conexao_teologica":"O modo de vida do povo reflete a sua relação com Deus e a importância da obediência aos Seus mandamentos.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Ezequiel 18:30"]},"2reis_17_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se aos mensageiros de Deus que trazem advertências e orientações ao povo.","explicacao_detalhada":"Os profetas eram escolhidos por Deus para comunicar Sua vontade e alertar sobre as consequências da desobediência.","por_que_esta_palavra":"A palavra é crucial para entender a função dos profetas na história de Israel e sua relação com a revelação divina.","conexao_teologica":"Os profetas desempenham um papel vital na aliança entre Deus e Seu povo, servindo como intermediários.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2reis_17_13_chamar":{"palavra_pt":"chamar","palavra_original":"עוּד","transliteracao":"ʻûwd","strong":"H5749","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de Deus chamar o povo ao arrependimento e à volta para Ele.","explicacao_detalhada":"O chamado de Deus é um convite à reconciliação e à restauração da relação com Ele, frequentemente ignorado pelo povo.","por_que_esta_palavra":"A palavra enfatiza a iniciativa de Deus em buscar Seu povo, mesmo diante da rebeldia.","conexao_teologica":"O chamado de Deus é um tema central na teologia da salvação, mostrando Sua graça e misericórdia.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Romanos 10:13"]},"2reis_17_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que expressa Sua soberania e autoridade.","explicacao_detalhada":"O uso do nome 'Senhor' destaca a relação de Deus com Seu povo e Sua posição como governante supremo.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como o Senhor que exige fidelidade e obediência.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"2reis_17_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade que Deus espera de Seu povo.","explicacao_detalhada":"A verdade é um atributo de Deus e um padrão que Ele estabelece para a vida do Seu povo.","por_que_esta_palavra":"A palavra é usada para contrastar a fidelidade de Deus com a infidelidade do povo.","conexao_teologica":"A verdade de Deus é um fundamento para a ética e a moralidade na vida do crente.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"2reis_17_14_cruel":{"palavra_pt":"cruel","palavra_original":"קָשָׁה","transliteracao":"qâshâh","strong":"H7185","significado_raiz":"Ideia básica: cruel.","significado_contextual":"Refere-se à dureza do coração do povo em relação aos avisos de Deus.","explicacao_detalhada":"A crueldade aqui implica em resistência e desobediência, resultando em consequências severas.","por_que_esta_palavra":"A palavra é utilizada para descrever a gravidade da situação espiritual do povo.","conexao_teologica":"A dureza do coração é um tema recorrente que leva ao juízo divino e à necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 36:26","Romanos 2:5","Hebreus 3:15"]},"2reis_17_15_abhor":{"palavra_pt":"abhor","palavra_original":"מָאַס","transliteracao":"mâʼaç","strong":"H3988","significado_raiz":"Ideia básica: abhor.","significado_contextual":"Refere-se ao desprezo que Deus tem pelos ídolos e práticas idólatras do povo.","explicacao_detalhada":"Deus abomina a idolatria, pois ela desvia o coração do povo de Sua verdadeira adoração.","por_que_esta_palavra":"A palavra é usada para enfatizar a repulsa de Deus em relação à infidelidade de Seu povo.","conexao_teologica":"A abominação da idolatria é um tema central na relação entre Deus e Israel, refletindo a necessidade de pureza espiritual.","referencias_relacionadas":["Deuteronômio 7:26","Salmos 97:7","Apocalipse 21:8"]},"2reis_17_15_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao pacto que Deus fez com Israel, que deveria ser mantido com fidelidade.","explicacao_detalhada":"A aliança é um compromisso mútuo entre Deus e Seu povo, que envolve promessas e responsabilidades.","por_que_esta_palavra":"A palavra é fundamental para entender a relação de Deus com Israel e as expectativas de obediência.","conexao_teologica":"A aliança é um tema central na narrativa bíblica, representando a graça de Deus e a resposta do povo.","referencias_relacionadas":["Gênesis 17:7","Êxodo 19:5-6","Hebreus 8:6"]},"2reis_17_15_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição que resulta da quebra da aliança com Deus.","explicacao_detalhada":"Destruir implica em cortar a relação com Deus, levando a consequências severas para o povo.","por_que_esta_palavra":"A palavra é usada para alertar sobre as consequências da desobediência e da infidelidade.","conexao_teologica":"A destruição é um tema que revela a seriedade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Deuteronômio 28:45-46","Jeremias 11:3-4","Ezequiel 18:30"]},"2reis_17_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à imagem de um urso, que pode simbolizar a força e a ferocidade, usada metaforicamente para descrever a natureza do juízo de Deus.","explicacao_detalhada":"O urso pode representar a força destrutiva que vem sobre aqueles que se afastam de Deus e se entregam à idolatria.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a gravidade do juízo divino sobre o povo desobediente.","conexao_teologica":"A imagem do urso reforça a ideia de que a justiça de Deus é poderosa e inevitável.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 3:8"]},"2reis_17_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida e práticas adotadas pelo povo de Israel.","explicacao_detalhada":"A palavra 'modo' indica a maneira como os israelitas se comportavam, muitas vezes se afastando dos mandamentos de Deus e adotando costumes pagãos.","por_que_esta_palavra":"É crucial entender o 'modo' de vida para compreender a razão pela qual Deus se voltou contra Israel.","conexao_teologica":"O modo de vida do povo reflete sua relação com Deus e sua obediência aos Seus mandamentos.","referencias_relacionadas":["Deuteronômio 12:30","Ezequiel 20:18","Romanos 12:2"]},"2reis_17_16_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' são frequentemente mencionados como o domínio de Deus e o lugar de Sua habitação.","explicacao_detalhada":"A palavra 'céus' refere-se ao espaço acima da terra, onde Deus reina e onde os anjos habitam. É um símbolo da majestade e do poder divino.","por_que_esta_palavra":"A menção dos céus enfatiza a soberania de Deus sobre toda a criação e a importância de reconhecer Sua autoridade.","conexao_teologica":"Os céus são um lembrete da transcendência de Deus e de Sua presença em todas as coisas.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"2reis_17_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando a natureza violenta de algumas práticas.","explicacao_detalhada":"Neste contexto, 'urso' pode ser uma referência a práticas idolátricas que envolviam sacrifícios e rituais cruéis.","por_que_esta_palavra":"A utilização de 'urso' destaca a gravidade das ações do povo e a necessidade de arrependimento.","conexao_teologica":"A ferocidade do urso pode ser vista como um contraste com a natureza amorosa e protetora de Deus.","referencias_relacionadas":["Provérbios 28:15","Isaías 11:7","Daniel 7:5"]},"2reis_17_17_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' pode ser interpretada como um símbolo de transgressão e desvio do caminho de Deus.","explicacao_detalhada":"Neste contexto, 'cruz' representa a passagem para práticas que desobedecem a Deus, simbolizando a ruptura da aliança.","por_que_esta_palavra":"A menção da 'cruz' serve como um alerta sobre as consequências de se desviar do caminho correto.","conexao_teologica":"A cruz é um símbolo de sacrifício e redenção, contrastando com a desobediência do povo.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Mateus 16:24"]},"2reis_17_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","explicacao_detalhada":"Neste contexto, 'filho' enfatiza a responsabilidade e a expectativa que Deus tem sobre Seu povo em relação à obediência.","por_que_esta_palavra":"A relação de filho implica amor, cuidado e disciplina, refletindo a natureza da aliança entre Deus e Israel.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, representando a intimidade e a responsabilidade.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"2reis_17_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre o povo.","explicacao_detalhada":"Neste contexto, a palavra 'senhor' é um reconhecimento do poder e da majestade de Deus, que deve ser respeitado e adorado.","por_que_esta_palavra":"A menção do 'senhor' é fundamental para entender a relação de submissão e reverência que o povo deve ter para com Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e deve ser invocado com respeito.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:10"]},"2reis_17_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à justiça de Deus em contraste com a desobediência do povo.","explicacao_detalhada":"Neste contexto, 'verdade' destaca a importância de viver de acordo com os princípios divinos e a necessidade de arrependimento.","por_que_esta_palavra":"A ênfase na 'verdade' é um chamado à integridade e à autenticidade na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"2reis_17_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A repetição da palavra 'verdade' reforça a gravidade da situação do povo em relação a Deus.","explicacao_detalhada":"A insistência na 'verdade' indica a necessidade de um retorno à fidelidade e à justiça divina.","por_que_esta_palavra":"A ênfase na 'verdade' serve como um lembrete da importância de viver em conformidade com a vontade de Deus.","conexao_teologica":"A verdade é essencial para a comunhão com Deus e para a vida cristã.","referencias_relacionadas":["Salmos 51:6","João 8:32","1 João 1:6"]},"2reis_17_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, a menção do 'senhor' é um lembrete da autoridade divina e da necessidade de submissão.","por_que_esta_palavra":"A repetição do 'senhor' reforça a importância de reconhecer a liderança de Deus na vida do povo.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Apocalipse 19:16"]},"2reis_17_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a relação entre o povo e o Criador.","explicacao_detalhada":"Neste contexto, 'deus' é um lembrete da necessidade de adoração e fidelidade ao único Deus verdadeiro.","por_que_esta_palavra":"A menção de 'deus' destaca a importância de reconhecer a soberania e o poder de Deus na vida do povo.","conexao_teologica":"A divindade de Deus é fundamental para a fé e a prática cristã, sendo o centro da adoração.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"2reis_17_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida ou comportamento do povo de Israel.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira como os israelitas se comportavam e viviam, muitas vezes em desobediência a Deus.","por_que_esta_palavra":"É importante para entender como a cultura e os hábitos do povo influenciaram sua relação com Deus.","conexao_teologica":"O modo de vida do povo reflete sua fidelidade ou infidelidade a Deus, impactando suas bênçãos ou maldições.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 1:1-2","Romanos 12:2"]},"2reis_17_20_abhor":{"palavra_pt":"abhor","palavra_original":"מָאַס","transliteracao":"mâʼaç","strong":"H3988","significado_raiz":"Ideia básica: abhor.","significado_contextual":"Indica o desprezo ou aversão que Deus sente pelos pecados do povo.","explicacao_detalhada":"A palavra 'abhor' expressa a repulsa de Deus em relação às práticas idólatras e à desobediência dos israelitas.","por_que_esta_palavra":"É crucial para entender a gravidade do pecado e a resposta de Deus a ele.","conexao_teologica":"Deus abomina o pecado, mas oferece perdão e restauração aos que se arrependem.","referencias_relacionadas":["Salmos 5:4-6","Provérbios 6:16-19","Isaías 1:13-14"]},"2reis_17_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'senhor' (YHWH) é central na identidade de Deus e na relação com Seu povo.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de adoração e oração, simbolizando Sua presença.","conexao_teologica":"O nome de Deus é associado à Sua aliança e promessas com Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"2reis_17_21_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar, especialmente no contexto da monarquia israelita.","explicacao_detalhada":"A palavra 'reinar' aqui enfatiza a soberania de Deus sobre Israel e a importância de um governo justo.","por_que_esta_palavra":"É fundamental para entender a estrutura política e espiritual de Israel.","conexao_teologica":"Deus é o Rei supremo, e os reis humanos devem refletir Sua justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2reis_17_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual algo acontece.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a desobediência do povo, explicando o juízo divino.","por_que_esta_palavra":"É essencial para entender a lógica do juízo de Deus e a responsabilidade do povo.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações sobre as consequências do pecado.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Hebreus 10:30"]},"2reis_17_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, simbolizando o povo e sua herança.","explicacao_detalhada":"A palavra 'casa' representa não apenas um lar físico, mas a identidade e a nação de Israel.","por_que_esta_palavra":"É importante para compreender a relação entre Deus e Seu povo escolhido.","conexao_teologica":"A casa de Israel é vista como a família de Deus, chamada a viver em santidade.","referencias_relacionadas":["Êxodo 19:6","Mateus 10:6","1 Pedro 2:9"]},"2reis_17_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de vida do povo, enfatizando a repetição do comportamento desobediente.","explicacao_detalhada":"A repetição da palavra 'modo' destaca a persistência do povo em seguir caminhos errados.","por_que_esta_palavra":"É crucial para entender a continuidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A insistência em um modo de vida pecaminoso leva ao juízo divino e à necessidade de redenção.","referencias_relacionadas":["Ezequiel 18:30","Romanos 12:1-2","Tiago 1:22"]},"2reis_17_22_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo como o povo se comporta em sua vida diária.","explicacao_detalhada":"A palavra 'andar' simboliza a jornada espiritual e as escolhas que o povo faz.","por_que_esta_palavra":"É importante para entender que a vida cristã é uma caminhada contínua com Deus.","conexao_teologica":"Andar em obediência a Deus é fundamental para uma vida que agrada a Ele.","referencias_relacionadas":["Gálatas 5:16","Colossenses 1:10","1 João 1:7"]},"2reis_17_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, muitas vezes descrito como filhos.","explicacao_detalhada":"A palavra 'filho' enfatiza a intimidade e a responsabilidade na relação com Deus.","por_que_esta_palavra":"É essencial para entender a identidade do povo de Deus como Sua herança.","conexao_teologica":"Os filhos de Deus são chamados a viver de acordo com Sua vontade e propósito.","referencias_relacionadas":["João 1:12","Romanos 8:14","1 João 3:1"]},"2reis_17_23_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se aos mensageiros de Deus que trazem Sua palavra ao povo.","explicacao_detalhada":"A palavra 'profeta' destaca a importância da comunicação divina e da revelação.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica e guia Seu povo.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Efésios 4:11"]},"2reis_17_23_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação de um sentimento ou ideia.","explicacao_detalhada":"No contexto de 2 Reis 17:23, a expressão pode estar relacionada à forma como o povo de Israel se afastou de Deus, demonstrando suas ações e decisões que refletiam uma falta de compromisso com a aliança.","por_que_esta_palavra":"Esta palavra é utilizada para descrever a maneira como as ações do povo expressavam sua desobediência e infidelidade a Deus.","conexao_teologica":"A expressão das ações humanas é um tema recorrente na Bíblia, onde as atitudes refletem a relação com Deus e os princípios divinos.","referencias_relacionadas":["Isaías 29:13","Mateus 15:8","Tiago 1:22"]},"2reis_17_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em 2 Reis 17:23, o 'dia' pode simbolizar um tempo de juízo e consequências para a desobediência do povo de Israel, marcando um ponto de virada na história do reino.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo em que as ações são julgadas e as consequências são enfrentadas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Mateus 24:36"]},"2reis_17_24_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"No contexto de 2 Reis 17:24, 'julgar' implica a ação de Deus ao avaliar as nações e seus comportamentos, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"Esta palavra é crucial para entender como Deus exerce sua autoridade e justiça sobre as nações.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Apocalipse 20:12"]},"2reis_17_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, muitas vezes simbolizando a identidade do povo.","explicacao_detalhada":"Em 2 Reis 17:24, a 'cidade' representa não apenas um lugar físico, mas também a cultura e a adoração do povo que ali reside.","por_que_esta_palavra":"A cidade é um símbolo da coletividade e da responsabilidade do povo diante de Deus.","conexao_teologica":"Cidades na Bíblia frequentemente representam a relação entre o povo e Deus, como Jerusalém, que é vista como a cidade santa.","referencias_relacionadas":["Salmos 48:1","Hebreus 11:10","Apocalipse 21:2"]},"2reis_17_24_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica a ideia de tomar posse ou reivindicar algo.","explicacao_detalhada":"Em 2 Reis 17:24, 'agarrar' pode se referir à ação de Deus em tomar posse das nações e estabelecer seu domínio sobre elas.","por_que_esta_palavra":"Esta palavra é significativa para entender a soberania de Deus sobre a história e as nações.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Daniel 4:17","Romanos 13:1"]},"2reis_17_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda moral ou espiritual de um povo.","explicacao_detalhada":"Em 2 Reis 17:25, 'cair' pode referir-se ao colapso da nação de Israel devido à desobediência e idolatria.","por_que_esta_palavra":"A queda é um resultado direto da rejeição de Deus e suas leis.","conexao_teologica":"A queda de um povo é frequentemente vista como um aviso sobre as consequências da desobediência a Deus.","referencias_relacionadas":["Provérbios 14:34","Gálatas 6:7","1 Pedro 5:5"]},"2reis_17_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é usada novamente para enfatizar a avaliação de Deus sobre as ações do povo.","explicacao_detalhada":"Em 2 Reis 17:25, o julgamento é uma resposta ao comportamento do povo, que se afastou de Deus.","por_que_esta_palavra":"Reforça a ideia de que Deus está sempre observando e avaliando as ações humanas.","conexao_teologica":"O julgamento de Deus é um tema recorrente, mostrando que Ele é justo e fiel em suas promessas.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Apocalipse 20:12"]},"2reis_17_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em uma nação.","explicacao_detalhada":"Em 2 Reis 17:26, o 'rei' representa a liderança e a responsabilidade sobre o povo, especialmente em relação à adoração a Deus.","por_que_esta_palavra":"A figura do rei é central para entender a dinâmica de poder e a influência espiritual sobre a nação.","conexao_teologica":"Cristo é frequentemente referido como Rei, simbolizando a autoridade divina e o governo sobre todos.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"2reis_17_26_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é novamente utilizada para enfatizar a ação de Deus em avaliar a liderança.","explicacao_detalhada":"Em 2 Reis 17:26, o julgamento se aplica não apenas ao povo, mas também ao rei que deve guiar o povo em retidão.","por_que_esta_palavra":"Reforça a ideia de que tanto líderes quanto liderados são responsáveis diante de Deus.","conexao_teologica":"A responsabilidade dos líderes é um tema importante, mostrando que Deus exige justiça e retidão de todos.","referencias_relacionadas":["Tiago 3:1","Ezequiel 34:10","Romanos 14:12"]},"2reis_17_26_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente usada para enfatizar a coletividade do povo sob a liderança do rei.","explicacao_detalhada":"Em 2 Reis 17:26, a cidade representa a comunidade que deve seguir as diretrizes estabelecidas pelo rei.","por_que_esta_palavra":"A cidade simboliza a unidade e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A ideia de comunidade é central na Bíblia, refletindo a importância da unidade no corpo de Cristo.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12","Hebreus 10:25"]},"2reis_17_27_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central na mediação entre Deus e o povo, responsável por realizar sacrifícios e ensinar a Lei.","explicacao_detalhada":"No contexto de 2 Reis 17:27, o sacerdote é chamado para ensinar os novos habitantes da terra sobre as práticas religiosas que deveriam seguir, refletindo a importância da liderança espiritual na formação da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a necessidade de um guia espiritual que possa instruir e orientar o povo em suas obrigações religiosas.","conexao_teologica":"O sacerdócio é um tema recorrente na Bíblia, simbolizando a intercessão e a mediação entre Deus e a humanidade, culminando em Cristo como o Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"2reis_17_27_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar neste contexto refere-se à ação de decidir sobre questões de justiça e moralidade, algo que era essencial para a manutenção da ordem social.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado, algo que os líderes e sacerdotes deveriam fazer para guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"O uso de 'julgar' destaca a função de liderança que envolve não apenas a aplicação da lei, mas também a promoção da justiça e da retidão.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça divina em suas decisões.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Tiago 4:12"]},"2reis_17_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como a herança prometida a Israel, um espaço sagrado onde a presença de Deus habita com seu povo.","explicacao_detalhada":"Em 2 Reis 17:27, a terra representa não apenas um local físico, mas também um símbolo da aliança entre Deus e Israel, onde as promessas divinas se concretizam.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Israel com Deus, pois a terra prometida é um elemento central na narrativa bíblica.","conexao_teologica":"A terra é frequentemente associada à bênção e à presença de Deus, refletindo a importância do espaço físico na experiência espiritual do povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"2reis_17_28_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Reforça a ideia de que o sacerdote é essencial para a instrução religiosa do povo que habitava a nova terra.","explicacao_detalhada":"O sacerdote é chamado para ensinar as leis de Deus aos que foram trazidos para a terra, enfatizando a continuidade da prática religiosa e a importância da educação espiritual.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' sublinha a necessidade de liderança espiritual em tempos de transição e mudança.","conexao_teologica":"A função do sacerdote como educador espiritual é um reflexo da missão da Igreja hoje, que também é chamada a ensinar e guiar os fiéis.","referencias_relacionadas":["Deuteronômio 33:10","Malaquias 2:7","1 Pedro 2:9"]},"2reis_17_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à necessidade de estabelecer justiça e ordem na nova comunidade que se formava.","explicacao_detalhada":"A ação de 'julgar' implica a responsabilidade de manter a justiça e a moralidade entre o povo, algo que era vital para a coesão social.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a importância da liderança na aplicação da justiça e na resolução de conflitos.","conexao_teologica":"A justiça é um atributo de Deus, e os líderes são chamados a refletir essa justiça em suas decisões e ações.","referencias_relacionadas":["Provérbios 21:15","Miquéias 6:8","Romanos 13:1-4"]},"2reis_17_28_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' implica um convite ou uma convocação para participar de algo maior.","explicacao_detalhada":"Neste contexto, 'chamar' pode ser visto como um convite para que o povo se una em torno da adoração e das práticas religiosas que deveriam ser seguidas.","por_que_esta_palavra":"A utilização de 'chamar' destaca a ação de Deus em convocar seu povo para uma relação mais íntima e comprometida.","conexao_teologica":"Deus frequentemente chama seu povo para um relacionamento mais profundo, refletindo a natureza relacional de Sua aliança.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"2reis_17_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa não apenas uma estrutura física, mas também a ideia de família e comunidade.","explicacao_detalhada":"Em 2 Reis 17:29, a 'casa' é um símbolo da identidade e da herança do povo, refletindo a importância da unidade familiar e comunitária na prática da fé.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a necessidade de um lar espiritual onde a adoração e a prática da fé possam ocorrer.","conexao_teologica":"A ideia de casa é central na Bíblia, simbolizando a habitação de Deus entre seu povo e a comunidade de fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"2reis_17_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se a um colapso moral ou espiritual, indicando a necessidade de vigilância.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda do povo em pecado ou desobediência, refletindo a fragilidade da condição humana sem a orientação divina.","por_que_esta_palavra":"A palavra 'cair' é utilizada para alertar sobre as consequências da desobediência e a importância de permanecer firme na fé.","conexao_teologica":"A queda é um tema central na teologia bíblica, representando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Coríntios 10:12"]},"2reis_17_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso aqui pode simbolizar a força e a ferocidade, representando um perigo ou uma ameaça.","explicacao_detalhada":"A menção do urso pode ser interpretada como uma metáfora para a força do inimigo ou as consequências do pecado que podem atacar o povo.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a gravidade da situação e os perigos que o povo enfrenta ao se afastar de Deus.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam aspectos da natureza humana e as consequências do afastamento de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Mateus 7:15"]},"2reis_17_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem representa a humanidade em sua totalidade, incluindo suas fraquezas e necessidades espirituais.","explicacao_detalhada":"Neste contexto, 'homem' refere-se à condição humana e à necessidade de redenção e orientação divina.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a universalidade da necessidade de salvação e a relação entre Deus e a humanidade.","conexao_teologica":"A Bíblia frequentemente fala sobre a condição do homem e a necessidade de um Salvador, culminando em Cristo.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","Efésios 2:8-9"]},"2reis_17_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma divindade que os israelitas adoravam, representada como um urso.","explicacao_detalhada":"O urso simboliza força e poder, e a adoração a essa imagem reflete a corrupção espiritual do povo de Israel, que se afastou do verdadeiro Deus.","por_que_esta_palavra":"A escolha do urso como ídolo mostra a tendência do povo em buscar representações físicas de divindades, em vez de se voltarem para o Senhor.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus condena a adoração a ídolos e chama Seu povo ao arrependimento.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","Isaías 44:9-20"]},"2reis_17_30_babel":{"palavra_pt":"babel","palavra_original":"בָּבֶל","transliteracao":"Bâbel","strong":"H894","significado_raiz":"Ideia básica: babel.","significado_contextual":"Babel é mencionada como um lugar de confusão e idolatria, simbolizando a desobediência a Deus.","explicacao_detalhada":"A cidade de Babel é conhecida por sua tentativa de construir uma torre que chegasse ao céu, desafiando a ordem divina e resultando na confusão das línguas.","por_que_esta_palavra":"Babel representa a união da humanidade em rebelião contra Deus, e sua menção aqui destaca a influência negativa que teve sobre Israel.","conexao_teologica":"A narrativa de Babel é um aviso sobre as consequências da soberania humana em oposição à vontade de Deus.","referencias_relacionadas":["Gênesis 11:1-9","Apocalipse 14:8","Apocalipse 18:2"]},"2reis_17_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, o urso é mencionado como um ídolo que os israelitas adoravam, refletindo a corrupção espiritual.","explicacao_detalhada":"A repetição da adoração ao urso indica a persistência da idolatria entre o povo, que continuava a se desviar do culto ao Senhor.","por_que_esta_palavra":"A presença do urso como ídolo é uma evidência da falta de fidelidade do povo de Israel em seguir os mandamentos de Deus.","conexao_teologica":"A idolatria é uma violação do primeiro mandamento, que ordena a adoração exclusiva ao Senhor.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:14","Jeremias 10:14"]},"2reis_17_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prática de sacrificar filhos a deuses pagãos, uma abominação aos olhos de Deus.","explicacao_detalhada":"Essa prática revela a profundidade da apostasia de Israel, onde até mesmo os filhos eram oferecidos em sacrifício a ídolos.","por_que_esta_palavra":"O uso da palavra 'filho' destaca a gravidade da idolatria e suas consequências devastadoras para as famílias.","conexao_teologica":"Deus valoriza a vida e condena a prática de sacrifícios humanos, mostrando Seu amor e justiça.","referencias_relacionadas":["Levítico 18:21","Jeremias 7:31","Ezequiel 20:26"]},"2reis_17_31_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é associado aos sacrifícios feitos a deuses pagãos, simbolizando destruição e idolatria.","explicacao_detalhada":"O fogo representa tanto a purificação quanto a destruição, e neste contexto, é um símbolo da adoração errada que leva à condenação.","por_que_esta_palavra":"A menção do fogo enfatiza a gravidade das práticas idólatras e suas consequências espirituais.","conexao_teologica":"O fogo é frequentemente usado na Bíblia como símbolo do juízo de Deus sobre a idolatria.","referencias_relacionadas":["Levítico 20:14","Ezequiel 16:20-21","Miquéias 6:7"]},"2reis_17_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado novamente como um ídolo, reforçando a ideia de idolatria entre o povo.","explicacao_detalhada":"A repetição do urso como ídolo indica a persistência da adoração a deuses falsos, mesmo diante das advertências de Deus.","por_que_esta_palavra":"A palavra 'urso' aqui serve para ilustrar a contínua desobediência e a falta de arrependimento do povo de Israel.","conexao_teologica":"A idolatria é um tema central na relação entre Deus e Seu povo, sempre levando a consequências severas.","referencias_relacionadas":["Êxodo 20:4","Salmos 106:36-39","Oséias 4:12"]},"2reis_17_32_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa é um símbolo de segurança e proteção, mas aqui é associada à adoração de ídolos.","explicacao_detalhada":"A casa representa o lar e a vida familiar, que foram corrompidos pela idolatria e pela desobediência a Deus.","por_que_esta_palavra":"A menção da casa destaca como a idolatria afetou não apenas indivíduos, mas toda a estrutura familiar e social.","conexao_teologica":"Deus deseja que as casas sejam lugares de adoração e fidelidade a Ele, não de idolatria.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","1 Pedro 2:5"]},"2reis_17_32_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair é um termo que pode se referir à queda espiritual e moral do povo de Israel.","explicacao_detalhada":"A ideia de cair implica um afastamento da verdade e da justiça de Deus, resultando em juízo.","por_que_esta_palavra":"A palavra 'cair' enfatiza a fragilidade da condição espiritual do povo e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e restauração através de Deus.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","Tiago 4:10"]},"2reis_17_33_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo/justiça refere-se à aplicação da lei divina e ao julgamento sobre as ações do povo.","explicacao_detalhada":"A justiça de Deus é um tema central na Bíblia, onde Ele exige retidão e condena a injustiça.","por_que_esta_palavra":"A palavra 'juízo' destaca a responsabilidade do povo em seguir os mandamentos de Deus e as consequências de suas ações.","conexao_teologica":"Deus é justo e Seu juízo é inevitável, refletindo Sua santidade e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 2:6-8"]},"2reis_17_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como a verdadeira autoridade e fonte de justiça.","explicacao_detalhada":"O nome de Deus representa Seu caráter, Sua santidade e Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A menção do nome do Senhor enfatiza a importância de reconhecer Sua autoridade em todas as áreas da vida.","conexao_teologica":"O nome de Deus é central na adoração e no relacionamento do povo com Ele, sendo um chamado à fidelidade.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"2reis_17_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao conceito de divindade, enfatizando a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como criador e governante do universo. No contexto de 2 Reis 17:33, o povo de Israel estava adorando a Deus, mas também se misturava com práticas pagãs, mostrando uma compreensão distorcida da verdadeira adoração.","por_que_esta_palavra":"Esta palavra é central para a compreensão da relação entre Deus e seu povo, destacando a necessidade de adoração exclusiva e fidelidade.","conexao_teologica":"A adoração a Deus é um tema recorrente na Bíblia, onde a fidelidade a Ele é frequentemente contrastada com a idolatria.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","Salmos 86:10"]},"2reis_17_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de um dia, simbolizando um período de atividade e a continuidade da vida.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um ciclo de 24 horas, mas também pode ter significados mais amplos, como um tempo de julgamento ou de eventos significativos na história de Israel.","por_que_esta_palavra":"O conceito de dia é importante para entender os ciclos de adoração e as festividades religiosas que ocorrem em Israel.","conexao_teologica":"O dia do Senhor é um tema importante na profecia, simbolizando um tempo de julgamento e restauração.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:19","Amós 5:18"]},"2reis_17_34_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e juízo, essencial para a vida social e espiritual do povo.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica a aplicação de normas e a busca pela justiça, refletindo o caráter de Deus como justo e reto. Em 2 Reis 17:34, a falta de juízo leva à corrupção e à desobediência.","por_que_esta_palavra":"A justiça é um princípio fundamental na relação entre Deus e a humanidade, sendo um reflexo do caráter divino.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele exige que seu povo viva de acordo com padrões justos.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"2reis_17_34_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade, usado aqui para ilustrar a idolatria.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada metaforicamente para descrever a criação de ídolos e a adoração a eles, que é uma violação da aliança com Deus.","por_que_esta_palavra":"A menção de ídolos, como o urso, destaca a corrupção espiritual do povo e sua tendência a se afastar de Deus.","conexao_teologica":"A idolatria é condenada em toda a Escritura, mostrando a necessidade de adoração exclusiva a Deus.","referencias_relacionadas":["Êxodo 20:4","Salmos 115:4-8","Isaías 44:9-20"]},"2reis_17_35_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de cortar ou eliminar, muitas vezes em um contexto de julgamento divino.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica um ato de severidade, muitas vezes associado à quebra de alianças ou à punição de desobediência.","por_que_esta_palavra":"A destruição é uma consequência da infidelidade e da desobediência ao pacto com Deus.","conexao_teologica":"A ideia de destruição está ligada ao conceito de juízo divino, onde Deus responde à rebeldia do seu povo.","referencias_relacionadas":["Deuteronômio 28:20","Jeremias 11:3-5","Ezequiel 18:30"]},"2reis_17_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a soberania de Deus sobre seu povo e a criação.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação, refletindo a relação íntima entre Deus e seu povo.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e ao seu caráter, sendo um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2reis_17_35_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um pacto ou aliança, simbolizando um compromisso sagrado.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) é usada para descrever o relacionamento especial entre Deus e Israel, que envolve promessas e obrigações mútuas.","por_que_esta_palavra":"A aliança é fundamental para entender a história da salvação e a fidelidade de Deus ao seu povo.","conexao_teologica":"As alianças de Deus com a humanidade são um tema central na teologia bíblica, mostrando seu plano redentor.","referencias_relacionadas":["Gênesis 9:9","Êxodo 24:8","Hebreus 8:6-13"]},"2reis_17_36_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever a terra prometida a Israel, um símbolo de bênção e presença divina.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a fidelidade de Deus às suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente, simbolizando a esperança e a restauração do povo de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 1:8","Josué 1:2-4"]},"2reis_17_36_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder de Deus, enfatizando sua capacidade de agir e intervir na história.","explicacao_detalhada":"A palavra 'poderoso' (זְרוֹעַ) é usada para descrever a força de Deus em criar e sustentar o universo, bem como em realizar milagres.","por_que_esta_palavra":"O poder de Deus é uma fonte de esperança e confiança para seu povo, especialmente em tempos de dificuldade.","conexao_teologica":"O poder de Deus é frequentemente associado à sua soberania e à sua capacidade de cumprir suas promessas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29-31","Romanos 1:20"]},"2reis_17_36_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se a uma conjunção que introduz uma razão ou causa, conectando ideias.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a motivação ou a razão por trás das ações de Deus e do povo, revelando a lógica divina.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de causa e efeito nas narrativas bíblicas, especialmente em contextos de julgamento e misericórdia.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a teologia, pois revela seu caráter e seus propósitos.","referencias_relacionadas":["Romanos 8:28","Gênesis 50:20","Salmos 119:68"]},"2reis_17_37_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e juízo que Deus exige de seu povo.","explicacao_detalhada":"A palavra 'juízo' (mishpâṭ) implica a ideia de um julgamento justo, onde as ações são avaliadas de acordo com a lei divina. No contexto de 2 Reis 17:37, isso se relaciona com a necessidade de obedecer às instruções de Deus para evitar a destruição.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da justiça e do juízo na relação entre Deus e seu povo, refletindo a natureza de Deus como justo.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele não apenas julga, mas também oferece perdão e restauração.","referencias_relacionadas":["Salmos 89:14","Isaías 1:17","Miquéias 6:8"]},"2reis_17_37_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever um animal que simboliza força e ferocidade.","explicacao_detalhada":"Neste contexto, o urso pode representar a força das nações que se levantam contra Israel, ou a ferocidade do juízo de Deus sobre aqueles que desobedecem.","por_que_esta_palavra":"A menção do urso serve para ilustrar a gravidade e a seriedade da situação enfrentada pelo povo de Israel.","conexao_teologica":"Os animais frequentemente simbolizam características de Deus ou de nações, refletindo a soberania divina sobre todas as criaturas.","referencias_relacionadas":["Daniel 7:5","Provérbios 17:12","Oséias 13:8"]},"2reis_17_37_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que as promessas e advertências de Deus se concretizam.","explicacao_detalhada":"A palavra 'dia' (yôwm) é frequentemente usada na Bíblia para indicar um período específico em que Deus age ou julga. Em 2 Reis 17:37, isso pode se referir ao tempo de juízo sobre Israel.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza de que o juízo de Deus ocorrerá em um tempo determinado.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, indicando um tempo de intervenção divina.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"2reis_17_38_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com seu povo, que deve ser mantida.","explicacao_detalhada":"A palavra 'aliança' (bᵉrîyth) implica um compromisso mútuo entre Deus e Israel, onde Deus promete proteção e bênçãos em troca da fidelidade do povo.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e Israel, sendo um pacto que define a identidade do povo escolhido.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando a graça e a fidelidade de Deus ao seu povo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"2reis_17_38_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em cortar ou eliminar o que é contrário à sua vontade.","explicacao_detalhada":"A palavra 'destruir' (kârath) implica um ato de julgamento severo, onde Deus remove o que não está em conformidade com sua lei.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a seriedade do juízo de Deus sobre aqueles que quebram a aliança.","conexao_teologica":"A destruição como juízo é uma manifestação da justiça de Deus, que não tolera a desobediência.","referencias_relacionadas":["Deuteronômio 28:20","Ezequiel 18:30","Romanos 2:6"]},"2reis_17_38_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de suas promessas.","explicacao_detalhada":"A palavra 'verdade' (lôʼ) é usada para afirmar que Deus é fiel e que suas promessas são sempre cumpridas, mesmo diante da infidelidade do povo.","por_que_esta_palavra":"A ênfase na verdade destaca a natureza imutável de Deus e sua disposição de manter a aliança.","conexao_teologica":"A verdade de Deus é um pilar fundamental da fé cristã, sendo um reflexo de seu caráter.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"2reis_17_39_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo deve ser feito ou entendido.","explicacao_detalhada":"A palavra 'porque' (kîy) é usada para introduzir a justificativa de uma ação ou decisão, neste caso, a necessidade de seguir a Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica do juízo e da misericórdia de Deus.","conexao_teologica":"A razão pela qual seguimos a Deus é frequentemente ligada ao seu caráter e às suas promessas.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"2reis_17_39_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar seu povo da calamidade.","explicacao_detalhada":"A palavra 'salvar' (ʼim) implica a ideia de libertação e proteção, mostrando que Deus é um salvador para aqueles que se voltam para Ele.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, refletindo o desejo de Deus de restaurar seu povo.","conexao_teologica":"A salvação é um ato de graça que revela o amor de Deus por sua criação.","referencias_relacionadas":["Salmos 34:17","Isaías 43:11","Romanos 10:13"]},"2reis_17_39_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (Yᵉhôvâh) é o nome pessoal de Deus, que denota sua soberania e relacionamento com seu povo.","por_que_esta_palavra":"O nome de Deus é invocado como uma garantia de sua presença e poder na vida dos crentes.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade do relacionamento entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_17_40_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reitera a fidelidade de Deus e a verdade de suas promessas.","explicacao_detalhada":"A palavra 'verdade' (lôʼ) é usada novamente para enfatizar que Deus não falha em cumprir suas promessas, mesmo quando o povo é infiel.","por_que_esta_palavra":"A repetição da ideia de verdade reforça a confiança que o povo deve ter em Deus.","conexao_teologica":"A verdade de Deus é um fundamento da fé, assegurando que suas promessas são eternas.","referencias_relacionadas":["Salmos 100:5","Romanos 4:21","2 Timóteo 2:13"]},"2reis_17_40_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa para uma ação ou situação.","explicacao_detalhada":"Neste contexto, 'porque' conecta a razão pela qual o povo de Israel se afastou de Deus e as consequências de suas ações. É um termo que enfatiza a relação entre causa e efeito nas narrativas bíblicas.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do texto, pois revela a motivação por trás das ações do povo e a resposta de Deus a essas ações.","conexao_teologica":"A utilização de 'porque' reflete a justiça de Deus, que responde às ações humanas com consequências apropriadas, enfatizando a importância da obediência.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Romanos 2:6"]},"2reis_17_40_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para descrever a ação de libertar ou resgatar alguém de uma situação adversa.","explicacao_detalhada":"No contexto, 'salvar' refere-se à tentativa de preservar o povo de Israel de suas consequências por desobedecer a Deus. É um chamado à reflexão sobre a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é importante porque destaca a esperança de redenção e a possibilidade de retorno a Deus, mesmo após a transgressão.","conexao_teologica":"A ideia de 'salvar' está ligada à misericórdia divina, que oferece oportunidades de arrependimento e restauração.","referencias_relacionadas":["Salmos 34:17","Isaías 43:1","Romanos 10:13"]},"2reis_17_41_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada para indicar descendência, mas também pode simbolizar uma relação mais profunda de pertencimento e identidade.","explicacao_detalhada":"Neste versículo, 'filho' refere-se aos descendentes do povo de Israel, enfatizando a continuidade da desobediência e suas consequências através das gerações.","por_que_esta_palavra":"A palavra é significativa pois ressalta a responsabilidade familiar e coletiva diante de Deus, mostrando que as ações de uma geração afetam a próxima.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, onde a relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 103:17","Mateus 5:9"]},"2reis_17_41_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"No contexto, 'dia' pode referir-se a um tempo de julgamento ou de consequências pelas ações do povo, enfatizando a seriedade do momento.","por_que_esta_palavra":"A palavra é importante porque marca a gravidade dos eventos que estão ocorrendo e a urgência da resposta do povo a Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Mateus 24:36"]},"2reis_17_41_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada para descrever uma queda física ou espiritual, simbolizando a perda de status ou favor.","explicacao_detalhada":"Neste contexto, 'cair' refere-se à queda do povo de Israel em desgraça devido à sua desobediência a Deus, resultando em consequências severas.","por_que_esta_palavra":"A palavra é significativa pois ilustra a transição de um estado de bênção para um de maldição, enfatizando a fragilidade da condição humana.","conexao_teologica":"A ideia de 'cair' é central na narrativa bíblica, onde a desobediência leva à queda, mas a obediência pode resultar em restauração.","referencias_relacionadas":["Provérbios 24:16","Romanos 11:22","Gálatas 6:7"]}}