{"2reis_18_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é utilizada novamente para descrever uma mudança de estado, indicando a queda de um reino ou liderança.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a transição de poder e a consequência das ações dos líderes em relação a Deus.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e a soberania de Deus sobre as nações.","conexao_teologica":"A queda de líderes e reinos é um tema recorrente na Bíblia, mostrando que Deus está no controle da história.","referencias_relacionadas":["Daniel 2:21","Eclesiastes 3:1-3","Romanos 13:1"]},"2reis_18_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é usada para indicar uma forma de comunicação ou manifestação de um pensamento ou sentimento.","explicacao_detalhada":"Neste contexto, 'expressão' pode referir-se à maneira como os eventos são descritos ou como as ações dos personagens são interpretadas.","por_que_esta_palavra":"A palavra é significativa pois destaca a importância da comunicação e da interpretação dos eventos na narrativa bíblica.","conexao_teologica":"A expressão é um meio pelo qual Deus se revela ao Seu povo, mostrando a importância da revelação divina na compreensão da vontade de Deus.","referencias_relacionadas":["Salmos 19:1","Hebreus 1:1-2","João 1:14"]},"2reis_18_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para enfatizar a continuidade da linhagem e a responsabilidade dos descendentes.","explicacao_detalhada":"Aqui, 'filho' refere-se a um novo rei que assume o trono, simbolizando a continuidade da liderança e a responsabilidade diante de Deus.","por_que_esta_palavra":"A palavra é importante para entender a relação entre gerações e a responsabilidade que cada uma tem em seguir a Deus.","conexao_teologica":"A paternidade e a filiação são temas centrais na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Crônicas 28:6","Salmos 127:3","Mateus 1:1"]},"2reis_18_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para indicar a sucessão e a continuidade da linhagem real.","explicacao_detalhada":"Neste versículo, 'filho' refere-se ao sucessor de um rei, enfatizando a importância da liderança e da fidelidade a Deus.","por_que_esta_palavra":"A palavra é significativa pois destaca a responsabilidade dos líderes em guiar o povo segundo os caminhos de Deus.","conexao_teologica":"A sucessão de líderes é um tema importante na Bíblia, mostrando como Deus usa indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["2 Crônicas 29:1","Ezequiel 37:25","Mateus 1:12"]},"2reis_18_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' é utilizada para descrever a ação de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"Neste contexto, 'reinar' refere-se ao novo rei que assume o trono e a responsabilidade de liderar o povo de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra é importante pois destaca a função do rei como representante de Deus na terra e a responsabilidade que isso implica.","conexao_teologica":"O conceito de reinar é central na teologia bíblica, onde Deus é visto como o Rei supremo e os líderes humanos como Seus representantes.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_18_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é usado para denotar a autoridade e a identidade de Deus.","explicacao_detalhada":"Na cultura hebraica, o nome de uma pessoa muitas vezes refletia seu caráter ou sua missão. O nome de Deus, 'YHWH', é associado à Sua soberania e poder.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da identidade divina e a relação de Deus com o Seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e autoridade sobre todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2reis_18_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado em um contexto que pode referir-se a um símbolo de força ou poder.","explicacao_detalhada":"Na literatura bíblica, animais como o urso podem simbolizar força e ferocidade, representando a natureza de certos reinos ou inimigos.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a ferocidade de um inimigo ou a força de um reino em particular.","conexao_teologica":"Os animais são frequentemente usados na Bíblia para descrever características de nações ou líderes, refletindo a soberania de Deus sobre todas as criaturas.","referencias_relacionadas":["Daniel 7:5","Amós 5:19","Provérbios 17:12"]},"2reis_18_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No contexto bíblico, o modo pode se referir à maneira de adorar, viver ou agir em conformidade com a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da conduta e da prática na vida do povo de Deus.","conexao_teologica":"A forma como os crentes vivem e adoram é um reflexo de sua relação com Deus e Sua vontade.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16","1 Pedro 1:15-16"]},"2reis_18_3_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O termo 'olho' é frequentemente usado para simbolizar percepção, vigilância ou conhecimento.","explicacao_detalhada":"Na Bíblia, o olho é um símbolo da capacidade de ver e entender, muitas vezes associado à visão espiritual.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de estar atento às ações e à presença de Deus.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e os crentes são chamados a ter uma visão espiritual clara.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:22-23"]},"2reis_18_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou aniquilar algo.","explicacao_detalhada":"No contexto bíblico, destruir pode se referir à destruição de ídolos ou práticas pagãs, como um ato de purificação.","por_que_esta_palavra":"A escolha da palavra destaca a necessidade de remover tudo que é contrário à adoração verdadeira a Deus.","conexao_teologica":"A destruição de ídolos é um tema recorrente, simbolizando a purificação do culto e a exclusividade de Deus.","referencias_relacionadas":["Deuteronômio 7:5","2 Reis 23:24","Isaías 27:9"]},"2reis_18_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para denotar um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Na Bíblia, o dia pode simbolizar tanto um tempo literal quanto um tempo de julgamento ou de intervenção divina.","por_que_esta_palavra":"A palavra é utilizada para marcar a importância de um evento que ocorre em um dia específico na história de Israel.","conexao_teologica":"O conceito de dia é importante na teologia bíblica, especialmente em relação ao dia do Senhor e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Joel 2:1"]},"2reis_18_4_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a representações físicas que muitas vezes são adoradas como deuses.","explicacao_detalhada":"Na Bíblia, a imagem é frequentemente associada à idolatria e à proibição de adorar ídolos.","por_que_esta_palavra":"A escolha da palavra enfatiza a necessidade de rejeitar qualquer forma de idolatria e retornar à adoração ao Deus verdadeiro.","conexao_teologica":"A proibição de imagens é um tema central na teologia do Antigo Testamento, refletindo a santidade de Deus.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 4:16","Isaías 40:18"]},"2reis_18_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada para descrever a maneira de agir ou proceder.","explicacao_detalhada":"No contexto bíblico, o modo pode se referir à maneira de viver de acordo com os mandamentos de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da conduta e da prática na vida do povo de Deus.","conexao_teologica":"A forma como os crentes vivem e adoram é um reflexo de sua relação com Deus e Sua vontade.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16","1 Pedro 1:15-16"]},"2reis_18_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Na Bíblia, o nome do Senhor é invocado em momentos de adoração e súplica, refletindo a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a reverência e o respeito que se deve ter ao nome de Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Filipenses 2:9-11"]},"2reis_18_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao ser supremo que é digno de adoração.","explicacao_detalhada":"Na Bíblia, a palavra 'deus' é usada para descrever tanto o Deus verdadeiro quanto deuses falsos, destacando a exclusividade do Deus de Israel.","por_que_esta_palavra":"A escolha da palavra enfatiza a singularidade de Deus em contraste com os ídolos das nações vizinhas.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a relação do povo com o Criador.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","Isaías 45:5"]},"2reis_18_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus de Israel, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar o Deus único e verdadeiro, que se revelou ao povo de Israel. Este nome implica uma relação de aliança e compromisso entre Deus e Seu povo.","por_que_esta_palavra":"A escolha do termo 'senhor' destaca a importância da reverência e submissão a Deus, que é o governante supremo.","conexao_teologica":"O uso do nome de Deus é central na teologia bíblica, pois reflete a natureza de Deus como Criador e Redentor.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"2reis_18_6_jejum":{"palavra_pt":"jejum","palavra_original":"דָּבַק","transliteracao":"dâbaq","strong":"H1692","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O jejum é uma prática espiritual que expressa arrependimento e busca de orientação divina.","explicacao_detalhada":"A palavra 'jejum' (דָּבַק) implica uma separação de alimentos e prazeres para se dedicar à oração e à busca de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"O jejum é uma forma de demonstrar humildade diante de Deus e de reconhecer a necessidade de Sua intervenção.","conexao_teologica":"O jejum é frequentemente associado à oração e à penitência, sendo uma prática que aproxima o crente de Deus.","referencias_relacionadas":["Joel 2:12","Mateus 6:16-18","Atos 13:3"]},"2reis_18_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um atributo de Deus e um princípio fundamental na vida do crente.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a fidelidade e a justiça de Deus, contrastando com a mentira e a enganação.","por_que_esta_palavra":"A busca pela verdade é essencial na vida espiritual, pois Deus é a fonte de toda verdade.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é um fundamento para a fé cristã.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"2reis_18_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a forma ou o estilo de vida que deve ser vivido em conformidade com os mandamentos de Deus.","por_que_esta_palavra":"A maneira de viver reflete a fé e os valores do crente, sendo um testemunho do caráter de Deus.","conexao_teologica":"A vida cristã deve ser vivida de acordo com os princípios de Deus, demonstrando Sua glória.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16","Colossenses 3:17"]},"2reis_18_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei como líder e representante do povo diante de Deus.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) denota a autoridade e o papel do governante em guiar a nação, sendo um símbolo de poder e responsabilidade.","por_que_esta_palavra":"O rei é visto como um servo de Deus, incumbido de governar com justiça e temor ao Senhor.","conexao_teologica":"A figura do rei é frequentemente usada nas Escrituras para ilustrar a soberania de Deus sobre as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Provérbios 21:1"]},"2reis_18_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou derrota, especialmente em um contexto de julgamento divino.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode indicar a ruína de um reino ou a queda de um inimigo diante do poder de Deus.","por_que_esta_palavra":"A ideia de cair é muitas vezes associada ao juízo de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A queda é um tema recorrente nas Escrituras, simbolizando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Salmos 37:24","Isaías 14:12","Ezequiel 28:17"]},"2reis_18_8_torre":{"palavra_pt":"torre","palavra_original":"מִגְדָּל","transliteracao":"migdâl","strong":"H4026","significado_raiz":"Ideia básica: torre.","significado_contextual":"Refere-se a uma estrutura defensiva, simbolizando segurança e proteção.","explicacao_detalhada":"A palavra 'torre' (מִגְדָּל) representa um ponto estratégico em uma cidade, onde os guardas observam e protegem contra invasores.","por_que_esta_palavra":"As torres eram essenciais para a defesa das cidades, simbolizando a força e a segurança que Deus oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como uma torre forte, um refúgio em tempos de necessidade.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Isaías 26:1"]},"2reis_18_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma comunidade ou nação, simbolizando o povo de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar de habitação e convivência, muitas vezes associado à presença de Deus.","por_que_esta_palavra":"As cidades são vistas como centros de vida social e espiritual, refletindo a cultura e a adoração do povo.","conexao_teologica":"A cidade de Deus é um tema importante nas Escrituras, simbolizando a habitação eterna com Ele.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2reis_18_8_himself":{"palavra_pt":"him self","palavra_original":"הוּא","transliteracao":"hûwʼ","strong":"H1931","significado_raiz":"Ideia básica: him self.","significado_contextual":"Refere-se à identidade pessoal, enfatizando a individualidade diante de Deus.","explicacao_detalhada":"A palavra 'himself' (הוּא) destaca a importância do relacionamento pessoal entre o indivíduo e Deus.","por_que_esta_palavra":"A individualidade é essencial na fé, pois cada pessoa é chamada a se relacionar com Deus de maneira única.","conexao_teologica":"Deus conhece cada um de nós pessoalmente e nos chama pelo nome, enfatizando a intimidade do relacionamento.","referencias_relacionadas":["Isaías 43:1","João 10:3","Gálatas 2:20"]},"2reis_18_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do rei, enfatizando seu papel em tempos de crise.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central na narrativa, mostrando a liderança em momentos de desafio e a necessidade de confiar em Deus.","por_que_esta_palavra":"O rei deve buscar a orientação de Deus para liderar o povo de maneira justa e sábia.","conexao_teologica":"A liderança é um reflexo da soberania de Deus, que é o Rei dos reis.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 72:1-2","Romanos 13:1"]},"2reis_18_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um reino ou de uma cidade, simbolizando derrota e desolação.","explicacao_detalhada":"No contexto de 2 Reis 18:9, a expressão 'cair' é utilizada para descrever a invasão e a conquista de Israel por um inimigo, representando a perda de poder e a fragilidade do povo diante de forças externas.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade e a inevitabilidade da derrota quando se afasta de Deus.","conexao_teologica":"A queda de um reino é frequentemente vista na Bíblia como um juízo divino sobre a desobediência e a idolatria do povo.","referencias_relacionadas":["Isaías 10:3","Ezequiel 18:30","Salmos 37:24"]},"2reis_18_9_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' refere-se a um período ou tempo específico em que os eventos ocorrem.","explicacao_detalhada":"Neste versículo, a palavra 'expressão' indica um tempo marcado por mudanças significativas na história de Israel, especialmente em relação à sua segurança e estabilidade.","por_que_esta_palavra":"A palavra é usada para destacar a importância do tempo em que as ações de Deus se manifestam na história do povo.","conexao_teologica":"O tempo é um elemento crucial na narrativa bíblica, onde Deus age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"2reis_18_10_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao governante de Judá, Ezequias, que enfrentou a ameaça da Assíria.","explicacao_detalhada":"Ezequias é descrito como um rei que buscou a Deus e tentou restaurar a adoração verdadeira em Judá, contrastando com seus predecessores.","por_que_esta_palavra":"A menção do rei é crucial para entender a liderança espiritual e política durante um período de crise.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à fidelidade a Deus e ao papel de liderança espiritual do povo.","referencias_relacionadas":["2 Reis 18:3","2 Crônicas 29:2","Isaías 36:1"]},"2reis_18_10_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um período de resistência ou à conclusão de um evento significativo.","explicacao_detalhada":"Neste contexto, 'fim' pode indicar a culminação da invasão assíria e o resultado da desobediência do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a inevitabilidade do juízo e a conclusão de um ciclo de desobediência.","conexao_teologica":"O conceito de 'fim' é importante na teologia bíblica, onde Deus traz juízo e restauração em Seu tempo.","referencias_relacionadas":["Eclesiastes 7:8","Mateus 24:6","Apocalipse 21:6"]},"2reis_18_10_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' aqui também se refere a um tempo ou período específico em que os eventos se desenrolam.","explicacao_detalhada":"A repetição da palavra 'expressão' enfatiza a importância do tempo e das circunstâncias que cercam a queda de Judá.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que cada evento tem um tempo determinado por Deus.","conexao_teologica":"A noção de tempo é central na narrativa bíblica, onde Deus atua em momentos específicos para cumprir Seus planos.","referencias_relacionadas":["Salmos 31:15","Atos 1:7","Romanos 13:11"]},"2reis_18_11_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' aqui pode se referir a uma declaração ou ato que tem um significado profundo.","explicacao_detalhada":"Neste contexto, a expressão pode indicar a comunicação de um aviso ou uma mensagem de Deus ao povo.","por_que_esta_palavra":"A escolha da palavra destaca a importância da comunicação divina e da resposta do povo.","conexao_teologica":"A comunicação de Deus é um tema recorrente na Bíblia, onde Ele se revela ao Seu povo através de profetas e eventos.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","2 Pedro 1:21"]},"2reis_18_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Judá.","explicacao_detalhada":"Jerusalém é vista como a cidade escolhida por Deus, onde o templo estava localizado e onde o povo se reunia para adorar.","por_que_esta_palavra":"A menção da cidade é crucial para entender a importância de Jerusalém na história da salvação.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada na Bíblia como um símbolo da presença de Deus e da esperança de restauração.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"2reis_18_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao governante de Israel, que estava sob a ameaça da Assíria.","explicacao_detalhada":"A figura do rei é central na narrativa, pois representa a liderança e a responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A menção do rei destaca a importância da liderança espiritual e política em tempos de crise.","conexao_teologica":"Os reis de Israel são frequentemente vistos como figuras que devem guiar o povo em fidelidade a Deus.","referencias_relacionadas":["1 Samuel 8:7","2 Reis 17:21","Salmos 72:1"]},"2reis_18_12_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação, seja de Deus ou de um mensageiro.","explicacao_detalhada":"Neste contexto, a 'voz' pode simbolizar a mensagem de advertência ou juízo que está sendo proclamada ao povo.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da mensagem e da resposta do povo a ela.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, onde Ele se comunica com Seu povo através de profetas e eventos.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"2reis_18_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade dos eventos que estão ocorrendo.","explicacao_detalhada":"Neste contexto, a 'verdade' pode indicar a certeza do juízo que está por vir devido à desobediência do povo.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de reconhecer a realidade espiritual e moral do povo.","conexao_teologica":"A verdade é um conceito central na teologia bíblica, onde Deus é descrito como a própria verdade.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"2reis_18_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus na tradição hebraica, que expressa sua natureza eterna e imutável. Este nome é frequentemente associado à aliança que Deus fez com seu povo.","por_que_esta_palavra":"A utilização do nome 'senhor' neste contexto destaca a relação de Deus com Israel, especialmente em momentos de crise, onde a confiança em Sua soberania é crucial.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo sua autoridade sobre a criação e sua capacidade de intervir na história humana.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"2reis_18_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa sobre um povo, neste caso, o rei de Judá.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é usada para descrever não apenas a posição política, mas também a responsabilidade espiritual do rei em guiar o povo segundo os preceitos de Deus.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de poder e a liderança espiritual em Israel, especialmente em tempos de crise.","conexao_teologica":"A figura do rei é frequentemente vista como um tipo de Cristo, que é o Rei dos Reis, e a liderança de um rei justo é um reflexo do governo de Deus sobre seu povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"2reis_18_13_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"O termo 'poderoso' é usado para descrever a força e a capacidade de um rei ou de Deus em agir.","explicacao_detalhada":"A palavra 'בָּצַר' (bâtsar) implica em força e proteção, sugerindo que o rei tem a responsabilidade de proteger seu povo e agir com poder em defesa deles.","por_que_esta_palavra":"A ênfase na força do rei é importante em um contexto de ameaça externa, onde a proteção divina e a liderança forte são necessárias.","conexao_teologica":"Deus é frequentemente descrito como o Todo-Poderoso, e a força do rei deve refletir a força de Deus em sua liderança.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 8:31"]},"2reis_18_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O verbo 'enviar' refere-se à ação de enviar mensageiros ou representantes para comunicar uma mensagem.","explicacao_detalhada":"A palavra 'שָׁלַח' (shâlach) é usada para descrever a ação de enviar alguém com um propósito específico, muitas vezes relacionado à comunicação de uma mensagem importante.","por_que_esta_palavra":"Neste contexto, o envio de mensageiros é uma estratégia política e militar, mostrando a importância da diplomacia na época.","conexao_teologica":"Deus também envia mensageiros, como profetas, para comunicar Sua vontade ao povo, refletindo a importância da comunicação divina.","referencias_relacionadas":["Gênesis 24:10","Êxodo 3:10","Mateus 10:16"]},"2reis_18_14_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, a palavra 'rei' é utilizada para enfatizar a posição de autoridade de Ezequias, o rei de Judá.","explicacao_detalhada":"A repetição da palavra 'מֶלֶךְ' (melek) neste contexto reforça a importância da liderança e das decisões que um rei deve tomar em tempos de crise.","por_que_esta_palavra":"A menção do rei é essencial para entender a dinâmica de poder e a responsabilidade que ele carrega em relação ao seu povo.","conexao_teologica":"A liderança do rei é vista como uma extensão da autoridade de Deus, e suas ações têm implicações espirituais e sociais para a nação.","referencias_relacionadas":["1 Reis 12:6","2 Crônicas 20:6","Salmos 72:1"]},"2reis_18_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' é usado aqui para indicar a ação de oferecer algo, possivelmente em um contexto de súplica ou pedido.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) pode ser interpretada como dar ou oferecer, refletindo a ideia de que o rei está buscando ajuda ou intervenção divina.","por_que_esta_palavra":"A ação de clamar ou pedir ajuda é fundamental em momentos de crise, onde a dependência de Deus é reconhecida.","conexao_teologica":"A oração e o clamor a Deus são temas recorrentes na Bíblia, mostrando a necessidade de buscar a ajuda divina em tempos de necessidade.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Tiago 5:16"]},"2reis_18_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente enfatiza a posição de Ezequias e suas responsabilidades em relação ao povo.","explicacao_detalhada":"A repetição de 'מֶלֶךְ' (melek) neste contexto reforça a importância da liderança e da ação do rei em momentos críticos.","por_que_esta_palavra":"A figura do rei é central para a narrativa, pois suas decisões impactam diretamente a nação e sua relação com Deus.","conexao_teologica":"A liderança do rei é um reflexo da soberania de Deus, e suas ações devem estar alinhadas com a vontade divina.","referencias_relacionadas":["1 Reis 10:1","2 Crônicas 32:1","Salmos 21:1"]},"2reis_18_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é utilizada novamente para enfatizar a continuidade da liderança de Ezequias.","explicacao_detalhada":"A repetição de 'מֶלֶךְ' (melek) destaca a importância da figura real na narrativa e suas interações com outras nações.","por_que_esta_palavra":"A presença constante do rei na narrativa é crucial para entender a dinâmica política e espiritual de Judá.","conexao_teologica":"A figura do rei é muitas vezes vista como um tipo de Cristo, que é o verdadeiro Rei que governa com justiça e retidão.","referencias_relacionadas":["1 Samuel 10:24","Salmos 72:11","Isaías 32:1"]},"2reis_18_16_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao tempo ou à ocasião em que algo acontece.","explicacao_detalhada":"A palavra 'עֵת' (ʻêth) é usada para indicar um momento específico, ressaltando a importância do tempo na narrativa bíblica.","por_que_esta_palavra":"O tempo é um elemento crucial na história da salvação, onde eventos significativos ocorrem em momentos determinados por Deus.","conexao_teologica":"Deus opera em tempos específicos, e a compreensão do tempo é vital para entender a obra divina na história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"2reis_18_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a posição de Ezequias em um contexto de negociação ou confronto.","explicacao_detalhada":"A repetição de 'מֶלֶךְ' (melek) destaca a importância da liderança e das decisões que um rei deve tomar em tempos de crise.","por_que_esta_palavra":"A figura do rei é central para a narrativa, pois suas decisões impactam diretamente a nação e sua relação com Deus.","conexao_teologica":"A liderança do rei é um reflexo da soberania de Deus, e suas ações devem estar alinhadas com a vontade divina.","referencias_relacionadas":["1 Reis 18:5","2 Crônicas 32:2","Salmos 20:9"]},"2reis_18_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar alguém ou algo para um determinado lugar, neste caso, a mensagem do rei da Assíria.","explicacao_detalhada":"No contexto de 2 Reis 18:17, o rei da Assíria envia mensageiros a Ezequias, o rei de Judá, para intimidá-lo e desafiá-lo. O ato de enviar é crucial para a comunicação e a estratégia militar.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a ação deliberada do rei da Assíria em tentar estabelecer controle e influência sobre Judá.","conexao_teologica":"O envio de mensageiros pode ser visto como uma forma de Deus se comunicar com Seu povo, contrastando com a comunicação enganosa dos inimigos.","referencias_relacionadas":["2 Reis 18:17","Isaías 36:2","Mateus 10:16"]},"2reis_18_17_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição ou o estado de algo que está no meio de outros.","explicacao_detalhada":"No versículo, 'entre' é usado para descrever a situação dos mensageiros que foram enviados para se posicionar entre as cidades e o rei Ezequias.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica da comunicação e a tensão entre os dois reinos.","conexao_teologica":"A ideia de estar 'entre' pode simbolizar a intercessão e a mediação que Deus faz entre os homens e Sua vontade.","referencias_relacionadas":["Gálatas 3:20","1 Timóteo 2:5","Hebreus 9:15"]},"2reis_18_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema de um reino, neste caso, Ezequias, o rei de Judá.","explicacao_detalhada":"O uso da palavra 'rei' destaca a posição de Ezequias como líder e a responsabilidade que ele tem sobre seu povo em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura de poder e a dinâmica política da época.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança de Ezequias pode ser vista como um reflexo da soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"2reis_18_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou ao templo, simbolizando a presença de Deus entre Seu povo.","explicacao_detalhada":"Neste contexto, a 'casa' de Judá é onde o povo se reúne e adora a Deus, e a segurança dela é uma preocupação central durante a ameaça assíria.","por_que_esta_palavra":"A 'casa' representa não apenas um espaço físico, mas também a identidade e a comunidade do povo de Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando o lugar onde Deus habita e se relaciona com Seu povo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"2reis_18_18_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica convocar ou fazer um apelo, neste caso, para que o rei Ezequias responda ao desafio.","explicacao_detalhada":"O ato de chamar é uma forma de estabelecer comunicação e confrontar, refletindo a intenção do rei da Assíria de intimidar Ezequias.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque destaca a urgência e a seriedade da situação enfrentada por Judá.","conexao_teologica":"Deus também chama Seu povo para se voltar a Ele em tempos de crise, mostrando a importância da resposta ao chamado divino.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"2reis_18_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para enfatizar a figura de autoridade que está sendo desafiada.","explicacao_detalhada":"A repetição da palavra 'rei' sublinha a importância da liderança de Ezequias e a ameaça que ele enfrenta.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a luta pelo poder e a proteção do povo de Judá.","conexao_teologica":"A liderança de Ezequias pode ser vista como um reflexo da liderança de Cristo, o Rei que protege e guia Seu povo.","referencias_relacionadas":["Provérbios 21:1","Salmos 2:10-12","Apocalipse 1:5"]},"2reis_18_19_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do poder e da influência do rei da Assíria.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever a força militar e a reputação do rei assírio, que é uma ameaça para Judá.","por_que_esta_palavra":"A ênfase na grandeza do inimigo serve para aumentar a tensão e o desespero entre o povo de Judá.","conexao_teologica":"A grandeza de Deus é contrastada com a grandeza dos reinos da terra, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-15","Efésios 3:20"]},"2reis_18_20_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A palavra 'vitória' refere-se ao sucesso em batalha, um tema central na narrativa de Judá enfrentando a Assíria.","explicacao_detalhada":"A menção de 'vitória' destaca a expectativa de que Deus conceda sucesso a Ezequias contra as forças inimigas.","por_que_esta_palavra":"A palavra 'vitória' é importante porque reflete a esperança e a confiança do povo em Deus como seu defensor.","conexao_teologica":"A vitória de Deus sobre os inimigos é um tema recorrente na Bíblia, simbolizando a salvação e a proteção divina.","referencias_relacionadas":["Salmos 20:7-8","Romanos 8:37","1 Coríntios 15:57"]},"2reis_18_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à mensagem que é transmitida, neste caso, a mensagem de desafio do rei da Assíria.","explicacao_detalhada":"A 'palavra' é fundamental para a narrativa, pois representa tanto a ameaça quanto a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação e da resposta do povo a Deus.","conexao_teologica":"A Palavra de Deus é central na vida do crente, sendo um meio de revelação e orientação.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"2reis_18_20_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito militar iminente entre Judá e a Assíria.","explicacao_detalhada":"A menção de 'batalha' destaca a seriedade da situação e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'batalha' é significativa porque representa a luta entre o bem e o mal, e a confiança em Deus para a vitória.","conexao_teologica":"A batalha espiritual é um tema importante na Bíblia, onde Deus luta ao lado de Seu povo contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"2reis_18_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os assírios se dirigem ao povo de Judá, questionando a confiança deles em Deus.","explicacao_detalhada":"A palavra 'modo' aqui implica a maneira de agir ou de se comportar, especialmente em um contexto de confronto e desafio à fé do povo.","por_que_esta_palavra":"Utilizada para enfatizar a abordagem dos assírios, que tentam desestabilizar a confiança do povo em Deus.","conexao_teologica":"A confiança em Deus é um tema central nas Escrituras, e o modo como nos dirigimos a Ele reflete nossa fé.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Isaías 26:3"]},"2reis_18_21_staff":{"palavra_pt":"staff","palavra_original":"מִשְׁעֵנָה","transliteracao":"mishʻênâh","strong":"H4938","significado_raiz":"Ideia básica: staff.","significado_contextual":"A palavra 'staff' refere-se ao bastão ou apoio que simboliza autoridade e proteção.","explicacao_detalhada":"Neste contexto, o 'staff' representa a força e a proteção que um rei deve ter, além de ser um símbolo de liderança.","por_que_esta_palavra":"É usada para ilustrar a confiança dos assírios na sua própria força militar, contrastando com a confiança em Deus.","conexao_teologica":"Deus é frequentemente descrito como nosso 'bastão' e 'apoio' em tempos de dificuldade.","referencias_relacionadas":["Salmos 23:4","Isaías 11:4","Hebreus 13:6"]},"2reis_18_22_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar de Deus, que é um lugar de adoração e sacrifício.","explicacao_detalhada":"O altar simboliza a presença de Deus e a necessidade de sacrifício para a expiação dos pecados.","por_que_esta_palavra":"É importante para mostrar a diferença entre a adoração verdadeira a Deus e as práticas idólatras dos assírios.","conexao_teologica":"O altar é um símbolo de reconciliação entre Deus e o homem, essencial na teologia da salvação.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Romanos 12:1"]},"2reis_18_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado como símbolo de Sua autoridade e poder.","explicacao_detalhada":"O nome de Deus é um aspecto fundamental da identidade divina e da relação com Seu povo.","por_que_esta_palavra":"É usada para afirmar a soberania de Deus sobre todas as coisas, especialmente em tempos de crise.","conexao_teologica":"O nome de Deus é invocado em oração e adoração, refletindo a intimidade do relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"2reis_18_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' enfatiza a natureza única de Deus em contraste com os ídolos e deuses pagãos.","por_que_esta_palavra":"Utilizada para reafirmar a soberania de Deus em meio às ameaças dos assírios.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é central na fé judaico-cristã.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 17:3"]},"2reis_18_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar ou invocar a ajuda de Deus em momentos de necessidade.","explicacao_detalhada":"Clamar a Deus é um ato de fé que demonstra dependência e confiança na Sua intervenção.","por_que_esta_palavra":"É usada para encorajar o povo a buscar a ajuda divina em vez de confiar em forças humanas.","conexao_teologica":"A oração e o clamor a Deus são temas recorrentes nas Escrituras, mostrando a necessidade de buscar a Sua presença.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"2reis_18_23_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as nações e circunstâncias.","explicacao_detalhada":"A palavra 'soberano' enfatiza o controle absoluto de Deus sobre a história e os eventos do mundo.","por_que_esta_palavra":"Utilizada para reafirmar que, apesar das ameaças, Deus continua sendo o verdadeiro Rei e Senhor.","conexao_teologica":"A soberania de Deus é um tema central na teologia, afirmando que Ele reina sobre tudo.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Romanos 8:28"]},"2reis_18_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que é um líder e governante sobre o povo.","explicacao_detalhada":"A palavra 'rei' implica autoridade, responsabilidade e a necessidade de liderança justa.","por_que_esta_palavra":"Usada para contrastar a liderança de Deus com a liderança dos reis humanos, que muitas vezes falham.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos reis, enfatizando Sua autoridade suprema.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"2reis_18_24_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Reitera a ideia de soberania, enfatizando a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição da palavra 'soberano' reforça a mensagem de que Deus é o verdadeiro governante.","por_que_esta_palavra":"Usada para reafirmar a confiança em Deus em meio a ameaças e desafios.","conexao_teologica":"A soberania de Deus é um pilar da fé, garantindo que Ele está no controle.","referencias_relacionadas":["Salmos 24:1","Isaías 40:23-24","Romanos 13:1"]},"2reis_18_24_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como um símbolo de vulnerabilidade e dependência.","explicacao_detalhada":"A palavra 'mulher' pode ser usada para ilustrar a fragilidade humana em contraste com a força de Deus.","por_que_esta_palavra":"Utilizada para enfatizar a necessidade de proteção e cuidado, que só Deus pode fornecer.","conexao_teologica":"Deus é frequentemente descrito como aquele que cuida dos vulneráveis e necessitados.","referencias_relacionadas":["Salmos 68:5","Isaías 1:17","Tiago 1:27"]},"2reis_18_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra em um sentido geográfico, mas também pode simbolizar a nação de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever não apenas o solo físico, mas também a herança e a promessa de Deus ao Seu povo. Neste contexto, a terra é um símbolo da presença e da bênção divina.","por_que_esta_palavra":"A menção da 'terra' destaca a relação entre Deus e o povo de Israel, enfatizando a importância da terra prometida.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando a aliança de Deus com Israel e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Salmos 37:11"]},"2reis_18_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"O nome 'YHWH' (יְהֹוָה) é considerado sagrado e representa a essência de Deus como o Criador e Sustentador. Neste contexto, invocar o nome do Senhor é um ato de fé e reconhecimento de Sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a posição de Deus como autoridade suprema sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2reis_18_25_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo humano, mas pode simbolizar a totalidade do ser humano.","explicacao_detalhada":"A palavra 'corpo' (מָקוֹם) pode ser entendida como a estrutura física que abriga a alma e o espírito. Neste contexto, pode representar a vulnerabilidade do ser humano diante de Deus.","por_que_esta_palavra":"A menção do corpo enfatiza a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A relação entre corpo e espírito é um tema importante na teologia, refletindo a criação do ser humano à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","1 Coríntios 6:19-20"]},"2reis_18_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer ou declarar algo, muitas vezes com autoridade.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de uma mensagem, que pode ser de ordem, advertência ou revelação. Neste contexto, é uma afirmação de poder e controle.","por_que_esta_palavra":"A ênfase no ato de dizer destaca a importância da palavra como um meio de transmitir a vontade de Deus.","conexao_teologica":"A palavra de Deus é poderosa e criativa, sendo um tema recorrente na Escritura.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"2reis_18_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho em um sentido literal, mas também pode simbolizar a relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é frequentemente usada na Bíblia para descrever a relação especial entre Deus e Israel, assim como entre Jesus e Deus Pai. Neste contexto, pode indicar herança e identidade.","por_que_esta_palavra":"A menção de 'filho' enfatiza a intimidade e a responsabilidade que vêm com essa relação.","conexao_teologica":"A filiação é um tema central na teologia cristã, refletindo a adoção dos crentes como filhos de Deus.","referencias_relacionadas":["Gálatas 4:4-7","Romanos 8:14-17","Efésios 1:5"]},"2reis_18_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta ideias, explicando a razão por trás de uma afirmação ou ação. Neste contexto, é usada para justificar uma declaração anterior.","por_que_esta_palavra":"A palavra é crucial para a lógica do discurso, permitindo que o ouvinte compreenda a motivação por trás das ações.","conexao_teologica":"A lógica e a razão são frequentemente usadas na Escritura para explicar a vontade de Deus e Suas ações.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1-2","Tiago 1:5"]},"2reis_18_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma palavra ou declaração, muitas vezes com peso e significado.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) pode se referir a uma mensagem, um decreto ou uma revelação. Neste contexto, enfatiza a importância da comunicação divina.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da verdade e da revelação de Deus ao Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um tema central na fé cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2reis_18_27_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a fragilidade e a dependência de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a condição humana, muitas vezes em contraste com a grandeza de Deus. Neste contexto, pode indicar a vulnerabilidade do homem diante de Deus.","por_que_esta_palavra":"A menção do homem enfatiza a necessidade de humildade e dependência de Deus.","conexao_teologica":"A natureza humana e a necessidade de redenção são temas centrais na teologia bíblica.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","Romanos 3:23"]},"2reis_18_27_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar ou decidir sobre algo.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a capacidade de discernir e tomar decisões. Neste contexto, pode se referir ao julgamento de Deus sobre as ações humanas.","por_que_esta_palavra":"A ênfase no julgamento destaca a justiça de Deus e Sua autoridade sobre a criação.","conexao_teologica":"O julgamento é um tema importante na Escritura, refletindo a justiça e a santidade de Deus.","referencias_relacionadas":["Salmos 9:7-8","Mateus 7:1-2","Apocalipse 20:12"]},"2reis_18_28_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som da voz, que pode transmitir autoridade e poder.","explicacao_detalhada":"A palavra 'voz' (קוֹל) é frequentemente associada à comunicação e à revelação de Deus. Neste contexto, pode indicar a mensagem que está sendo proclamada.","por_que_esta_palavra":"A ênfase na voz destaca a importância da comunicação divina e a resposta do povo a essa mensagem.","conexao_teologica":"A voz de Deus é um tema central na Escritura, representando Sua presença e Sua vontade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"2reis_18_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante de Judá, Ezequias, que estava enfrentando a ameaça do rei da Assíria.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a autoridade e o poder que Ezequias tinha sobre Judá, especialmente em um momento crítico de invasão.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de poder e a liderança durante a crise.","conexao_teologica":"Ezequias é visto como um rei justo que confiou em Deus durante a adversidade, simbolizando a relação entre liderança e fé.","referencias_relacionadas":["2 Reis 18:1-3","2 Reis 18:5-7","2 Reis 19:1-3"]},"2reis_18_28_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a magnitude da ameaça representada pelo rei da Assíria.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) enfatiza a força e o poder do exército assírio, contrastando com a vulnerabilidade de Judá.","por_que_esta_palavra":"A grandeza do inimigo é um elemento que gera temor e necessidade de confiança em Deus.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza dos inimigos, mostrando que Ele é maior que qualquer ameaça.","referencias_relacionadas":["Salmos 46:1-3","Isaías 40:12-14","Romanos 8:31"]},"2reis_18_29_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei da Assíria, que estava desafiando a autoridade de Ezequias.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) destaca a persistência da ameaça e a importância da liderança em tempos de crise.","por_que_esta_palavra":"A figura do rei é central para a narrativa, pois representa tanto a opressão quanto a resistência.","conexao_teologica":"A luta entre reis simboliza a luta entre o bem e o mal, e a necessidade de confiar em Deus como o verdadeiro Rei.","referencias_relacionadas":["2 Reis 18:19-20","2 Reis 19:10-11","Isaías 36:13-15"]},"2reis_18_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o rei da Assíria estava se dirigindo ao povo de Judá.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a arrogância do rei assírio, que desconsidera a capacidade de Deus de proteger Judá.","por_que_esta_palavra":"É uma palavra chave que liga a ameaça à resposta de fé que Ezequias e o povo deveriam ter.","conexao_teologica":"A confiança em Deus é frequentemente testada por razões que parecem lógicas, mas que ignoram o poder divino.","referencias_relacionadas":["Salmos 20:7","Isaías 41:10","Mateus 6:25-27"]},"2reis_18_30_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade santa e capital de Judá, que estava sob cerco.","explicacao_detalhada":"A palavra 'cidade' (עִיר) simboliza não apenas um local físico, mas também a identidade e a segurança do povo de Deus.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre Seu povo e da promessa de proteção.","conexao_teologica":"Jerusalém é frequentemente vista como um lugar de refúgio e adoração, representando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:14"]},"2reis_18_30_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Ezequias, o rei de Judá, que estava enfrentando a crise.","explicacao_detalhada":"A palavra 'rei' (חִזְקִיָּה) destaca a liderança de Ezequias e sua resposta à ameaça do rei assírio.","por_que_esta_palavra":"A liderança de Ezequias é crucial para a narrativa, pois ele representa a fé e a resistência do povo.","conexao_teologica":"Ezequias é um exemplo de liderança que confia em Deus, mostrando a importância da fé em tempos de crise.","referencias_relacionadas":["2 Reis 18:3-6","2 Reis 19:15-19","Isaías 37:14-20"]},"2reis_18_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado por Ezequias em busca de ajuda.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de fé e reconhecimento de Sua capacidade de salvar.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e poder entre Seu povo.","referencias_relacionadas":["Salmos 124:8","Isaías 43:1-3","Romanos 10:13"]},"2reis_18_31_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao povo de Judá, que é encorajado a não temer o rei da Assíria.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para representar a humanidade e a vulnerabilidade diante de ameaças.","por_que_esta_palavra":"A menção do homem destaca a fragilidade humana e a necessidade de confiar em Deus.","conexao_teologica":"A relação entre Deus e a humanidade é um tema central, onde Deus é visto como o protetor dos fracos.","referencias_relacionadas":["Salmos 56:4","Isaías 41:13","Mateus 10:31"]},"2reis_18_31_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere a Ezequias, enfatizando sua posição como líder em meio à crise.","explicacao_detalhada":"A repetição da palavra 'rei' (חִזְקִיָּה) reforça a importância de sua liderança e fé em Deus.","por_que_esta_palavra":"A figura de Ezequias é central para a narrativa, simbolizando a resistência e a confiança em Deus.","conexao_teologica":"A liderança de Ezequias é um exemplo de como a fé pode influenciar a nação e trazer esperança.","referencias_relacionadas":["2 Reis 18:5","2 Reis 19:1-3","Isaías 37:1-2"]},"2reis_18_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o povo de Judá não deve temer.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a confiança que devem ter em Deus, que é maior que qualquer inimigo.","por_que_esta_palavra":"É uma palavra chave que liga a promessa de proteção à fé do povo.","conexao_teologica":"A confiança em Deus é um tema recorrente, onde a fé é testada diante de adversidades.","referencias_relacionadas":["Salmos 27:1","Isaías 41:10","Romanos 8:28"]},"2reis_18_32_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida física e espiritual que Deus oferece ao seu povo.","explicacao_detalhada":"Neste contexto, 'viver' implica não apenas a sobrevivência física, mas também a experiência plena da vida que vem de Deus, que é a fonte de toda vida.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a promessa de Deus de sustentar e proteger seu povo em tempos de crise.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, refletindo a relação entre o Criador e suas criaturas, onde a verdadeira vida é encontrada em comunhão com Ele.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 8:6"]},"2reis_18_32_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de apropriar-se de algo, neste caso, a promessa de Deus de dar a terra.","explicacao_detalhada":"A palavra sugere um ato de posse e de recebimento das bênçãos que Deus oferece, implicando uma resposta ativa da parte do povo.","por_que_esta_palavra":"Usar 'tomar' destaca a necessidade de fé e ação por parte do povo para receber as promessas divinas.","conexao_teologica":"A ideia de tomar posse das promessas de Deus é um princípio fundamental na vida de fé, onde os crentes são chamados a agir em fé.","referencias_relacionadas":["Josué 1:3","Hebreus 11:1","Romanos 4:20"]},"2reis_18_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel, simbolizando a bênção e a presença de Deus.","explicacao_detalhada":"Neste contexto, a terra representa não apenas um território físico, mas também a realização das promessas de Deus ao seu povo.","por_que_esta_palavra":"A menção da 'terra' enfatiza a importância da herança e da identidade nacional de Israel como povo escolhido de Deus.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e seu povo, refletindo a fidelidade divina ao longo da história.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"2reis_18_33_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e à proteção que Deus oferece ao seu povo.","explicacao_detalhada":"Neste contexto, 'bom' implica que Deus é um refúgio seguro e que suas promessas são sempre para o bem de seu povo.","por_que_esta_palavra":"A escolha da palavra 'bom' reforça a confiança que o povo deve ter em Deus, mesmo diante das adversidades.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, onde Ele é descrito como um Pai amoroso que cuida de seus filhos.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"2reis_18_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania e ao poder de Deus sobre todas as nações.","explicacao_detalhada":"Neste contexto, a menção de Deus destaca sua autoridade e a certeza de que Ele pode salvar e proteger seu povo.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e suas criaturas, especialmente em momentos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"2reis_18_33_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se aos povos e suas identidades, destacando a relação entre Israel e as nações ao seu redor.","explicacao_detalhada":"Neste contexto, 'nação' implica a diversidade de povos e a soberania de Deus sobre todos eles, incluindo a proteção de Israel.","por_que_esta_palavra":"A escolha da palavra 'nação' enfatiza a importância da identidade coletiva e da aliança de Deus com Israel em meio a outras nações.","conexao_teologica":"A relação de Deus com as nações é um tema importante, refletindo seu plano de salvação para todos os povos.","referencias_relacionadas":["Gênesis 12:3","Isaías 49:6","Mateus 28:19"]},"2reis_18_34_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania de Deus em comparação com os deuses das nações pagãs.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'deus' enfatiza a unicidade e a supremacia de Deus sobre qualquer outra divindade.","por_que_esta_palavra":"A ênfase na palavra 'deus' serve para lembrar ao povo que somente o Senhor é digno de confiança e adoração.","conexao_teologica":"A exclusividade de Deus é um tema central na fé israelita, onde a adoração a outros deuses é condenada.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","Isaías 45:5"]},"2reis_18_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"Neste contexto, 'porque' conecta a afirmação sobre a proteção de Deus à razão pela qual isso é verdade, reforçando a lógica da argumentação.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a relação causal entre a confiança em Deus e a segurança do povo.","conexao_teologica":"A lógica da fé muitas vezes envolve razões e justificativas que sustentam a confiança em Deus.","referencias_relacionadas":["Romanos 8:31","Salmos 37:5","Provérbios 3:5-6"]},"2reis_18_34_arpad":{"palavra_pt":"arpad","palavra_original":"אַרְפָּד","transliteracao":"ʼArpâd","strong":"H774","significado_raiz":"Ideia básica: arpad.","significado_contextual":"A palavra 'arpad' refere-se a uma cidade ou região específica, simbolizando os desafios enfrentados por Israel.","explicacao_detalhada":"Neste contexto, Arpad representa as nações que se opõem a Israel e a confiança que o povo deve ter em Deus diante dessas ameaças.","por_que_esta_palavra":"A menção de Arpad serve para ilustrar a realidade das ameaças externas e a necessidade de confiar em Deus para proteção.","conexao_teologica":"A luta contra as nações inimigas é um tema recorrente na história de Israel, refletindo a necessidade de dependência de Deus.","referencias_relacionadas":["Isaías 36:19","Isaías 37:13","2 Reis 19:13"]},"2reis_18_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus atua e age em favor de seu povo.","explicacao_detalhada":"Neste contexto, 'modo' implica que a forma como Deus opera é diferente das expectativas humanas e das ações das nações.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a singularidade da ação de Deus em contraste com as estratégias humanas.","conexao_teologica":"A soberania de Deus se manifesta em seus modos de agir, que muitas vezes desafiam a lógica humana.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","1 Coríntios 1:27"]},"2reis_18_35_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, enfatizando a geografia e a soberania de Deus sobre a terra.","explicacao_detalhada":"A palavra 'terra' aqui simboliza não apenas o solo físico, mas também a nação e o povo que habitam essa terra, refletindo a promessa de Deus a Abraão e seus descendentes.","por_que_esta_palavra":"A menção da terra destaca a importância do local e do povo de Deus em relação às promessas divinas.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando o lugar da habitação de Deus com seu povo e as promessas de bênção.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2reis_18_35_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao emissário ou mensageiro que traz a mensagem de ameaça a Judá.","explicacao_detalhada":"A palavra 'homem' aqui é usada para descrever um ser humano que, em sua fragilidade, se coloca contra o povo de Deus, mostrando a insignificância humana diante do poder divino.","por_que_esta_palavra":"A ênfase no 'homem' ressalta a vulnerabilidade humana frente ao plano soberano de Deus.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, contrastando com a força e a soberania de Deus.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"2reis_18_36_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de tramitar ou arquitetar planos, especialmente em um contexto de guerra e estratégia.","explicacao_detalhada":"A palavra 'planejar' implica a intenção de preparar um ataque ou uma ação contra Judá, refletindo a astúcia e a malícia dos inimigos de Deus.","por_que_esta_palavra":"Destaca a oposição e os planos malignos que se levantam contra o povo de Deus, contrastando com os planos divinos.","conexao_teologica":"Deus tem planos soberanos que prevalecem sobre os planos humanos, mostrando que, apesar das tramas, Sua vontade se cumprirá.","referencias_relacionadas":["Provérbios 19:21","Isaías 14:24","Salmos 33:10-11"]},"2reis_18_36_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Assíria, que representa a autoridade e o poder humano que se opõe a Deus.","explicacao_detalhada":"A palavra 'rei' aqui simboliza a liderança e a opressão que vem de uma autoridade que não reconhece a soberania de Deus.","por_que_esta_palavra":"A menção do rei enfatiza a luta entre os reinos da terra e o Reino de Deus, mostrando a arrogância dos poderosos.","conexao_teologica":"Deus é o Rei supremo, e todos os outros reis são apenas instrumentos em Suas mãos, mesmo quando se opõem a Ele.","referencias_relacionadas":["Salmos 2:1-4","Provérbios 21:1","Romanos 13:1"]},"2reis_18_36_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Judá, que está sob ameaça e precisa confiar em Deus.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade dos israelitas, enfatizando a necessidade de unidade e fé em tempos de crise.","por_que_esta_palavra":"A menção do povo ressalta a responsabilidade coletiva de confiar em Deus e buscar Sua ajuda.","conexao_teologica":"O povo de Deus é frequentemente chamado a se unir em oração e fé, mostrando a importância da comunidade na vida espiritual.","referencias_relacionadas":["Êxodo 19:5-6","Salmos 100:3","1 Pedro 2:9"]},"2reis_18_37_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Deus, que é a casa de adoração e a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas a estrutura física, mas também a relação íntima entre Deus e Seu povo, que se reúne para adorá-Lo.","por_que_esta_palavra":"A menção da casa enfatiza a importância da adoração e da presença de Deus em meio ao Seu povo, especialmente em tempos de crise.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, e a adoração é central na vida do povo de Deus.","referencias_relacionadas":["1 Reis 8:27-30","Salmos 27:4","Hebreus 10:25"]},"2reis_18_37_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar, especialmente em um contexto de urgência.","explicacao_detalhada":"A palavra 'vir' implica um chamado à ação, seja para buscar ajuda ou para se apresentar diante de Deus.","por_que_esta_palavra":"A ênfase no ato de 'vir' destaca a necessidade de resposta imediata à crise e ao chamado de Deus.","conexao_teologica":"Deus chama Seu povo a se aproximar d'Ele em tempos de necessidade, prometendo ouvir e responder.","referencias_relacionadas":["Mateus 11:28","Tiago 4:8","Romanos 10:13"]},"2reis_18_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança, simbolizando a continuidade da linhagem e da promessa.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação íntima entre Deus e Seu povo, que é chamado de filhos de Deus.","por_que_esta_palavra":"A menção do 'filho' destaca a identidade e a herança espiritual do povo de Deus.","conexao_teologica":"A filiação divina é um tema central na Bíblia, mostrando que somos herdeiros das promessas de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","1 João 3:1"]}}