{"2reis_19_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que representa a liderança fiel em tempos de crise.","explicacao_detalhada":"A palavra 'rei' aqui destaca a importância da liderança espiritual e da confiança em Deus durante a adversidade.","por_que_esta_palavra":"A menção do rei enfatiza a responsabilidade dos líderes em buscar a orientação de Deus em momentos de dificuldade.","conexao_teologica":"A liderança piedosa é fundamental para guiar o povo de Deus em fé e obediência.","referencias_relacionadas":["2 Crônicas 20:3-4","Salmos 78:72","1 Timóteo 2:1-2"]},"2reis_19_1_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se ao uso de pano de saco como símbolo de luto e arrependimento.","explicacao_detalhada":"A palavra 'sack cloth' indica um estado de humilhação e busca de Deus em tempos de crise, refletindo um coração quebrantado.","por_que_esta_palavra":"A menção do pano de saco destaca a seriedade da situação e a necessidade de arrependimento e clamor a Deus.","conexao_teologica":"O arrependimento é um tema central na Bíblia, mostrando que Deus ouve os que se humilham diante d'Ele.","referencias_relacionadas":["Joel 2:12-13","Mateus 11:21","Jonas 3:5-6"]},"2reis_19_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à condição de desespero e vulnerabilidade diante da ameaça do inimigo.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a situação crítica em que o rei Ezequias se encontra, simbolizando a fragilidade do ser humano diante das adversidades.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a necessidade de dependência de Deus em momentos de crise.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia bíblica, refletindo a condição humana.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","2 Coríntios 12:9"]},"2reis_19_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa representa não apenas um edifício, mas também o lar e a comunidade de fé.","explicacao_detalhada":"Neste contexto, a 'casa' de Ezequias é o templo, que simboliza a presença de Deus entre o seu povo.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a relação entre Deus e Israel, onde Ele habita e se revela.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"2reis_19_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote é a figura que intercede entre o povo e Deus, desempenhando um papel crucial na adoração.","explicacao_detalhada":"Os sacerdotes eram responsáveis por oferecer sacrifícios e manter a santidade do templo, sendo mediadores da graça divina.","por_que_esta_palavra":"A presença do sacerdote destaca a importância da intercessão e do culto a Deus na vida do povo.","conexao_teologica":"Cristo é o nosso sumo sacerdote, que intercede por nós diante de Deus, cumprindo o papel do sacerdote do Antigo Testamento.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","1 Pedro 2:9"]},"2reis_19_2_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Sackcloth é um símbolo de luto e arrependimento, usado em tempos de crise.","explicacao_detalhada":"O uso de sackcloth por Ezequias indica um estado de humilhação e busca de ajuda divina em meio à aflição.","por_que_esta_palavra":"A palavra enfatiza a seriedade da situação e a necessidade de um retorno ao Senhor.","conexao_teologica":"O arrependimento é um tema central na Bíblia, onde o luto e a humilhação são passos para a restauração.","referencias_relacionadas":["Joel 1:13","Mateus 11:21","Jonas 3:6"]},"2reis_19_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia aqui pode simbolizar um tempo específico de crise ou um tempo de intervenção divina.","explicacao_detalhada":"O 'dia' mencionado é um momento crítico em que Ezequias busca a ajuda de Deus, reconhecendo a urgência da situação.","por_que_esta_palavra":"A palavra 'dia' destaca a importância do tempo em que Deus age na história.","conexao_teologica":"Deus intervém na história em momentos específicos, mostrando que Ele está no controle do tempo e das circunstâncias.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Gálatas 6:9"]},"2reis_19_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude da crise enfrentada por Ezequias e ao poder de Deus para salvá-lo.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade da ameaça e a necessidade de um Deus ainda maior para a salvação.","por_que_esta_palavra":"A escolha de 'grande' ressalta que, apesar da grandeza do problema, Deus é maior que qualquer adversidade.","conexao_teologica":"A grandeza de Deus é um tema central, mostrando que Ele é capaz de realizar milagres em meio a situações impossíveis.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 8:31"]},"2reis_19_3_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se a Ezequias, que lidera o povo de Judá em um momento de crise.","explicacao_detalhada":"A figura do rei é central na narrativa, simbolizando a liderança e a responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A palavra 'rei' destaca a importância da liderança espiritual e política na história de Israel.","conexao_teologica":"Cristo é apresentado como o Rei dos Reis, que governa com justiça e misericórdia.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 2:6"]},"2reis_19_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação de Deus e à importância de ouvir Sua voz em tempos de crise.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' enfatiza a revelação divina e a necessidade de resposta do povo.","por_que_esta_palavra":"A palavra é fundamental para a fé, pois a fé vem pelo ouvir a palavra de Deus.","conexao_teologica":"A revelação de Deus através da Sua palavra é essencial para a vida espiritual e a relação com Ele.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","Hebreus 4:12"]},"2reis_19_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"O nome de Deus é invocado como um símbolo de proteção e ajuda em tempos de necessidade.","por_que_esta_palavra":"A palavra 'senhor' destaca a soberania de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua ajuda e presença.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Êxodo 3:14"]},"2reis_19_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se à natureza divina e ao poder de Deus para salvar e proteger Seu povo.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus sobre todas as nações e circunstâncias.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e a criação.","conexao_teologica":"A natureza de Deus como Todo-Poderoso é um tema central na teologia bíblica, que traz esperança ao povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"2reis_19_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança do governante de Israel, simbolizando poder e responsabilidade.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é utilizada para descrever a figura central de liderança em Israel, que tem a responsabilidade de guiar o povo segundo a vontade de Deus. No contexto de 2 Reis 19, o rei Ezequias enfrenta uma crise com a ameaça da Assíria, e sua posição é crucial para a proteção e a fé do povo.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança em tempos de crise e a necessidade de confiar em Deus para a salvação.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, e a fidelidade do rei a Deus determina a prosperidade da nação.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 9:6"]},"2reis_19_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convocar ou entrar em contato, essencial em momentos de crise.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é usada para descrever a ação de Ezequias ao buscar ajuda e orientação de Deus através dos mensageiros. Este ato de chamar é um passo crucial para a intervenção divina.","por_que_esta_palavra":"A palavra destaca a importância da comunicação e da busca de ajuda em tempos de necessidade, especialmente em relação a Deus.","conexao_teologica":"A ideia de chamar ou buscar a Deus é um tema recorrente nas Escrituras, onde a oração e a invocação são fundamentais para a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Mateus 7:7"]},"2reis_19_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou declaração que é importante para a situação em questão.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é utilizada para enfatizar a comunicação divina e a importância da mensagem que Ezequias recebe. Neste contexto, a palavra de Deus é um meio de encorajamento e direção.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da revelação e da comunicação de Deus em momentos de crise.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a fé e a ação do povo de Deus.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"2reis_19_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração ou do ato que está sendo comunicado.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para enfatizar a importância da declaração que está sendo feita, que pode ter consequências significativas. Neste caso, é uma palavra de encorajamento e promessa de Deus.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a autoridade da mensagem divina e sua capacidade de impactar a vida do povo.","conexao_teologica":"A comunicação de Deus é sempre poderosa e tem o potencial de transformar situações e corações.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 40:8"]},"2reis_19_6_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'soberano' (אָדוֹן) é usada para reconhecer a posição de Deus como o Senhor absoluto, que tem controle sobre todas as nações e circunstâncias. É um lembrete da soberania divina em meio à crise.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de reconhecer a autoridade de Deus em todas as situações da vida.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, que nos ensina a confiar em Sua vontade e planos.","referencias_relacionadas":["Salmos 115:3","Romanos 8:28","Daniel 4:35"]},"2reis_19_7_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que introduz uma declaração significativa, destacando a importância da mensagem que se segue. É um convite à atenção e à reflexão.","por_que_esta_palavra":"A palavra 'eis' serve para preparar o ouvinte para uma revelação ou um aviso importante.","conexao_teologica":"A revelação de Deus muitas vezes é precedida por um chamado à atenção, enfatizando a importância de ouvir e responder à Sua palavra.","referencias_relacionadas":["Isaías 43:1","Mateus 28:20","Apocalipse 3:20"]},"2reis_19_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de dar ou entregar algo, especialmente em um contexto de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para descrever a ação de Deus em fornecer ajuda e proteção ao Seu povo. É um ato de graça e misericórdia.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a generosidade de Deus em atender às necessidades de Seu povo em tempos de crise.","conexao_teologica":"A ação de Deus em dar é um reflexo de Sua natureza amorosa e cuidadosa, que se preocupa com o bem-estar de Seu povo.","referencias_relacionadas":["Tiago 1:17","Salmos 34:10","Filipenses 4:19"]},"2reis_19_7_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou força que pode ser interpretada como a presença de Deus ou Sua ação.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é frequentemente associada à presença de Deus e Sua capacidade de agir no mundo. Neste contexto, pode simbolizar a intervenção divina nas circunstâncias de Ezequias.","por_que_esta_palavra":"A escolha dessa palavra destaca a natureza dinâmica e poderosa de Deus, que pode trazer mudança e transformação.","conexao_teologica":"O Espírito de Deus é um agente ativo na criação e na redenção, e Sua presença é vital para a vida espiritual.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"2reis_19_8_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar, especialmente em um contexto de renovação espiritual.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) é usada para descrever a ação de Deus em restaurar Seu povo e suas promessas. É um chamado à renovação e à esperança.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a intenção de Deus de restaurar e edificar Seu povo, mesmo em tempos de crise.","conexao_teologica":"A edificação espiritual é um tema central nas Escrituras, onde Deus promete restaurar e fortalecer aqueles que confiam Nele.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:20-22","Isaías 61:4"]},"2reis_19_8_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se à descoberta ou reconhecimento de algo importante, especialmente em relação à verdade de Deus.","explicacao_detalhada":"A palavra 'achar' (מָצָא) é utilizada para descrever a busca e a descoberta da verdade e da vontade de Deus. É um convite à exploração da fé.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da busca ativa por Deus e Sua verdade.","conexao_teologica":"A busca por Deus e Sua verdade é um tema recorrente nas Escrituras, onde a promessa é que aqueles que buscam encontrarão.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Salmos 119:2"]},"2reis_19_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de 2 Reis 19:8, o rei mencionado é um líder militar e político que exerce controle sobre seu povo e suas decisões. A figura do rei é central na narrativa, pois representa a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de autoridade e a responsabilidade que vem com o poder, especialmente em tempos de crise.","conexao_teologica":"A realeza é um tema recorrente na Bíblia, simbolizando tanto a liderança humana quanto a soberania divina. Deus é frequentemente referido como o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 47:2","Apocalipse 19:16"]},"2reis_19_9_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"O verbo 'ouvir' implica em prestar atenção e compreender a mensagem que está sendo transmitida.","explicacao_detalhada":"Em 2 Reis 19:9, a ação de ouvir é crucial, pois envolve a recepção de uma mensagem que pode determinar o futuro do povo. Ouvir a palavra de Deus é fundamental para a fé e a obediência.","por_que_esta_palavra":"A escolha da palavra 'ouvir' destaca a importância da comunicação e da resposta a mensagens divinas ou humanas, especialmente em momentos de crise.","conexao_teologica":"A capacidade de ouvir é frequentemente associada à fé e à obediência a Deus, como em Romanos 10:17, onde se diz que a fé vem pelo ouvir.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 30:21","Tiago 1:19"]},"2reis_19_9_rei":{"palavra_pt":"rei","palavra_original":"תִּרְהָקָה","transliteracao":"Tirhâqâh","strong":"H8640","significado_raiz":"Ideia básica: rei.","significado_contextual":"Neste contexto, 'rei' refere-se a um monarca específico, Tirhaca, que é mencionado como uma figura de autoridade em um momento crítico.","explicacao_detalhada":"Tirhaca, rei da Etiópia, é mencionado em 2 Reis 19:9 como um adversário que se opõe ao rei da Assíria. Sua menção destaca a dinâmica de poder entre as nações e a intervenção divina.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a importância das alianças e rivalidades políticas na narrativa bíblica, refletindo a luta entre o bem e o mal.","conexao_teologica":"A realeza é um símbolo da luta espiritual entre as forças de Deus e as forças do mal, representadas por reis e reinos na Bíblia.","referencias_relacionadas":["Isaías 37:9","2 Reis 19:37","Ezequiel 30:4"]},"2reis_19_10_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere a Ezequias, o rei de Judá, que enfrenta uma ameaça militar significativa.","explicacao_detalhada":"Ezequias é um exemplo de um rei que confia em Deus em tempos de crise. Sua liderança é marcada pela fé e pela busca de orientação divina diante da adversidade.","por_que_esta_palavra":"A utilização da palavra 'rei' neste contexto ressalta a responsabilidade de liderança e a necessidade de confiar em Deus em tempos difíceis.","conexao_teologica":"Ezequias é frequentemente visto como um modelo de fé e obediência, refletindo a relação entre Deus e Seu povo, onde a liderança é crucial.","referencias_relacionadas":["2 Reis 18:5","Isaías 36:1","2 Crônicas 32:20"]},"2reis_19_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O termo 'dizer' é usado para comunicar uma mensagem importante, muitas vezes de advertência ou encorajamento.","explicacao_detalhada":"Em 2 Reis 19:10, a palavra 'dizer' é crucial, pois representa a comunicação de uma ameaça e a necessidade de resposta. A mensagem é um chamado à fé e à resistência.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a importância da comunicação na narrativa bíblica, onde as palavras têm poder e significado profundo.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala ao Seu povo através de profetas e Escrituras.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1"]},"2reis_19_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado, especialmente em situações de conflito.","explicacao_detalhada":"Em 2 Reis 19:11, o 'modo' é importante para entender a estratégia e a abordagem dos inimigos, refletindo a necessidade de discernimento espiritual.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da estratégia e da sabedoria em tempos de crise, tanto em batalhas físicas quanto espirituais.","conexao_teologica":"A Bíblia frequentemente aborda a sabedoria e o discernimento como essenciais para a vida cristã, como em Tiago 1:5.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 119:105","Eclesiastes 7:12"]},"2reis_19_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Em 2 Reis 19:11, a menção da 'terra' é significativa, pois representa não apenas o espaço físico, mas também a identidade e a promessa de Deus para Israel.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a conexão entre o povo de Deus e a terra prometida, um tema central na narrativa bíblica.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, refletindo Sua fidelidade e promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10"]},"2reis_19_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de um inimigo.","explicacao_detalhada":"Em 2 Reis 19:11, a menção de 'urso' ilustra a brutalidade e a ameaça que os inimigos representam, enfatizando a necessidade de proteção divina.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ferocidade dos inimigos e a urgência da situação enfrentada pelo povo de Deus.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever inimigos e desafios espirituais, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Miquéias 5:8"]},"2reis_19_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, simbolizando herança e identidade.","explicacao_detalhada":"Em 2 Reis 19:12, a menção de 'filho' é importante para entender a relação familiar e a continuidade da promessa de Deus através das gerações.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a importância da família e da herança na narrativa bíblica, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, simbolizando a aliança de Deus com Seu povo e a transmissão da fé.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:1"]},"2reis_19_12_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é desejável, positivo ou benéfico, muitas vezes associado à vontade de Deus.","explicacao_detalhada":"Em 2 Reis 19:12, a menção de 'bom' é significativa, pois indica a expectativa de que Deus intervenha para o bem de Seu povo em tempos de dificuldade.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a esperança e a confiança na bondade de Deus, mesmo em meio a desafios.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Sua natureza e Sua promessa de cuidar de Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"2reis_19_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' no contexto de 2 Reis 19:12 enfatiza a soberania de Deus sobre os outros deuses e a impotência dos ídolos diante do Seu poder.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar a grandeza e a autoridade de Deus em contraste com os deuses das nações vizinhas.","conexao_teologica":"Deus é apresentado como o único digno de adoração e o único que pode salvar o Seu povo.","referencias_relacionadas":["Salmos 86:10","Isaías 45:5","Deuteronômio 4:35"]},"2reis_19_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa uma nação ou povo.","explicacao_detalhada":"A palavra 'rei' aqui se refere a um líder político, especificamente Ezequias, que estava enfrentando a ameaça do império assírio.","por_que_esta_palavra":"É importante para entender a dinâmica de poder e a liderança em Israel durante um período de crise.","conexao_teologica":"A liderança de Ezequias é vista como um reflexo da soberania de Deus sobre a nação de Israel.","referencias_relacionadas":["2 Reis 18:1","2 Reis 18:5","Isaías 36:1"]},"2reis_19_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área urbana, especificamente Jerusalém, que era a capital de Judá.","explicacao_detalhada":"A palavra 'cidade' destaca a importância de Jerusalém como centro religioso e político, especialmente em tempos de crise.","por_que_esta_palavra":"Jerusalém é o local onde o templo de Deus estava situado, simbolizando a presença de Deus entre o Seu povo.","conexao_teologica":"A cidade é vista como o lugar escolhido por Deus para habitar e onde o Seu povo se reúne para adoração.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Miquéias 4:2"]},"2reis_19_13_ava":{"palavra_pt":"ava","palavra_original":"עִוָּה","transliteracao":"ʻIvvâh","strong":"H5755","significado_raiz":"Ideia básica: ava.","significado_contextual":"Refere-se a uma cidade ou região que foi conquistada pelos assírios.","explicacao_detalhada":"A menção de 'Ava' serve para ilustrar a extensão do domínio assírio e a gravidade da situação enfrentada por Ezequias.","por_que_esta_palavra":"A inclusão de Ava destaca a ameaça real que os assírios representavam para Judá e a necessidade de confiar em Deus.","conexao_teologica":"A situação de Judá é um chamado à fé e à dependência de Deus em tempos de adversidade.","referencias_relacionadas":["2 Reis 17:24","2 Reis 18:34","Isaías 37:13"]},"2reis_19_14_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro de Deus, um anjo que traz uma mensagem divina.","explicacao_detalhada":"A palavra 'anjo' indica a presença de Deus atuando diretamente na situação de Ezequias, mostrando que Ele está no controle.","por_que_esta_palavra":"A presença de um mensageiro divino reforça a ideia de que Deus está ativamente envolvido na história de Seu povo.","conexao_teologica":"Os anjos são frequentemente usados por Deus para comunicar Sua vontade e agir em favor de Seu povo.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Daniel 9:21"]},"2reis_19_14_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' implica uma ação de apropriação, que pode ser vista como um ato de fé ao receber a mensagem de Deus.","por_que_esta_palavra":"É uma expressão de como Ezequias deve agir em resposta à palavra de Deus.","conexao_teologica":"A ação de tomar a palavra de Deus é essencial para a fé e a obediência do povo de Deus.","referencias_relacionadas":["Tiago 1:21","Romanos 10:17","1 Pedro 2:2"]},"2reis_19_14_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Ezequias, o rei de Judá, que estava enfrentando a ameaça assíria.","explicacao_detalhada":"A menção de Ezequias destaca sua posição como líder e sua responsabilidade em buscar a ajuda de Deus.","por_que_esta_palavra":"A figura do rei é central para entender a liderança espiritual e política em Israel.","conexao_teologica":"Ezequias é um exemplo de um rei que confia em Deus em tempos de crise, refletindo a relação entre liderança e fé.","referencias_relacionadas":["2 Reis 18:3","2 Reis 18:5","Isaías 37:1"]},"2reis_19_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, enfatizando a soberania de Deus.","explicacao_detalhada":"A palavra 'deus' aqui reafirma a confiança em Deus como o único que pode salvar e proteger o Seu povo.","por_que_esta_palavra":"É uma reafirmação da fé de Ezequias em Deus diante da ameaça assíria.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando que Ele é o único que pode intervir em favor de Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2reis_19_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"A palavra 'modo' sugere a importância da abordagem correta ao lidar com as situações difíceis, especialmente em relação a Deus.","por_que_esta_palavra":"É um lembrete de que a maneira como buscamos a ajuda de Deus é crucial para a nossa resposta à crise.","conexao_teologica":"A forma como nos aproximamos de Deus em oração e fé é fundamental para a nossa relação com Ele.","referencias_relacionadas":["Mateus 7:7","Filipenses 4:6","Hebreus 11:6"]},"2reis_19_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança de Israel.","explicacao_detalhada":"A palavra 'terra' enfatiza a promessa de Deus a Israel e a importância da terra como parte da aliança.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da bênção sobre o Seu povo.","conexao_teologica":"A relação entre Deus e a terra de Israel é um tema recorrente na Bíblia, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"2reis_19_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, o único e verdadeiro, que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é reconhecida como o criador e sustentador do universo. Neste contexto, é um apelo à soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A invocação do nome do Senhor é fundamental para reconhecer Sua autoridade e poder em situações de crise.","conexao_teologica":"A invocação do nome do Senhor é um tema central na teologia bíblica, que enfatiza a relação entre Deus e Seu povo, mostrando que Ele é um refúgio em tempos de angústia.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"2reis_19_16_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de prestar atenção ou dar ouvidos ao clamor de alguém.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também entender e responder. No contexto, é um pedido para que Deus ouça a oração e a súplica do povo.","por_que_esta_palavra":"A necessidade de ser ouvido por Deus é uma expressão de dependência e fé, mostrando que o povo busca Sua intervenção.","conexao_teologica":"A ideia de que Deus ouve as orações é um princípio fundamental na relação entre Deus e a humanidade, reforçando a importância da oração.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Tiago 5:16"]},"2reis_19_16_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à percepção ou visão que se tem sobre uma situação.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é utilizada para expressar a necessidade de compreensão e discernimento sobre os eventos que estão acontecendo, especialmente em relação ao agir de Deus.","por_que_esta_palavra":"Ver é essencial para entender a realidade espiritual e física, e neste contexto, é um pedido para que Deus revele Sua vontade.","conexao_teologica":"A visão espiritual é crucial na vida do crente, pois permite discernir a presença e a ação de Deus em meio às dificuldades.","referencias_relacionadas":["Hebreus 11:1","2 Coríntios 5:7","Salmos 119:18"]},"2reis_19_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao Senhor Deus, enfatizando Sua soberania.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) reforça a importância do reconhecimento da autoridade divina em situações de crise.","por_que_esta_palavra":"Reiterar o nome do Senhor é um ato de fé e confiança em Sua capacidade de salvar e proteger.","conexao_teologica":"A repetição do nome de Deus é uma prática comum na oração, simbolizando a intimidade e a reverência que o crente deve ter em relação ao Senhor.","referencias_relacionadas":["Salmos 20:7","Isaías 12:2","Filipenses 2:10-11"]},"2reis_19_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, tanto em um sentido humano quanto divino.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) implica liderança, poder e responsabilidade. No contexto, é um reconhecimento da autoridade de Deus como Rei sobre todas as nações.","por_que_esta_palavra":"Reconhecer Deus como Rei é essencial para entender Sua soberania e domínio sobre a história e os eventos do mundo.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, que enfatiza Seu governo e controle sobre todas as coisas.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Isaías 6:5"]},"2reis_19_17_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um povo ou grupo de pessoas, muitas vezes em relação à sua identidade e destino.","explicacao_detalhada":"A palavra 'nação' (גּוֹי) é utilizada para descrever os povos que existem sob a soberania de Deus, incluindo tanto Israel quanto as nações gentias.","por_que_esta_palavra":"A menção das nações destaca a abrangência do plano de Deus, que se estende a todos os povos da Terra.","conexao_teologica":"A inclusão das nações no plano de salvação é um tema importante, mostrando que Deus deseja que todos venham a conhecê-Lo.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 15:9"]},"2reis_19_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou suplicar com intensidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) no contexto é usada para expressar a entrega de algo, como um pedido ou uma súplica a Deus.","por_que_esta_palavra":"Clamar a Deus é um reconhecimento da necessidade e da dependência do ser humano em relação ao divino.","conexao_teologica":"O clamor é uma expressão de fé e confiança em que Deus ouvirá e responderá às súplicas de Seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"2reis_19_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, que é o objeto de adoração e confiança.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina, enfatizando Seu poder e autoridade sobre todas as coisas.","por_que_esta_palavra":"Reconhecer Deus como o único verdadeiro é fundamental para a fé e a prática religiosa.","conexao_teologica":"A natureza de Deus como o único Deus é um tema central na teologia bíblica, que enfatiza a exclusividade da adoração a Ele.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 17:3"]},"2reis_19_18_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza julgamento, purificação e a presença de Deus.","explicacao_detalhada":"A palavra 'fogo' (אֵשׁ) é frequentemente associada à presença de Deus e ao Seu poder de purificação e julgamento.","por_que_esta_palavra":"A menção do fogo destaca a seriedade do julgamento de Deus sobre as nações e a necessidade de arrependimento.","conexao_teologica":"O fogo é um símbolo importante na Bíblia, representando tanto a presença de Deus quanto o Seu poder de purificação.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 21:8"]},"2reis_19_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o domínio de Deus sobre toda a criação, incluindo a humanidade e as nações.","por_que_esta_palavra":"Reconhecer a terra como criação de Deus é fundamental para entender Seu domínio e autoridade sobre tudo o que existe.","conexao_teologica":"A criação da terra é um tema central na Bíblia, que enfatiza a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"2reis_19_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de crise.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. Neste contexto, é um apelo à ajuda divina.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a grandeza de Deus e a necessidade de Sua intervenção.","conexao_teologica":"O uso do nome de Deus reflete a relação de aliança entre Deus e Seu povo, mostrando que Ele é um Deus que responde às orações.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Isaías 41:10"]},"2reis_19_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é reconhecida como o único Deus verdadeiro.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um termo que expressa a natureza suprema e criadora de Deus, enfatizando Sua autoridade e poder.","por_que_esta_palavra":"É usada para afirmar a singularidade de Deus em contraste com os deuses pagãos da época.","conexao_teologica":"A afirmação de que Deus é o único verdadeiro é central na fé israelita e é um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 17:3"]},"2reis_19_20_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um mensageiro.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica uma ação de comunicação, onde uma mensagem é transmitida de uma parte a outra, neste caso, de Deus a Ezequias.","por_que_esta_palavra":"É crucial para entender como Deus se comunica com Seu povo e como Ele age na história.","conexao_teologica":"O envio de mensagens divinas é uma forma de Deus se revelar e guiar Seu povo.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 10:16"]},"2reis_19_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de paternidade e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação especial entre Deus e Seu povo, muitas vezes referindo-se ao rei como filho de Deus.","por_que_esta_palavra":"É importante para entender a identidade e o papel do rei na aliança com Deus.","conexao_teologica":"A ideia de que os reis são 'filhos' de Deus reflete a autoridade divina que eles exercem sobre o povo.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","Romanos 8:14"]},"2reis_19_20_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante de Judá, Ezequias, que busca a ajuda de Deus.","explicacao_detalhada":"A palavra 'rei' (חִזְקִיָּה) é usada para identificar a posição de liderança e a responsabilidade de governar segundo a vontade de Deus.","por_que_esta_palavra":"É essencial para entender a dinâmica de poder e a dependência do rei em relação a Deus.","conexao_teologica":"A liderança do rei é vista como uma extensão da autoridade de Deus sobre Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Provérbios 21:1"]},"2reis_19_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou declaração que foi feita.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) implica não apenas a comunicação verbal, mas também a ação que acompanha essa comunicação.","por_que_esta_palavra":"É usada para enfatizar a importância da mensagem que Deus está transmitindo.","conexao_teologica":"A palavra de Deus é poderosa e traz transformação, sendo um meio pelo qual Ele se revela.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"2reis_19_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome do Senhor, enfatizando Sua autoridade.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é uma invocação que representa a presença e o poder de Deus em situações de necessidade.","por_que_esta_palavra":"Reforça a ideia de que o nome de Deus é um refúgio e uma fonte de ajuda.","conexao_teologica":"A invocação do nome de Deus é um tema central na oração e na adoração.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Atos 2:21"]},"2reis_19_21_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir ou obedecer a instruções.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica uma ação de acompanhar ou obedecer a uma direção dada.","por_que_esta_palavra":"É importante para entender a resposta do povo e do rei às instruções de Deus.","conexao_teologica":"Seguir a Deus é um tema central na vida de fé, refletindo a obediência e a confiança em Sua liderança.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","João 10:27"]},"2reis_19_22_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a fragilidade e a dependência do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para destacar a condição humana e a necessidade de intervenção divina.","por_que_esta_palavra":"É crucial para entender a relação entre a humanidade e a divindade.","conexao_teologica":"A fragilidade do homem contrasta com a força e a soberania de Deus, ressaltando a necessidade de Sua graça.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"2reis_19_22_blaspheme":{"palavra_pt":"blaspheme","palavra_original":"גָּדַף","transliteracao":"gâdaph","strong":"H1442","significado_raiz":"Ideia básica: blaspheme.","significado_contextual":"Refere-se ao ato de falar mal ou desonrar a Deus.","explicacao_detalhada":"A palavra 'blaspheme' (גָּדַף) implica uma ofensa grave contra a santidade de Deus, muitas vezes associada a declarações de desdém.","por_que_esta_palavra":"É usada para descrever a gravidade das palavras proferidas contra Deus e Sua autoridade.","conexao_teologica":"A blasfêmia é um tema sério nas Escrituras, refletindo a importância do respeito e da reverência a Deus.","referencias_relacionadas":["Levítico 24:16","Mateus 12:31","Romanos 2:24"]},"2reis_19_22_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de Deus, expressando Sua vontade e autoridade.","explicacao_detalhada":"No contexto de 2 Reis 19:22, a 'voz' é usada para descrever a declaração de Deus contra o rei da Assíria, enfatizando a importância da palavra divina em contrastar com as ameaças humanas.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a ideia de que Deus se comunica diretamente com Seu povo e com os inimigos, mostrando Seu poder e controle sobre a situação.","conexao_teologica":"A 'voz' de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e autoridade. É através de Sua voz que Ele cria, ordena e julga.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"2reis_19_23_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em eliminar a arrogância e a opressão do rei da Assíria.","explicacao_detalhada":"Em 2 Reis 19:23, a destruição é uma promessa de Deus de que Ele irá acabar com a arrogância do inimigo, mostrando que Ele é o verdadeiro soberano.","por_que_esta_palavra":"A palavra 'destruir' é poderosa, pois implica não apenas em um ato físico, mas também em um ato de justiça divina contra a opressão.","conexao_teologica":"A destruição dos inimigos de Deus é uma demonstração de Sua justiça e poder, reforçando a ideia de que Ele protege Seu povo.","referencias_relacionadas":["Salmos 37:38","Isaías 10:12","Romanos 12:19"]},"2reis_19_23_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, referindo-se à capacidade de Deus de agir contra Seus inimigos.","explicacao_detalhada":"No versículo, a 'mão' de Deus é uma metáfora para Sua intervenção direta na história, mostrando que Ele não é passivo, mas ativo em proteger Seu povo.","por_que_esta_palavra":"A 'mão' é frequentemente usada na Bíblia para representar a força e a proteção de Deus, indicando que Ele está sempre presente em momentos de crise.","conexao_teologica":"A mão de Deus é um símbolo de Sua providência e cuidado, demonstrando que Ele está sempre agindo em favor de Seu povo.","referencias_relacionadas":["Êxodo 15:6","Salmos 89:13","Isaías 41:10"]},"2reis_19_23_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um enviado de Deus, que traz Sua mensagem e executa Sua vontade.","explicacao_detalhada":"Em 2 Reis 19:23, o 'anjo' é um agente de Deus que atua em Seu nome, mostrando que Deus usa mensageiros para comunicar Sua vontade e realizar Seus planos.","por_que_esta_palavra":"A palavra 'anjo' enfatiza a ideia de que Deus não age sozinho, mas utiliza seres criados para cumprir Seus propósitos.","conexao_teologica":"Os anjos são frequentemente vistos como mensageiros de Deus, que trazem esperança e julgamento, refletindo a natureza de Deus como um ser que se comunica e age na história.","referencias_relacionadas":["Gênesis 16:7","Salmos 91:11","Hebreus 1:14"]},"2reis_19_24_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como a ação de Deus é manifestada, especialmente em relação ao orgulho do inimigo.","explicacao_detalhada":"No contexto, a 'expressão' é uma forma de Deus mostrar Sua soberania sobre as nações e Sua capacidade de reverter a situação.","por_que_esta_palavra":"A escolha da palavra 'expressão' sugere que as ações de Deus são uma declaração clara de Sua autoridade e poder.","conexao_teologica":"As expressões de Deus na história revelam Seu caráter e Sua intenção de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 19:1","Isaías 43:7","Romanos 1:20"]},"2reis_19_24_seca":{"palavra_pt":"seca","palavra_original":"חָרַב","transliteracao":"chârab","strong":"H2717","significado_raiz":"Ideia básica: seca.","significado_contextual":"A palavra 'seca' refere-se à devastação que Deus trará sobre a terra, simbolizando a punição e a desolação.","explicacao_detalhada":"Em 2 Reis 19:24, a 'seca' é uma metáfora para a falta de vida e prosperidade que resultará da ação de Deus contra os inimigos de Seu povo.","por_que_esta_palavra":"A 'seca' representa não apenas uma condição física, mas também uma realidade espiritual, onde a ausência de Deus leva à desolação.","conexao_teologica":"A seca é frequentemente usada na Bíblia como um símbolo do juízo de Deus, mostrando que a desobediência resulta em consequências severas.","referencias_relacionadas":["Amós 8:11","Ezequiel 14:13","Mateus 5:6"]},"2reis_19_24_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' aqui também simboliza poder e controle, referindo-se à ação de Deus em trazer juízo.","explicacao_detalhada":"No versículo, a 'mão' de Deus é uma representação de Sua autoridade e capacidade de agir contra aqueles que se opõem a Ele.","por_que_esta_palavra":"A repetição da palavra 'mão' enfatiza a força de Deus em contrastar com a fraqueza humana.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e juízo, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 138:7","Isaías 66:14","Atos 11:21"]},"2reis_19_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que Deus agirá, simbolizando um momento de julgamento.","explicacao_detalhada":"Em 2 Reis 19:25, o 'dia' é um tempo determinado por Deus para a execução de Sua vontade, enfatizando a certeza de Sua ação.","por_que_esta_palavra":"A palavra 'dia' indica que Deus tem um plano e um tempo para cada coisa, reforçando a ideia de que Ele é soberano sobre o tempo.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes se relaciona com a vinda do juízo de Deus, onde Ele estabelece Sua justiça.","referencias_relacionadas":["Salmos 37:13","Eclesiastes 3:1","Mateus 24:36"]},"2reis_19_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade da situação, contrastando com as mentiras e enganos do inimigo.","explicacao_detalhada":"No versículo, a 'verdade' é um conceito fundamental que destaca a fidelidade de Deus em cumprir Suas promessas e a certeza de Seu juízo.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a integridade de Deus e Sua incapacidade de mentir, reforçando a confiança em Suas declarações.","conexao_teologica":"A verdade é um atributo de Deus, e Sua palavra é sempre verdadeira, servindo como base para a fé e a esperança do Seu povo.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"2reis_19_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que representa a força e a ferocidade, simbolizando o poder de Deus contra Seus inimigos.","explicacao_detalhada":"Em 2 Reis 19:25, a referência ao 'urso' destaca a natureza implacável do juízo de Deus sobre aqueles que se opõem a Ele.","por_que_esta_palavra":"A escolha da palavra 'urso' sugere a ideia de um poder que não pode ser contido, refletindo a força de Deus em agir contra a injustiça.","conexao_teologica":"A ferocidade de Deus em proteger Seu povo é um tema que aparece em várias passagens, mostrando que Ele é um defensor poderoso.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Apocalipse 19:11"]},"2reis_19_26_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à condição de um povo que se tornou seco, sem vida ou esperança.","explicacao_detalhada":"A palavra 'seco' é usada para descrever a situação de desolação e desespero do povo, que se encontra sem sustento espiritual e físico, simbolizando a ausência de Deus em suas vidas.","por_que_esta_palavra":"A escolha da palavra 'seco' enfatiza a aridez espiritual e a falta de vitalidade entre os habitantes de Judá diante da ameaça assíria.","conexao_teologica":"A aridez é frequentemente usada na Bíblia para simbolizar a separação de Deus e a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Isaías 58:11","Salmos 1:3","Ezequiel 37:1-14"]},"2reis_19_26_vida":{"palavra_pt":"vida","palavra_original":"קָצֵר","transliteracao":"qâtsêr","strong":"H7116","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à vitalidade e à existência plena que Deus oferece ao seu povo.","explicacao_detalhada":"Neste contexto, 'vida' representa não apenas a sobrevivência física, mas a vida abundante que vem de um relacionamento correto com Deus.","por_que_esta_palavra":"A palavra é utilizada para contrastar a condição de morte espiritual que o povo enfrenta com a promessa de vida que Deus oferece.","conexao_teologica":"A vida é um tema central na teologia bíblica, simbolizando a salvação e a restauração que Deus proporciona aos seus fiéis.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"2reis_19_27_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar e decidir sobre o destino de um povo.","explicacao_detalhada":"Neste versículo, 'julgar' implica que Deus está observando as ações do povo e que Ele tomará uma decisão sobre sua situação com base em sua fidelidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a soberania de Deus sobre as nações e a responsabilidade moral do povo diante de suas ações.","conexao_teologica":"O julgamento é um aspecto fundamental da justiça divina, que assegura que o bem e o mal sejam devidamente avaliados.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31-46","Apocalipse 20:12"]},"2reis_19_27_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da opressão e da ameaça enfrentada pelo povo.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à força do inimigo e à seriedade da situação, destacando a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a gravidade da situação e a urgência da ajuda de Deus.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza das dificuldades que enfrentamos, mostrando que Ele é maior que qualquer desafio.","referencias_relacionadas":["Isaías 40:12","Romanos 8:31","Efésios 3:20"]},"2reis_19_27_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica um convite ou uma convocação para a ação.","explicacao_detalhada":"Neste contexto, 'chamar' sugere que Deus está convocando o povo a reconhecer sua situação e a buscar a Sua ajuda.","por_que_esta_palavra":"A escolha da palavra enfatiza a iniciativa de Deus em se relacionar com seu povo e a necessidade de resposta por parte deles.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, onde Ele convida as pessoas a se voltarem para Ele em busca de salvação.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"2reis_19_28_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui representa a continuidade e a preservação do povo de Deus.","explicacao_detalhada":"Neste versículo, 'vida' é usada para enfatizar a proteção e a promessa de Deus de que Ele cuidará de seu povo mesmo em tempos difíceis.","por_que_esta_palavra":"A palavra é escolhida para reafirmar a fidelidade de Deus em preservar a vida de seu povo em meio à adversidade.","conexao_teologica":"A vida é um símbolo da aliança de Deus com seu povo, que inclui proteção e bênçãos.","referencias_relacionadas":["Salmos 23:1-3","Isaías 43:2","Romanos 8:28"]},"2reis_19_28_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do poder de Deus em contraste com as ameaças humanas.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever a força e a capacidade de Deus de agir em favor de seu povo.","por_que_esta_palavra":"A escolha da palavra enfatiza que, apesar das dificuldades, Deus é maior e mais poderoso que qualquer adversidade.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos lembra de sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Efésios 1:19-21"]},"2reis_19_28_because":{"palavra_pt":"porque","palavra_original":"יַעַן","transliteracao":"yaʻan","strong":"H3282","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em favor de seu povo.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina para proteger e preservar seu povo em meio à crise.","por_que_esta_palavra":"A escolha da palavra destaca a lógica divina por trás das ações de Deus, que sempre busca o bem de seu povo.","conexao_teologica":"A razão de Deus agir em favor de seu povo é frequentemente ligada à sua fidelidade e amor incondicional.","referencias_relacionadas":["Romanos 8:28","Salmos 136:1","Isaías 54:10"]},"2reis_19_29_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à comunicação de um sentimento ou ideia.","explicacao_detalhada":"Neste contexto, 'expressão' pode ser vista como a forma como Deus se revela e se comunica com seu povo em tempos de necessidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação divina e como Deus se faz conhecido em meio às dificuldades.","conexao_teologica":"A expressão de Deus é um tema importante, pois Ele se revela através de Sua Palavra e ações na história.","referencias_relacionadas":["Hebreus 1:1-2","João 1:14","Salmos 19:1-4"]},"2reis_19_29_erva":{"palavra_pt":"erva","palavra_original":"קָצַר","transliteracao":"qâtsar","strong":"H7114","significado_raiz":"Ideia básica: erva.","significado_contextual":"A palavra 'erva' simboliza a fragilidade e a brevidade da vida humana.","explicacao_detalhada":"Neste contexto, 'erva' é usada para ilustrar a transitoriedade das coisas terrenas e a necessidade de confiar em Deus, que é eterno.","por_que_esta_palavra":"A escolha da palavra enfatiza a vulnerabilidade humana e a urgência de buscar a estabilidade em Deus.","conexao_teologica":"A fragilidade da vida é um tema recorrente na Bíblia, que nos lembra da necessidade de dependência de Deus.","referencias_relacionadas":["Isaías 40:6-8","Tiago 4:14","Salmos 103:15-16"]},"2reis_19_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever a força e a ferocidade de um animal, simbolizando proteção e poder.","explicacao_detalhada":"No contexto de 2 Reis 19:30, a palavra 'urso' pode ser vista como uma metáfora para a força que Deus concede ao Seu povo, indicando que eles se levantarão com coragem e proteção contra os inimigos.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ideia de que, assim como um urso defende seus filhotes, Deus protegerá Seu povo.","conexao_teologica":"A imagem do urso pode ser ligada à proteção divina e à força que Deus oferece aos que confiam Nele.","referencias_relacionadas":["Salmos 91:11-12","Isaías 41:10","Salmos 34:7"]},"2reis_19_30_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se não apenas a uma estrutura física, mas também ao lar espiritual e à comunidade do povo de Deus.","explicacao_detalhada":"Em 2 Reis 19:30, 'casa' simboliza a segurança e a estabilidade que Deus oferece ao Seu povo, representando a promessa de um lugar seguro sob Sua proteção.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da habitação de Deus entre Seu povo e a promessa de que eles serão preservados.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença divina e a comunhão com o povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"2reis_19_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, conectando a promessa de Deus à situação do povo.","explicacao_detalhada":"Em 2 Reis 19:31, 'porque' é usado para justificar a intervenção divina, mostrando que a salvação do povo é baseada na fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da ação de Deus em resposta à oração e à necessidade do povo.","conexao_teologica":"A relação entre a oração do povo e a resposta de Deus é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 50:15","Isaías 65:24","Mateus 7:7"]},"2reis_19_31_deliverance":{"palavra_pt":"deliverance","palavra_original":"פְּלֵיטָה","transliteracao":"pᵉlêyṭâh","strong":"H6413","significado_raiz":"Ideia básica: deliverance.","significado_contextual":"A palavra 'deliverance' refere-se à libertação ou salvação que Deus promete ao Seu povo em tempos de crise.","explicacao_detalhada":"Em 2 Reis 19:31, a 'deliverance' é uma promessa de que Deus intervirá para salvar Seu povo da opressão e do perigo iminente.","por_que_esta_palavra":"A escolha da palavra 'deliverance' enfatiza a ação redentora de Deus e Sua capacidade de salvar em situações desesperadoras.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, refletindo a natureza salvadora de Deus.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 8:31"]},"2reis_19_31_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza um lugar elevado, muitas vezes associado à presença de Deus e à segurança.","explicacao_detalhada":"Em 2 Reis 19:31, a 'montanha' pode ser vista como um símbolo da força e estabilidade que Deus oferece ao Seu povo em tempos de adversidade.","por_que_esta_palavra":"A montanha representa um refúgio seguro, onde o povo pode encontrar proteção e força em Deus.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como locais de encontro com Deus e de revelação divina.","referencias_relacionadas":["Salmos 121:1-2","Isaías 2:2","Mateus 5:14"]},"2reis_19_32_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e segurança, muitas vezes associado ao povo de Deus.","explicacao_detalhada":"Em 2 Reis 19:32, 'cidade' representa a comunidade do povo de Deus, que será preservada e protegida contra os inimigos.","por_que_esta_palavra":"A cidade simboliza a coletividade e a proteção que Deus oferece ao Seu povo em um contexto de ameaça.","conexao_teologica":"A cidade de Deus é um tema importante na Bíblia, simbolizando a habitação divina entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Apocalipse 21:2"]},"2reis_19_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Em 2 Reis 19:32, 'senhor' é um título que reconhece a soberania de Deus e Sua capacidade de salvar e proteger Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de autoridade e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"2reis_19_32_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando o domínio de Deus sobre todas as nações.","explicacao_detalhada":"Em 2 Reis 19:32, 'rei' destaca a soberania de Deus e Sua capacidade de governar e proteger Seu povo em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é usada para afirmar que Deus é o verdadeiro governante e que Seu poder é superior a qualquer autoridade terrena.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo Sua autoridade e domínio sobre toda a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_19_33_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à jornada que o povo deve seguir sob a orientação de Deus.","explicacao_detalhada":"Em 2 Reis 19:33, 'vida' simboliza a direção e a proteção que Deus oferece ao Seu povo em meio às dificuldades.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a importância de seguir o caminho que Deus estabelece para a salvação e proteção.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, refletindo a relação entre a obediência e a bênção.","referencias_relacionadas":["Deuteronômio 30:19-20","João 14:6","Gálatas 2:20"]},"2reis_19_33_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é usada novamente para enfatizar a segurança e a coletividade do povo de Deus.","explicacao_detalhada":"Em 2 Reis 19:33, 'cidade' representa a comunidade que será protegida por Deus, destacando a importância da unidade entre o povo.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a ideia de que Deus está comprometido em proteger Seu povo como um todo.","conexao_teologica":"A cidade de Deus é um símbolo de segurança e proteção na narrativa bíblica.","referencias_relacionadas":["Salmos 125:1-2","Isaías 60:14","Hebreus 12:22"]},"2reis_19_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à certeza das promessas de Deus.","explicacao_detalhada":"No contexto de 2 Reis 19:33, a verdade é apresentada como um atributo de Deus que garante a proteção e a salvação do Seu povo. A verdade de Deus é um fundamento sobre o qual se pode confiar.","por_que_esta_palavra":"A palavra é usada para enfatizar que as promessas de Deus são verdadeiras e que Ele não falhará em cumprir o que disse.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e fiel.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 10:23"]},"2reis_19_34_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local específico, neste caso, Jerusalém, que é o centro da adoração e da presença de Deus.","explicacao_detalhada":"Jerusalém é frequentemente chamada de 'cidade de Deus' e representa o lugar onde Deus habita com Seu povo. A proteção de Jerusalém é um tema recorrente nas Escrituras.","por_que_esta_palavra":"A menção da cidade destaca a importância de Jerusalém na história da salvação e na relação entre Deus e Seu povo.","conexao_teologica":"A cidade de Deus é um símbolo da presença divina e da segurança que Ele oferece aos que confiam Nele.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:14"]},"2reis_19_34_defend":{"palavra_pt":"defend","palavra_original":"גָּנַן","transliteracao":"gânan","strong":"H1598","significado_raiz":"Ideia básica: defend.","significado_contextual":"A palavra 'defend' implica a ação de proteger ou guardar, especialmente em relação ao povo de Deus.","explicacao_detalhada":"Neste contexto, Deus promete defender Jerusalém contra os inimigos, mostrando Sua soberania e poder de proteção.","por_que_esta_palavra":"A defesa divina é um tema importante, pois demonstra que Deus está ativamente envolvido na proteção de Seu povo.","conexao_teologica":"A defesa de Deus é um reflexo de Sua aliança com Israel e Sua fidelidade em cumprir Suas promessas.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"2reis_19_34_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em libertar Seu povo de ameaças e perigos.","explicacao_detalhada":"Deus promete salvar Jerusalém, o que implica não apenas proteção física, mas também a restauração espiritual do povo.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a intervenção divina na história humana.","conexao_teologica":"A salvação de Deus é um ato de graça que aponta para a obra redentora de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Efésios 2:8-9"]},"2reis_19_35_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos rebanhos que eram vitais para a economia e a vida do povo na época.","explicacao_detalhada":"Neste contexto, a menção ao gado pode simbolizar a prosperidade e a bênção de Deus sobre o povo, que inclui a proteção de seus bens.","por_que_esta_palavra":"O gado representa a provisão de Deus e a segurança que Ele oferece ao Seu povo.","conexao_teologica":"A provisão de Deus é um aspecto importante da Sua natureza, mostrando que Ele cuida de todas as necessidades de Seu povo.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"2reis_19_35_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda dos inimigos de Israel, simbolizando a derrota e a intervenção divina.","explicacao_detalhada":"Neste versículo, a queda dos inimigos é um sinal da vitória que Deus concede ao Seu povo.","por_que_esta_palavra":"A queda é um símbolo de julgamento e a demonstração do poder de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 12:19"]},"2reis_19_35_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a presença de Deus e a revelação de Sua verdade.","explicacao_detalhada":"A luz é frequentemente associada à salvação e à proteção divina, indicando que Deus ilumina o caminho de Seu povo.","por_que_esta_palavra":"A luz representa a esperança e a clareza que Deus traz em meio à escuridão.","conexao_teologica":"Cristo é descrito como a luz do mundo, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"2reis_19_36_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à trajetória ou direção que o povo deve seguir sob a orientação de Deus.","explicacao_detalhada":"Neste contexto, o caminho é um símbolo da jornada espiritual e da obediência às instruções divinas.","por_que_esta_palavra":"O caminho representa a vida de fé e a necessidade de seguir a direção de Deus em todas as áreas da vida.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, enfatizando a importância de seguir a Sua liderança.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"2reis_19_36_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver e à conduta do povo de Deus.","explicacao_detalhada":"Andar nos caminhos de Deus implica em viver de acordo com Seus mandamentos e princípios.","por_que_esta_palavra":"A ação de andar é uma metáfora para a vida cristã, que deve ser guiada pela fé e pela obediência.","conexao_teologica":"A vida cristã é descrita como um andar em novidade de vida, refletindo a transformação que ocorre em Cristo.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"2reis_19_37_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se à autoridade e ao governo de Deus sobre todas as nações.","explicacao_detalhada":"Neste contexto, a queda do rei da Assíria é um sinal de que Deus é o verdadeiro Rei e Senhor sobre toda a terra.","por_que_esta_palavra":"A realeza de Deus é um tema central na Bíblia, enfatizando Sua soberania e poder.","conexao_teologica":"Cristo é o Rei dos Reis, e Sua autoridade é reconhecida em toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_19_37_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um rei, simbolizando a derrota e a humilhação.","explicacao_detalhada":"Neste contexto, a queda de Sennacherib é um ato de Deus, que demonstra seu poder sobre os reinos da terra. A queda é tanto física quanto espiritual, representando a derrota do orgulho humano diante da soberania divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a fragilidade do poder humano em comparação com a força de Deus.","conexao_teologica":"A queda de Sennacherib ilustra a justiça de Deus e sua proteção sobre o seu povo, mostrando que aqueles que se opõem a Ele enfrentarão consequências.","referencias_relacionadas":["Isaías 37:36","Salmos 20:7","Provérbios 16:18"]},"2reis_19_37_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que é adorada e reconhecida como soberana sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a menção de Deus destaca a sua autoridade e poder em contrastar com os deuses pagãos. É um lembrete da fidelidade de Deus para com seu povo e da impotência dos ídolos.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e seu povo, enfatizando a necessidade de adoração e submissão a Ele.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o único digno de adoração e que controla a história.","referencias_relacionadas":["Êxodo 20:3","Salmos 46:10","Isaías 45:5"]}}