{"2reis_2_1_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"Na tradição bíblica, o céu é frequentemente visto como o domínio divino, onde Deus reside e de onde Ele observa e intervém na história humana. O uso da palavra 'céus' neste contexto enfatiza a soberania de Deus sobre a criação.","por_que_esta_palavra":"A palavra 'céus' é utilizada para indicar a grandeza e a majestade de Deus, contrastando com a fragilidade da condição humana.","conexao_teologica":"A ideia de céu está intimamente ligada à noção de que Deus é transcendente e imutável, enquanto a terra e a humanidade são temporais e mutáveis.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"2reis_2_1_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um porta-voz de Deus, alguém que transmite a mensagem divina ao povo.","explicacao_detalhada":"O profeta é uma figura central na narrativa bíblica, chamado por Deus para guiar, advertir e consolar o povo. A palavra 'profeta' neste contexto destaca a importância da comunicação divina e da revelação.","por_que_esta_palavra":"A palavra 'profeta' é usada para enfatizar a relação direta entre Deus e o homem, mostrando que Deus se comunica ativamente com Seu povo através de mensageiros escolhidos.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"2reis_2_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou desmoronar, muitas vezes associada a eventos de grande impacto.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda de um estado ou condição, refletindo a fragilidade da vida humana e a inevitabilidade da morte.","por_que_esta_palavra":"Utilizar 'cair' neste contexto pode sugerir a transição de um estado de vida para a morte ou a mudança de uma condição de poder.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 4:10"]},"2reis_2_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oposição, muitas vezes em um contexto de batalha espiritual ou física.","explicacao_detalhada":"A palavra 'inimigo' neste contexto pode se referir a qualquer força que se oponha ao plano de Deus ou ao Seu povo, simbolizando a luta constante entre o bem e o mal.","por_que_esta_palavra":"A menção de 'inimigo' destaca a realidade da oposição que os profetas e o povo de Deus enfrentam em sua missão.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, refletindo a necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"2reis_2_2_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana, frequentemente associada à fragilidade e à mortalidade.","explicacao_detalhada":"A palavra 'carne' é usada para enfatizar a vulnerabilidade da condição humana e a necessidade de dependência de Deus.","por_que_esta_palavra":"A utilização de 'carne' neste contexto pode indicar a limitação do ser humano frente aos desafios e adversidades da vida.","conexao_teologica":"A carne é frequentemente contrastada com o espírito, refletindo a luta entre a natureza humana caída e a chamada divina para a santidade.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","1 Pedro 1:24"]},"2reis_2_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo de grande importância ou magnitude, muitas vezes relacionado a eventos significativos.","explicacao_detalhada":"A palavra 'grande' neste contexto pode indicar a importância do que está prestes a acontecer, enfatizando a seriedade da situação.","por_que_esta_palavra":"A utilização de 'grande' destaca a expectativa e a reverência que cercam a ação de Deus na história.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2reis_2_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"A repetição da palavra 'profeta' neste contexto reforça a importância da voz profética e da mensagem que deve ser ouvida pelo povo.","por_que_esta_palavra":"A ênfase na palavra 'profeta' destaca a necessidade de ouvir e obedecer à palavra de Deus através de Seus mensageiros.","conexao_teologica":"Os profetas são fundamentais para a revelação de Deus e a orientação do Seu povo, representando a continuidade da comunicação divina.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 2:1-3","Lucas 1:70"]},"2reis_2_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes carregado de significado espiritual.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de decisão, julgamento ou intervenção divina, enfatizando a importância do momento.","por_que_esta_palavra":"A menção de 'dia' destaca a urgência e a seriedade da situação que está prestes a se desenrolar.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de revelação e cumprimento das promessas de Deus.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"2reis_2_3_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à ação de sair ou partir, muitas vezes em um contexto de missão ou chamado divino.","explicacao_detalhada":"A palavra 'sair' neste contexto pode indicar a transição de um estado para outro, simbolizando a obediência ao chamado de Deus.","por_que_esta_palavra":"A utilização de 'sair' enfatiza a necessidade de seguir a direção de Deus, mesmo em momentos de incerteza.","conexao_teologica":"Sair em obediência é um tema recorrente na Bíblia, refletindo a disposição dos crentes em seguir a vontade de Deus.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19","Hebreus 11:8"]},"2reis_2_4_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas limitações, frequentemente associada à mortalidade.","explicacao_detalhada":"A repetição da palavra 'carne' neste contexto reforça a ideia de que a condição humana é frágil e dependente da graça de Deus.","por_que_esta_palavra":"A ênfase na palavra 'carne' destaca a vulnerabilidade do ser humano frente aos desafios da vida e a necessidade de confiar em Deus.","conexao_teologica":"A carne é um símbolo da condição caída da humanidade, que precisa de redenção e transformação através de Cristo.","referencias_relacionadas":["Romanos 8:3","Gálatas 2:20","Filipenses 3:21"]},"2reis_2_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação direta e clara entre os personagens.","explicacao_detalhada":"No contexto de 2 Reis 2:4, 'dizer' refere-se à ação de Elías ao se dirigir a Eliseu, enfatizando a importância da comunicação profética.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre mestre e discípulo, onde a instrução verbal é fundamental.","conexao_teologica":"A comunicação divina frequentemente ocorre através da palavra, refletindo a importância da revelação e da obediência.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"2reis_2_4_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a autoridade de Elias como profeta de Deus.","explicacao_detalhada":"Em 2 Reis 2:4, o nome 'Elias' é mencionado para reafirmar sua missão e o papel que desempenha na história de Israel.","por_que_esta_palavra":"O nome é essencial para a compreensão do caráter e da função do profeta na narrativa bíblica.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem o propósito divino.","referencias_relacionadas":["1 Reis 17:1","2 Reis 1:3","Mateus 17:3"]},"2reis_2_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, trazendo mensagens e advertências ao povo.","explicacao_detalhada":"Em 2 Reis 2:5, a menção de 'profeta' destaca a continuidade da obra de Deus através de Eliseu após a ascensão de Elias.","por_que_esta_palavra":"É fundamental para entender a função de Eliseu como sucessor de Elias e a importância do ministério profético.","conexao_teologica":"O papel do profeta é central na história da salvação, sendo mediador entre Deus e o povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Atos 3:21"]},"2reis_2_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico em que eventos significativos ocorrem.","explicacao_detalhada":"Em 2 Reis 2:5, o 'dia' é um tempo de transição e mudança, marcando a passagem de Elias para Eliseu.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, onde cada dia pode ter implicações eternas.","conexao_teologica":"Deus opera em tempos específicos, e cada dia é uma oportunidade para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2reis_2_5_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' pode referir-se a um papel específico ou a uma figura importante na narrativa.","explicacao_detalhada":"Embora não esteja diretamente relacionada a um personagem específico em 2 Reis 2:5, a menção de 'mulher' pode simbolizar a presença e a influência feminina na história bíblica.","por_que_esta_palavra":"A inclusão de figuras femininas na narrativa bíblica é importante para entender a diversidade do plano de Deus.","conexao_teologica":"Deus usa homens e mulheres em Seu plano redentor, refletindo a igualdade de valor diante dEle.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Lucas 8:2"]},"2reis_2_6_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' pode simbolizar a fragilidade e a mortalidade humana.","explicacao_detalhada":"Em 2 Reis 2:6, a menção de 'carne' pode lembrar a condição humana de dependência de Deus.","por_que_esta_palavra":"A carne representa a natureza humana, que é limitada e necessita da intervenção divina.","conexao_teologica":"A encarnação de Cristo é um exemplo de Deus se tornando carne para redimir a humanidade.","referencias_relacionadas":["Gênesis 6:3","João 1:14","Romanos 8:3"]},"2reis_2_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação entre os profetas.","explicacao_detalhada":"Em 2 Reis 2:6, a repetição da palavra 'dizer' reforça a importância da mensagem que está sendo transmitida.","por_que_esta_palavra":"A comunicação verbal é um meio essencial pelo qual Deus se revela e orienta Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é fundamental para a fé.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"2reis_2_6_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é novamente mencionada, reforçando a identidade de Elias.","explicacao_detalhada":"Em 2 Reis 2:6, o nome 'Elias' é central para a compreensão do papel do profeta na história de Israel.","por_que_esta_palavra":"O nome é um símbolo de autoridade e missão, essencial para a narrativa.","conexao_teologica":"O nome de Jesus, assim como o de Elias, carrega um significado profundo e uma missão divina.","referencias_relacionadas":["Filipenses 2:9","Atos 4:12","Romanos 10:13"]},"2reis_2_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de sucessão e herança espiritual entre Elias e Eliseu.","explicacao_detalhada":"Em 2 Reis 2:7, a menção de 'filho' destaca a continuidade do ministério profético através de Eliseu.","por_que_esta_palavra":"A relação de pai e filho é uma metáfora comum para descrever a transmissão de autoridade e responsabilidade.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Mateus 5:9","Romanos 8:14","1 João 3:1"]},"2reis_2_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para reafirmar a importância do ministério profético.","explicacao_detalhada":"Em 2 Reis 2:7, a repetição da palavra 'profeta' enfatiza a continuidade da voz de Deus através de Eliseu.","por_que_esta_palavra":"A função do profeta é vital para a comunicação da vontade de Deus ao povo.","conexao_teologica":"A profecia é um meio pelo qual Deus se comunica e guia Seu povo ao longo da história.","referencias_relacionadas":["1 Coríntios 12:28","Efésios 4:11","Apocalipse 19:10"]},"2reis_2_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a humanidade de Eliseu e sua relação com o profeta Elias.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a natureza humana de Eliseu, que estava prestes a receber o manto de Elias, simbolizando a continuidade do ministério profético.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a fragilidade e a dependência do ser humano em relação a Deus, mesmo em momentos de grande responsabilidade.","conexao_teologica":"A humanidade de Eliseu reflete a ideia de que Deus usa homens e mulheres comuns para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Isaías 40:6"]},"2reis_2_8_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Indica a ação de tomar ou receber algo, neste caso, o manto de Elias.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é crucial, pois representa a transição de poder e autoridade de Elias para Eliseu, simbolizando a aceitação do chamado profético.","por_que_esta_palavra":"A ação de 'tomar' implica uma escolha ativa e um compromisso com a missão que Deus confia a Eliseu.","conexao_teologica":"A ideia de tomar algo de Deus é um tema recorrente, onde os crentes são chamados a aceitar o que Deus oferece.","referencias_relacionadas":["Êxodo 3:10","Mateus 4:19","Atos 1:8"]},"2reis_2_8_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é Yahweh'.","explicacao_detalhada":"O nome 'Elias' (אֵלִיָּה) carrega um significado profundo, refletindo a identidade e a missão do profeta, que era trazer o povo de volta à adoração ao verdadeiro Deus.","por_que_esta_palavra":"O nome é fundamental para entender a autoridade e a mensagem que Elias representa na história de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam o caráter de Deus e Seu relacionamento com o povo.","referencias_relacionadas":["1 Reis 17:1","Mateus 11:14","Lucas 1:17"]},"2reis_2_8_videira":{"palavra_pt":"videira","palavra_original":"אַדֶּרֶת","transliteracao":"ʼaddereth","strong":"H155","significado_raiz":"Ideia básica: videira.","significado_contextual":"Simboliza a fertilidade e a bênção de Deus, representando a vida e a prosperidade.","explicacao_detalhada":"A palavra 'videira' (אַדֶּרֶת) é usada para descrever a vestimenta ou o manto que Elias usava, simbolizando a unção e a autoridade que Eliseu estava prestes a receber.","por_que_esta_palavra":"A videira é uma metáfora rica na Bíblia, frequentemente associada à aliança de Deus com Seu povo e à promessa de bênçãos.","conexao_teologica":"A videira é um símbolo do povo de Deus, que deve dar frutos para Sua glória.","referencias_relacionadas":["Salmos 80:8","Isaías 5:1","João 15:1"]},"2reis_2_9_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reitera a importância do nome de Elias no contexto da transferência de autoridade profética.","explicacao_detalhada":"A repetição do nome 'Elias' (אֵלִיָּה) enfatiza a continuidade do ministério e a necessidade de Eliseu se identificar com o legado de Elias.","por_que_esta_palavra":"O nome é um lembrete do chamado divino e da missão que Eliseu deve continuar.","conexao_teologica":"A continuidade do ministério profético é um tema importante na narrativa bíblica, mostrando como Deus trabalha através de gerações.","referencias_relacionadas":["1 Reis 19:16","Mateus 17:3","Lucas 9:30"]},"2reis_2_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, simbolizando a transição de poder e a entrega do manto.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever o momento em que o manto de Elias cai sobre Eliseu, simbolizando a unção e a responsabilidade que ele agora carrega.","por_que_esta_palavra":"A ação de cair é um ato significativo que representa a escolha divina e a continuidade do ministério profético.","conexao_teologica":"A queda do manto é um símbolo da unção do Espírito Santo, que capacita os crentes para a obra de Deus.","referencias_relacionadas":["1 Reis 19:19","Atos 2:4","2 Coríntios 1:21-22"]},"2reis_2_9_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Eliseu como o novo profeta de Israel, sucedendo Elias.","explicacao_detalhada":"A palavra 'profeta' (אֱלִישָׁע) é central para entender a missão de Eliseu, que é chamada para guiar o povo de Deus e falar em Seu nome.","por_que_esta_palavra":"A designação de Eliseu como profeta destaca a importância do papel profético na história da salvação.","conexao_teologica":"O ministério profético é uma forma pela qual Deus se comunica com Seu povo e os guia em Sua vontade.","referencias_relacionadas":["Amós 3:7","Mateus 10:41","Hebreus 1:1"]},"2reis_2_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do pedido de Eliseu por uma porção dobrada do espírito de Elias.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar o desejo de Eliseu de receber uma unção especial, que demonstra sua ambição e fé no chamado de Deus.","por_que_esta_palavra":"A grandeza do pedido de Eliseu reflete sua compreensão da importância do ministério profético e sua disposição para assumir essa responsabilidade.","conexao_teologica":"A busca por uma porção dobrada do espírito é um símbolo da busca por um relacionamento mais profundo com Deus e um desejo de servir com poder.","referencias_relacionadas":["1 Reis 3:9","Tiago 4:2","1 Coríntios 12:31"]},"2reis_2_10_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo profundo de Eliseu por uma unção especial.","explicacao_detalhada":"A palavra 'desejo' (שָׁאַל) expressa a intensidade do anseio de Eliseu por uma porção dobrada do espírito de Elias, mostrando sua determinação em seguir o chamado de Deus.","por_que_esta_palavra":"O desejo de Eliseu é um exemplo de como devemos buscar a unção e a direção de Deus em nossas vidas.","conexao_teologica":"O desejo por um relacionamento mais profundo com Deus é um tema central na vida cristã, refletindo a busca por Sua presença.","referencias_relacionadas":["Salmos 37:4","Mateus 7:7","Filipenses 3:14"]},"2reis_2_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à condição de Eliseu para receber a unção, que é a visão do arrebatamento de Elias.","explicacao_detalhada":"A palavra 'salvar' (אִם) é usada para introduzir uma condição, enfatizando a importância de estar atento ao que Deus está fazendo.","por_que_esta_palavra":"A condição de ver Elias ser levado é crucial para a confirmação do chamado de Eliseu e sua preparação para o ministério.","conexao_teologica":"A ideia de estar atento às obras de Deus é fundamental para a vida cristã, onde a obediência e a vigilância são essenciais.","referencias_relacionadas":["Mateus 24:42","1 Pedro 5:8","Apocalipse 3:3"]},"2reis_2_11_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele atua.","explicacao_detalhada":"No contexto de 2 Reis 2:11, o céu é o local de onde Elias é levado, simbolizando a presença divina e a separação entre o mundo físico e o espiritual.","por_que_esta_palavra":"A palavra 'céus' é utilizada para enfatizar a grandeza e a majestade de Deus, além de representar a esperança da vida eterna.","conexao_teologica":"O céu é frequentemente mencionado na Bíblia como o lugar de habitação de Deus e dos anjos, e é um símbolo de esperança para os fiéis.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Apocalipse 21:1"]},"2reis_2_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou ser levado para baixo, no caso, Elias sendo levado ao céu.","explicacao_detalhada":"A palavra 'cair' aqui é usada para descrever a transição de Elias de uma existência terrena para uma celestial, simbolizando a passagem de um estado para outro.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a dramaticidade do momento em que Elias é levado, contrastando com a ideia de ascensão.","conexao_teologica":"A ascensão de Elias prefigura a ascensão de Cristo e a esperança da ressurreição dos crentes.","referencias_relacionadas":["Atos 1:9","1 Tessalonicenses 4:16","Hebreus 11:5"]},"2reis_2_11_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação verbal, especialmente entre profetas e Deus.","explicacao_detalhada":"No contexto, 'falar' pode se referir à comunicação que Elias teve com Deus antes de sua ascensão, destacando a importância da revelação divina.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a relação entre Deus e os profetas, que são instrumentos de Sua palavra.","conexao_teologica":"A comunicação entre Deus e os homens é um tema central na Bíblia, mostrando como Deus se revela e orienta Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 3:4","Hebreus 1:1-2"]},"2reis_2_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de segurar ou prender algo firmemente.","explicacao_detalhada":"No versículo, 'agarrar' pode se referir ao ato de Eliseu segurando a capa de Elias, simbolizando a transferência de autoridade e poder profético.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a determinação de Eliseu em seguir os passos de Elias e assumir seu ministério.","conexao_teologica":"A transferência de poder entre profetas é um tema importante, mostrando a continuidade da obra de Deus através de diferentes líderes.","referencias_relacionadas":["1 Reis 19:19","2 Reis 2:13","2 Reis 2:15"]},"2reis_2_12_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém escolhido para transmitir Sua vontade.","explicacao_detalhada":"Elias é um dos grandes profetas do Antigo Testamento, e sua ascensão ao céu marca um momento crucial na história do povo de Israel.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender o papel de Elias e Eliseu como intermediários entre Deus e o povo.","conexao_teologica":"Os profetas são essenciais na narrativa bíblica, pois são usados por Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:15","Amós 3:7","Mateus 5:12"]},"2reis_2_13_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de elevar ou erguer algo.","explicacao_detalhada":"No contexto, 'levantar' refere-se a Eliseu assumindo o manto de Elias, simbolizando a continuidade do ministério profético.","por_que_esta_palavra":"A palavra 'levantar' é significativa, pois representa a responsabilidade que Eliseu agora carrega como sucessor de Elias.","conexao_teologica":"A ideia de levantar um novo líder é um tema recorrente na Bíblia, mostrando como Deus prepara Seus servos para a missão.","referencias_relacionadas":["1 Reis 19:19","2 Reis 2:15","Isaías 61:1"]},"2reis_2_13_videira":{"palavra_pt":"videira","palavra_original":"אַדֶּרֶת","transliteracao":"ʼaddereth","strong":"H155","significado_raiz":"Ideia básica: videira.","significado_contextual":"Refere-se a uma planta que produz uvas, simbolizando prosperidade e bênção.","explicacao_detalhada":"A videira é frequentemente usada na Bíblia como símbolo do povo de Israel e da relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'videira' é importante para entender a fertilidade e a bênção que Deus promete ao Seu povo.","conexao_teologica":"A videira é um símbolo da aliança de Deus com Israel e, mais tarde, com a Igreja através de Cristo.","referencias_relacionadas":["Salmos 80:8","João 15:1","Isaías 5:1"]},"2reis_2_13_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa, que carrega significado e história.","explicacao_detalhada":"O nome 'Elias' é significativo, pois representa o profeta que desafiou a idolatria em Israel e é um símbolo de fidelidade a Deus.","por_que_esta_palavra":"A palavra 'nome' é importante, pois os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o chamado de uma pessoa.","conexao_teologica":"Os nomes na Bíblia são frequentemente usados para revelar o caráter e a missão de indivíduos escolhidos por Deus.","referencias_relacionadas":["Gênesis 17:5","Mateus 1:21","Apocalipse 3:12"]},"2reis_2_14_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou segurar algo.","explicacao_detalhada":"No versículo, 'tomar' se refere a Eliseu pegando o manto de Elias, simbolizando a aceitação de seu novo papel como profeta.","por_que_esta_palavra":"A palavra 'agarrar' é significativa, pois representa a determinação de Eliseu em continuar a obra de Deus.","conexao_teologica":"A aceitação do chamado de Deus é um tema central na vida dos profetas, mostrando a importância da obediência.","referencias_relacionadas":["1 Reis 19:19","2 Reis 2:15","Isaías 6:8"]},"2reis_2_14_videira":{"palavra_pt":"videira","palavra_original":"אַדֶּרֶת","transliteracao":"ʼaddereth","strong":"H155","significado_raiz":"Ideia básica: videira.","significado_contextual":"Refere-se à planta que produz uvas, simbolizando bênção e prosperidade.","explicacao_detalhada":"A videira é um símbolo importante na cultura israelita, representando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'videira' é usada para enfatizar a fertilidade e a bênção que Deus deseja para Seu povo.","conexao_teologica":"A videira é um símbolo da aliança de Deus e da promessa de vida abundante para aqueles que permanecem nEle.","referencias_relacionadas":["Salmos 80:8","João 15:1","Isaías 5:1"]},"2reis_2_14_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de Elias é mencionado como um símbolo de sua identidade e missão profética.","explicacao_detalhada":"O nome 'Elias' significa 'Meu Deus é Yahweh'. Este nome reflete a relação íntima de Elias com Deus e sua missão de trazer o povo de volta à adoração ao verdadeiro Deus.","por_que_esta_palavra":"A palavra 'nome' é fundamental para entender a identidade e a autoridade de Elias como profeta de Deus.","conexao_teologica":"O nome de Elias representa a soberania de Deus e a importância de reconhecer Sua autoridade na vida dos crentes.","referencias_relacionadas":["1 Reis 17:1","1 Reis 18:36","Mateus 17:3"]},"2reis_2_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é usada para descrever a função de Elias e a expectativa de que Eliseu o sucederia.","explicacao_detalhada":"Um profeta é um mensageiro de Deus, chamado para transmitir Suas palavras e advertências ao povo. Elias é um dos profetas mais destacados do Antigo Testamento.","por_que_esta_palavra":"A menção de 'profeta' enfatiza a continuidade da revelação divina e a importância do ministério profético na história de Israel.","conexao_teologica":"Os profetas são instrumentos de Deus para guiar e corrigir o Seu povo, e a sucessão de Elias por Eliseu é um exemplo dessa continuidade.","referencias_relacionadas":["Deuteronômio 18:15","1 Reis 19:16","Lucas 4:25-27"]},"2reis_2_15_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é invocada para reconhecer a soberania e o poder divino na vida dos profetas.","explicacao_detalhada":"Deus é o criador e sustentador do universo, e Sua presença é fundamental na vida e ministério dos profetas, como Elias e Eliseu.","por_que_esta_palavra":"A referência a Deus destaca a dependência dos profetas em relação à Sua orientação e poder.","conexao_teologica":"A relação entre Deus e os profetas é central na narrativa bíblica, mostrando como Deus se comunica e age através de Seus escolhidos.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 1:1-2"]},"2reis_2_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de Eliseu com Elias, simbolizando a sucessão de ministério.","explicacao_detalhada":"O termo 'filho' implica não apenas uma relação biológica, mas também uma relação espiritual e de discipulado entre Elias e Eliseu.","por_que_esta_palavra":"A palavra 'filho' enfatiza a continuidade do ministério profético e a transmissão do legado espiritual.","conexao_teologica":"A sucessão de profetas é um tema importante na Bíblia, mostrando como Deus prepara e levanta líderes para Seu povo.","referencias_relacionadas":["1 Reis 19:19","2 Reis 2:12","Mateus 28:19-20"]},"2reis_2_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de Eliseu ao se dirigir aos profetas que o cercavam.","explicacao_detalhada":"A expressão 'dizer' indica a importância da comunicação e da declaração de fé entre os profetas e o povo.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a transmissão da mensagem de Deus e a responsabilidade dos profetas em proclamá-la.","conexao_teologica":"A comunicação da verdade divina é uma parte essencial do ministério profético, refletindo a necessidade de ouvir e obedecer à voz de Deus.","referencias_relacionadas":["Romanos 10:14","Atos 2:4","1 Pedro 4:11"]},"2reis_2_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade de Eliseu e sua posição como profeta escolhido por Deus.","explicacao_detalhada":"O termo 'homem' destaca a fragilidade e a dependência do ser humano em relação a Deus, mesmo quando chamado para grandes tarefas.","por_que_esta_palavra":"A palavra 'homem' enfatiza a dignidade e o valor do ser humano na obra de Deus, mostrando que Ele usa pessoas comuns para realizar Seus propósitos.","conexao_teologica":"A humanidade de Eliseu reflete a encarnação de Cristo, que também veio como homem para cumprir a vontade de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Hebreus 2:14"]},"2reis_2_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A repetição da palavra 'filho' reforça a relação de sucessão e continuidade entre Eliseu e Elias.","explicacao_detalhada":"A palavra 'filho' aqui simboliza a herança espiritual e a responsabilidade que Eliseu assume ao suceder Elias.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a importância do discipulado e da transmissão da fé entre gerações.","conexao_teologica":"A sucessão de líderes espirituais é um tema recorrente na Bíblia, mostrando como Deus prepara Seus servos para a continuidade de Sua obra.","referencias_relacionadas":["2 Reis 2:12","1 Coríntios 4:15","2 Timóteo 2:2"]},"2reis_2_17_press":{"palavra_pt":"press","palavra_original":"פָּצַר","transliteracao":"pâtsar","strong":"H6484","significado_raiz":"Ideia básica: press.","significado_contextual":"A palavra 'press' refere-se à insistência dos profetas em buscar a confirmação da presença de Elias.","explicacao_detalhada":"A ação de 'press' indica a determinação dos profetas em entender a situação e a continuidade do ministério profético.","por_que_esta_palavra":"A palavra 'press' enfatiza a busca por clareza e confirmação na liderança espiritual.","conexao_teologica":"A busca por confirmação e direção divina é uma prática comum entre os crentes, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["Tiago 1:5","Salmos 25:4-5","Provérbios 3:5-6"]},"2reis_2_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação entre os profetas e a busca por respostas.","explicacao_detalhada":"A repetição da palavra 'dizer' destaca a importância da comunicação na comunidade de fé e a necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A palavra 'dizer' é essencial para a transmissão da mensagem divina e a edificação da fé entre os crentes.","conexao_teologica":"A comunicação da verdade de Deus é vital para a vida da igreja e para o crescimento espiritual dos crentes.","referencias_relacionadas":["Efésios 4:15","Colossenses 3:16","Hebreus 10:24-25"]},"2reis_2_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de enviar os profetas em busca de Elias, simbolizando a busca por direção.","explicacao_detalhada":"A ação de 'enviar' implica uma missão e um propósito, refletindo a responsabilidade dos profetas em seguir a liderança de Deus.","por_que_esta_palavra":"A palavra 'enviar' destaca a ação de Deus em guiar Seu povo e a disposição dos profetas em obedecer a essa direção.","conexao_teologica":"O envio de mensageiros é um tema central na Bíblia, mostrando como Deus se comunica e age através de Seus servos.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"2reis_2_18_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à ação de restaurar ou construir algo que foi danificado ou que não existe.","explicacao_detalhada":"No contexto do versículo, a palavra 'edificar' implica a necessidade de reconstruir a cidade e suas estruturas, simbolizando a restauração da vida e da comunidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de reerguer a cidade e suas instituições após um período de crise.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, simbolizando a restauração espiritual e física do povo de Deus.","referencias_relacionadas":["Neemias 2:17","Isaías 58:12","Ezequiel 36:33"]},"2reis_2_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de tomar decisões ou fazer avaliações sobre situações ou pessoas.","explicacao_detalhada":"Neste contexto, 'julgar' implica a responsabilidade de discernir entre o certo e o errado, especialmente em questões de justiça e moralidade.","por_que_esta_palavra":"A palavra é usada para destacar a necessidade de liderança justa e sábia na administração da cidade.","conexao_teologica":"O julgamento é uma função divina e humana, onde Deus é o juiz supremo, e os líderes são chamados a refletir essa justiça.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:9","Isaías 1:17"]},"2reis_2_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a importância da comunicação clara e da transmissão de mensagens essenciais para a comunidade.","por_que_esta_palavra":"É crucial que as palavras proferidas sejam de encorajamento e instrução, especialmente em tempos de necessidade.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, e a comunicação humana deve refletir essa verdade.","referencias_relacionadas":["Tiago 3:5","Provérbios 18:21","Romanos 10:17"]},"2reis_2_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, que pode ser um centro de vida social, econômica e espiritual.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever a importância de um lugar onde as pessoas se reúnem e vivem em comunidade, refletindo a necessidade de proteção e prosperidade.","por_que_esta_palavra":"A cidade é um símbolo de identidade e pertencimento, e sua saúde reflete a saúde do povo.","conexao_teologica":"A cidade é frequentemente vista na Bíblia como um lugar de refúgio e segurança, onde Deus habita entre seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2reis_2_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território que sustenta a vida e a cultura de um povo.","explicacao_detalhada":"A palavra 'terra' é utilizada para enfatizar a conexão entre o povo e o lugar que habitam, simbolizando a promessa de Deus de dar uma herança ao seu povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando tanto a bênção quanto a responsabilidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2reis_2_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a importância da comunicação clara e da transmissão de mensagens essenciais para a comunidade.","por_que_esta_palavra":"É crucial que as palavras proferidas sejam de encorajamento e instrução, especialmente em tempos de necessidade.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, e a comunicação humana deve refletir essa verdade.","referencias_relacionadas":["Tiago 3:5","Provérbios 18:21","Romanos 10:17"]},"2reis_2_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a importância da comunicação clara e da transmissão de mensagens essenciais para a comunidade.","por_que_esta_palavra":"É crucial que as palavras proferidas sejam de encorajamento e instrução, especialmente em tempos de necessidade.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, e a comunicação humana deve refletir essa verdade.","referencias_relacionadas":["Tiago 3:5","Provérbios 18:21","Romanos 10:17"]},"2reis_2_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo de forma ativa.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de apropriação, que pode ser física ou espiritual.","por_que_esta_palavra":"É importante que o povo tome posse das promessas de Deus e das bênçãos que Ele oferece.","conexao_teologica":"Tomar posse é um tema que aparece na Bíblia, onde os crentes são chamados a receber as promessas de Deus com fé.","referencias_relacionadas":["Hebreus 11:1","Romanos 8:17","Gálatas 3:29"]},"2reis_2_21_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'sair' é utilizada para descrever a ação de ir para fora, que pode simbolizar novos começos ou libertação.","por_que_esta_palavra":"A saída pode representar a transição de um estado de opressão para um estado de liberdade e renovação.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação que Deus proporciona ao seu povo.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16-19","Gálatas 5:1"]},"2reis_2_21_sol":{"palavra_pt":"sol","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4161","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à fonte de luz e calor, simbolizando vida e clareza.","explicacao_detalhada":"A palavra 'sol' é utilizada para descrever a importância da luz que traz vida e clareza em meio à escuridão.","por_que_esta_palavra":"O sol é um símbolo de esperança e renovação, representando a presença de Deus que ilumina a vida do seu povo.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo clareza e vida espiritual.","referencias_relacionadas":["João 8:12","Salmos 84:11","Mateus 5:14"]},"2reis_2_21_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Águas representam a purificação e a restauração.","explicacao_detalhada":"Neste versículo, as águas amargas da cidade de Jericó são curadas pelo profeta Eliseu, simbolizando a transformação e a restauração que Deus pode trazer à vida das pessoas.","por_que_esta_palavra":"A palavra 'águas' é usada para enfatizar a necessidade de purificação e renovação espiritual.","conexao_teologica":"As águas curadas representam a obra de Deus em trazer vida e cura, refletindo a promessa de restauração em Cristo.","referencias_relacionadas":["Êxodo 15:23-25","Salmos 107:35","Isaías 41:18"]},"2reis_2_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia simboliza um período de tempo, frequentemente associado a eventos significativos.","explicacao_detalhada":"O uso da palavra 'dia' neste contexto pode indicar um tempo de julgamento ou de intervenção divina, onde Deus age de maneira clara e visível.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia dos eventos e a ação de Deus na história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de revelação e justiça.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","1 Tessalonicenses 5:2"]},"2reis_2_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se a uma declaração ou comando que possui poder.","explicacao_detalhada":"Neste versículo, a palavra de Eliseu tem autoridade e poder para transformar a realidade ao seu redor, mostrando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'palavra' destaca a importância da revelação e da comunicação de Deus com seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e tem o poder de criar e transformar, como visto em Gênesis 1.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","João 1:1"]},"2reis_2_22_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Águas representam a purificação e a restauração.","explicacao_detalhada":"Assim como em 2 Reis 2:21, as águas são um símbolo de renovação e cura, mostrando que Deus pode transformar o que é amargo em algo doce.","por_que_esta_palavra":"A repetição da palavra 'águas' enfatiza a continuidade da ação de Deus em trazer cura e restauração.","conexao_teologica":"As águas curadas são um símbolo da nova vida que encontramos em Cristo, que transforma nossas vidas.","referencias_relacionadas":["Ezequiel 47:1-12","João 4:14","Apocalipse 22:1"]},"2reis_2_23_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se à existência plena e à vitalidade que Deus oferece.","explicacao_detalhada":"Neste contexto, a palavra 'vida' é usada para descrever a importância da presença de Deus e da sua bênção sobre o povo.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem bíblica, representando a relação entre Deus e a humanidade.","conexao_teologica":"A vida que Deus oferece é abundante e eterna, refletindo a promessa de Jesus em João 10:10.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 14:6"]},"2reis_2_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade representa um lugar de habitação e comunidade.","explicacao_detalhada":"A menção da cidade neste versículo destaca a importância da coletividade e da proteção divina sobre os lugares onde o povo habita.","por_que_esta_palavra":"A palavra 'cidade' é significativa para entender a relação entre o povo de Deus e o espaço que habitam.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para o povo de Deus e sua segurança em Cristo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2reis_2_23_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a cidade e suas características, enfatizando a necessidade de intervenção divina em situações de grande necessidade.","por_que_esta_palavra":"A palavra 'grande' destaca a gravidade da situação enfrentada pelo povo e a grandeza da obra de Deus.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de fazer muito mais do que pedimos ou pensamos.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:12"]},"2reis_2_24_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto representa a presença e a face de Deus.","explicacao_detalhada":"Neste versículo, o 'rosto' é uma metáfora para a presença de Deus, que traz proteção e orientação ao seu povo.","por_que_esta_palavra":"A palavra 'rosto' é significativa para entender a relação íntima entre Deus e seu povo.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na vida espiritual, simbolizando comunhão e aceitação.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"2reis_2_24_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar ou obedecer.","explicacao_detalhada":"A palavra 'seguir' neste contexto enfatiza a importância da obediência e da fidelidade ao chamado de Deus.","por_que_esta_palavra":"A palavra 'seguir' é central na vida cristã, onde somos chamados a seguir a Cristo em todas as áreas de nossas vidas.","conexao_teologica":"Seguir a Deus é um tema central na Bíblia, refletindo a jornada de fé e a necessidade de confiar em Sua direção.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"2reis_2_24_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"Neste versículo, o 'nome' é usado para invocar a autoridade de Deus, mostrando que o poder está em Sua identidade.","por_que_esta_palavra":"A palavra 'nome' é fundamental para entender a relação entre Deus e seu povo, pois representa Sua presença e poder.","conexao_teologica":"O nome de Deus é poderoso e é um tema recorrente na Bíblia, simbolizando Sua autoridade e caráter.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-10","Atos 4:12"]},"2reis_2_25_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de caminhar ou se mover, simbolizando a jornada da vida e a obediência a Deus.","explicacao_detalhada":"No contexto de 2 Reis 2:25, 'andar' é usado para descrever a ação de seguir um caminho, tanto físico quanto espiritual. É uma metáfora para a vida de fé e a disposição de seguir a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a continuidade e a perseverança na caminhada espiritual, refletindo a necessidade de seguir os caminhos de Deus.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, representando a relação entre o crente e o Criador, onde 'andar' implica em viver de acordo com Seus mandamentos.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","Miquéias 6:8"]},"2reis_2_25_nome":{"palavra_pt":"nome","palavra_original":"כַּרְמֶל","transliteracao":"Karmel","strong":"H3760","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' aqui se refere à identidade e à reputação de uma pessoa ou lugar, carregando significados profundos sobre caráter e autoridade.","explicacao_detalhada":"Em 2 Reis 2:25, o 'nome' é associado ao Monte Carmelo, que tem um significado histórico e espiritual importante. O nome de um lugar ou pessoa muitas vezes reflete sua essência e propósito.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a importância da identidade e do legado, especialmente em contextos bíblicos onde nomes têm significados proféticos.","conexao_teologica":"O nome de Deus é reverenciado na Bíblia, e a compreensão do nome de um lugar ou pessoa pode revelar a natureza de Deus e Seus planos.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"2reis_2_25_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁם","transliteracao":"shâm","strong":"H8033","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um termo ou frase que transmite um significado ou uma ideia específica.","explicacao_detalhada":"No versículo, 'expressão' pode ser vista como a forma como a mensagem é comunicada, refletindo a importância da comunicação clara na transmissão da verdade.","por_que_esta_palavra":"A escolha de 'expressão' destaca a necessidade de clareza e precisão na comunicação da mensagem de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central, e a forma como Ele se expressa é fundamental para a compreensão da Sua vontade.","referencias_relacionadas":["Hebreus 1:1-2","João 1:14","Salmos 19:1"]}}