{"2reis_21_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência direta, neste caso, a relação entre o rei e seu sucessor.","explicacao_detalhada":"Em 2 Reis 21:1, Manassés é descrito como filho de Ezequias, e sua ascensão ao trono representa uma mudança significativa na direção espiritual de Judá.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a continuidade da linha real e as implicações das escolhas de um rei sobre seu povo.","conexao_teologica":"A relação pai-filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo, onde Deus é o Pai e os crentes são seus filhos.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 103:17-18","Romanos 8:16-17"]},"2reis_21_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' neste contexto refere-se ao início do governo de Manassés, que foi marcado por práticas idólatras.","explicacao_detalhada":"Manassés reinou por 55 anos e é conhecido por ter introduzido a idolatria em Judá, afastando o povo de Deus e trazendo juízo sobre a nação.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender as consequências das decisões de liderança e como elas afetam a relação do povo com Deus.","conexao_teologica":"O reinado de Manassés serve como um aviso sobre a importância de seguir a Deus e as consequências da desobediência, refletindo a necessidade de um verdadeiro Rei.","referencias_relacionadas":["2 Reis 21:2-6","2 Crônicas 33:1-9","Jeremias 15:4"]},"2reis_21_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, neste caso, a autoridade do rei.","explicacao_detalhada":"Em 2 Reis 21:1, o nome de Manassés é associado à sua autoridade e ao impacto que teve sobre Judá, especialmente em suas ações idólatras.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a essência e a influência de uma pessoa, especialmente em contextos de liderança.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de sua autoridade e poder, e a reputação de um rei deve refletir a de Deus.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]},"2reis_21_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma ação de fazer ou criar, simbolizando a capacidade de realizar obras.","explicacao_detalhada":"Em 2 Reis 21:2, a menção de que Manassés fez o que era mau aos olhos do Senhor implica que ele 'fez' ações que levaram à idolatria e à corrupção.","por_que_esta_palavra":"A palavra 'urso' é importante para entender a responsabilidade de um líder em suas ações e como isso afeta o povo.","conexao_teologica":"As ações de um rei têm repercussões espirituais, refletindo a importância de viver de acordo com a vontade de Deus e não conforme os próprios desejos.","referencias_relacionadas":["Gálatas 6:7-8","Tiago 1:22","Romanos 2:6"]},"2reis_21_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e discernimento, frequentemente associada à visão espiritual.","explicacao_detalhada":"Em 2 Reis 21:2, a referência ao que Manassés fez aos olhos do Senhor indica que suas ações foram observadas e avaliadas por Deus.","por_que_esta_palavra":"A palavra 'olho' é crucial para entender a ideia de que Deus vê todas as ações humanas e julga de acordo com sua justiça.","conexao_teologica":"A visão de Deus é um tema recorrente na Bíblia, enfatizando que Ele está sempre atento às ações de seu povo e que nada escapa ao seu olhar.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"2reis_21_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Em 2 Reis 21:2, a menção ao Senhor destaca a importância de reconhecer a autoridade divina em contraste com a desobediência de Manassés.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e seu povo, onde Ele é o soberano que exige fidelidade.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e a desobediência a Ele resulta em consequências graves para a nação.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 68:4","Romanos 10:13"]},"2reis_21_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à ação de estabelecer ou erguer algo, muitas vezes em um contexto de autoridade ou poder.","explicacao_detalhada":"No contexto de 2 Reis 21:3, a palavra 'levantar' é usada para descrever a ação de Manassés ao erguer ídolos e altares a deuses estrangeiros, desafiando a adoração ao Senhor. Isso implica uma mudança de lealdade e uma violação da aliança com Deus.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a ação deliberada de Manassés em promover a idolatria, contrastando com a adoração ao Deus verdadeiro.","conexao_teologica":"Levantar ídolos é um símbolo da rebelião contra Deus e da corrupção espiritual do povo. Isso se conecta com a ideia de que a verdadeira adoração deve ser direcionada somente a Deus.","referencias_relacionadas":["2 Reis 21:3","Deuteronômio 12:3","Isaías 44:9-20"]},"2reis_21_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso, neste contexto, refere-se a uma imagem ou ídolo que representa uma divindade pagã.","explicacao_detalhada":"A palavra 'urso' é usada para descrever um dos ídolos que Manassés levantou em Judá. Esses ídolos eram frequentemente associados a práticas de adoração que envolviam rituais imorais e sacrifícios.","por_que_esta_palavra":"A menção de 'urso' destaca a natureza grotesca e abominável da idolatria que Manassés promoveu, contrastando com a pureza da adoração ao Senhor.","conexao_teologica":"A idolatria é vista como uma traição à aliança de Deus com seu povo, e a adoração a ídolos é condenada em toda a Escritura.","referencias_relacionadas":["2 Reis 21:3","Êxodo 20:4-5","Salmos 115:4-8"]},"2reis_21_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira ou forma como algo é feito, especialmente em relação à adoração.","explicacao_detalhada":"Neste versículo, 'modo' é usado para descrever a maneira como Manassés introduziu práticas de adoração pagã em Judá, que eram contrárias à lei de Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza que a adoração não é apenas sobre o que se adora, mas também sobre como se adora, refletindo a importância da pureza na adoração a Deus.","conexao_teologica":"A forma de adoração é crucial na teologia bíblica, pois Deus exige que seu povo o adore em espírito e em verdade.","referencias_relacionadas":["2 Reis 21:3","João 4:24","Deuteronômio 12:30-32"]},"2reis_21_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao templo ou ao lugar de adoração, simbolizando a presença de Deus entre seu povo.","explicacao_detalhada":"Em 2 Reis 21:4, a palavra 'casa' é usada para descrever o templo de Deus, que Manassés profanou ao construir altares a ídolos dentro de seus limites.","por_que_esta_palavra":"A escolha de 'casa' destaca a gravidade da transgressão de Manassés, pois ele não apenas se afastou de Deus, mas também corrompeu o lugar sagrado.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Deus e seu povo, e sua profanação representa uma ruptura dessa relação.","referencias_relacionadas":["2 Reis 21:4","1 Reis 6:1","Salmos 27:4"]},"2reis_21_4_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Construir refere-se ao ato de erguer ou estabelecer algo, especialmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'edificar' é usada para descrever a ação de Manassés ao construir altares a deuses estrangeiros, o que representa uma violação direta da ordem de Deus para adorar somente a Ele.","por_que_esta_palavra":"A escolha de 'edificar' enfatiza a intenção e o esforço de Manassés em estabelecer a idolatria como parte da vida religiosa de Judá.","conexao_teologica":"Construir altares a ídolos é um ato de rebelião contra Deus, que exige exclusividade em adoração e fidelidade.","referencias_relacionadas":["2 Reis 21:4","Êxodo 20:3","Deuteronômio 12:5"]},"2reis_21_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Altar refere-se a um local de sacrifício, geralmente associado à adoração a Deus ou a ídolos.","explicacao_detalhada":"No contexto de 2 Reis 21:4, 'altar' é mencionado em relação aos altares que Manassés construiu para adorar deuses pagãos, o que era uma abominação aos olhos de Deus.","por_que_esta_palavra":"A palavra 'altar' destaca a seriedade da adoração, pois é o local onde se realizam sacrifícios, simbolizando a devoção e a entrega ao que se adora.","conexao_teologica":"Os altares são centrais na adoração, e a construção de altares a ídolos representa uma traição à verdadeira adoração a Deus.","referencias_relacionadas":["2 Reis 21:4","Gênesis 8:20","Levítico 17:8-9"]},"2reis_21_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira ou forma de adoração, especialmente em relação a práticas religiosas.","explicacao_detalhada":"A palavra 'modo' é usada novamente para enfatizar como Manassés introduziu práticas de adoração pagã, que eram contrárias à vontade de Deus.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a importância da forma de adoração e como ela pode ser corrompida.","conexao_teologica":"A forma de adoração é fundamental na teologia bíblica, pois Deus deseja que seu povo o adore de maneira que reflita sua santidade.","referencias_relacionadas":["2 Reis 21:5","João 4:24","Deuteronômio 12:30-32"]},"2reis_21_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Céus refere-se ao domínio celestial, frequentemente associado à presença de Deus e à sua criação.","explicacao_detalhada":"A palavra 'céus' é mencionada em relação aos ídolos que Manassés adorou, indicando uma adoração que se estende além da terra, desafiando a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A escolha de 'céus' enfatiza a abrangência da idolatria de Manassés, que não se limitava a deuses terrestres, mas incluía também seres celestiais.","conexao_teologica":"A adoração a ídolos que representam os céus é uma negação da soberania de Deus, que é o Criador de todas as coisas.","referencias_relacionadas":["2 Reis 21:5","Salmos 115:15","Isaías 40:26"]},"2reis_21_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Construir refere-se ao ato de erguer ou estabelecer altares, especialmente em um contexto de idolatria.","explicacao_detalhada":"A palavra 'edificar' é usada novamente para descrever a ação de Manassés ao construir altares a ídolos, reforçando a ideia de que ele estava estabelecendo práticas de adoração pagã em Judá.","por_que_esta_palavra":"A repetição da palavra 'edificar' enfatiza a intenção de Manassés em solidificar a idolatria como parte da vida religiosa do povo.","conexao_teologica":"A construção de altares a ídolos é um ato de rebelião contra Deus, que exige adoração exclusiva e fiel.","referencias_relacionadas":["2 Reis 21:5","Êxodo 20:3","Deuteronômio 12:5"]},"2reis_21_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se a uma imagem ou ídolo, simbolizando a corrupção da adoração verdadeira.","explicacao_detalhada":"A palavra 'urso' é usada para descrever um dos ídolos que Manassés adorou, representando a degradação espiritual de Judá sob seu reinado.","por_que_esta_palavra":"A menção de 'urso' destaca a natureza abominável da idolatria e a traição à adoração ao Deus verdadeiro.","conexao_teologica":"A idolatria é uma violação da aliança de Deus com seu povo, e a adoração a ídolos é condenada em toda a Escritura.","referencias_relacionadas":["2 Reis 21:6","Êxodo 20:4-5","Salmos 115:4-8"]},"2reis_21_6_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz simboliza a passagem e a transição, representando a ideia de sacrifício e redenção.","explicacao_detalhada":"No contexto de 2 Reis 21:6, a cruz pode ser vista como um símbolo da transgressão e do desvio do povo de Deus, que se afastou dos caminhos do Senhor.","por_que_esta_palavra":"A palavra 'cruz' é utilizada para ilustrar a gravidade das ações de Manassés, que levou o povo a adorar ídolos e a se afastar da verdadeira adoração.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando o sacrifício de Jesus e a redenção da humanidade, contrastando com a idolatria mencionada neste versículo.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Mateus 16:24"]},"2reis_21_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente no contexto da herança espiritual.","explicacao_detalhada":"Em 2 Reis 21:6, o 'filho' é uma referência direta à continuidade da família real e à responsabilidade que vem com essa posição, especialmente em relação à adoração a Deus.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Manassés e seu pai, Ezequias, e como as ações de um podem afetar a linhagem e a nação.","conexao_teologica":"A relação pai-filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a importância da fidelidade e da obediência.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 103:17","Mateus 1:1"]},"2reis_21_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa não apenas um edifício físico, mas também a família e a comunidade de fé.","explicacao_detalhada":"No versículo, a 'casa' de Deus é um lugar sagrado que deve ser respeitado e adorado, e a sua profanação é um sinal de desvio espiritual.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância do templo e da adoração correta a Deus, que foi corrompida pelas ações de Manassés.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre Seu povo e a necessidade de santidade.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"2reis_21_7_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e duradoura de Deus e de Suas promessas.","explicacao_detalhada":"Em 2 Reis 21:7, a referência ao eterno destaca a fidelidade de Deus em contrastar com a infidelidade do povo, que se afastou de Sua aliança.","por_que_esta_palavra":"A palavra 'eterno' é importante para entender a natureza de Deus e a seriedade das consequências da desobediência.","conexao_teologica":"A eternidade de Deus é um conceito fundamental que assegura a esperança e a certeza das promessas divinas, mesmo em tempos de apostasia.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Romanos 6:23"]},"2reis_21_8_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A 'piedade' refere-se à devoção e ao respeito que se deve ter para com Deus e Suas leis.","explicacao_detalhada":"No contexto do versículo, a falta de piedade do povo é um reflexo da sua desobediência e da adoração a ídolos.","por_que_esta_palavra":"A palavra 'piedade' é usada para enfatizar a necessidade de uma vida de devoção e obediência a Deus, que foi abandonada por Manassés.","conexao_teologica":"A piedade é um aspecto essencial da vida cristã, refletindo a relação correta entre o ser humano e Deus.","referencias_relacionadas":["1 Timóteo 4:8","Tito 1:1","Salmos 4:3"]},"2reis_21_8_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O 'solo' representa a terra prometida e a herança que Deus deu ao Seu povo.","explicacao_detalhada":"Em 2 Reis 21:8, a referência ao solo destaca a conexão entre a terra e a obediência a Deus, onde a desobediência pode levar à perda da herança.","por_que_esta_palavra":"A palavra 'solo' é utilizada para mostrar a importância da terra como parte da aliança de Deus com Israel.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus, e a desobediência pode resultar em consequências severas.","referencias_relacionadas":["Deuteronômio 11:21","Josué 1:3","Salmos 37:11"]},"2reis_21_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando os ídolos que o povo adorava.","explicacao_detalhada":"No contexto do versículo, a referência ao 'urso' pode ser uma alusão a práticas idolátricas que envolviam sacrifícios a deuses pagãos.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a natureza selvagem e destrutiva da idolatria que se infiltrou entre o povo de Deus.","conexao_teologica":"A idolatria é frequentemente retratada na Bíblia como algo que desvia o povo de Deus e traz destruição.","referencias_relacionadas":["Ezequiel 14:3","Isaías 44:9-20","1 Coríntios 10:14"]},"2reis_21_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' refere-se à fidelidade e à integridade da palavra de Deus.","explicacao_detalhada":"Em 2 Reis 21:9, a ausência de verdade entre o povo é um reflexo da sua desobediência e da corrupção moral.","por_que_esta_palavra":"A palavra 'verdade' é utilizada para enfatizar a importância de viver de acordo com os princípios de Deus, que foram ignorados.","conexao_teologica":"A verdade é um atributo essencial de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"2reis_21_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a posição do povo em relação a Deus e aos ídolos.","explicacao_detalhada":"No versículo, 'entre' sugere a mistura de adoração a Deus e a ídolos, o que é inaceitável aos olhos de Deus.","por_que_esta_palavra":"A palavra 'entre' é usada para mostrar a gravidade da situação em que o povo se encontra, dividindo sua lealdade.","conexao_teologica":"A ideia de estar 'entre' é um tema importante, pois Deus deseja um povo totalmente dedicado a Ele, sem divisões.","referencias_relacionadas":["Tiago 4:4","Mateus 6:24","1 Reis 18:21"]},"2reis_21_10_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Em 2 Reis 21:10, a menção de profetas destaca a responsabilidade de advertir o povo sobre suas transgressões e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Deus em chamar Seu povo ao arrependimento através de Seus mensageiros.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer Sua palavra e corrigir o curso do Seu povo, enfatizando a importância da obediência.","referencias_relacionadas":["Amós 3:7","Jeremias 7:25","Ezequiel 3:17"]},"2reis_21_10_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação divina, onde Deus expressa Sua vontade ao povo.","explicacao_detalhada":"No contexto de 2 Reis 21:10, Deus está se dirigindo ao rei Manassés através de profetas, alertando-o sobre suas ações e suas consequências. O ato de falar é fundamental para a revelação e a instrução divina.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação entre Deus e a humanidade, mostrando que Deus não é silencioso, mas ativo em guiar Seu povo.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, refletindo Sua vontade e desejo de relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 20:1","Salmos 29:4","Hebreus 1:1-2"]},"2reis_21_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em 2 Reis 21:10, o uso do nome 'senhor' destaca a autoridade de Deus ao pronunciar juízos sobre o povo. É um lembrete de que Ele é o governante supremo.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a posição de Deus como autoridade máxima, enfatizando que suas ordens devem ser seguidas.","conexao_teologica":"A soberania de Deus é um tema recorrente na teologia, mostrando que Ele tem controle sobre a história e o destino do Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"2reis_21_11_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus.","explicacao_detalhada":"No versículo, o pecado é mencionado em relação às ações de Manassés, que se afastou dos caminhos do Senhor, praticando idolatria e outras abominações.","por_que_esta_palavra":"O uso da palavra 'pecado' é crucial para entender a gravidade das ações de Manassés e suas consequências espirituais e sociais.","conexao_teologica":"O conceito de pecado é central na Bíblia, pois revela a necessidade de redenção e a importância do arrependimento.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"2reis_21_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a uma imagem de idolatria ou a um símbolo de força.","explicacao_detalhada":"Embora o contexto específico do urso em 2 Reis 21:11 não seja claro, a menção de animais em contextos de idolatria é comum, simbolizando a adoração a deuses pagãos.","por_que_esta_palavra":"A inclusão de 'urso' pode indicar a natureza grotesca da idolatria e a distorção da criação ao invés de adorar o Criador.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, mostrando a luta constante do povo de Deus contra a adoração a ídolos.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","Isaías 44:9-20"]},"2reis_21_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade e a soberania de Deus.","explicacao_detalhada":"Neste contexto, a repetição do nome 'senhor' enfatiza a seriedade da mensagem que está sendo transmitida ao rei Manassés.","por_que_esta_palavra":"A palavra 'senhor' é usada para lembrar ao povo que Deus é o único digno de adoração e obediência.","conexao_teologica":"A soberania de Deus é um tema fundamental, mostrando que Ele é o Senhor de toda a criação e que Suas ordens devem ser seguidas.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 19:16"]},"2reis_21_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador de todas as coisas.","explicacao_detalhada":"Em 2 Reis 21:12, a menção de 'deus' destaca a relação entre a divindade e a humanidade, enfatizando a necessidade de reverência e obediência.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza de Deus como aquele que tem autoridade sobre a vida e a moralidade.","conexao_teologica":"A divindade de Deus é um tema central na teologia, refletindo Sua natureza, poder e a relação com a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"2reis_21_12_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante.","explicacao_detalhada":"Neste contexto, 'eis' serve para enfatizar a gravidade da mensagem que está sendo transmitida ao rei Manassés, alertando-o sobre as consequências de suas ações.","por_que_esta_palavra":"A palavra 'eis' é usada para preparar o ouvinte para uma revelação ou um aviso significativo.","conexao_teologica":"A ênfase em 'eis' reflete a importância de prestar atenção às advertências de Deus, que são vitais para a vida espiritual.","referencias_relacionadas":["Mateus 24:42","Lucas 12:40","Apocalipse 3:20"]},"2reis_21_13_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude da ação de Deus em resposta ao pecado.","explicacao_detalhada":"Em 2 Reis 21:13, a grandeza de Deus é destacada em contraste com a pequenez do pecado humano, mostrando que Deus é capaz de agir de maneira poderosa.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a majestade e o poder de Deus em trazer juízo e restauração.","conexao_teologica":"A grandeza de Deus é um tema central, refletindo Sua soberania e capacidade de transformar situações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2reis_21_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode se referir ao templo ou à linhagem real.","explicacao_detalhada":"No contexto de 2 Reis 21:13, 'casa' é uma referência ao templo de Deus e à importância da adoração correta e da pureza espiritual.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa o lugar onde Deus habita e onde o povo deve se encontrar com Ele.","conexao_teologica":"A casa de Deus é um tema importante na Bíblia, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2reis_21_13_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Deus.","explicacao_detalhada":"Em 2 Reis 21:13, o nome de Deus é mencionado para enfatizar Sua autoridade e a importância de honrá-Lo.","por_que_esta_palavra":"A palavra 'nome' é usada para lembrar que o caráter de Deus deve ser respeitado e reverenciado.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e a relação que temos com Ele.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Filipenses 2:9-11"]},"2reis_21_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, indicando uma maneira específica de agir.","explicacao_detalhada":"No contexto de 2 Reis 21:14, o 'modo' implica a forma como o povo de Judá se afastou dos caminhos do Senhor, adotando práticas idólatras e desobedientes.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a maneira errada que o povo escolheu seguir, contrastando com o modo correto de adoração a Deus.","conexao_teologica":"O modo de viver e adorar é fundamental na teologia bíblica, pois reflete a relação do povo com Deus e suas leis.","referencias_relacionadas":["Deuteronômio 12:30","Salmos 119:1","Mateus 7:13-14"]},"2reis_21_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar, especialmente em um contexto de entrega ou concessão.","explicacao_detalhada":"Em 2 Reis 21:14, a palavra 'dar' é usada para descrever a entrega de Judá nas mãos de seus inimigos como consequência de sua desobediência.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a soberania de Deus em permitir que o povo colha as consequências de suas ações.","conexao_teologica":"A ideia de dar e receber é central na relação entre Deus e seu povo, refletindo a justiça divina.","referencias_relacionadas":["Romanos 1:24","Gálatas 6:7","Hebreus 12:6"]},"2reis_21_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, simbolizando um momento de julgamento.","explicacao_detalhada":"No versículo, 'dia' é usado para indicar um tempo determinado em que Deus traria juízo sobre Judá devido à sua idolatria.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa a certeza do juízo de Deus, que não é apenas um conceito abstrato, mas um evento real e iminente.","conexao_teologica":"O conceito de 'dia' de julgamento é uma temática recorrente na Bíblia, enfatizando a justiça de Deus.","referencias_relacionadas":["Ezequiel 30:3","Joel 2:1","Apocalipse 20:11-15"]},"2reis_21_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada metaforicamente para descrever a ação de fazer ou realizar algo.","explicacao_detalhada":"Em 2 Reis 21:15, 'urso' refere-se à ação de fazer o mal, simbolizando a gravidade das transgressões cometidas pelo povo.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a natureza ativa do pecado, que não é apenas uma omissão, mas uma ação deliberada contra Deus.","conexao_teologica":"A teologia bíblica frequentemente aborda a ideia de que as ações têm consequências, refletindo a natureza do pecado como uma violação ativa da vontade de Deus.","referencias_relacionadas":["Romanos 3:23","Tiago 1:15","1 João 3:4"]},"2reis_21_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ruína, simbolizando a consequência do pecado.","explicacao_detalhada":"No contexto do versículo, 'cair' representa a queda moral e espiritual do povo de Judá, que se afastou de Deus.","por_que_esta_palavra":"A palavra 'cair' é significativa porque ilustra a fragilidade da condição humana diante da desobediência a Deus.","conexao_teologica":"A queda é um tema central na Bíblia, representando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"2reis_21_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, a palavra 'urso' é usada para descrever a ação de fazer algo, neste caso, o mal.","explicacao_detalhada":"Em 2 Reis 21:16, 'urso' enfatiza a prática contínua de injustiças e idolatria pelo povo, refletindo um padrão de comportamento pecaminoso.","por_que_esta_palavra":"A repetição da palavra 'urso' destaca a gravidade e a persistência do pecado entre o povo de Judá.","conexao_teologica":"A continuidade do pecado é um tema importante, mostrando como a desobediência pode se tornar um hábito que afasta o povo de Deus.","referencias_relacionadas":["Salmos 14:1","Romanos 1:21-23","Gálatas 5:19-21"]},"2reis_21_16_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue derramado, simbolizando a violência e a injustiça.","explicacao_detalhada":"No versículo, 'sangue' representa as consequências trágicas das ações do povo, que se entregou à idolatria e à violência.","por_que_esta_palavra":"A palavra 'sangue' é poderosa, evocando a gravidade do pecado e suas consequências, tanto físicas quanto espirituais.","conexao_teologica":"O sangue é um símbolo importante na teologia bíblica, representando tanto a vida quanto a morte, e a necessidade de redenção.","referencias_relacionadas":["Gênesis 4:10","Mateus 23:35","Hebreus 9:22"]},"2reis_21_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir, enfatizando a continuidade do comportamento desobediente.","explicacao_detalhada":"Em 2 Reis 21:17, 'modo' é usado para reiterar a forma como o povo continuou em suas práticas erradas, desafiando a vontade de Deus.","por_que_esta_palavra":"A repetição da palavra 'modo' serve para reforçar a ideia de que a desobediência se tornou uma norma entre o povo.","conexao_teologica":"A maneira de viver é um reflexo da relação do povo com Deus, e a desobediência leva a consequências severas.","referencias_relacionadas":["Provérbios 14:12","Isaías 53:6","Romanos 12:2"]},"2reis_21_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e consequências.","explicacao_detalhada":"No versículo, 'dia' simboliza o tempo em que Deus traria juízo sobre Judá por suas transgressões.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a certeza do juízo divino e a inevitabilidade das consequências do pecado.","conexao_teologica":"O dia do Senhor é um tema recorrente na Bíblia, enfatizando a justiça e a soberania de Deus sobre a história.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"2reis_21_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, simbolizando liderança e responsabilidade.","explicacao_detalhada":"Em 2 Reis 21:17, 'rei' representa a liderança de Judá e a responsabilidade do rei em guiar o povo em direção a Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois destaca a importância da liderança espiritual e moral na nação.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os reis são frequentemente julgados pela sua fidelidade a Deus e suas ações em relação ao povo.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 29:2","Romanos 13:1"]},"2reis_21_18_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso final de um rei após seu reinado.","explicacao_detalhada":"A palavra 'descanso' implica um estado de paz e tranquilidade, muitas vezes associado à morte e ao descanso dos esforços terrenos.","por_que_esta_palavra":"É utilizada para descrever o fim da vida de um rei, simbolizando a conclusão de sua jornada e a entrega ao descanso eterno.","conexao_teologica":"O descanso é frequentemente associado à promessa de Deus de paz e descanso para os fiéis, refletindo a esperança da vida eterna.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Apocalipse 14:13"]},"2reis_21_18_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a autoridade e o poder de um rei sobre seu povo.","explicacao_detalhada":"A palavra 'reinar' implica governar, liderar e exercer autoridade, sendo uma função central na estrutura social e política de Israel.","por_que_esta_palavra":"É usada para descrever a posição de um rei, enfatizando a responsabilidade e o dever de guiar o povo segundo a vontade de Deus.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, onde Ele é apresentado como o Rei soberano que governa sobre toda a criação.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_21_18_jardim":{"palavra_pt":"jardim","palavra_original":"גַּן","transliteracao":"gan","strong":"H1588","significado_raiz":"Ideia básica: jardim.","significado_contextual":"Refere-se a um espaço de beleza e cultivo, muitas vezes associado ao Éden.","explicacao_detalhada":"A palavra 'jardim' simboliza um lugar de fertilidade e vida, onde a criação de Deus é apreciada e cuidada.","por_que_esta_palavra":"É utilizada para descrever o ambiente ideal que Deus criou, refletindo a harmonia e a beleza da criação.","conexao_teologica":"O jardim do Éden representa a comunhão perfeita entre Deus e a humanidade antes da queda.","referencias_relacionadas":["Gênesis 2:8-9","Isaías 51:3","Apocalipse 22:1-2"]},"2reis_21_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' implica não apenas relação biológica, mas também herança e continuidade do legado familiar e espiritual.","por_que_esta_palavra":"É usada para enfatizar a importância da sucessão no trono e a continuidade da liderança em Israel.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","Romanos 8:17"]},"2reis_21_19_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se à ascensão de um novo rei após a morte do anterior.","explicacao_detalhada":"A palavra 'reinar' destaca a transição de poder e a responsabilidade que vem com a liderança.","por_que_esta_palavra":"É utilizada para descrever o ato de assumir o trono e as obrigações que acompanham essa posição.","conexao_teologica":"A ideia de reinar é central na narrativa bíblica, onde Cristo é apresentado como o Rei dos Reis.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 11:15","Apocalipse 20:6"]},"2reis_21_19_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome e à reputação de uma pessoa, especialmente em contextos de poder.","explicacao_detalhada":"A palavra 'nome' implica identidade e a influência que uma pessoa exerce sobre os outros.","por_que_esta_palavra":"É usada para enfatizar a importância do nome de alguém em relação à sua posição e ao respeito que recebe.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de Sua autoridade e poder.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-10"]},"2reis_21_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' implica a ideia de ação e realização, muitas vezes associada à criação de obras ou eventos.","por_que_esta_palavra":"É utilizada para descrever a atividade de um rei ou de uma pessoa em realizar ações significativas.","conexao_teologica":"Deus é frequentemente descrito como aquele que cria e realiza grandes obras em favor de Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Efésios 2:10"]},"2reis_21_20_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e à visão, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e entender, sendo um órgão de percepção crucial.","por_que_esta_palavra":"É usada para enfatizar a importância da visão, tanto literal quanto figurativa, na compreensão da verdade.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos dos cegos para a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Apocalipse 3:18"]},"2reis_21_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' representa a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"É utilizada para enfatizar a reverência e o respeito que se deve ao nome de Deus.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder entre Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9"]},"2reis_21_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou à conduta de uma pessoa.","explicacao_detalhada":"A palavra 'modo' implica a forma ou estilo de agir, refletindo a ética e os valores de uma pessoa.","por_que_esta_palavra":"É usada para descrever a maneira de viver e agir de um rei ou de um indivíduo em relação às suas responsabilidades.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, sendo um tema importante na vida cristã.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Tiago 1:22"]},"2reis_21_21_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que o povo de Judá deveria seguir.","explicacao_detalhada":"A palavra 'vida' neste contexto está relacionada à obediência aos mandamentos de Deus e à busca pela justiça. O 'caminho' representa a forma de viver que agrada a Deus.","por_que_esta_palavra":"A escolha do caminho da vida é crucial para a prosperidade espiritual e física do povo de Deus.","conexao_teologica":"A vida em Deus é frequentemente associada à obediência e à aliança, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 1:1-3","Provérbios 4:23"]},"2reis_21_21_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à adoração e reverência devida a Deus, contrastando com a idolatria.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a importância de reconhecer a soberania de Deus sobre todas as coisas e a necessidade de se afastar de práticas idólatras.","por_que_esta_palavra":"A adoração a Deus é fundamental para a identidade do povo de Israel e sua relação com o Criador.","conexao_teologica":"A centralidade de Deus na vida do povo é um tema recorrente na Bíblia, que destaca a importância da fidelidade a Ele.","referencias_relacionadas":["Êxodo 20:3-5","Isaías 45:5","Salmos 96:5"]},"2reis_21_22_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Novamente, refere-se ao caminho de vida que deveria ser seguido pelo povo.","explicacao_detalhada":"A repetição da palavra 'vida' indica a urgência e a necessidade de retornar ao caminho correto, que é a obediência a Deus.","por_que_esta_palavra":"A vida em conformidade com a vontade de Deus é essencial para a sobrevivência espiritual do povo.","conexao_teologica":"A vida em Deus é um tema central, onde a obediência traz bênçãos e desobediência traz consequências.","referencias_relacionadas":["Deuteronômio 30:15-16","Romanos 6:23","Gálatas 6:8"]},"2reis_21_22_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de ser afastado ou abandonado por Deus devido à desobediência.","explicacao_detalhada":"A palavra 'destituído' implica em uma separação da bênção divina, resultante da idolatria e da rebeldia do povo.","por_que_esta_palavra":"A destituição é uma consequência direta da escolha de não seguir os caminhos de Deus.","conexao_teologica":"A ideia de ser destituído de Deus é um alerta sobre as consequências da desobediência e da idolatria.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:24","Hebreus 10:26-27"]},"2reis_21_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' é um símbolo da aliança e do relacionamento entre Deus e Seu povo, enfatizando Sua soberania.","por_que_esta_palavra":"Reconhecer o nome do Senhor é fundamental para a adoração e a fidelidade do povo.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e ao Seu poder em meio ao Seu povo.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Filipenses 2:9-11"]},"2reis_21_23_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que deve ser direcionado a Deus e à Sua vontade.","explicacao_detalhada":"A palavra 'amor' implica em um compromisso profundo com Deus, que deve ser refletido nas ações do povo.","por_que_esta_palavra":"O amor a Deus é a base da relação entre Ele e Seu povo, sendo um chamado à fidelidade.","conexao_teologica":"O amor é um tema central na Bíblia, onde é visto como a motivação para a obediência e a adoração.","referencias_relacionadas":["Deuteronômio 6:5","Mateus 22:37","1 João 4:19"]},"2reis_21_23_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte espiritual e física que resulta da desobediência a Deus.","explicacao_detalhada":"A palavra 'morrer' neste contexto é um aviso sobre as consequências da idolatria e da rebeldia contra Deus.","por_que_esta_palavra":"A morte é apresentada como uma consequência inevitável da separação de Deus.","conexao_teologica":"A morte espiritual é um tema recorrente, onde a desobediência leva à alienação de Deus.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Apocalipse 20:14"]},"2reis_21_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao papel do rei em guiar o povo segundo a vontade de Deus.","explicacao_detalhada":"A palavra 'rei' enfatiza a responsabilidade do governante em liderar o povo em justiça e retidão.","por_que_esta_palavra":"O rei é visto como um representante de Deus na terra, e sua conduta influencia diretamente a nação.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e é essencial para a saúde espiritual do povo.","referencias_relacionadas":["1 Samuel 12:14","Provérbios 29:2","Romanos 13:1"]},"2reis_21_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é um símbolo da bênção e da presença de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto representa o lar que Deus deu ao Seu povo, onde eles devem viver em obediência.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Israel e da promessa de prosperidade.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:3"]},"2reis_21_24_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Novamente, refere-se ao amor que deve ser direcionado a Deus.","explicacao_detalhada":"A repetição da palavra 'amor' reforça a importância do compromisso com Deus e Sua vontade.","por_que_esta_palavra":"O amor a Deus é fundamental para a vida espiritual e a obediência do povo.","conexao_teologica":"O amor é a essência do relacionamento entre Deus e Seu povo, sendo a motivação para a fidelidade.","referencias_relacionadas":["Deuteronômio 6:5","Mateus 22:37","1 João 4:19"]},"2reis_21_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema sobre um povo ou nação, especialmente no contexto de Israel.","explicacao_detalhada":"No contexto de 2 Reis 21:24, a palavra 'rei' é usada para descrever a posição de Manassés, que governou Judá e foi conhecido por sua idolatria e desobediência a Deus.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a dinâmica de liderança e a relação entre o governante e o povo, especialmente em relação à fidelidade a Deus.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à aliança de Deus com Seu povo, onde o rei deveria ser um representante de Deus na terra.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10-12","Provérbios 16:10"]},"2reis_21_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período de tempo específico, muitas vezes relacionado a eventos significativos na história de Israel.","explicacao_detalhada":"Em 2 Reis 21:25, o 'dia' refere-se ao tempo em que Manassés reinou e suas ações foram registradas, refletindo a importância de cada dia em que um rei governava.","por_que_esta_palavra":"O conceito de 'dia' enfatiza a continuidade do tempo e a responsabilidade que cada rei tinha durante seu reinado.","conexao_teologica":"Os dias de um rei são vistos como parte do plano soberano de Deus para a história de Israel.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Salmos 90:12"]},"2reis_21_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à autoridade e ao governo de Manassés sobre Judá.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'rei' sublinha a importância da liderança de Manassés e suas consequências para o povo de Judá.","por_que_esta_palavra":"A repetição reforça a ideia de que a liderança é crucial para a saúde espiritual e social da nação.","conexao_teologica":"A liderança do rei é vista como um reflexo da relação entre Deus e Seu povo, onde a obediência traz bênçãos e a desobediência traz juízo.","referencias_relacionadas":["1 Reis 11:34","2 Crônicas 33:9","Ezequiel 34:2"]},"2reis_21_25_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de paz ou tranquilidade, muitas vezes associado ao final de um reinado ou à morte de um rei.","explicacao_detalhada":"Em 2 Reis 21:25, 'descanso' implica que Manassés, após seu reinado, encontrou descanso, o que pode ser interpretado como um alívio das suas ações malignas.","por_que_esta_palavra":"O 'descanso' é um conceito importante na Bíblia, simbolizando a paz que vem após a luta e a justiça divina.","conexao_teologica":"O descanso é frequentemente associado ao cumprimento das promessas de Deus e à esperança de um futuro melhor.","referencias_relacionadas":["Hebreus 4:9-10","Salmos 37:7","Mateus 11:28"]},"2reis_21_26_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"Em 2 Reis 21:26, 'reinar' descreve a ação de Manassés e a continuidade de sua linhagem, destacando a importância da sucessão no trono.","por_que_esta_palavra":"O ato de 'reinar' é central para a narrativa bíblica, pois implica responsabilidade e a necessidade de liderança justa.","conexao_teologica":"O reinado é visto como uma extensão da soberania de Deus, onde os reis são considerados servos de Deus.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Salmos 22:28"]},"2reis_21_26_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicação ou declaração, muitas vezes usada em contextos de lamento ou recordação.","explicacao_detalhada":"Em 2 Reis 21:26, a expressão pode estar relacionada ao lamento pela desobediência de Manassés e suas consequências.","por_que_esta_palavra":"A 'expressão' é importante para entender como os sentimentos e as ações são comunicados na narrativa bíblica.","conexao_teologica":"As expressões de arrependimento ou lamento são frequentemente vistas como um caminho para a restauração diante de Deus.","referencias_relacionadas":["Salmos 51:17","Isaías 57:15","Lamentações 3:40"]},"2reis_21_26_jardim":{"palavra_pt":"jardim","palavra_original":"גַּן","transliteracao":"gan","strong":"H1588","significado_raiz":"Ideia básica: jardim.","significado_contextual":"A palavra 'jardim' refere-se a um espaço cultivado, muitas vezes associado à beleza e à presença de Deus.","explicacao_detalhada":"Em 2 Reis 21:26, o 'jardim' pode simbolizar o lugar de bênção e a relação íntima que Deus deseja ter com Seu povo.","por_que_esta_palavra":"O 'jardim' é um símbolo de vida, fertilidade e a presença de Deus, contrastando com a desolação causada pelo pecado.","conexao_teologica":"O conceito de jardim é frequentemente associado ao Éden, representando a intenção original de Deus para a humanidade.","referencias_relacionadas":["Gênesis 2:8","Isaías 51:3","Apocalipse 22:1-2"]}}