{"2reis_22_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real em Judá.","explicacao_detalhada":"Em 2 Reis 22:1, 'filho' se refere a Josias, que se tornou rei após Manassés, simbolizando esperança e renovação.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a sucessão no trono e a continuidade das promessas de Deus.","conexao_teologica":"A linhagem messiânica é frequentemente destacada na Bíblia, onde Jesus é chamado de Filho de Davi.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23-38","Romanos 1:3"]},"2reis_22_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' é usada para descrever a ascensão de Josias ao trono e suas ações como rei.","explicacao_detalhada":"Em 2 Reis 22:1, 'reinar' indica o início de um período de reforma e restauração espiritual em Judá sob a liderança de Josias.","por_que_esta_palavra":"O ato de 'reinar' é central para a narrativa de transformação e retorno à adoração verdadeira a Deus.","conexao_teologica":"O reinado de Josias é visto como um exemplo de liderança que busca a vontade de Deus e promove a justiça.","referencias_relacionadas":["2 Reis 23:25","2 Crônicas 34:1-3","Jeremias 1:1"]},"2reis_22_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Josias como rei de Judá.","explicacao_detalhada":"Em 2 Reis 22:1, o 'nome' de Josias é mencionado para estabelecer sua posição e a importância de seu governo.","por_que_esta_palavra":"O 'nome' é um símbolo de autoridade e poder, refletindo a responsabilidade que um rei tem diante de Deus e do povo.","conexao_teologica":"O nome de um rei é frequentemente associado à sua reputação e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 72:17","Provérbios 22:1","Isaías 9:6"]},"2reis_22_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' no contexto de 2 Reis 22:2 indica a ideia de realizar ou executar uma tarefa, como a construção ou a administração de um reino.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da ação e do cumprimento das responsabilidades.","conexao_teologica":"A ação de fazer é central na vida do crente, que é chamado a agir conforme a vontade de Deus.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:9","Colossenses 3:23"]},"2reis_22_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como algo é feito ou realizado.","explicacao_detalhada":"A palavra 'modo' implica na maneira específica de agir ou proceder, que é relevante para a liderança e a administração do povo de Deus.","por_que_esta_palavra":"É importante entender que a forma de agir pode influenciar os resultados e a percepção do povo.","conexao_teologica":"Deus se preocupa com a maneira como adoramos e vivemos, não apenas com as ações em si.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","1 Coríntios 10:31"]},"2reis_22_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Simboliza a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olho' é usada para descrever a capacidade de ver e discernir a verdade, essencial para a liderança e a sabedoria.","por_que_esta_palavra":"A visão é crucial para guiar o povo e tomar decisões sábias.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e somos chamados a ter uma visão espiritual clara.","referencias_relacionadas":["Salmos 33:18","Provérbios 29:18","Mateus 6:22"]},"2reis_22_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade e liderança sobre o povo.","explicacao_detalhada":"A palavra 'rei' destaca a importância da liderança justa e da responsabilidade do governante em guiar seu povo segundo a vontade de Deus.","por_que_esta_palavra":"A liderança é um tema central na Bíblia, refletindo a soberania de Deus sobre a história.","conexao_teologica":"Cristo é chamado de Rei dos Reis, enfatizando a importância da liderança divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_22_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ideia de acontecer ou vir a ser.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como um estado de transição, onde algo se torna realidade ou se manifesta.","por_que_esta_palavra":"É uma expressão que pode refletir a mudança de estado ou a realização de uma profecia.","conexao_teologica":"Deus é soberano sobre os eventos que 'caem' em nossa vida, trazendo à existência o que Ele deseja.","referencias_relacionadas":["Isaías 46:10","Romanos 8:28","Efésios 1:11"]},"2reis_22_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é significativa no contexto da herança e da perpetuação das promessas de Deus.","por_que_esta_palavra":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"Jesus é chamado de Filho de Deus, representando a relação única entre o Pai e o Filho.","referencias_relacionadas":["Gênesis 22:2","Mateus 3:17","João 1:12"]},"2reis_22_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função de intercessão e serviço a Deus.","explicacao_detalhada":"A palavra 'sacerdote' destaca a importância do papel mediador entre Deus e o povo, especialmente na adoração e nos sacrifícios.","por_que_esta_palavra":"Os sacerdotes eram essenciais para a manutenção da relação do povo com Deus.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, intercedendo por nós diante do Pai.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"2reis_22_4_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a expiação dos pecados.","explicacao_detalhada":"A palavra 'sangue' é frequentemente associada a sacrifícios e à redenção, sendo um elemento central na teologia da salvação.","por_que_esta_palavra":"O sangue é um símbolo poderoso da aliança e da purificação.","conexao_teologica":"O sangue de Cristo é o que nos purifica e nos reconcilia com Deus.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"2reis_22_4_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a grandeza de Deus e a importância de Sua obra entre o povo.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente, refletindo Seu poder e majestade.","conexao_teologica":"Deus é grande em misericórdia e poder, e somos chamados a reconhecer Sua grandeza.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2reis_22_5_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou atividade realizada.","explicacao_detalhada":"A palavra 'obra' implica em ações concretas e realizações que têm um propósito e significado.","por_que_esta_palavra":"A obra é um reflexo da fé em ação, mostrando a importância do trabalho no reino de Deus.","conexao_teologica":"Fomos criados para boas obras, que Deus preparou de antemão para que andássemos nelas.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","Tiago 2:17"]},"2reis_22_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo a alguém, um ato de generosidade ou entrega.","explicacao_detalhada":"No contexto de 2 Reis 22:5, a palavra 'dar' é usada para descrever a entrega de recursos para a manutenção do templo. Isso implica uma responsabilidade comunitária e a importância de sustentar a adoração a Deus.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a necessidade de contribuir para a obra de Deus, mostrando que a generosidade é uma parte essencial da vida espiritual.","conexao_teologica":"A generosidade é um princípio central na vida cristã, refletindo o caráter de Deus que dá abundantemente aos seus filhos.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Provérbios 11:25"]},"2reis_22_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força e proteção, embora o uso específico no versículo não seja claro.","explicacao_detalhada":"Neste contexto, 'urso' pode simbolizar a força necessária para enfrentar desafios, refletindo a ideia de que Deus é um protetor poderoso.","por_que_esta_palavra":"A palavra é usada para ilustrar a força e a proteção que Deus oferece ao seu povo, especialmente em tempos de necessidade.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que cuida de seu povo como um urso protege seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Salmos 46:1"]},"2reis_22_6_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se ao ato de trazer algo à existência, enfatizando a soberania de Deus como Criador.","explicacao_detalhada":"No versículo, 'criar' pode estar relacionado à construção ou renovação do templo, simbolizando um novo começo e a restauração da adoração.","por_que_esta_palavra":"A escolha da palavra 'criar' destaca a capacidade de Deus de transformar e renovar, tanto física quanto espiritualmente.","conexao_teologica":"A criação é um tema central na teologia, mostrando que Deus tem o poder de criar e recriar vidas e comunidades.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:19","2 Coríntios 5:17"]},"2reis_22_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em segurar firmemente algo, simbolizando determinação e força.","explicacao_detalhada":"Neste contexto, 'agarrar' pode se referir à necessidade de se apegar à verdade e aos princípios de Deus durante tempos de incerteza.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância de manter firme a fé e os valores em meio a desafios.","conexao_teologica":"A perseverança na fé é um tema recorrente nas Escrituras, onde os crentes são chamados a 'agarrar' a esperança que têm em Cristo.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:14","1 Coríntios 15:58"]},"2reis_22_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é o local de adoração e presença de Deus entre seu povo.","explicacao_detalhada":"No contexto de 2 Reis 22:6, a 'casa' é um símbolo da relação entre Deus e seu povo, representando um espaço sagrado para a comunhão.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância do templo como um lugar de encontro com Deus e de adoração.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a habitação de Deus entre os homens e a importância da adoração comunitária.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Pedro 2:5"]},"2reis_22_7_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode simbolizar a liderança e a responsabilidade.","explicacao_detalhada":"No versículo, 'homem' pode se referir ao papel de liderança que deve ser exercido com integridade e fé diante de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade dos líderes em guiar o povo de acordo com os princípios de Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os homens e mulheres de Deus são chamados a liderar com justiça e sabedoria.","referencias_relacionadas":["1 Timóteo 3:1-2","Tiago 3:1","Salmos 78:72"]},"2reis_22_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente, enfatizando a continuidade da ação de oferecer e contribuir.","explicacao_detalhada":"Neste contexto, 'dar' pode se referir à entrega de ofertas ou à disposição de servir a Deus e à comunidade.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de que a generosidade deve ser uma prática constante na vida do crente.","conexao_teologica":"A prática de dar é uma expressão de amor e gratidão a Deus, refletindo o caráter generoso do próprio Deus.","referencias_relacionadas":["Lucas 6:38","Gálatas 6:9-10","Mateus 5:16"]},"2reis_22_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"No contexto, 'verdade' é fundamental para a vida espiritual, pois implica em viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância de buscar e viver a verdade de Deus em todas as áreas da vida.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"2reis_22_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo, desempenhando um papel crucial na adoração.","explicacao_detalhada":"No versículo, o sacerdote é responsável por conduzir o povo em adoração e manter a santidade do templo.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' enfatiza a importância do papel sacerdotal na vida espiritual e na comunidade de fé.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação de Cristo e a chamada de todos os crentes para serem sacerdotes diante de Deus.","referencias_relacionadas":["1 Pedro 2:9","Hebreus 4:14-16","Êxodo 28:1"]},"2reis_22_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é novamente utilizada para se referir ao templo, enfatizando sua importância na vida do povo de Deus.","explicacao_detalhada":"Neste contexto, a 'casa' representa o lugar de adoração e a presença de Deus entre seu povo, sendo essencial para a vida espiritual.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que o templo é um espaço sagrado e vital para a adoração.","conexao_teologica":"A casa de Deus é um símbolo da habitação divina e da comunhão entre Deus e seu povo, um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 84:1-2","Mateus 12:6","Hebreus 10:21"]},"2reis_22_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar é um ato de oferecer algo a alguém, e neste contexto refere-se ao ato de entregar ou conceder algo importante.","explicacao_detalhada":"A palavra 'dar' (נָתַן - nâthan) é utilizada para descrever a ação de transferir algo de uma pessoa para outra. No contexto de 2 Reis 22:8, isso se relaciona à entrega do livro da Lei ao rei, simbolizando a importância da palavra de Deus sendo dada ao seu povo.","por_que_esta_palavra":"Esta palavra é crucial porque representa a ação de Deus em revelar Sua vontade ao Seu povo através da entrega da Lei.","conexao_teologica":"A entrega da Lei é um ato de graça divina, onde Deus se comunica com Seu povo, estabelecendo um relacionamento baseado em Sua palavra.","referencias_relacionadas":["Deuteronômio 6:6-9","Salmos 119:105","Romanos 10:17"]},"2reis_22_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade máxima em Israel, responsável por governar e liderar o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ - melek) é usada para descrever a posição de liderança e autoridade. No contexto de 2 Reis 22:9, o rei Josias busca restaurar a adoração a Deus e a obediência à Sua Lei.","por_que_esta_palavra":"A palavra é importante porque enfatiza a responsabilidade do rei em guiar o povo segundo os preceitos de Deus.","conexao_teologica":"A figura do rei em Israel é um tipo de Cristo, que é o Rei dos Reis e governa com justiça e retidão.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"2reis_22_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao templo ou ao lugar de adoração, onde o povo se reunia para cultuar a Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת - bayith) neste contexto se refere ao templo de Jerusalém, que era o centro da vida espiritual de Israel. A restauração da casa de Deus era essencial para o retorno à verdadeira adoração.","por_que_esta_palavra":"A casa de Deus simboliza a presença divina entre o Seu povo e a importância da adoração adequada.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, que se cumpre em Cristo, que é o verdadeiro templo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:12-13","1 Coríntios 3:16"]},"2reis_22_9_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Obra refere-se ao trabalho ou atividade realizada, especialmente em relação à construção ou restauração do templo.","explicacao_detalhada":"A palavra 'obra' (מְלָאכָה - mᵉlâʼkâh) é utilizada para descrever as atividades que envolvem a construção e a manutenção do templo. Em 2 Reis 22:9, isso se relaciona ao trabalho de restauração que estava sendo realizado.","por_que_esta_palavra":"A obra é significativa porque representa o esforço do povo em restaurar a adoração a Deus e a integridade do templo.","conexao_teologica":"A obra de restauração do templo é um reflexo do chamado de Deus para que Seu povo trabalhe na edificação do Seu reino.","referencias_relacionadas":["Neemias 2:18","1 Coríntios 15:58","Efésios 2:10"]},"2reis_22_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei, novamente, refere-se à autoridade máxima em Israel, que tem a responsabilidade de liderar e governar.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ - melek) enfatiza a importância da liderança de Josias na restauração da adoração a Deus e na obediência à Lei.","por_que_esta_palavra":"A palavra é crucial para entender o papel do rei como um líder espiritual e político que deve guiar o povo segundo a vontade de Deus.","conexao_teologica":"O rei é um símbolo da liderança que deve refletir a justiça e a retidão de Deus, apontando para Cristo como o Rei perfeito.","referencias_relacionadas":["Provérbios 16:12","Isaías 9:6-7","1 Pedro 2:9"]},"2reis_22_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se àquele que serve no templo e atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן - kôhên) é usada para descrever a função dos que ministram no templo. Em 2 Reis 22:10, o sacerdote é fundamental na entrega da Lei ao rei.","por_que_esta_palavra":"A palavra é importante porque destaca o papel do sacerdote como mediador e guardião da Lei de Deus.","conexao_teologica":"O sacerdócio aponta para Cristo, nosso Sumo Sacerdote, que intercede por nós e cumpre a Lei perfeitamente.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:5","Êxodo 28:1"]},"2reis_22_10_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação de Deus, especialmente a Lei que foi dada ao povo.","explicacao_detalhada":"A palavra 'palavra' (נָגַד - nâgad) implica a revelação e a comunicação da vontade de Deus. Em 2 Reis 22:10, a palavra é a Lei que foi encontrada e lida ao rei.","por_que_esta_palavra":"Esta palavra é essencial porque representa a verdade de Deus sendo revelada ao Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e em Cristo, a Palavra se fez carne, revelando a plenitude de Deus.","referencias_relacionadas":["Salmos 119:11","João 1:14","Hebreus 4:12"]},"2reis_22_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei, mais uma vez, refere-se à autoridade que deve responder à palavra de Deus.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ - melek) neste contexto enfatiza a responsabilidade de Josias em ouvir e obedecer à palavra de Deus que foi lida.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância da resposta do líder à revelação divina.","conexao_teologica":"A obediência do rei à palavra de Deus é um modelo para todos os líderes que devem governar segundo a vontade divina.","referencias_relacionadas":["Tiago 1:22","Romanos 12:2","Salmos 119:105"]},"2reis_22_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a uma reação de humildade e reconhecimento diante da palavra de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) neste contexto implica uma resposta emocional e espiritual do rei ao ouvir a Lei, reconhecendo a gravidade da situação do povo.","por_que_esta_palavra":"Esta palavra é importante porque mostra a resposta de arrependimento e humildade diante de Deus.","conexao_teologica":"Cair diante de Deus é um sinal de submissão e reconhecimento da soberania divina, que é essencial para a verdadeira adoração.","referencias_relacionadas":["Isaías 66:2","Salmos 51:17","Tiago 4:10"]},"2reis_22_11_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir refere-se à ação de prestar atenção à palavra de Deus e agir de acordo com ela.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע - shâmaʻ) é fundamental para a resposta do rei à Lei. Em 2 Reis 22:11, ouvir implica não apenas escutar, mas também obedecer.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a importância da obediência à palavra de Deus como um ato de fé.","conexao_teologica":"Ouvir a palavra de Deus é um princípio central na vida cristã, onde a fé vem pelo ouvir e a obediência é uma resposta ao amor de Deus.","referencias_relacionadas":["Romanos 10:17","Deuteronômio 6:4-5","Mateus 7:24"]},"2reis_22_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima de um reino, que governa e toma decisões importantes.","explicacao_detalhada":"No contexto de 2 Reis 22, o rei é Josias, que busca restaurar a adoração a Deus em Judá. Ele é um líder que busca a verdade e a justiça, e sua posição é crucial para a reforma religiosa.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a importância da liderança e da responsabilidade que vem com o poder. Josias é um exemplo de um rei que busca a vontade de Deus.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à aliança de Deus com Seu povo. Um rei justo é visto como um reflexo do governo de Deus sobre Israel.","referencias_relacionadas":["1 Samuel 8:5","2 Crônicas 34:1-3","Salmos 72:1-2"]},"2reis_22_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade do culto.","explicacao_detalhada":"No contexto de 2 Reis 22, o sacerdote Hilquias desempenha um papel fundamental ao encontrar o Livro da Lei, que leva à reforma religiosa sob o reinado de Josias.","por_que_esta_palavra":"A palavra 'sacerdote' é importante porque destaca a função espiritual e a responsabilidade de guiar o povo em direção a Deus.","conexao_teologica":"Os sacerdotes são vistos como representantes de Deus, e sua fidelidade é crucial para a saúde espiritual da nação.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"2reis_22_12_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de delegar uma tarefa ou missão a alguém.","explicacao_detalhada":"Neste contexto, o rei Josias envia mensageiros para consultar a profetisa Hulda sobre a mensagem encontrada no Livro da Lei, demonstrando sua busca por orientação divina.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque mostra a proatividade de Josias em buscar a verdade e a vontade de Deus em tempos de crise espiritual.","conexao_teologica":"A ideia de enviar mensageiros reflete a prática de Deus de enviar profetas e líderes para guiar Seu povo.","referencias_relacionadas":["Mateus 10:16","Isaías 6:8","Romanos 10:15"]},"2reis_22_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada no sentido de uma ação ou resultado, referindo-se a algo que foi feito ou criado.","explicacao_detalhada":"Neste contexto, a palavra pode ser interpretada como uma referência a ações que têm consequências, refletindo a necessidade de arrependimento e mudança.","por_que_esta_palavra":"A palavra 'urso' é relevante para enfatizar a importância das ações e suas repercussões na vida espiritual do povo.","conexao_teologica":"As ações humanas têm consequências espirituais, e a necessidade de arrependimento é um tema central nas Escrituras.","referencias_relacionadas":["Gálatas 6:7","Tiago 2:17","Romanos 2:6"]},"2reis_22_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No contexto, isso pode se referir à maneira como o povo deve se comportar após a descoberta da Lei e a convocação para a reforma.","por_que_esta_palavra":"A palavra 'modo' é importante para destacar que a obediência a Deus deve ser refletida em ações concretas e em um estilo de vida.","conexao_teologica":"A forma como vivemos nossa fé é um reflexo do nosso relacionamento com Deus e Sua Palavra.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:1-2"]},"2reis_22_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano e criador, que é digno de reverência e adoração.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado em busca de orientação e ajuda, refletindo a dependência do povo em relação a Deus.","por_que_esta_palavra":"A palavra 'senhor' é central na relação entre Deus e Seu povo, enfatizando Sua autoridade e poder.","conexao_teologica":"O nome de Deus é um tema recorrente nas Escrituras, simbolizando Sua presença e ação na história.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"2reis_22_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é novamente usada para enfatizar a importância do papel do sacerdote na mediação entre Deus e o povo.","explicacao_detalhada":"Hilquias, o sacerdote, é fundamental na descoberta da Lei e na condução do povo ao arrependimento e à reforma.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a importância da liderança espiritual em momentos críticos.","conexao_teologica":"Os sacerdotes são vistos como guias espirituais, e sua fidelidade é essencial para a saúde espiritual da nação.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"2reis_22_14_mulher":{"palavra_pt":"mulher","palavra_original":"נְבִיאָה","transliteracao":"nᵉbîyʼâh","strong":"H5031","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, neste caso, a profetisa Hulda, que desempenha um papel importante na comunicação da vontade de Deus.","explicacao_detalhada":"Hulda é uma mulher que, apesar de seu gênero em uma sociedade patriarcal, é escolhida por Deus para transmitir uma mensagem crucial ao rei e ao povo.","por_que_esta_palavra":"A inclusão de uma mulher como profetisa destaca a diversidade de vozes que Deus usa para falar ao Seu povo.","conexao_teologica":"Deus pode usar qualquer pessoa, independentemente de gênero, para cumprir Seus propósitos e comunicar Sua verdade.","referencias_relacionadas":["Juízes 4:4","Lucas 2:36-38","Atos 21:9"]},"2reis_22_14_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver ou à conduta de uma pessoa.","explicacao_detalhada":"No contexto, 'andar' implica em seguir os caminhos de Deus e viver de acordo com Seus mandamentos, especialmente após a descoberta da Lei.","por_que_esta_palavra":"A palavra 'andar' é significativa porque reflete a necessidade de uma vida prática de obediência e fé.","conexao_teologica":"A caminhada com Deus é um tema central nas Escrituras, simbolizando a relação contínua entre o crente e o Senhor.","referencias_relacionadas":["Gálatas 5:16","1 João 1:7","Salmos 119:105"]},"2reis_22_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, possivelmente ao rei ou a qualquer representante do povo.","explicacao_detalhada":"A inclusão da palavra 'homem' enfatiza a responsabilidade individual e coletiva diante de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'homem' é importante para lembrar que todos são chamados a se voltar para Deus, independentemente de seu status.","conexao_teologica":"A humanidade é chamada a se reconciliar com Deus, e cada pessoa tem um papel na história da salvação.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","1 Timóteo 2:5"]},"2reis_22_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir a comunicação divina através do profeta.","explicacao_detalhada":"No contexto de 2 Reis 22:15, o profeta Hulda transmite uma mensagem de Deus ao rei Josias, enfatizando a importância da revelação divina e da obediência à palavra do Senhor.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação entre Deus e seu povo, mostrando como Deus se revela e orienta através de profetas.","conexao_teologica":"A comunicação divina é um tema central na teologia bíblica, onde Deus se expressa e se relaciona com a humanidade por meio de Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Mateus 4:4"]},"2reis_22_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao Deus de Israel, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Em 2 Reis 22:15, o uso do nome 'Senhor' destaca a relação de aliança entre Deus e Seu povo, mostrando que Ele é o governante supremo que se importa com a condição espiritual de Israel.","por_que_esta_palavra":"O nome 'Senhor' é usado para reconhecer a autoridade e a divindade de Deus, fundamental para a adoração e a obediência dos israelitas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é reconhecido como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 24:1","Isaías 45:5"]},"2reis_22_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é repetida para enfatizar a mensagem que vem diretamente de Deus.","explicacao_detalhada":"Neste versículo, a repetição do nome 'Senhor' reforça a autoridade da mensagem que será dada ao rei, sublinhando a importância da revelação divina.","por_que_esta_palavra":"A repetição do nome 'Senhor' serve para enfatizar a seriedade e a urgência da comunicação que está prestes a ser feita.","conexao_teologica":"A repetição de nomes e títulos de Deus na Bíblia muitas vezes indica a importância da mensagem e a necessidade de atenção por parte do ouvinte.","referencias_relacionadas":["Salmos 68:4","Isaías 12:2","Romanos 10:13"]},"2reis_22_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção para a revelação que se segue.","explicacao_detalhada":"Em 2 Reis 22:16, 'eis' introduz a mensagem de Deus, servindo como um alerta para que o ouvinte preste atenção ao que será dito.","por_que_esta_palavra":"A palavra 'eis' é uma forma de enfatizar a importância e a urgência da mensagem divina que está prestes a ser revelada.","conexao_teologica":"A introdução de mensagens divinas com expressões como 'eis' é comum na Bíblia, destacando a seriedade da comunicação de Deus.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Apocalipse 3:20"]},"2reis_22_16_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao lugar ou à condição do povo de Deus, que é o foco da mensagem.","explicacao_detalhada":"No contexto de 2 Reis 22:16, 'corpo' pode ser interpretado como a nação de Israel, que está em um estado de desobediência e precisa de arrependimento.","por_que_esta_palavra":"A menção ao 'corpo' destaca a realidade física e espiritual do povo de Deus, enfatizando a necessidade de transformação.","conexao_teologica":"A relação entre o corpo e a espiritualidade é um tema importante, onde a condição física do povo reflete sua saúde espiritual.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:1","Efésios 4:12"]},"2reis_22_17_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza o juízo e a purificação que virão sobre a nação por causa de sua desobediência.","explicacao_detalhada":"Em 2 Reis 22:17, o 'fogo' representa a severidade do juízo de Deus contra a idolatria e a corrupção moral de Israel.","por_que_esta_palavra":"O uso de 'fogo' é uma metáfora poderosa para descrever a ação purificadora e destrutiva de Deus contra o pecado.","conexao_teologica":"O fogo é frequentemente associado ao juízo de Deus e à purificação na Bíblia, simbolizando tanto destruição quanto renovação.","referencias_relacionadas":["Deuteronômio 4:24","Mateus 3:12","Hebreus 12:29"]},"2reis_22_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que exige fidelidade e adoração do Seu povo.","explicacao_detalhada":"Em 2 Reis 22:17, a menção a 'Deus' sublinha a seriedade da mensagem e a necessidade de arrependimento por parte de Israel.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da relação entre o Criador e Sua criação, enfatizando a importância da devoção.","conexao_teologica":"A natureza de Deus como o único verdadeiro é um tema central na teologia bíblica, onde Ele é o objeto de adoração e reverência.","referencias_relacionadas":["Isaías 45:22","João 17:3","1 Coríntios 8:6"]},"2reis_22_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo de Deus deve viver e se comportar.","explicacao_detalhada":"Em 2 Reis 22:17, 'modo' implica que a conduta do povo deve estar em conformidade com os mandamentos de Deus, refletindo Sua santidade.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a vida do povo deve ser guiada pelos princípios divinos.","conexao_teologica":"A maneira de viver segundo a vontade de Deus é um tema recorrente na Bíblia, onde a ética e a moralidade são fundamentais.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 1:15-16"]},"2reis_22_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem que Deus está prestes a transmitir ao povo.","explicacao_detalhada":"Em 2 Reis 22:18, 'palavra' destaca a importância da revelação divina e a necessidade de ouvir e obedecer ao que Deus diz.","por_que_esta_palavra":"A palavra 'palavra' é central na comunicação de Deus com Seu povo, enfatizando a importância da revelação e da resposta humana.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se comunica e transforma vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","2 Timóteo 3:16-17"]},"2reis_22_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança sobre o povo de Israel.","explicacao_detalhada":"Em 2 Reis 22:18, a menção ao 'rei' destaca a responsabilidade do líder em guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel e a importância da obediência a Deus por parte dos governantes.","conexao_teologica":"A liderança e a responsabilidade dos governantes são temas importantes na Bíblia, onde Deus exige justiça e retidão dos líderes.","referencias_relacionadas":["Provérbios 29:2","1 Timóteo 2:1-2","Romanos 13:1"]},"2reis_22_18_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar alguém ou algo para um determinado lugar ou propósito.","explicacao_detalhada":"Neste contexto, o rei Josias está enviando mensageiros para consultar o Senhor através da profetisa Hulda, buscando orientação sobre a situação espiritual de Judá.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a ação deliberada de buscar a vontade de Deus em tempos de crise.","conexao_teologica":"O ato de enviar mensageiros reflete a importância da comunicação com Deus e a busca por Sua direção em momentos críticos.","referencias_relacionadas":["2 Reis 22:14","2 Reis 23:1","Jeremias 29:7"]},"2reis_22_19_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a presença ou a face de Deus, simbolizando a relação íntima entre o ser humano e o divino.","explicacao_detalhada":"Neste versículo, a expressão 'rosto' implica em estar na presença de Deus, que é fundamental para a experiência espiritual do povo de Judá.","por_que_esta_palavra":"A palavra 'rosto' enfatiza a ideia de que a presença de Deus é essencial para a orientação e proteção do Seu povo.","conexao_teologica":"A busca pela face de Deus é um tema recorrente na Bíblia, representando a busca pela Sua aprovação e bênção.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Êxodo 33:14"]},"2reis_22_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como uma fonte de poder e proteção, refletindo a reverência que o povo deve ter por Ele.","por_que_esta_palavra":"A utilização do nome 'senhor' destaca a relação de aliança entre Deus e Seu povo, que deve ser respeitada e honrada.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua identidade e caráter, e é frequentemente associado à salvação e à justiça.","referencias_relacionadas":["Salmos 20:1","Isaías 42:8","Êxodo 3:14"]},"2reis_22_19_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' é usada para descrever o lugar físico onde a presença de Deus habita, simbolizando a santidade do espaço.","explicacao_detalhada":"Neste contexto, o corpo pode ser entendido como o templo, que é o local de adoração e a morada de Deus entre o Seu povo.","por_que_esta_palavra":"A menção do 'corpo' enfatiza a importância da pureza e da santidade no lugar de adoração.","conexao_teologica":"A ideia de corpo como templo é fundamental na teologia cristã, onde o corpo humano também é considerado templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19","2 Crônicas 7:15","Salmos 84:1"]},"2reis_22_20_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de harmonia e bem-estar que Deus deseja para Seu povo.","explicacao_detalhada":"Neste contexto, a paz é uma promessa de Deus para aqueles que buscam Sua orientação e seguem Seus caminhos.","por_que_esta_palavra":"A inclusão da palavra 'paz' ressalta a esperança de restauração e tranquilidade em meio ao caos espiritual.","conexao_teologica":"A paz é um tema central na mensagem do Evangelho, onde Cristo é chamado de Príncipe da Paz.","referencias_relacionadas":["Filipenses 4:7","Isaías 9:6","Romanos 5:1"]},"2reis_22_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, indicando a importância da conduta correta.","explicacao_detalhada":"Neste contexto, o modo de agir do povo de Deus deve refletir Sua vontade e caráter, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de viver de acordo com os princípios divinos.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, sendo um testemunho para os outros.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"2reis_22_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, simbolizando o governo de Deus sobre Seu povo.","explicacao_detalhada":"Neste contexto, o rei Josias é um exemplo de liderança que busca a vontade de Deus e promove a reforma espiritual em Judá.","por_que_esta_palavra":"A menção do 'rei' destaca a responsabilidade dos líderes em guiar o povo em direção a Deus.","conexao_teologica":"Cristo é frequentemente referido como Rei, e Sua liderança é um modelo para todos os líderes espirituais.","referencias_relacionadas":["1 Pedro 2:9","Salmos 2:6","Apocalipse 19:16"]}}