{"2reis_24_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, um dia em que eventos significativos ocorreram.","explicacao_detalhada":"O 'dia' mencionado é crucial para entender o tempo em que a ação de Deus se manifesta na história de Judá, especialmente em relação ao exílio.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e dos eventos que marcam a história do povo de Deus.","conexao_teologica":"Deus age na história em momentos específicos, e cada 'dia' pode ser visto como parte do plano divino.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"2reis_24_1_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Nabucodonosor, o rei da Babilônia, que desempenha um papel crucial na história de Judá.","explicacao_detalhada":"O 'rei' Nabucodonosor é um instrumento de Deus para o juízo sobre Judá, simbolizando a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'rei' é significativa para entender a dinâmica de poder e a autoridade que Deus permite em Sua soberania.","conexao_teologica":"Deus usa líderes e nações para cumprir Seus propósitos, mesmo aqueles que não O reconhecem.","referencias_relacionadas":["Jeremias 25:9","Daniel 2:37-38","Romanos 13:1"]},"2reis_24_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma mensagem ou declaração, possivelmente de um profeta.","explicacao_detalhada":"A 'palavra' é frequentemente usada para descrever a comunicação de Deus ao Seu povo, seja através de profetas ou revelações diretas.","por_que_esta_palavra":"A palavra 'palavra' é central para a compreensão da revelação divina e da resposta do povo a ela.","conexao_teologica":"A comunicação de Deus é essencial para a fé e a obediência do Seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2reis_24_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que transmite Sua vontade ao povo.","explicacao_detalhada":"Os profetas desempenham um papel crucial na história bíblica, alertando o povo sobre suas transgressões e chamando-os ao arrependimento.","por_que_esta_palavra":"A palavra 'profeta' destaca a importância da voz de Deus na vida do povo e a necessidade de ouvir e responder a essa voz.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer esperança e advertência, refletindo Sua misericórdia e justiça.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2reis_24_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um mensageiro.","explicacao_detalhada":"O ato de 'enviar' é fundamental para a comunicação divina, onde Deus envia profetas para alertar e guiar Seu povo.","por_que_esta_palavra":"A palavra 'enviar' enfatiza a ação de Deus em buscar o relacionamento com Seu povo através de mensageiros.","conexao_teologica":"Deus é um Deus que se comunica e busca um relacionamento, enviando aqueles que falam em Seu nome.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Romanos 10:15"]},"2reis_24_3_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado do povo que leva ao juízo de Deus.","explicacao_detalhada":"A 'pecado' é uma transgressão contra a lei de Deus, e neste contexto, representa a razão pela qual Judá enfrenta a disciplina divina.","por_que_esta_palavra":"A palavra 'pecado' é central para entender a necessidade de arrependimento e a gravidade da separação de Deus.","conexao_teologica":"O pecado é o que separa a humanidade de Deus, e a necessidade de sacrifício é um tema recorrente na Bíblia.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"2reis_24_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo se comporta em relação a Deus.","explicacao_detalhada":"O 'modo' indica a forma como as ações do povo refletem sua relação com Deus, muitas vezes em desobediência.","por_que_esta_palavra":"A palavra 'modo' é importante para entender as consequências das ações do povo e a necessidade de mudança.","conexao_teologica":"A maneira de viver do povo é um reflexo de sua fé e obediência a Deus.","referencias_relacionadas":["Gálatas 6:7","Efésios 4:1","Colossenses 3:17"]},"2reis_24_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo de Israel, que governa sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade que fez uma aliança com o povo de Israel. É o nome pessoal de Deus, que expressa sua eternidade e soberania.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação de Deus com seu povo, enfatizando sua autoridade e poder.","conexao_teologica":"O uso do nome 'Yᵉhôvâh' destaca a fidelidade de Deus em cumprir suas promessas e a importância da adoração a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"2reis_24_4_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e sacrifício, frequentemente associado à expiação dos pecados.","explicacao_detalhada":"A palavra 'sangue' (דָּם) representa a vida que está no sangue, conforme ensinado em Levítico 17:11. É um elemento central na teologia do sacrifício.","por_que_esta_palavra":"O sangue é essencial para a compreensão do sacrifício e da redenção na tradição judaica e cristã.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que redime a humanidade, ligando o Antigo e o Novo Testamento.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"2reis_24_4_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de encher algo, simbolizando plenitude ou completude.","explicacao_detalhada":"A palavra 'encher' (מָלֵא) é usada em contextos que indicam a totalidade de algo, como a presença de Deus ou a realização de promessas.","por_que_esta_palavra":"É importante para entender a ideia de que Deus deseja que sua presença encha a vida de seu povo.","conexao_teologica":"A plenitude de Deus é um tema recorrente na Bíblia, onde Ele promete encher seu povo com seu Espírito.","referencias_relacionadas":["Efésios 3:19","Colossenses 2:9-10","Atos 2:4"]},"2reis_24_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as coisas são feitas, indicando um padrão ou método.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um conjunto de práticas ou comportamentos que devem ser seguidos.","por_que_esta_palavra":"É relevante para entender a importância da obediência às leis e mandamentos de Deus.","conexao_teologica":"A maneira de viver segundo a vontade de Deus é um tema central na vida cristã, refletindo a santidade e a justiça de Deus.","referencias_relacionadas":["Deuteronômio 5:32","Mateus 7:13-14","Romanos 12:2"]},"2reis_24_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao conceito de dia, que pode simbolizar tempo, oportunidade ou um período específico.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para marcar eventos significativos na história da salvação.","por_que_esta_palavra":"O dia é um lembrete da soberania de Deus sobre o tempo e a importância de viver cada dia em obediência a Ele.","conexao_teologica":"O conceito de dia também se relaciona com a ideia de descanso sabático e a expectativa do dia do Senhor.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Pedro 3:10"]},"2reis_24_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que é um líder e governante do povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a autoridade e o papel de liderança, tanto em um contexto humano quanto divino.","por_que_esta_palavra":"É crucial para entender a dinâmica do governo e a relação entre Deus e os reis de Israel.","conexao_teologica":"Cristo é frequentemente referido como Rei, enfatizando seu domínio e autoridade sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_24_6_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar, que pode simbolizar paz ou um estado de inatividade.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) é usada em contextos que indicam um retorno à paz ou um estado de tranquilidade.","por_que_esta_palavra":"É importante para entender a necessidade de descanso físico e espiritual na vida do crente.","conexao_teologica":"O descanso é um tema que se relaciona com o sabá e a promessa de descanso eterno em Cristo.","referencias_relacionadas":["Gênesis 2:2","Mateus 11:28","Hebreus 4:9-10"]},"2reis_24_6_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) implica em liderança e a responsabilidade de guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"É fundamental para entender a natureza do governo de Deus e a expectativa de justiça e retidão.","conexao_teologica":"Cristo é reconhecido como Rei dos Reis, que reinará eternamente sobre seu povo.","referencias_relacionadas":["Salmos 145:13","Isaías 9:6-7","Apocalipse 11:15"]},"2reis_24_6_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Jeoaquim, que governou durante um período de grande turbulência em Israel.","explicacao_detalhada":"A palavra 'rei' (יְהוֹיָקִים) é usada para descrever a liderança de Jeoaquim e suas ações que levaram à queda de Jerusalém.","por_que_esta_palavra":"É importante para entender a história de Israel e as consequências das decisões dos líderes.","conexao_teologica":"A história dos reis de Israel é um reflexo da necessidade de um Rei perfeito, que é encontrado em Jesus Cristo.","referencias_relacionadas":["2 Reis 23:36","Jeremias 22:18-19","Mateus 1:12"]},"2reis_24_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao conceito de realeza, que é central na narrativa bíblica.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a autoridade e o papel de liderança, tanto em um contexto humano quanto divino.","por_que_esta_palavra":"É crucial para entender a dinâmica do governo e a relação entre Deus e os reis de Israel.","conexao_teologica":"Cristo é frequentemente referido como Rei, enfatizando seu domínio e autoridade sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_24_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito fundamental na relação entre Deus e seu povo, representando a fidelidade e a justiça divina.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' reflete a integridade e a autenticidade das promessas de Deus. A verdade é essencial para a vida espiritual e moral do povo de Israel, que deve viver de acordo com os princípios divinos.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da justiça nas ações do rei e do povo, contrastando com a corrupção e a infidelidade que prevaleciam.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes. A busca pela verdade é um chamado para viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"2reis_24_7_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é um dom de Deus e representa a continuidade da existência e das promessas divinas.","explicacao_detalhada":"Neste versículo, a palavra 'vida' pode ser entendida como a vitalidade e a preservação do povo de Deus, que está sob a proteção divina. A vida é um tema central na relação entre Deus e Israel, simbolizando bênçãos e obediência.","por_que_esta_palavra":"A menção à vida destaca a importância da fidelidade a Deus, que é a fonte da verdadeira vida e prosperidade.","conexao_teologica":"A vida em Cristo é um tema recorrente no Novo Testamento, onde Jesus se apresenta como a fonte da vida eterna.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"2reis_24_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem real e à herança das promessas de Deus.","explicacao_detalhada":"Neste contexto, 'filho' é usado para descrever a sucessão no trono, enfatizando a importância da descendência e da liderança na história de Israel.","por_que_esta_palavra":"A menção ao 'filho' é crucial para entender a dinastia e a relação entre Deus e a casa de Davi, que é central na narrativa bíblica.","conexao_teologica":"A ideia de filho é fundamental na teologia cristã, onde Jesus é chamado de Filho de Deus, representando a nova aliança.","referencias_relacionadas":["2 Samuel 7:14","Mateus 1:1","Hebreus 1:5"]},"2reis_24_8_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָכִין","transliteracao":"Yᵉhôwyâkîyn","strong":"H3078","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo sobre o povo de Israel, simbolizando a liderança divina.","explicacao_detalhada":"Neste versículo, 'rei' representa a figura de autoridade que deve governar com justiça e temor a Deus, refletindo a vontade divina na terra.","por_que_esta_palavra":"A menção ao rei é essencial para entender a estrutura política e espiritual de Israel, onde a liderança é vista como um reflexo do caráter de Deus.","conexao_teologica":"Cristo é frequentemente referido como Rei, enfatizando seu papel na redenção e na soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_24_8_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' implica a ação de governar e exercer autoridade, especialmente em relação ao povo de Deus.","explicacao_detalhada":"Neste contexto, 'reinar' refere-se à responsabilidade do rei de liderar o povo em obediência a Deus, garantindo justiça e paz.","por_que_esta_palavra":"A ação de reinar é central para a narrativa de 2 Reis, onde os reis são frequentemente avaliados por sua fidelidade a Deus.","conexao_teologica":"O reinado de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 145:13","Apocalipse 11:15"]},"2reis_24_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando um aspecto da natureza selvagem.","explicacao_detalhada":"Neste contexto, 'urso' pode ser uma metáfora para descrever a brutalidade ou a força de um inimigo, refletindo a realidade da guerra e da opressão.","por_que_esta_palavra":"A menção ao 'urso' pode ser uma forma de enfatizar a gravidade da situação enfrentada pelo povo de Israel.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é capaz de proteger e salvar seu povo.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:6","Daniel 7:5"]},"2reis_24_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, indicando um padrão ou método.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como o povo se comporta ou como as decisões são tomadas, refletindo a moralidade e a ética.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância de agir de acordo com os princípios de Deus, em contraste com práticas corruptas.","conexao_teologica":"A maneira de viver dos crentes deve refletir os ensinamentos de Cristo, que é o exemplo perfeito de vida.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"2reis_24_9_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e vigilância, representando a capacidade de ver e entender a realidade espiritual.","explicacao_detalhada":"Neste contexto, 'olho' pode ser uma metáfora para a atenção de Deus sobre seu povo, bem como a necessidade de discernimento espiritual.","por_que_esta_palavra":"A ênfase no 'olho' sugere a importância de estar atento às ações e decisões, tanto de líderes quanto do povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê tudo, enfatizando sua onisciência e cuidado por seu povo.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"2reis_24_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando a vida em sociedade sob a liderança de Deus.","explicacao_detalhada":"Neste contexto, 'cidade' pode representar Jerusalém, o centro espiritual e político de Israel, onde a presença de Deus habitava.","por_que_esta_palavra":"A menção à cidade destaca a importância do lugar na história de Israel e na relação entre Deus e seu povo.","conexao_teologica":"A nova Jerusalém é um tema no Novo Testamento, simbolizando a esperança e a promessa de Deus para seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 65:18","Apocalipse 21:2"]},"2reis_24_10_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um momento ou ocasião específica, indicando a importância do tempo na ação de Deus.","explicacao_detalhada":"Neste contexto, 'expressão' pode ser entendida como um tempo determinado por Deus para agir ou revelar sua vontade ao povo.","por_que_esta_palavra":"A ênfase na 'expressão' sugere que Deus age em momentos específicos da história, cumprindo suas promessas.","conexao_teologica":"O tempo de Deus é perfeito, e Ele age em sua soberania para realizar seu plano de salvação.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:9"]},"2reis_24_10_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se a Nabucodonosor, o rei da Babilônia, que invadiu Judá.","explicacao_detalhada":"Nabucodonosor II foi um dos mais poderosos reis da Babilônia, conhecido por suas conquistas militares e pela destruição de Jerusalém em 586 a.C. O uso da palavra 'rei' aqui enfatiza sua autoridade e poder sobre as nações.","por_que_esta_palavra":"A palavra 'rei' é usada para mostrar a soberania de Nabucodonosor e o cumprimento do juízo de Deus sobre Judá por meio de sua invasão.","conexao_teologica":"A figura do rei é central na narrativa bíblica, representando tanto a autoridade humana quanto a soberania divina. A queda de Judá sob Nabucodonosor é vista como parte do plano de Deus para disciplinar Seu povo.","referencias_relacionadas":["Jeremias 25:8-9","Ezequiel 21:25-27","Daniel 1:1-2"]},"2reis_24_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, a capital de Judá, que foi sitiada e conquistada.","explicacao_detalhada":"Jerusalém é um lugar central na história bíblica, simbolizando a presença de Deus entre Seu povo. A destruição da cidade representa a severidade do juízo divino.","por_que_esta_palavra":"A utilização de 'cidade' destaca a importância de Jerusalém como centro espiritual e político, e sua queda é um evento trágico na história de Israel.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada nas profecias e é vista como um símbolo da aliança de Deus com Seu povo. Sua destruição é um aviso sobre as consequências da desobediência.","referencias_relacionadas":["Salmos 137:1","Lamentações 1:1","Isaías 1:7"]},"2reis_24_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O verbo 'vir/entrar' indica a ação de Nabucodonosor ao invadir a cidade de Jerusalém.","explicacao_detalhada":"A palavra 'vir' implica um movimento decisivo e agressivo, simbolizando a invasão e a conquista da cidade pelos babilônios.","por_que_esta_palavra":"A escolha do verbo 'vir' enfatiza a ação militar e a determinação do rei babilônico em dominar Jerusalém.","conexao_teologica":"A invasão de Jerusalém é vista como um cumprimento das profecias de juízo de Deus, mostrando que Ele usa nações pagãs para executar Seus planos.","referencias_relacionadas":["Jeremias 39:1-2","Ezequiel 26:7","Daniel 1:1"]},"2reis_24_11_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente a Nabucodonosor, enfatizando sua posição de poder durante a conquista de Jerusalém.","explicacao_detalhada":"A repetição do termo 'rei' reforça a ideia de que Nabucodonosor era o agente do juízo divino contra Judá.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a soberania de Deus sobre as nações.","conexao_teologica":"A história de Nabucodonosor ilustra a soberania de Deus, que controla até mesmo os reis pagãos para cumprir Seus propósitos.","referencias_relacionadas":["Jeremias 27:6","Daniel 2:37-38","Ezequiel 30:10"]},"2reis_24_12_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de Nabucodonosor ao levar os prisioneiros de Jerusalém.","explicacao_detalhada":"O termo indica a ação de deportar os habitantes de Jerusalém, um evento significativo que marca o exílio do povo de Deus.","por_que_esta_palavra":"A palavra 'sair' é usada para descrever a transição do povo de Judá de sua terra natal para o exílio na Babilônia.","conexao_teologica":"O exílio é um tema importante na Bíblia, simbolizando a separação do povo de Deus de Sua presença e a necessidade de arrependimento.","referencias_relacionadas":["Jeremias 52:28-30","Ezequiel 12:15","Daniel 1:3"]},"2reis_24_12_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָכִין","transliteracao":"Yᵉhôwyâkîyn","strong":"H3078","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Jeconias, o rei de Judá, que foi levado cativo por Nabucodonosor.","explicacao_detalhada":"Jeconias, também conhecido como Jeoaquim, foi um rei que reinou por pouco tempo e cuja captura simboliza a queda da dinastia davídica.","por_que_esta_palavra":"A menção de 'rei' neste contexto destaca a tragédia da perda da liderança e da soberania de Judá.","conexao_teologica":"A queda de Jeconias é um cumprimento das profecias de juízo e reflete a fragilidade das instituições humanas diante da soberania de Deus.","referencias_relacionadas":["2 Reis 24:8-9","Jeremias 22:24-30","Ezequiel 17:12-14"]},"2reis_24_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um rei, possivelmente Nabucodonosor, que destruiu o templo de Jerusalém.","explicacao_detalhada":"A palavra 'rei' aqui enfatiza a autoridade de Nabucodonosor na destruição do templo, um ato que simboliza a devastação espiritual e física de Judá.","por_que_esta_palavra":"A repetição do termo 'rei' serve para reforçar a ideia de que a destruição do templo foi um ato de poder militar e um juízo divino.","conexao_teologica":"A destruição do templo é um evento central na história de Israel, representando a perda da presença de Deus entre Seu povo e a necessidade de restauração.","referencias_relacionadas":["2 Reis 25:8-9","Lamentações 2:7","Ezequiel 10:18"]},"2reis_24_13_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao templo de Salomão, que foi destruído durante a invasão babilônica.","explicacao_detalhada":"O templo era o centro da adoração israelita e a morada da presença de Deus. Sua destruição simboliza a ruptura da relação entre Deus e Seu povo.","por_que_esta_palavra":"A menção do 'templo' destaca a gravidade da situação e o impacto espiritual da destruição sobre o povo de Judá.","conexao_teologica":"O templo é um símbolo da aliança de Deus com Israel, e sua destruição representa a consequência do pecado e a necessidade de arrependimento.","referencias_relacionadas":["1 Reis 6:1","2 Crônicas 36:19","Ezequiel 11:16"]},"2reis_24_13_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' novamente refere-se ao ato de Nabucodonosor ao levar o povo cativo.","explicacao_detalhada":"O uso do verbo 'sair' enfatiza a transição forçada do povo de Judá para o exílio, um momento de grande dor e perda.","por_que_esta_palavra":"A repetição do termo 'sair' sublinha a gravidade do exílio e a separação do povo de sua terra e de Deus.","conexao_teologica":"O exílio é um tema recorrente na Bíblia, simbolizando a disciplina de Deus e a esperança de restauração futura.","referencias_relacionadas":["Jeremias 29:10","Ezequiel 12:15","Daniel 9:2"]},"2reis_24_14_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao ato de revelar ou manifestar algo, possivelmente relacionado ao exílio.","explicacao_detalhada":"A expressão pode indicar a revelação do juízo de Deus sobre Judá e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'expressão' é usada para enfatizar a comunicação de Deus ao Seu povo, mesmo em tempos de juízo.","conexao_teologica":"A comunicação de Deus é essencial para a relação entre Ele e Seu povo, e a expressão de Seu juízo é uma forma de chamar o povo ao arrependimento.","referencias_relacionadas":["Isaías 5:20","Jeremias 1:4-10","Ezequiel 3:17"]},"2reis_24_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os exilados foram levados para a Babilônia.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira específica em que os eventos ocorreram, destacando a organização e a estratégia do exílio.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a forma planejada e controlada do exílio, refletindo a soberania de Deus sobre a história de Israel.","conexao_teologica":"Deus usa circunstâncias difíceis para disciplinar e moldar seu povo, mostrando que mesmo em situações adversas, Ele está no controle.","referencias_relacionadas":["Jeremias 29:4-7","Ezequiel 12:15","Daniel 1:1-2"]},"2reis_24_15_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão dos sentimentos e reações dos exilados durante o processo de deportação.","explicacao_detalhada":"A palavra 'expressão' sugere a comunicação de emoções e a realidade vivida pelos que foram levados ao exílio, refletindo a dor e a perda.","por_que_esta_palavra":"A escolha de 'expressão' destaca a humanidade dos exilados, mostrando que eles não eram apenas números, mas pessoas com sentimentos.","conexao_teologica":"Deus se importa com as emoções e experiências de seu povo, e a dor do exílio é parte do seu plano redentor.","referencias_relacionadas":["Salmos 137:1-4","Lamentações 1:1-3","Isaías 40:1-2"]},"2reis_24_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei de Judá que foi deposto e levado ao exílio.","explicacao_detalhada":"A palavra 'rei' aqui representa a autoridade e o poder que foram desafiados e destruídos pelo exílio babilônico.","por_que_esta_palavra":"A menção do 'rei' enfatiza a transição de poder e a fragilidade das instituições humanas diante do plano divino.","conexao_teologica":"Deus é o verdadeiro Rei que governa sobre todas as nações, e a queda dos reis humanos serve como um lembrete de sua soberania.","referencias_relacionadas":["1 Reis 12:16","2 Crônicas 36:15-20","Ezequiel 21:25-27"]},"2reis_24_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, que foi deixada para trás pelos exilados.","explicacao_detalhada":"A palavra 'terra' simboliza a herança e a promessa de Deus ao povo de Israel, que agora estava sendo retirada deles.","por_que_esta_palavra":"A menção da 'terra' destaca a perda da identidade e da promessa que o povo de Deus experimentou durante o exílio.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com seu povo, e a perda dela representa a quebra dessa aliança.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:1-5","Jeremias 32:36-37"]},"2reis_24_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os homens foram levados ao exílio.","explicacao_detalhada":"A palavra 'modo' aqui novamente enfatiza a forma organizada e sistemática do exílio, refletindo a estratégia babilônica.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que o exílio foi um evento planejado e não um acidente.","conexao_teologica":"Deus usa até mesmo as ações dos inimigos para cumprir seus propósitos, mostrando que nada escapa ao seu controle.","referencias_relacionadas":["Isaías 43:1-3","Ezequiel 36:24-26","Daniel 2:21"]},"2reis_24_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos homens que foram levados ao exílio, representando a população de Judá.","explicacao_detalhada":"A palavra 'homem' aqui simboliza a individualidade e a dignidade de cada pessoa que foi afetada pelo exílio.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca que cada indivíduo tem valor e que suas vidas foram profundamente impactadas.","conexao_teologica":"Deus se preocupa com cada pessoa, e o exílio é um lembrete da importância da fidelidade a Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Mateus 10:29-31"]},"2reis_24_16_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força dos homens que foram levados ao exílio, incluindo guerreiros e líderes.","explicacao_detalhada":"A palavra 'força' indica a capacidade e o potencial que foram perdidos com o exílio, afetando a nação de Judá.","por_que_esta_palavra":"A menção da 'força' ressalta a perda de poder militar e a vulnerabilidade do povo diante de seus inimigos.","conexao_teologica":"A força humana é limitada, e Deus é a verdadeira fonte de poder e proteção para seu povo.","referencias_relacionadas":["Salmos 20:7","Isaías 40:29-31","2 Coríntios 12:9-10"]},"2reis_24_17_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de reinar que foi transferido para um novo rei na Babilônia.","explicacao_detalhada":"A palavra 'reinar' indica a mudança de autoridade e a nova ordem política que se estabeleceu após o exílio.","por_que_esta_palavra":"A escolha da palavra 'reinar' enfatiza a soberania de Deus sobre as nações e a transição de poder.","conexao_teologica":"Deus é o Rei soberano que estabelece e derruba reinos, mostrando que sua vontade prevalece sobre a história.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Apocalipse 19:16"]},"2reis_24_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao novo rei que foi colocado sobre Judá após o exílio.","explicacao_detalhada":"A palavra 'rei' aqui representa a nova liderança que governará sobre um povo exilado e desolado.","por_que_esta_palavra":"A menção do 'rei' destaca a continuidade da liderança, mesmo em tempos de crise.","conexao_teologica":"Deus continua a governar seu povo, mesmo quando as circunstâncias parecem sombrias.","referencias_relacionadas":["1 Samuel 8:7","2 Crônicas 36:20-21","Ezequiel 37:24-25"]},"2reis_24_17_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que deve existir entre o povo de Deus e seu Rei.","explicacao_detalhada":"A palavra 'amor' aqui sugere a relação de lealdade e devoção que o povo deve ter para com seu líder e, por extensão, com Deus.","por_que_esta_palavra":"A escolha da palavra 'amor' enfatiza a importância da fidelidade e do compromisso em tempos de mudança.","conexao_teologica":"O amor é central na relação entre Deus e seu povo, e a fidelidade a Ele é fundamental para a restauração.","referencias_relacionadas":["Deuteronômio 6:5","Mateus 22:37-38","1 João 4:19"]},"2reis_24_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente direto de um pai, neste caso, o filho do rei.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a relação de descendência e herança, especialmente em contextos reais onde a linhagem é importante para a continuidade do reino.","por_que_esta_palavra":"A palavra é fundamental para entender a sucessão real e a legitimidade do governo na antiga Israel.","conexao_teologica":"A ideia de filho é frequentemente associada à relação entre Deus e Seu povo, onde Israel é chamado de 'filho' de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 3:17"]},"2reis_24_18_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica o ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' implica não apenas a posição de um monarca, mas também a responsabilidade de liderar e proteger o povo sob seu domínio.","por_que_esta_palavra":"É crucial para entender a dinâmica de poder e a estrutura política de Israel, especialmente em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"2reis_24_18_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao poder ou direito de governar e tomar decisões.","explicacao_detalhada":"A palavra 'nome' aqui pode simbolizar a autoridade e a reputação de alguém, especialmente em contextos de liderança.","por_que_esta_palavra":"A autoridade é um tema central na narrativa bíblica, onde o nome de Deus é invocado como símbolo de poder e soberania.","conexao_teologica":"O nome de Deus é considerado sagrado e representa Sua presença e autoridade entre o povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"2reis_24_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora ou uma referência a uma força poderosa.","explicacao_detalhada":"Embora a palavra em si signifique 'urso', seu uso pode simbolizar força e ferocidade, características que podem ser atribuídas a líderes ou nações.","por_que_esta_palavra":"A menção de animais em contextos bíblicos muitas vezes serve para ilustrar qualidades de caráter ou poder.","conexao_teologica":"Deus é descrito como um leão e uma águia, simbolizando força e proteção, enquanto o urso pode representar adversários.","referencias_relacionadas":["Daniel 7:5","Amós 5:19","Isaías 11:6"]},"2reis_24_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, especialmente em situações de conflito.","explicacao_detalhada":"A palavra 'modo' é importante para entender como as ações e decisões são tomadas em contextos de liderança e batalha.","por_que_esta_palavra":"O modo de agir de um rei pode determinar o sucesso ou a queda de seu reino.","conexao_teologica":"A forma como os líderes agem pode refletir a vontade de Deus e Sua orientação sobre o povo.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Tiago 4:15"]},"2reis_24_19_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão de visão, mas também simboliza percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' pode ser usada metaforicamente para descrever a capacidade de ver e discernir a verdade em situações complexas.","por_que_esta_palavra":"A visão é crucial para a liderança, pois um líder deve ter clareza sobre as circunstâncias e as necessidades do povo.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e a visão espiritual é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 33:18","Mateus 6:22","Hebreus 4:13"]},"2reis_24_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' é central na narrativa bíblica, representando não apenas poder, mas também responsabilidade moral e espiritual.","por_que_esta_palavra":"O conceito de rei é fundamental para entender a estrutura social e política de Israel e sua relação com Deus.","conexao_teologica":"Cristo é frequentemente referido como Rei, simbolizando Sua soberania e autoridade sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 10:16","Apocalipse 17:14"]},"2reis_24_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir explicações que são cruciais para a compreensão do texto bíblico.","por_que_esta_palavra":"É importante para a lógica e a argumentação dentro da narrativa bíblica, ajudando a conectar causas e efeitos.","conexao_teologica":"A compreensão do porquê das ações de Deus e dos homens é fundamental para a teologia e a moralidade bíblica.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:5"]},"2reis_24_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' representa a soberania e a autoridade de Deus sobre todas as coisas, sendo um ponto focal na fé israelita.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de crise e decisão, refletindo a dependência do povo em Sua orientação.","conexao_teologica":"O nome de Deus é associado à Sua presença e poder, sendo um tema recorrente na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Filipenses 2:10-11"]}}