{"2reis_25_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de agir ou proceder em uma situação específica.","explicacao_detalhada":"A palavra 'modo' é importante para entender as estratégias e decisões tomadas em tempos de crise, como o cerco de Jerusalém.","por_que_esta_palavra":"O modo de agir pode determinar o resultado de eventos significativos na história de Israel.","conexao_teologica":"As ações de líderes e nações são vistas como parte do plano soberano de Deus na história.","referencias_relacionadas":["Provérbios 20:18","Eclesiastes 3:1","Romanos 12:2"]},"2reis_25_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de Jerusalém, simbolizando a derrota e a destruição.","explicacao_detalhada":"No contexto de 2 Reis 25, a queda de Jerusalém representa não apenas uma derrota militar, mas também o cumprimento do juízo de Deus sobre o povo por causa de sua desobediência e idolatria.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a condição crítica da cidade e do povo, enfatizando a gravidade da situação.","conexao_teologica":"A queda de Jerusalém é um marco na história de Israel, refletindo a fidelidade de Deus em cumprir Suas promessas e advertências.","referencias_relacionadas":["Jeremias 39:2","Lamentações 1:1","Ezequiel 33:21"]},"2reis_25_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a um período específico, indicando a gravidade da situação em Jerusalém.","explicacao_detalhada":"A palavra 'expressão' é usada para descrever a situação crítica em que a cidade se encontra, refletindo o tempo de angústia e desespero.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a urgência e a seriedade do momento histórico.","conexao_teologica":"A expressão do sofrimento do povo é um tema recorrente nas Escrituras, mostrando a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Salmos 22:1","Isaías 53:3","Lamentações 3:19-20"]},"2reis_25_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Israel.","explicacao_detalhada":"Jerusalém é descrita como a cidade escolhida por Deus, onde o templo estava localizado, e sua destruição simboliza a perda da presença de Deus entre o povo.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância de Jerusalém na história de Israel e seu papel na aliança com Deus.","conexao_teologica":"A destruição de Jerusalém é um aviso sobre as consequências do pecado e a necessidade de permanecer fiel a Deus.","referencias_relacionadas":["Salmos 137:1","Isaías 1:8","Ezequiel 24:21"]},"2reis_25_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao governante de Judá, Zedequias, que enfrentou a queda de Jerusalém.","explicacao_detalhada":"Zedequias, como rei, simboliza a liderança que falhou em obedecer a Deus, resultando na destruição da cidade e do templo.","por_que_esta_palavra":"A menção do 'rei' destaca a responsabilidade da liderança em guiar o povo em fidelidade a Deus.","conexao_teologica":"A figura do rei é importante na teologia bíblica, representando a autoridade de Deus sobre Seu povo e a necessidade de líderes justos.","referencias_relacionadas":["1 Reis 11:34","2 Crônicas 36:12","Jeremias 52:1"]},"2reis_25_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de entrar na cidade, simbolizando a invasão e a destruição.","explicacao_detalhada":"A entrada das tropas babilônicas em Jerusalém representa o cumprimento do juízo de Deus sobre a desobediência do povo.","por_que_esta_palavra":"A palavra 'vir' enfatiza a inevitabilidade do juízo e a soberania de Deus sobre as nações.","conexao_teologica":"A ideia de 'vir' é frequentemente usada nas Escrituras para descrever a vinda de juízo ou salvação, dependendo da resposta do povo.","referencias_relacionadas":["Isaías 10:6","Amós 5:18","Miquéias 1:2"]},"2reis_25_3_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de capturar ou prender, simbolizando a opressão do povo.","explicacao_detalhada":"A captura do povo de Jerusalém pelos babilônios é um reflexo da perda de liberdade e da severidade do juízo divino.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a força e a violência da invasão, mostrando a gravidade da situação.","conexao_teologica":"A opressão do povo é um tema que aparece em várias partes da Bíblia, mostrando as consequências do afastamento de Deus.","referencias_relacionadas":["Salmos 79:1","Isaías 42:22","Ezequiel 34:10"]},"2reis_25_3_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de alimentos durante o cerco de Jerusalém.","explicacao_detalhada":"A fome é um símbolo do juízo de Deus, refletindo a devastação que acompanha a desobediência e a idolatria do povo.","por_que_esta_palavra":"A menção da 'fome' destaca a gravidade da situação e a necessidade de arrependimento.","conexao_teologica":"A fome é frequentemente usada nas Escrituras como um sinal de juízo, mas também como uma oportunidade para o arrependimento e a volta a Deus.","referencias_relacionadas":["Deuteronômio 28:48","Lamentações 2:11","Ezequiel 4:16"]},"2reis_25_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente refere-se a Jerusalém, enfatizando seu papel central na narrativa.","explicacao_detalhada":"A repetição da palavra 'cidade' reforça a ideia de que Jerusalém é o foco do juízo e da redenção.","por_que_esta_palavra":"A ênfase na 'cidade' mostra a importância de Jerusalém como o lugar onde Deus se revelou ao Seu povo.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como um símbolo do relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 52:1","Ezequiel 16:2"]},"2reis_25_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é repetida, reforçando a ideia de Jerusalém como um lugar de juízo e esperança.","explicacao_detalhada":"A destruição da cidade é um tema central, mas também aponta para a promessa de restauração futura.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a continuidade da narrativa e a importância de Jerusalém na história da salvação.","conexao_teologica":"A cidade de Jerusalém é vista como um símbolo do reino de Deus e da esperança de restauração.","referencias_relacionadas":["Isaías 60:14","Miquéias 4:1","Zacarias 8:3"]},"2reis_25_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os eventos se desenrolam, indicando a gravidade da situação.","explicacao_detalhada":"O 'modo' em que a destruição ocorre mostra a severidade do juízo de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'modo' destaca a forma como as coisas acontecem, enfatizando a ação soberana de Deus na história.","conexao_teologica":"A maneira como Deus age é um tema importante, mostrando que Ele é soberano sobre todas as circunstâncias.","referencias_relacionadas":["Salmos 37:5","Isaías 55:8-9","Romanos 11:33"]},"2reis_25_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e governança.","explicacao_detalhada":"No contexto de 2 Reis 25:4, o rei é Zedequias, que estava governando Judá durante a queda de Jerusalém. Sua posição é crucial, pois ele representa a liderança do povo em um momento de crise.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a importância da liderança e as consequências das decisões tomadas por Zedequias, que resultaram na destruição de Jerusalém.","conexao_teologica":"A figura do rei é central na teologia do Antigo Testamento, onde Deus estabelece reis sobre Seu povo, refletindo Sua soberania e autoridade.","referencias_relacionadas":["1 Samuel 8:7","2 Samuel 5:1-3","Salmos 2:6","Ezequiel 34:23-24"]},"2reis_25_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Zedequias, que estava em fuga durante a invasão babilônica.","explicacao_detalhada":"A menção do rei neste versículo destaca a fragilidade da liderança humana diante do juízo divino e das consequências de desobedecer a Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a queda da autoridade e a impotência do líder diante do poder de Deus e das nações.","conexao_teologica":"A queda de Zedequias ilustra a transitoriedade dos reinos humanos em contraste com o reino eterno de Deus.","referencias_relacionadas":["Jeremias 39:4-5","Ezequiel 17:16-21","Daniel 2:21","Salmos 146:3-4"]},"2reis_25_5_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O 'deserto' simboliza um lugar de desolação e abandono, refletindo a situação de Judá após a destruição.","explicacao_detalhada":"Neste contexto, o deserto representa não apenas a geografia, mas também o estado espiritual e social do povo de Judá, que se encontra em ruínas.","por_que_esta_palavra":"A palavra 'deserto' é usada para descrever a desolação que se seguiu à destruição de Jerusalém, simbolizando a ausência de vida e esperança.","conexao_teologica":"O deserto é frequentemente um lugar de teste e preparação na Bíblia, onde Deus se revela e molda Seu povo.","referencias_relacionadas":["Êxodo 3:1","Isaías 40:3","Mateus 4:1","Lucas 3:2-4"]},"2reis_25_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os eventos se desenrolam, indicando a forma como as ações são realizadas.","explicacao_detalhada":"Neste contexto, o 'modo' pode se referir à maneira como Zedequias e seu povo enfrentaram a crise, refletindo a falta de fé e a desobediência.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância das ações e decisões tomadas em tempos de crise.","conexao_teologica":"A maneira como os indivíduos respondem às provações pode refletir sua fé e confiança em Deus.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 12:2","Tiago 1:2-4","1 Pedro 1:6-7"]},"2reis_25_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se ao rei Zedequias, que está sendo capturado pelos babilônios.","explicacao_detalhada":"A captura do rei simboliza a derrota total de Judá e a realização do juízo de Deus sobre o povo por sua desobediência.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a liderança falhou em guiar o povo conforme os mandamentos de Deus.","conexao_teologica":"A queda do rei é um lembrete da soberania de Deus sobre as nações e a importância de seguir Seus caminhos.","referencias_relacionadas":["Jeremias 52:8-11","Ezequiel 21:25-27","Salmos 75:7","Daniel 4:17"]},"2reis_25_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"תָּפַשׂ","transliteracao":"tâphas","strong":"H8610","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à captura do rei Zedequias pelos babilônios.","explicacao_detalhada":"Neste contexto, 'agarrar' indica a força e a inevitabilidade do juízo divino, onde a resistência do rei é finalmente quebrada.","por_que_esta_palavra":"A palavra 'agarrar' é usada para mostrar a ação decisiva dos babilônios, simbolizando a perda de controle e a submissão ao destino.","conexao_teologica":"A captura do rei é um exemplo da justiça de Deus sendo executada, mostrando que ninguém escapa de Seu plano soberano.","referencias_relacionadas":["Isaías 10:5-6","Jeremias 50:17","Ezequiel 17:20","Daniel 2:21"]},"2reis_25_6_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode referir-se à magnitude da calamidade que se abateu sobre Judá.","explicacao_detalhada":"No contexto, 'grande' enfatiza a gravidade da situação e a extensão da destruição que ocorreu em Jerusalém.","por_que_esta_palavra":"A utilização da palavra 'grande' serve para destacar a seriedade do juízo de Deus sobre o povo por meio da invasão babilônica.","conexao_teologica":"A grandeza do juízo de Deus é um tema recorrente, mostrando que Ele é sério em Sua disciplina e justiça.","referencias_relacionadas":["Amós 5:18","Ezequiel 18:30","Romanos 2:5","Hebreus 10:31"]},"2reis_25_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao filho de Zedequias, que foi executado diante dele.","explicacao_detalhada":"Neste contexto, a morte do filho simboliza a tragédia e a perda que resultam da desobediência e do afastamento de Deus.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar o impacto pessoal e emocional da calamidade sobre Zedequias, mostrando a dor da perda.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, e a dor da separação.","referencias_relacionadas":["Salmos 127:3","Provérbios 17:6","Ezequiel 18:30-32","Mateus 10:37"]},"2reis_25_7_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de matar o filho de Zedequias como parte do juízo babilônico.","explicacao_detalhada":"Neste contexto, o sacrifício é um ato brutal que simboliza a total derrota e a severidade do juízo de Deus sobre Judá.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para mostrar a gravidade da situação e a extensão do sofrimento causado pela desobediência.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, representando tanto a dor do pecado quanto a necessidade de redenção.","referencias_relacionadas":["Levítico 17:11","Isaías 53:5","Hebreus 9:22","Romanos 12:1"]},"2reis_25_7_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se ao valor material que foi perdido ou saqueado durante a invasão.","explicacao_detalhada":"Neste contexto, o ouro simboliza a riqueza e a glória de Judá, que foram destruídas e levadas pelos babilônios.","por_que_esta_palavra":"A palavra 'ouro' é usada para enfatizar a perda material que acompanha a derrota espiritual e moral do povo.","conexao_teologica":"A riqueza é frequentemente vista na Bíblia como uma bênção, mas também pode se tornar uma maldição quando se torna um ídolo.","referencias_relacionadas":["Provérbios 11:4","Mateus 6:19-21","Tiago 5:1-3","1 Timóteo 6:10"]},"2reis_25_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e governança.","explicacao_detalhada":"No contexto de 2 Reis 25:8, o rei é uma figura central que representa a liderança de Judá, especialmente em tempos de crise e destruição. A queda de Jerusalém e a captura do rei são eventos significativos que marcam o fim de uma era.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a importância da liderança e as consequências de suas ações sobre o povo e a nação.","conexao_teologica":"A figura do rei é frequentemente associada à soberania de Deus sobre Israel, e a desobediência dos reis leva ao juízo divino.","referencias_relacionadas":["1 Samuel 8:7","2 Samuel 5:1-3","Salmos 2:10-12"]},"2reis_25_8_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao corpo celeste que marca os meses e é associado a ciclos e festividades religiosas.","explicacao_detalhada":"Em 2 Reis 25:8, a menção da lua pode simbolizar a passagem do tempo e a continuidade dos ciclos, mesmo em meio à destruição. A lua também é importante para a contagem dos meses no calendário hebraico.","por_que_esta_palavra":"A lua é mencionada para indicar a temporalidade dos eventos e a importância dos ciclos naturais na vida do povo de Israel.","conexao_teologica":"A lua é um símbolo de renovação e esperança, refletindo a fidelidade de Deus em manter os ciclos da criação.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Ezequiel 46:1"]},"2reis_25_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' novamente destaca a figura de liderança em um momento crítico da história de Judá.","explicacao_detalhada":"Neste versículo, o rei é capturado e sua cidade é queimada, simbolizando a derrota e a perda de autoridade. A destruição do palácio real representa a queda do governo e a desolação do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a gravidade da situação e o impacto da liderança na história de Israel.","conexao_teologica":"A queda do rei é um reflexo do juízo de Deus sobre a infidelidade de Israel, mostrando que a liderança tem consequências espirituais.","referencias_relacionadas":["Jeremias 22:28-30","Ezequiel 21:25-27","Salmos 89:39"]},"2reis_25_9_fogo":{"palavra_pt":"fogo","palavra_original":"שָׂרַף","transliteracao":"sâraph","strong":"H8313","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza destruição e purificação, representando o juízo de Deus sobre Judá.","explicacao_detalhada":"Em 2 Reis 25:9, o fogo que consome a cidade é um símbolo do juízo divino e da severidade das consequências da desobediência do povo.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para ilustrar a intensidade da destruição e a seriedade do juízo de Deus.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao seu juízo, refletindo a necessidade de purificação e arrependimento.","referencias_relacionadas":["Deuteronômio 4:24","Isaías 66:15-16","Hebreus 12:29"]},"2reis_25_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao palácio real e, por extensão, à nação de Judá.","explicacao_detalhada":"Neste versículo, a destruição da casa do rei simboliza a queda do governo e a perda da identidade nacional de Israel.","por_que_esta_palavra":"A 'casa' é mencionada para destacar a importância do lar e da liderança na vida do povo, além de simbolizar a segurança que foi perdida.","conexao_teologica":"A destruição da casa do rei reflete a quebra da aliança entre Deus e Israel, onde a casa representa a presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Isaías 38:1","Ezequiel 11:16"]},"2reis_25_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou a condição de um estado.","explicacao_detalhada":"Em 2 Reis 25:10, o 'modo' pode se referir à forma como a cidade foi destruída e a ordem que foi desfeita, simbolizando a anarquia e o caos resultantes da queda.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a desordem e a gravidade da situação após a destruição.","conexao_teologica":"A desordem resultante da destruição é um reflexo da desobediência do povo a Deus, que traz consequências desastrosas.","referencias_relacionadas":["Provérbios 14:12","Eclesiastes 3:1","Isaías 24:10"]},"2reis_25_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos habitantes da cidade e à condição humana em tempos de crise.","explicacao_detalhada":"Neste contexto, 'homem' representa não apenas indivíduos, mas a coletividade do povo que sofre as consequências da destruição e do juízo de Deus.","por_que_esta_palavra":"A menção do 'homem' destaca a vulnerabilidade e a fragilidade da condição humana diante do juízo divino.","conexao_teologica":"A condição do homem em face do juízo de Deus reflete a necessidade de arrependimento e a busca pela misericórdia divina.","referencias_relacionadas":["Gênesis 6:5","Salmos 8:4-5","Romanos 3:23"]},"2reis_25_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Judá.","explicacao_detalhada":"Em 2 Reis 25:11, a cidade é um símbolo da identidade nacional e da presença de Deus entre seu povo, cuja destruição representa a perda de tudo o que era sagrado.","por_que_esta_palavra":"A 'cidade' é mencionada para enfatizar a importância de Jerusalém como o lugar escolhido por Deus e o impacto de sua destruição.","conexao_teologica":"A destruição da cidade é um reflexo do juízo de Deus e da necessidade de arrependimento do povo.","referencias_relacionadas":["Salmos 122:6-9","Isaías 1:26","Lamentações 1:1"]},"2reis_25_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente destaca a figura de liderança em um momento crítico da história de Judá.","explicacao_detalhada":"Neste versículo, o rei é capturado e sua cidade é queimada, simbolizando a derrota e a perda de autoridade. A destruição do palácio real representa a queda do governo e a desolação do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a gravidade da situação e o impacto da liderança na história de Israel.","conexao_teologica":"A queda do rei é um reflexo do juízo de Deus sobre a infidelidade de Israel, mostrando que a liderança tem consequências espirituais.","referencias_relacionadas":["Jeremias 22:28-30","Ezequiel 21:25-27","Salmos 89:39"]},"2reis_25_11_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos habitantes de Judá, que enfrentam as consequências da desobediência a Deus.","explicacao_detalhada":"Em 2 Reis 25:11, o povo é o grupo que sofre as consequências da destruição de sua cidade e da captura de seu rei, simbolizando a coletividade que é afetada pelo juízo divino.","por_que_esta_palavra":"A menção do 'povo' destaca a responsabilidade coletiva e a necessidade de arrependimento diante de Deus.","conexao_teologica":"A condição do povo reflete a relação entre a desobediência e o juízo de Deus, enfatizando a importância da fidelidade ao Senhor.","referencias_relacionadas":["Deuteronômio 28:15-68","Isaías 5:13","Ezequiel 18:30"]},"2reis_25_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico e também como um símbolo da promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas o solo, mas também a herança que Deus prometeu a Israel. Em 2 Reis 25:12, a menção da terra está ligada ao contexto da destruição de Jerusalém e ao exílio do povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a aliança de Deus com Israel e a realização de Suas promessas.","conexao_teologica":"A terra é vista como um símbolo da presença de Deus e da bênção divina, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2reis_25_12_hair":{"palavra_pt":"cabelo","palavra_original":"דַּלָּה","transliteracao":"dallâh","strong":"H1803","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"Refere-se ao cabelo como parte do corpo humano, simbolizando força e beleza.","explicacao_detalhada":"A palavra 'cabelo' (דַּלָּה) é mencionada em contextos que podem refletir status social ou espiritual. Em 2 Reis 25:12, o cabelo pode simbolizar a condição do povo após a destruição.","por_que_esta_palavra":"O cabelo é frequentemente associado à identidade e à honra, e sua menção pode indicar um estado de desolação.","conexao_teologica":"O cabelo, como parte da criação de Deus, reflete a beleza e a dignidade do ser humano, que são afetadas pelo pecado e pela desobediência.","referencias_relacionadas":["1 Coríntios 11:15","Juízes 16:17","Salmos 139:14"]},"2reis_25_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a humanidade em sua totalidade. Em 2 Reis 25:12, o homem é visto em um estado de vulnerabilidade após a destruição de Jerusalém.","por_que_esta_palavra":"A menção do homem destaca a condição humana e a dependência de Deus em tempos de crise.","conexao_teologica":"A humanidade é criada à imagem de Deus, mas também é chamada a reconhecer sua necessidade de redenção e salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"2reis_25_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, mas também simboliza segurança e lar.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é frequentemente usada na Bíblia para descrever não apenas um edifício, mas também a família e a comunidade. Em 2 Reis 25:13, a destruição das casas reflete a perda de segurança e identidade.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e proteção, e sua destruição representa o colapso da sociedade.","conexao_teologica":"A casa é um reflexo do plano de Deus para a humanidade, que inclui a ideia de comunidade e família.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"2reis_25_13_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"A palavra 'ouro' (נְחֹשֶׁת) é frequentemente associada à riqueza e ao valor material. Em 2 Reis 25:13, o ouro pode simbolizar a decadência e a perda de recursos após a destruição.","por_que_esta_palavra":"O ouro é um símbolo de prosperidade, e sua menção pode indicar a gravidade da situação enfrentada pelo povo.","conexao_teologica":"A riqueza material é vista como temporária, enquanto a verdadeira riqueza está em um relacionamento com Deus.","referencias_relacionadas":["Provérbios 3:14-15","Mateus 6:19-21","1 Pedro 1:18-19"]},"2reis_25_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para descrever a soberania e a autoridade de Deus. Em 2 Reis 25:13, o nome de Deus é um lembrete da aliança e da fidelidade divina.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel.","conexao_teologica":"O nome de Deus representa Sua natureza e caráter, e é invocado em momentos de necessidade e desespero.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_25_15_viver":{"palavra_pt":"viver","palavra_original":"מַחְתָּה","transliteracao":"machtâh","strong":"H4289","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de viver, à existência e à vitalidade.","explicacao_detalhada":"A palavra 'viver' (מַחְתָּה) pode ser entendida em um sentido físico e espiritual. Em 2 Reis 25:15, a menção de viver pode estar relacionada à esperança de restauração após a destruição.","por_que_esta_palavra":"A vida é um dom de Deus, e a busca por viver plenamente é um tema central nas Escrituras.","conexao_teologica":"A vida em Cristo é apresentada como a verdadeira vida, que transcende as circunstâncias temporais.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"2reis_25_15_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua condição de fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a humanidade em sua totalidade. Em 2 Reis 25:15, o homem é visto em um estado de vulnerabilidade após a destruição de Jerusalém.","por_que_esta_palavra":"A menção do homem destaca a condição humana e a dependência de Deus em tempos de crise.","conexao_teologica":"A humanidade é criada à imagem de Deus, mas também é chamada a reconhecer sua necessidade de redenção e salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"2reis_25_16_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a grandes corpos d'água, simbolizando poder e mistério.","explicacao_detalhada":"A palavra 'mar' (יָם) é frequentemente usada na Bíblia para descrever tanto a criação de Deus quanto a Sua soberania sobre as forças da natureza. Em 2 Reis 25:16, o mar pode simbolizar a imensidão e a força de Deus.","por_que_esta_palavra":"O mar é um símbolo de poder e também de caos, refletindo a necessidade de confiar em Deus em meio às tempestades da vida.","conexao_teologica":"Deus é apresentado como aquele que controla as águas e traz ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:26-27"]},"2reis_25_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, mas também simboliza segurança e lar.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é frequentemente usada na Bíblia para descrever não apenas um edifício, mas também a família e a comunidade. Em 2 Reis 25:16, a destruição das casas reflete a perda de segurança e identidade.","por_que_esta_palavra":"A casa é um símbolo de estabilidade e proteção, e sua destruição representa o colapso da sociedade.","conexao_teologica":"A casa é um reflexo do plano de Deus para a humanidade, que inclui a ideia de comunidade e família.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"2reis_25_16_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que representa a estrutura ou a forma de algo.","explicacao_detalhada":"A palavra 'עַמּוּד' (ʻammûwd) é utilizada para descrever algo que é um suporte ou uma coluna, simbolizando estabilidade e força. No contexto de 2 Reis 25:16, pode se referir a elementos que sustentam a cidade ou a nação.","por_que_esta_palavra":"Esta palavra é importante para entender a fragilidade das estruturas que sustentavam Jerusalém, especialmente em um momento de crise.","conexao_teologica":"A ideia de suporte e estabilidade é frequentemente associada à presença de Deus como a rocha e fortaleza do Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 28:16","Mateus 7:24-25"]},"2reis_25_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica totalidade ou a maneira completa de se realizar uma ação. No contexto, pode estar relacionada à forma como a destruição de Jerusalém foi executada.","por_que_esta_palavra":"Entender o modo é crucial para captar a gravidade da situação enfrentada pelo povo de Israel.","conexao_teologica":"O modo de agir de Deus em juízo e misericórdia é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 145:17","Romanos 11:22","Hebreus 12:29"]},"2reis_25_17_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que representa a estrutura ou a forma de algo.","explicacao_detalhada":"A palavra 'עַמּוּד' (ʻammûwd) é utilizada para descrever algo que é um suporte ou uma coluna, simbolizando estabilidade e força. No contexto de 2 Reis 25:17, pode se referir a elementos que sustentam a cidade ou a nação.","por_que_esta_palavra":"Esta palavra é importante para entender a fragilidade das estruturas que sustentavam Jerusalém, especialmente em um momento de crise.","conexao_teologica":"A ideia de suporte e estabilidade é frequentemente associada à presença de Deus como a rocha e fortaleza do Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 28:16","Mateus 7:24-25"]},"2reis_25_18_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou à cabeça de algo, como uma liderança ou autoridade.","explicacao_detalhada":"A palavra 'רֹאשׁ' (rôʼsh) é usada para denotar a liderança ou a origem de algo. No contexto, pode se referir ao rei ou à liderança de Jerusalém no momento da queda.","por_que_esta_palavra":"A liderança é fundamental em tempos de crise, e a queda do rei simboliza a queda de toda a nação.","conexao_teologica":"Cristo é chamado de a cabeça da Igreja, e a queda de líderes humanos contrasta com a soberania divina.","referencias_relacionadas":["Efésios 1:22","Colossenses 1:18","Romanos 13:1"]},"2reis_25_18_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue, simbolizando vida, sacrifício e morte.","explicacao_detalhada":"A palavra 'סַף' (çaph) é utilizada para descrever o sangue que é um símbolo de vida e também de culpa. No contexto, pode se referir ao sangue derramado durante a destruição de Jerusalém.","por_que_esta_palavra":"O sangue é um tema central na teologia bíblica, representando tanto a vida quanto a expiação.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício que traz redenção e vida eterna.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:19","Apocalipse 1:5"]},"2reis_25_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou capturar algo.","explicacao_detalhada":"A palavra 'לָקַח' (lâqach) implica a ação de tomar posse ou capturar. No contexto, pode se referir à captura dos líderes ou do povo durante a invasão.","por_que_esta_palavra":"A ideia de tomar é crucial para entender a dinâmica de poder e controle na narrativa da destruição.","conexao_teologica":"Deus toma posse do Seu povo e, ao mesmo tempo, permite que as consequências do pecado sejam sentidas.","referencias_relacionadas":["Romanos 8:31","1 Coríntios 6:20","Gálatas 3:13"]},"2reis_25_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, um lugar de habitação e comunidade.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para descrever uma cidade, que é um centro de vida e cultura. No contexto, refere-se a Jerusalém como a cidade de Deus.","por_que_esta_palavra":"A cidade é um símbolo da identidade do povo e da presença de Deus entre eles.","conexao_teologica":"A nova Jerusalém é uma promessa de restauração e esperança para o povo de Deus.","referencias_relacionadas":["Isaías 65:18","Apocalipse 21:2","Salmos 122:6"]},"2reis_25_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei, a figura de autoridade e liderança.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é utilizada para descrever um rei, que é o governante de um povo. No contexto, refere-se ao rei de Judá durante a queda de Jerusalém.","por_que_esta_palavra":"A figura do rei é central para a história de Israel, simbolizando tanto a liderança quanto a responsabilidade diante de Deus.","conexao_teologica":"Cristo é o Rei dos Reis, e Sua autoridade é eterna, contrastando com a fragilidade dos reis humanos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_25_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, o espaço físico e a herança do povo.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para descrever a terra, que é a herança prometida a Israel. No contexto, refere-se à terra de Judá que está sendo devastada.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Seu povo e da promessa de prosperidade.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"2reis_25_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou capturar algo.","explicacao_detalhada":"A palavra 'לָקַח' (lâqach) implica a ação de tomar posse ou capturar. No contexto, pode se referir à captura dos líderes ou do povo durante a invasão.","por_que_esta_palavra":"A ideia de tomar é crucial para entender a dinâmica de poder e controle na narrativa da destruição.","conexao_teologica":"Deus toma posse do Seu povo e, ao mesmo tempo, permite que as consequências do pecado sejam sentidas.","referencias_relacionadas":["Romanos 8:31","1 Coríntios 6:20","Gálatas 3:13"]},"2reis_25_20_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, um indivíduo.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas também pode se referir a um homem específico em contextos variados. No contexto de 2 Reis 25:20, refere-se ao homem que estava encarregado da execução das ordens do rei.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade e a ação de um indivíduo em um momento crítico da história de Judá.","conexao_teologica":"A figura do homem é central na narrativa bíblica, representando a criação de Deus e a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Eclesiastes 12:13"]},"2reis_25_20_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se a qualquer substância que sustenta a vida, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'alimento' é crucial em contextos de sobrevivência e necessidade. Em 2 Reis 25:20, o alimento é mencionado em um cenário de destruição e escassez, refletindo a situação desesperadora do povo.","por_que_esta_palavra":"A inclusão de 'alimento' destaca a vulnerabilidade do povo em tempos de cerco e destruição, simbolizando a necessidade básica de sustento.","conexao_teologica":"Deus é frequentemente descrito como o provedor de alimento, tanto físico quanto espiritual, refletindo Sua preocupação com as necessidades humanas.","referencias_relacionadas":["Mateus 4:4","Salmos 37:25","João 6:35"]},"2reis_25_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, a terra prometida ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' é fundamental na narrativa bíblica, simbolizando não apenas um espaço físico, mas também a herança e a identidade do povo de Deus. Em 2 Reis 25:21, a destruição da terra é um sinal do juízo de Deus sobre Judá.","por_que_esta_palavra":"A ênfase na 'terra' reflete a importância do lugar na aliança entre Deus e Seu povo, e a perda da terra representa a quebra dessa aliança.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando a promessa de Deus e a relação do povo com Ele.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:1","Josué 1:3"]},"2reis_25_21_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de expressar ou manifestar algo.","explicacao_detalhada":"A palavra 'expressão' pode ser entendida como a manifestação de sentimentos ou ações. No contexto de 2 Reis 25:21, pode se referir à maneira como o povo reagiu à destruição e ao exílio.","por_que_esta_palavra":"A expressão é importante para entender a resposta emocional e espiritual do povo diante da calamidade.","conexao_teologica":"A expressão de dor e arrependimento é um tema importante na relação entre Deus e Seu povo, especialmente em tempos de crise.","referencias_relacionadas":["Salmos 51:17","Jeremias 29:12-13","Lamentações 3:40"]},"2reis_25_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao território de Judá, enfatizando a continuidade do tema da terra.","explicacao_detalhada":"A repetição da palavra 'terra' em 2 Reis 25:22 reforça a ideia de que a terra é central para a identidade do povo de Israel e seu relacionamento com Deus.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e a sua destruição representa a severidade do juízo divino.","conexao_teologica":"A terra prometida é um elemento essencial na narrativa da salvação e na história de Israel.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Ezequiel 36:24"]},"2reis_25_22_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar, especialmente em um contexto de opressão.","explicacao_detalhada":"A palavra 'libertar' é significativa em 2 Reis 25:22, onde se fala sobre a libertação do povo que estava sob cativeiro. Essa libertação é um tema central na história de Israel.","por_que_esta_palavra":"A libertação é um ato de Deus que demonstra Sua fidelidade e compaixão pelo Seu povo.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação e a redenção que Deus oferece.","referencias_relacionadas":["Êxodo 6:6","Salmos 146:7","Isaías 61:1"]},"2reis_25_22_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compõem a nação de Israel.","explicacao_detalhada":"A palavra 'povo' em 2 Reis 25:22 enfatiza a coletividade e a identidade do povo de Deus, que estava enfrentando a devastação e o exílio.","por_que_esta_palavra":"A ênfase no 'povo' destaca a relação comunitária e a responsabilidade mútua entre os membros da nação.","conexao_teologica":"Deus se relaciona com Seu povo como um coletivo, e a história da salvação é contada através da experiência do povo de Israel.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"2reis_25_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo específico, possivelmente um líder ou representante do povo.","explicacao_detalhada":"A palavra 'homem' em 2 Reis 25:23 pode se referir a um líder que se destacou em meio à calamidade, simbolizando a esperança ou a resistência do povo.","por_que_esta_palavra":"A menção de um 'homem' específico pode indicar a importância da liderança em tempos de crise.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde Deus levanta homens e mulheres para guiar Seu povo.","referencias_relacionadas":["Números 27:16-17","1 Samuel 16:7","Hebreus 13:7"]},"2reis_25_23_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se ao ato de escutar ou prestar atenção.","explicacao_detalhada":"A palavra 'ouvir' em 2 Reis 25:23 sugere a importância de estar atento às instruções e advertências de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a necessidade de discernimento e resposta às vozes de Deus e dos líderes espirituais.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida espiritual e a obediência ao Seu chamado.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","João 10:27"]},"2reis_25_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir.","explicacao_detalhada":"A palavra 'modo' em 2 Reis 25:23 pode se referir à forma como o povo se comporta ou reage diante das adversidades.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que a atitude e a resposta do povo são cruciais em tempos de crise.","conexao_teologica":"A maneira como vivemos e respondemos às circunstâncias é um reflexo da nossa fé e confiança em Deus.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:22-23","Filipenses 4:8"]},"2reis_25_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, que foi devastado e levado ao exílio.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a nação e o povo que habitam essa terra. No contexto de 2 Reis 25, a terra de Judá é um símbolo da identidade e da herança do povo de Israel.","por_que_esta_palavra":"A menção da 'terra' enfatiza a perda e o desespero do povo de Israel após a destruição de Jerusalém.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um presente de Deus ao seu povo, e sua perda representa a quebra da aliança entre Deus e Israel.","referencias_relacionadas":["Deuteronômio 30:15","Salmos 37:11","Isaías 61:4"]},"2reis_25_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo específico, possivelmente um líder ou representante do povo.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para denotar não apenas um ser humano, mas também a dignidade e a responsabilidade que vêm com a liderança. No contexto, pode se referir a um líder que foi levado ao exílio.","por_que_esta_palavra":"A inclusão de 'homem' destaca a importância da liderança e da figura humana em tempos de crise.","conexao_teologica":"A Bíblia frequentemente fala sobre a responsabilidade dos líderes em guiar o povo de Deus, e a queda de um homem pode simbolizar a queda de uma nação.","referencias_relacionadas":["Ezequiel 34:2","1 Timóteo 2:8","Salmos 8:4"]},"2reis_25_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo de grande importância ou magnitude, possivelmente relacionado a eventos significativos.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) pode ser entendida como uma declaração de grande relevância, que pode ter implicações profundas para o povo de Israel.","por_que_esta_palavra":"A ênfase na grandeza do que está sendo dito sugere que as palavras têm poder e podem moldar a realidade.","conexao_teologica":"As palavras de Deus são frequentemente descritas como poderosas e criativas, e a importância do que é dito reflete a soberania divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"2reis_25_25_kingsom":{"palavra_pt":"kingsom","palavra_original":"מְלוּכָה","transliteracao":"mᵉlûwkâh","strong":"H4410","significado_raiz":"Ideia básica: kingsom.","significado_contextual":"Refere-se ao reino de Judá, que foi destruído e levado ao exílio.","explicacao_detalhada":"A palavra 'reino' (מְלוּכָה) implica não apenas a estrutura política, mas também a autoridade e a presença de Deus entre seu povo. A queda do reino é um tema central em 2 Reis.","por_que_esta_palavra":"A menção do reino destaca a gravidade da situação e a perda da soberania do povo de Israel.","conexao_teologica":"O conceito de reino é fundamental na teologia bíblica, representando a soberania de Deus e sua promessa de restauração.","referencias_relacionadas":["Mateus 6:33","Apocalipse 11:15","Isaías 9:7"]},"2reis_25_25_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte física ou à morte de um reino, simbolizando o fim de uma era.","explicacao_detalhada":"A palavra 'morrer' (מוּת) pode ser interpretada tanto literalmente quanto simbolicamente, representando a destruição e a perda de vida e esperança.","por_que_esta_palavra":"A morte é um tema recorrente na narrativa bíblica, simbolizando o juízo de Deus sobre a desobediência.","conexao_teologica":"A morte, na teologia bíblica, é frequentemente vista como consequência do pecado, mas também como um precursor da ressurreição e da nova vida em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","Gênesis 2:17"]},"2reis_25_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de uma estrutura ou de um estado, simbolizando a ruína.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica uma mudança drástica de estado, representando a transição de um estado de segurança para um de desolação.","por_que_esta_palavra":"A queda é um símbolo poderoso de juízo e de perda, refletindo a fragilidade das instituições humanas.","conexao_teologica":"A queda de Jerusalém é vista como um cumprimento das profecias de juízo, mas também como uma oportunidade para a restauração futura.","referencias_relacionadas":["Salmos 46:2","Provérbios 24:16","Isaías 40:30"]},"2reis_25_26_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar ou restaurar algo que foi derrubado.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é frequentemente usada em contextos de restauração e renascimento, sugerindo esperança após a destruição.","por_que_esta_palavra":"A ideia de levantar é crucial em tempos de crise, simbolizando a possibilidade de um novo começo.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta os caídos e restaura o que foi perdido.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Ezequiel 37:14"]},"2reis_25_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, implicando um padrão ou método.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade ou a forma abrangente de uma ação, indicando que tudo deve ser considerado.","por_que_esta_palavra":"A maneira de agir é importante para entender a intenção e a eficácia das ações humanas e divinas.","conexao_teologica":"A Bíblia ensina que devemos agir de acordo com os princípios de Deus, refletindo seu caráter em nossas ações.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Salmos 119:105"]},"2reis_25_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa como um lar, mas também simboliza a presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é um símbolo de segurança e pertencimento, e sua destruição representa a perda da proteção divina.","por_que_esta_palavra":"A casa é um lugar de refúgio e identidade, e sua menção destaca a tragédia da destruição de Jerusalém.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando o lugar onde Deus habita com seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"2reis_25_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de uma estrutura, simbolizando a ruína e a desolação.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado de segurança para um de vulnerabilidade e destruição.","por_que_esta_palavra":"A queda é um símbolo de juízo e de perda, refletindo a fragilidade das instituições humanas.","conexao_teologica":"A queda de Jerusalém é vista como um cumprimento das profecias de juízo, mas também como uma oportunidade para a restauração futura.","referencias_relacionadas":["Salmos 46:2","Provérbios 24:16","Isaías 40:30"]},"2reis_25_27_carried":{"palavra_pt":"carried","palavra_original":"גָּלוּת","transliteracao":"gâlûwth","strong":"H1546","significado_raiz":"Ideia básica: carried.","significado_contextual":"Refere-se ao exílio do povo de Judá, que foi levado cativo para a Babilônia.","explicacao_detalhada":"A palavra 'carried' (gâlûwth) implica em ser levado ou transportado, simbolizando a perda da liberdade e a separação da terra natal.","por_que_esta_palavra":"Esta palavra é crucial para entender o contexto do exílio, que foi um dos eventos mais significativos na história de Israel.","conexao_teologica":"O exílio é visto como um juízo de Deus sobre o povo por sua desobediência, mas também como uma oportunidade de restauração futura.","referencias_relacionadas":["Jeremias 25:11-12","Ezequiel 12:15","Daniel 1:1-2"]},"2reis_25_28_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou conceder algo, neste caso, a libertação do rei Joaquim.","explicacao_detalhada":"A palavra 'dar' (nâthan) é utilizada para descrever a ação de oferecer algo a alguém, refletindo a mudança de situação do rei após o exílio.","por_que_esta_palavra":"É importante porque mostra a providência de Deus mesmo em meio ao cativeiro, ao restaurar a dignidade do rei.","conexao_teologica":"A ideia de dar está ligada à graça e à misericórdia de Deus, que não abandona seu povo.","referencias_relacionadas":["Salmos 68:6","Isaías 61:1","Romanos 8:32"]},"2reis_25_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Joaquim, que foi libertado da prisão na Babilônia.","explicacao_detalhada":"A palavra 'rei' (melek) representa a autoridade e o governo, e neste contexto, simboliza a restauração da liderança de Israel.","por_que_esta_palavra":"É relevante porque destaca a continuidade da linhagem real de Davi, mesmo após o exílio.","conexao_teologica":"A realeza de Joaquim aponta para a promessa de Deus de que um descendente de Davi sempre reinará.","referencias_relacionadas":["2 Samuel 7:12-13","Mateus 1:12","Apocalipse 22:16"]},"2reis_25_28_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou declarar algo, neste caso, a nova posição do rei Joaquim.","explicacao_detalhada":"A palavra 'falar' (dâbar) implica em transmitir uma mensagem de esperança e mudança de status.","por_que_esta_palavra":"É importante porque a comunicação de Deus ao seu povo é fundamental para a fé e a esperança.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e renovação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"2reis_25_29_change":{"palavra_pt":"change","palavra_original":"שָׁנָא","transliteracao":"shânâʼ","strong":"H8132","significado_raiz":"Ideia básica: change.","significado_contextual":"Refere-se à mudança na situação do rei Joaquim após ser libertado.","explicacao_detalhada":"A palavra 'change' (shânâʼ) implica em uma transformação significativa na vida do rei, de cativo a uma posição de honra.","por_que_esta_palavra":"É relevante porque simboliza a esperança de restauração e mudança que Deus oferece ao seu povo.","conexao_teologica":"Deus é um Deus de mudanças, que transforma situações e vidas, trazendo esperança.","referencias_relacionadas":["Isaías 43:18-19","2 Coríntios 5:17","Romanos 12:2"]},"2reis_25_29_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento que o rei Joaquim recebe após sua libertação.","explicacao_detalhada":"A palavra 'alimento' (ʼâkal) simboliza não apenas a necessidade física, mas também a provisão de Deus.","por_que_esta_palavra":"É importante porque destaca a fidelidade de Deus em prover para aqueles que confiam nele.","conexao_teologica":"Deus é o provedor de todas as necessidades, tanto físicas quanto espirituais.","referencias_relacionadas":["Filipenses 4:19","Salmos 37:25","Mateus 6:31-33"]},"2reis_25_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Joaquim, enfatizando sua posição após o exílio.","explicacao_detalhada":"A palavra 'rei' (melek) é repetida para enfatizar a restauração da dignidade e autoridade do rei.","por_que_esta_palavra":"A repetição é significativa para mostrar a importância da liderança na história de Israel.","conexao_teologica":"A realeza de Joaquim é um lembrete da fidelidade de Deus às suas promessas.","referencias_relacionadas":["Salmos 89:3-4","Ezequiel 37:24-25","Mateus 1:12"]},"2reis_25_30_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício diário que era parte da adoração a Deus.","explicacao_detalhada":"A palavra 'sacrifício' (tâmîyd) implica em uma oferta contínua, simbolizando a devoção e a necessidade de expiação.","por_que_esta_palavra":"É importante porque destaca a centralidade do culto a Deus na vida do povo de Israel.","conexao_teologica":"O sacrifício é um tema central na Bíblia, apontando para o sacrifício de Cristo como a oferta final.","referencias_relacionadas":["Levítico 6:13","Hebreus 10:10","Romanos 12:1"]},"2reis_25_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se novamente à ação de dar, enfatizando a generosidade do novo rei.","explicacao_detalhada":"A palavra 'dar' (nâthan) é usada para descrever a ação de conceder algo de valor, refletindo a mudança de coração.","por_que_esta_palavra":"A repetição da palavra é significativa para enfatizar a importância da generosidade e da graça.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus e um chamado à ação para os crentes.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]}}