{"2reis_3_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade, especialmente em relação a um rei ou líder.","explicacao_detalhada":"Em 2 Reis 3:1, a palavra 'reinar' é usada para descrever a ascensão de Jorão ao trono de Israel, refletindo a dinâmica do poder e a responsabilidade que vem com a liderança.","por_que_esta_palavra":"A escolha de 'reinar' enfatiza a importância da liderança justa e a necessidade de governar de acordo com os princípios de Deus.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a forma como os líderes humanos governam deve refletir Seu caráter e justiça.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Provérbios 29:2"]},"2reis_3_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à relação familiar, simbolizando continuidade e herança.","explicacao_detalhada":"No contexto de 2 Reis 3:1, 'filho' é usado para descrever Jorão como filho de Acabe, destacando a herança de liderança e os desafios que ele herdou.","por_que_esta_palavra":"A palavra 'filho' é significativa porque indica a relação entre gerações e a responsabilidade que vem com a linhagem.","conexao_teologica":"A Bíblia frequentemente usa a linguagem de filhos e pais para descrever a relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Gálatas 4:6"]},"2reis_3_1_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade de Jorão, que é importante para entender seu papel na história de Israel.","explicacao_detalhada":"Em 2 Reis 3:1, o nome 'Acabe' é mencionado, e isso traz à tona a reputação e as ações do pai de Jorão, influenciando a percepção do povo sobre ele.","por_que_esta_palavra":"A palavra 'nome' é usada para destacar a importância da identidade e do legado familiar na liderança.","conexao_teologica":"O nome de uma pessoa pode refletir seu caráter e suas ações, e isso é especialmente verdadeiro em relação aos líderes que têm um impacto duradouro sobre seu povo.","referencias_relacionadas":["Provérbios 22:1","Eclesiastes 7:1","Mateus 1:21"]},"2reis_3_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao animal, mas simboliza também a força e a ferocidade, especialmente no contexto de um ataque.","explicacao_detalhada":"Em 2 Reis 3:2, a menção de 'urso' pode ser interpretada como uma representação da força que pode ser usada para descrever a natureza do julgamento de Deus sobre aqueles que se opõem a Ele.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e a seriedade do juízo divino.","conexao_teologica":"A ferocidade de um urso pode ser vista como uma metáfora para a justiça de Deus, que não hesita em agir contra a iniquidade.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:6","Gálatas 6:7"]},"2reis_3_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se ao órgão da visão, mas também simboliza a percepção e a vigilância.","explicacao_detalhada":"Em 2 Reis 3:2, 'olho' pode ser interpretado como a capacidade de ver e discernir a verdade, tanto física quanto espiritualmente.","por_que_esta_palavra":"A palavra 'olho' é importante porque destaca a necessidade de discernimento e vigilância na vida espiritual.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do olho para descrever a percepção de Deus e a necessidade de estar atento às Suas obras.","referencias_relacionadas":["Mateus 6:22-23","Salmos 33:18","Provérbios 15:3"]},"2reis_3_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Em 2 Reis 3:2, a menção do 'senhor' destaca a relação de submissão e reverência que o povo deve ter em relação a Deus.","por_que_esta_palavra":"A escolha de 'senhor' é fundamental para reconhecer a posição de Deus como autoridade suprema e a necessidade de obedecê-Lo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 10:9"]},"2reis_3_3_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, simbolizando a separação entre o homem e Deus.","explicacao_detalhada":"Em 2 Reis 3:3, a menção de 'pecado' destaca a condição espiritual do povo e a necessidade de arrependimento e sacrifício para restaurar a relação com Deus.","por_que_esta_palavra":"A escolha de 'pecado' é crucial para entender a gravidade da desobediência e a necessidade de expiação.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia cristã, onde Cristo é visto como o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"2reis_3_3_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de uma pessoa, especialmente no contexto de líderes e reis.","explicacao_detalhada":"O nome de uma pessoa na cultura hebraica carrega um significado profundo, muitas vezes refletindo o caráter ou a missão da pessoa. No caso de Yârobʻâm, seu nome está associado à sua posição como rei de Israel e suas ações que moldaram a história do povo.","por_que_esta_palavra":"O nome é fundamental para a identidade e a autoridade de um rei, e neste contexto, representa a legitimidade e a história de Yârobʻâm.","conexao_teologica":"O nome de Deus também é um tema central na Bíblia, refletindo Sua natureza e caráter. Assim como o nome de Yârobʻâm é significativo, o nome de Deus é invocado em momentos de necessidade e adoração.","referencias_relacionadas":["1 Samuel 25:25","Salmos 20:1","Provérbios 18:10"]},"2reis_3_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, especialmente no contexto de linhagens reais e heranças.","explicacao_detalhada":"A palavra 'filho' é crucial para entender a sucessão de reis em Israel. No caso de Yârobʻâm, ele é mencionado como filho de Nabateu, o que estabelece sua linhagem e direito ao trono.","por_que_esta_palavra":"A relação de filho é importante para a continuidade da dinastia e a legitimidade do governo, especialmente em sociedades monárquicas.","conexao_teologica":"A Bíblia frequentemente usa a linguagem de 'filho' para descrever a relação entre Deus e Seu povo, enfatizando a paternidade divina e a herança espiritual.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Mateus 5:9"]},"2reis_3_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo de uma nação, especialmente em tempos de guerra e conflito.","explicacao_detalhada":"A palavra 'rei' é central na narrativa de 2 Reis, onde a liderança de Yârobʻâm é discutida em relação à sua capacidade de governar e proteger seu povo durante crises.","por_que_esta_palavra":"A figura do rei é essencial para a estrutura social e política de Israel, e sua eficácia é frequentemente medida pela sua fidelidade a Deus e à Sua lei.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e a relação entre os reis humanos e a soberania divina é um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"2reis_3_4_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer, tanto fisicamente quanto em termos de governo e sociedade.","explicacao_detalhada":"A palavra 'edificar' implica não apenas a construção de estruturas físicas, mas também a formação de uma sociedade justa e estável sob a liderança do rei.","por_que_esta_palavra":"Edificar é uma responsabilidade do rei, que deve garantir que seu reino seja forte e próspero, refletindo a ordem divina.","conexao_teologica":"Deus é descrito como o arquiteto da criação, e a construção de um reino justo é vista como um reflexo do Seu caráter e propósito.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:9"]},"2reis_3_4_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se ao poder e à capacidade de agir, especialmente em contextos de batalha e defesa.","explicacao_detalhada":"A palavra 'força' é frequentemente associada à habilidade de um rei em proteger seu povo e manter a ordem em tempos de crise.","por_que_esta_palavra":"A força é uma qualidade essencial para um líder, especialmente em tempos de guerra, onde a proteção e a segurança do povo são primordiais.","conexao_teologica":"A força de Deus é um tema central nas Escrituras, onde Ele é descrito como um refúgio e fortaleza para Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"2reis_3_5_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao fim da vida física, mas também simboliza a separação espiritual e as consequências do pecado.","explicacao_detalhada":"A morte é um tema recorrente na Bíblia, representando não apenas a morte física, mas também a morte espiritual que resulta da desobediência a Deus.","por_que_esta_palavra":"A morte é uma realidade inevitável e um lembrete da fragilidade da vida humana, enfatizando a necessidade de viver em conformidade com a vontade de Deus.","conexao_teologica":"A morte de Cristo é central para a teologia cristã, pois através dela, a vida eterna é oferecida aos que creem.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","João 3:16"]},"2reis_3_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao papel de liderança em Israel, especialmente em tempos de crise.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e as consequências das ações do rei sobre o povo.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, representando tanto a autoridade humana quanto a soberania divina.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, e Sua autoridade é um tema central na mensagem do Novo Testamento.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 24:7-10"]},"2reis_3_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda física ou ao colapso de uma estrutura, mas também pode simbolizar a queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' pode indicar a derrota em batalha ou a perda de poder, refletindo a fragilidade da posição de um rei.","por_que_esta_palavra":"Cair é uma metáfora poderosa para a queda do orgulho e a necessidade de humildade diante de Deus.","conexao_teologica":"A queda de Satanás e a queda do homem no Éden são eventos que refletem a realidade do pecado e suas consequências.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","Tiago 4:10"]},"2reis_3_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de liderança em Israel, especialmente em tempos de necessidade.","explicacao_detalhada":"A repetição da palavra 'rei' destaca a importância da liderança e a responsabilidade que vem com o poder.","por_que_esta_palavra":"A liderança é um tema central na Bíblia, onde os reis são frequentemente avaliados por sua fidelidade a Deus e sua justiça.","conexao_teologica":"Deus é o Rei supremo, e a relação entre os reis humanos e a soberania divina é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 22:28","Isaías 33:22","Romanos 13:1"]},"2reis_3_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"A palavra 'dia' pode indicar um tempo de julgamento ou bênção, dependendo do contexto das ações do povo e do rei.","por_que_esta_palavra":"Os dias são contados na narrativa bíblica para enfatizar a importância de eventos e decisões que moldam a história.","conexao_teologica":"O conceito de dia é importante na teologia bíblica, onde cada dia é visto como uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2reis_3_6_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se à ação de Deus em salvar o povo de Israel da opressão.","explicacao_detalhada":"No contexto de 2 Reis 3, a palavra 'libertar' é usada para descrever a intervenção divina que traz liberdade e salvação ao povo de Israel em um momento de crise. A libertação é um tema central nas narrativas bíblicas, simbolizando a ação de Deus em favor de seu povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de intervenção divina em situações de opressão e desespero.","conexao_teologica":"A libertação é um tema que se conecta com a salvação oferecida por Cristo, que liberta os crentes do pecado e da morte.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"2reis_3_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar implica seguir um caminho ou direção, simbolizando a jornada do povo de Israel.","explicacao_detalhada":"Neste versículo, 'andar' é usado para descrever a ação de seguir a liderança de Deus. A ideia de andar é frequentemente associada à obediência e à fidelidade ao caminho que Deus estabelece.","por_que_esta_palavra":"A escolha da palavra 'andar' reflete a necessidade de seguir a orientação divina em tempos de incerteza.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, representando a vida de fé e obediência que os crentes são chamados a viver.","referencias_relacionadas":["Gênesis 5:24","Salmos 119:105","Miquéias 6:8"]},"2reis_3_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de Deus em enviar mensageiros ou líderes para guiar o povo.","explicacao_detalhada":"A palavra 'enviar' é crucial no contexto de 2 Reis 3, onde Deus envia profetas e líderes para instruir e guiar Israel em tempos de crise. Isso destaca a importância da comunicação divina e da liderança espiritual.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a ação de Deus em prover direção e apoio ao seu povo.","conexao_teologica":"O envio de mensageiros é um paralelo ao envio de Cristo e dos apóstolos para levar a mensagem de salvação ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Isaías 6:8","Romanos 10:15"]},"2reis_3_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade e liderança de um governante sobre o povo.","explicacao_detalhada":"Neste contexto, a palavra 'rei' é usada para descrever a figura de liderança que deve guiar o povo de Israel. O rei é visto como um representante de Deus na terra, responsável por manter a justiça e a ordem.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança divina e humana na história de Israel.","conexao_teologica":"Cristo é frequentemente referido como Rei, simbolizando sua autoridade e soberania sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_3_8_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se ao caminho que o povo deve seguir para experimentar a bênção de Deus.","explicacao_detalhada":"A palavra 'vida' aqui é usada para descrever a jornada espiritual do povo de Israel, que deve seguir os caminhos de Deus para experimentar a verdadeira vida e prosperidade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a conexão entre a obediência a Deus e a vida plena que Ele oferece.","conexao_teologica":"Jesus se apresenta como a vida, enfatizando que somente através dele podemos ter vida em abundância.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Gálatas 2:20"]},"2reis_3_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação da vontade de Deus ao povo.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a importância da revelação divina e da comunicação da verdade. Neste contexto, Deus está se comunicando com seu povo através de profetas.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de ouvir e obedecer à palavra de Deus.","conexao_teologica":"A comunicação de Deus é central na teologia cristã, onde a Palavra se fez carne em Jesus Cristo.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:11","Tiago 1:22"]},"2reis_3_8_caminho":{"palavra_pt":"caminho","palavra_original":"אַי","transliteracao":"ʼay","strong":"H335","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Caminho refere-se à direção que o povo deve seguir para agradar a Deus.","explicacao_detalhada":"A palavra 'caminho' é usada para descrever a trajetória espiritual que o povo de Israel deve seguir, enfatizando a necessidade de estar alinhado com a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'caminho' reflete a ideia de que a vida cristã é uma jornada que requer discernimento e obediência.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, indicando que somente através dele podemos encontrar o verdadeiro caminho.","referencias_relacionadas":["Provérbios 3:6","João 14:6","Salmos 119:105"]},"2reis_3_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade e liderança de um governante sobre o povo.","explicacao_detalhada":"Neste versículo, a palavra 'rei' é novamente utilizada para enfatizar a figura de liderança que deve guiar o povo de Israel em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a importância da liderança e da responsabilidade que vem com a autoridade.","conexao_teologica":"A liderança de Cristo como Rei é um tema central na teologia cristã, simbolizando sua soberania e autoridade sobre a Igreja.","referencias_relacionadas":["1 Reis 10:1","Salmos 72:1-2","Apocalipse 17:14"]},"2reis_3_9_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado refere-se aos recursos e bens que pertencem ao povo de Israel.","explicacao_detalhada":"A palavra 'gado' é utilizada para descrever a riqueza e os recursos que são essenciais para a sobrevivência do povo. No contexto de 2 Reis 3, isso também pode simbolizar a dependência do povo em relação a Deus para suas necessidades.","por_que_esta_palavra":"A escolha da palavra 'gado' ressalta a importância dos recursos materiais e a necessidade de confiar em Deus para a provisão.","conexao_teologica":"A provisão de Deus é um tema recorrente, onde Ele cuida das necessidades de seu povo, tanto espirituais quanto materiais.","referencias_relacionadas":["Gênesis 30:43","Salmos 23:1","Filipenses 4:19"]},"2reis_3_9_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar implica seguir um caminho ou direção, simbolizando a jornada do povo de Israel.","explicacao_detalhada":"A palavra 'andar' é novamente utilizada para descrever a ação de seguir a liderança de Deus, enfatizando a importância da obediência e da fidelidade ao caminho que Deus estabelece.","por_que_esta_palavra":"A repetição da palavra 'andar' reforça a ideia de que a vida cristã é uma jornada contínua de fé e obediência.","conexao_teologica":"Andar com Deus é um chamado para todos os crentes, refletindo a vida de fé que é necessária para seguir a Cristo.","referencias_relacionadas":["Gálatas 5:16","Colossenses 2:6","1 João 1:7"]},"2reis_3_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança do rei sobre o povo de Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a figura central de liderança política e militar em Israel. No contexto de 2 Reis 3:10, o rei se encontra em uma situação de crise, buscando a orientação de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a responsabilidade do líder em buscar a direção divina em tempos de dificuldade.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à soberania de Deus, que estabelece e destitui reis conforme Sua vontade.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 21:1"]},"2reis_3_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de pedir ajuda ou interceder em um momento de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para expressar a ideia de oferecer algo, neste caso, a necessidade de ajuda divina. O rei clama por socorro em uma situação desesperadora.","por_que_esta_palavra":"A palavra 'dar' é crucial, pois mostra a dependência do rei em relação a Deus para receber orientação e ajuda.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, onde a oração é vista como um meio de buscar a intervenção divina.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 7:7"]},"2reis_3_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da situação enfrentada pelo rei e seu povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a comunicação de um fato ou uma necessidade. Neste contexto, o rei está reconhecendo a gravidade da situação.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação clara em momentos de crise.","conexao_teologica":"A comunicação com Deus e entre os líderes é fundamental para a orientação e a sabedoria em decisões difíceis.","referencias_relacionadas":["Tiago 1:5","Provérbios 15:22","Salmos 119:105"]},"2reis_3_11_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e visão espiritual do profeta Eliseu.","explicacao_detalhada":"A palavra 'olho' (עָנָה) simboliza a capacidade de ver além do físico, reconhecendo a presença de Deus e Sua vontade.","por_que_esta_palavra":"O uso de 'olho' enfatiza a necessidade de discernimento espiritual em momentos de crise.","conexao_teologica":"A visão espiritual é frequentemente mencionada nas Escrituras como essencial para entender a vontade de Deus.","referencias_relacionadas":["Efésios 1:18","Salmos 119:18","Mateus 6:22"]},"2reis_3_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o Deus de Israel, enfatizando Sua soberania e fidelidade.","por_que_esta_palavra":"O nome do Senhor é invocado para lembrar ao povo de Sua presença e poder em situações difíceis.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2reis_3_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância da mensagem que o profeta Eliseu está prestes a transmitir.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para comunicar a revelação de Deus ao povo, destacando a seriedade da mensagem.","por_que_esta_palavra":"A comunicação da palavra de Deus é vital para a orientação do povo em tempos de crise.","conexao_teologica":"A revelação divina é um tema central nas Escrituras, onde Deus fala através de profetas e Sua palavra é fundamental para a vida do povo.","referencias_relacionadas":["Hebreus 1:1-2","2 Timóteo 3:16","Salmos 119:105"]},"2reis_3_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários que ameaçam Israel, simbolizando a luta espiritual.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) é usada para descrever aqueles que se opõem ao povo de Deus, representando a oposição à Sua vontade.","por_que_esta_palavra":"A menção de inimigos destaca a realidade da batalha espiritual enfrentada pelo povo de Deus.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, simbolizando a batalha entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","Salmos  enemies:1","Romanos 8:31"]},"2reis_3_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de liderança que busca a ajuda de Deus.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é reiterada para enfatizar a responsabilidade do líder em buscar a orientação divina.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança espiritual e da dependência de Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são chamados a governar com justiça e buscar a sabedoria divina.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 72:1-2","Provérbios 16:12"]},"2reis_3_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à seriedade da situação enfrentada pelo rei e seu povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para comunicar a gravidade da situação e a necessidade de ação.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância de reconhecer e comunicar a realidade da crise.","conexao_teologica":"A comunicação clara é essencial para a liderança e a resposta a desafios espirituais e práticos.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Salmos 37:30"]},"2reis_3_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à continuidade da busca do rei por respostas e direção divina.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada novamente para enfatizar a persistência do líder em buscar a ajuda de Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância da liderança em momentos de crise e a necessidade de buscar a sabedoria divina.","conexao_teologica":"A busca contínua por Deus é um tema central na vida de fé, onde líderes e indivíduos são chamados a depender de Sua orientação.","referencias_relacionadas":["Salmos 27:4","Provérbios 3:5-6","Mateus 6:33"]},"2reis_3_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de fornecer ou conceder algo, neste caso, uma resposta divina.","explicacao_detalhada":"No contexto de 2 Reis 3:13, o profeta Eliseu é chamado para trazer uma palavra de Deus em meio a uma crise. A ideia de 'dar' implica que Deus está disposto a oferecer ajuda e orientação aos que clamam por Ele.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a disposição de Deus em atender às necessidades do Seu povo quando eles se voltam para Ele.","conexao_teologica":"A ação de 'dar' é um reflexo da graça de Deus, que se manifesta em Sua disposição de ouvir e responder às orações dos fiéis.","referencias_relacionadas":["Salmos 34:17","Tiago 1:5","Mateus 7:7"]},"2reis_3_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para comunicar uma mensagem ou instrução, neste caso, a palavra do Senhor através do profeta.","explicacao_detalhada":"Eliseu, como profeta, é o porta-voz de Deus, e sua declaração é um meio pelo qual Deus se comunica com o povo, trazendo esperança e direção.","por_que_esta_palavra":"A importância de 'dizer' reside na revelação da vontade de Deus, que é essencial para a fé e a ação do povo de Israel.","conexao_teologica":"A comunicação divina através da palavra é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:17","1 Pedro 1:25"]},"2reis_3_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação da mensagem divina, reforçando a importância da palavra profética.","explicacao_detalhada":"Eliseu reafirma a certeza da palavra de Deus, que traz consolo e segurança em tempos de incerteza e necessidade.","por_que_esta_palavra":"Repetir a palavra 'dizer' destaca a autoridade da mensagem de Deus e a necessidade de ouvir e obedecer a essa palavra.","conexao_teologica":"A ênfase na palavra de Deus é um lembrete da importância da revelação divina na vida do crente.","referencias_relacionadas":["Isaías 55:11","Salmos 119:105","2 Timóteo 3:16-17"]},"2reis_3_14_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina.","explicacao_detalhada":"Eliseu, como profeta, desempenha um papel crucial ao interceder e comunicar a palavra de Deus ao povo, especialmente em tempos de crise.","por_que_esta_palavra":"A presença de um profeta é vital para guiar o povo de Deus e assegurar que eles estejam alinhados com a vontade divina.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer correção, direção e esperança ao Seu povo.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2reis_3_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para descrever a condição humana e a fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Neste contexto, a referência à 'carne' pode simbolizar a necessidade de dependência de Deus, reconhecendo que a força humana é limitada.","por_que_esta_palavra":"A menção da 'carne' enfatiza a vulnerabilidade humana e a necessidade de buscar a ajuda divina em momentos de fraqueza.","conexao_teologica":"A fragilidade da carne é um tema recorrente na Bíblia, lembrando os crentes de sua dependência de Deus.","referencias_relacionadas":["Salmos 78:39","Romanos 7:18","Gálatas 5:17"]},"2reis_3_15_player":{"palavra_pt":"player","palavra_original":"נָגַן","transliteracao":"nâgan","strong":"H5059","significado_raiz":"Ideia básica: player.","significado_contextual":"A palavra 'player' refere-se a alguém que toca um instrumento musical, neste caso, um músico que ajuda a criar um ambiente propício para a revelação de Deus.","explicacao_detalhada":"A música desempenha um papel importante na adoração e na preparação do coração para ouvir a palavra de Deus, como visto na prática de Eliseu.","por_que_esta_palavra":"A inclusão de um músico mostra a importância da adoração e da música na vida espiritual e na busca pela presença de Deus.","conexao_teologica":"A música é uma forma de expressar louvor e adoração, sendo um meio pelo qual os crentes podem se conectar com Deus.","referencias_relacionadas":["Salmos 150:4-6","Colossenses 3:16","Efésios 5:19"]},"2reis_3_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir à ação de receber a unção ou a presença de Deus, que se manifesta de maneira poderosa.","explicacao_detalhada":"Neste contexto, a ideia de 'cair' pode simbolizar a resposta do profeta à presença de Deus, que o capacita a falar e agir.","por_que_esta_palavra":"A ação de 'cair' diante de Deus é uma expressão de reverência e submissão à Sua autoridade.","conexao_teologica":"A experiência de cair na presença de Deus é muitas vezes associada à unção e ao poder do Espírito Santo.","referencias_relacionadas":["Atos 9:4","Ezequiel 1:28","Daniel 8:17"]},"2reis_3_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' destaca a relação de submissão e reverência que o profeta tem em relação a Deus.","por_que_esta_palavra":"A invocação do nome do Senhor é fundamental na oração e na busca pela direção divina.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"2reis_3_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para transmitir a mensagem de Deus, reforçando a importância da comunicação divina.","explicacao_detalhada":"Eliseu, como profeta, continua a transmitir a palavra de Deus, que traz esperança e instrução ao povo em meio à adversidade.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a continuidade da revelação de Deus e a necessidade de ouvir Sua voz.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a vida espiritual dos crentes.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","1 João 1:1"]},"2reis_3_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente mencionada, sublinhando a importância da autoridade de Deus na situação apresentada.","explicacao_detalhada":"A invocação do nome do Senhor é um reconhecimento de Sua soberania e poder para agir em favor do Seu povo.","por_que_esta_palavra":"A ênfase no nome do Senhor é um convite à confiança e à fé na capacidade de Deus de intervir nas circunstâncias.","conexao_teologica":"O nome do Senhor é um refúgio e uma fortaleza para aqueles que confiam Nele.","referencias_relacionadas":["Provérbios 18:10","Salmos 20:7","Romanos 10:13"]},"2reis_3_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"No contexto de 2 Reis 3:16, a palavra é utilizada para descrever a ação de Deus em trazer água a um povo sedento, utilizando uma metáfora que evoca a força e a proteção divina.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a capacidade de Deus de agir com poder e autoridade em situações de necessidade.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos na Bíblia, mostrando Sua soberania sobre a criação.","referencias_relacionadas":["Salmos 104:21","Provérbios 28:1","Isaías 40:10"]},"2reis_3_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que se segue.","explicacao_detalhada":"Em 2 Reis 3:17, 'porque' é usado para explicar a razão pela qual Deus agiria em favor de Israel, enfatizando a importância da fé e da obediência.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre a ação divina e a resposta humana à vontade de Deus.","conexao_teologica":"A relação entre fé e ação divina é um tema recorrente nas Escrituras, mostrando que Deus responde àqueles que confiam Nele.","referencias_relacionadas":["Hebreus 11:6","Tiago 1:5","Romanos 10:17"]},"2reis_3_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano do universo.","explicacao_detalhada":"No versículo 2 Reis 3:17, 'senhor' é usado para afirmar a autoridade e o poder de Deus sobre as circunstâncias enfrentadas por Israel.","por_que_esta_palavra":"A invocação do nome de Deus é um reconhecimento de Sua soberania e um apelo à Sua intervenção.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2reis_3_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a certeza da declaração feita.","explicacao_detalhada":"Em 2 Reis 3:17, a palavra 'verdade' é utilizada para enfatizar a fidelidade de Deus às Suas promessas, mesmo em tempos de crise.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a fé e a esperança do povo de Israel.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"2reis_3_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de fornecer ou conceder algo.","explicacao_detalhada":"No contexto de 2 Reis 3:18, 'dar' é usado para descrever a generosidade de Deus em atender às necessidades do Seu povo.","por_que_esta_palavra":"Esta palavra destaca a disposição de Deus em suprir as necessidades de Seus servos quando eles clamam a Ele.","conexao_teologica":"A generosidade de Deus é um tema recorrente, mostrando que Ele é um provedor fiel.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:7","Salmos 23:1"]},"2reis_3_18_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e vigilância.","explicacao_detalhada":"Em 2 Reis 3:18, 'olho' é usado para enfatizar a atenção de Deus às necessidades de Seu povo, mostrando que Ele está sempre atento.","por_que_esta_palavra":"A imagem do 'olho' de Deus reforça a ideia de que Ele observa e cuida de Seus filhos.","conexao_teologica":"A vigilância de Deus é um tema importante, refletindo Sua presença constante na vida dos crentes.","referencias_relacionadas":["Salmos 121:4","Provérbios 15:3","1 Pedro 3:12"]},"2reis_3_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à soberania de Deus.","explicacao_detalhada":"Em 2 Reis 3:18, a repetição da palavra 'senhor' enfatiza a importância de reconhecer a autoridade de Deus em todas as circunstâncias.","por_que_esta_palavra":"Reafirmar o nome de Deus é um ato de fé e submissão à Sua vontade.","conexao_teologica":"A invocação do nome de Deus é um ato de adoração e reconhecimento de Sua grandeza.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Romanos 10:13"]},"2reis_3_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito.","explicacao_detalhada":"Em 2 Reis 3:19, 'modo' é utilizado para descrever a forma como Deus agiria em favor de Israel, enfatizando a estratégia divina.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que Deus tem um plano específico para cada situação.","conexao_teologica":"A sabedoria de Deus em Seus planos é um tema central, mostrando que Ele age de acordo com Sua perfeita vontade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"2reis_3_19_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade positiva de algo.","explicacao_detalhada":"Em 2 Reis 3:19, 'bom' é usado para descrever a natureza das ações de Deus, que sempre busca o bem para Seu povo.","por_que_esta_palavra":"A bondade de Deus é um aspecto fundamental de Seu caráter, refletindo Seu amor e cuidado.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, mostrando que Ele é a fonte de toda boa dádiva.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"2reis_3_19_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a ferir ou causar dano.","explicacao_detalhada":"Em 2 Reis 3:19, 'beat' é usado para descrever a ação de Deus contra os inimigos de Israel, enfatizando Sua proteção sobre o Seu povo.","por_que_esta_palavra":"A palavra destaca a justiça de Deus em lidar com aqueles que se opõem ao Seu povo.","conexao_teologica":"A justiça de Deus é um tema importante, mostrando que Ele defende os oprimidos e pune os ímpios.","referencias_relacionadas":["Salmos 37:28","Isaías 61:8","Romanos 12:19"]},"2reis_3_20_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a uma oferta apresentada a Deus, geralmente como um ato de adoração ou pedido de ajuda.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) é utilizada para descrever um presente ou tributo que é oferecido a Deus. No contexto de 2 Reis 3:20, a oferta é um ato de busca pela intervenção divina em uma situação de necessidade.","por_que_esta_palavra":"A oferta é um meio de se aproximar de Deus, demonstrando fé e dependência d'Ele.","conexao_teologica":"A oferta simboliza a entrega e a devoção a Deus, refletindo a necessidade de se sacrificar algo em prol de um relacionamento mais profundo com o Criador.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1-2","Salmos 54:6"]},"2reis_3_20_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Neste contexto, 'vida' refere-se ao caminho ou à maneira de viver que é guiada por Deus.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é usada para descrever o caminho que se deve seguir. Em 2 Reis 3:20, a vida é apresentada como um aspecto essencial da experiência humana que deve estar alinhada com a vontade de Deus.","por_que_esta_palavra":"A vida é um conceito central na Bíblia, representando tanto a existência física quanto a espiritual, e a necessidade de seguir o caminho que Deus estabelece.","conexao_teologica":"A vida em Deus é um tema recorrente, enfatizando a importância de viver de acordo com Seus princípios e direções.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"2reis_3_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever a terra prometida a Israel. Em 2 Reis 3:20, a terra é um elemento crucial no contexto da batalha e da intervenção divina.","por_que_esta_palavra":"A terra representa não apenas um espaço físico, mas também a realização das promessas de Deus ao Seu povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, refletindo a fidelidade divina em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"2reis_3_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de agir em uma situação específica.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica uma abordagem ou método. Em 2 Reis 3:21, o modo de agir é crucial para entender a resposta de Deus à situação enfrentada pelos reis.","por_que_esta_palavra":"O modo de agir pode determinar o resultado de uma situação, especialmente quando se busca a ajuda divina.","conexao_teologica":"A maneira como nos aproximamos de Deus e buscamos Sua ajuda é fundamental para a nossa experiência espiritual.","referencias_relacionadas":["Salmos 37:5","Provérbios 16:3","Mateus 7:7"]},"2reis_3_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, especialmente no contexto dos reis de Israel e Judá.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central na narrativa de 2 Reis 3, onde os reis buscam a orientação de Deus em uma situação de crise. O rei é visto como um representante do povo diante de Deus.","por_que_esta_palavra":"A figura do rei é importante para entender a dinâmica de liderança e responsabilidade espiritual na história de Israel.","conexao_teologica":"A liderança divina é um tema importante, refletindo a soberania de Deus sobre os reinos da terra.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"2reis_3_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou justificativa para uma ação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito. Em 2 Reis 3:21, ela é usada para explicar a motivação por trás da busca de ajuda divina.","por_que_esta_palavra":"Entender a razão por trás das ações é fundamental para a interpretação do texto bíblico.","conexao_teologica":"A busca por Deus é frequentemente motivada por necessidades e crises, refletindo a dependência humana de Sua intervenção.","referencias_relacionadas":["Salmos 34:17","Tiago 1:5","1 Pedro 5:7"]},"2reis_3_22_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se à luz e à clareza, simbolizando a presença de Deus.","explicacao_detalhada":"A palavra 'sol' (שֶׁמֶשׁ) é usada para descrever a luz que ilumina e traz vida. Em 2 Reis 3:22, a menção do sol pode simbolizar a revelação e a verdade de Deus em meio à escuridão.","por_que_esta_palavra":"O sol é um símbolo poderoso na Bíblia, representando a presença e a glória de Deus.","conexao_teologica":"A luz de Deus é um tema recorrente, simbolizando a verdade e a orientação divina na vida dos crentes.","referencias_relacionadas":["Salmos 84:11","Isaías 60:19","João 8:12"]},"2reis_3_22_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à vida e ao sacrifício, um tema central na teologia bíblica.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é frequentemente associada ao sacrifício e à redenção. Em 2 Reis 3:22, o sangue pode simbolizar a vida que é dada em sacrifício e a necessidade de expiação.","por_que_esta_palavra":"O sangue é um símbolo de vida e morte, representando a seriedade do pecado e a necessidade de redenção.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, simbolizando a nova aliança e a salvação.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"2reis_3_22_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à condição humana diante de Deus.","explicacao_detalhada":"A palavra 'homem' (שָׁכַם) é usada para descrever a natureza humana e sua fragilidade. Em 2 Reis 3:22, o homem é visto em sua necessidade de ajuda divina.","por_que_esta_palavra":"A condição humana é um tema central na Bíblia, refletindo a necessidade de salvação e intervenção divina.","conexao_teologica":"A humanidade é chamada a reconhecer sua dependência de Deus e a buscar Sua ajuda em tempos de necessidade.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Efésios 2:8-9"]},"2reis_3_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente refere-se à liderança e à autoridade, especialmente em um contexto de crise.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é crucial para entender a dinâmica de poder e a responsabilidade espiritual dos líderes. Em 2 Reis 3:23, o rei é um personagem central na narrativa.","por_que_esta_palavra":"A figura do rei é importante para a compreensão da história de Israel e de sua relação com Deus.","conexao_teologica":"A liderança é um reflexo da soberania de Deus, que estabelece autoridades para guiar Seu povo.","referencias_relacionadas":["1 Reis 10:1-2","Salmos 72:1-2","Romanos 13:1"]},"2reis_3_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem ou ordem.","explicacao_detalhada":"No contexto de 2 Reis 3:23, a palavra 'dizer' refere-se à declaração feita pelos reis sobre a situação que enfrentavam, enfatizando a importância da comunicação entre eles e a necessidade de um entendimento claro.","por_que_esta_palavra":"A palavra é central para a narrativa, pois as decisões e ações dos personagens dependem do que é dito e como isso é interpretado.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus fala e os homens respondem, mostrando a importância da palavra na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:6"]},"2reis_3_23_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O 'sangue' simboliza vida e sacrifício, sendo um elemento crucial nas tradições israelitas.","explicacao_detalhada":"Em 2 Reis 3:23, o sangue é mencionado em um contexto de batalha e sacrifício, refletindo a gravidade da situação e a necessidade de expiação.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, representando tanto a vida quanto a redenção, e sua menção aqui destaca a seriedade do conflito.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que redime a humanidade, ligando o conceito de sacrifício ao Novo Testamento.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Mateus 26:28"]},"2reis_3_24_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica uma ação de se erguer ou tomar posição, tanto fisicamente quanto em termos de liderança.","explicacao_detalhada":"No versículo 24, 'levantar' é usado para descrever a ação dos soldados e a preparação para a batalha, simbolizando a prontidão e a determinação.","por_que_esta_palavra":"Levantar-se é um ato de coragem e decisão, essencial em momentos de crise e conflito.","conexao_teologica":"A ideia de se levantar para a batalha é frequentemente usada na Bíblia para descrever a luta espiritual e a necessidade de estar pronto para enfrentar desafios.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Efésios 6:13"]},"2reis_3_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de se aproximar ou entrar em uma nova situação ou local.","explicacao_detalhada":"Em 2 Reis 3:24, 'chamar' é usado para descrever a convocação dos soldados para a batalha, simbolizando a mobilização e a união em um propósito comum.","por_que_esta_palavra":"Chamar é um ato que implica liderança e autoridade, essencial em momentos de crise.","conexao_teologica":"Deus chama seu povo para a ação em várias passagens, enfatizando a importância de responder ao chamado divino.","referencias_relacionadas":["Isaías 43:1","Mateus 4:19","Romanos 8:30"]},"2reis_3_24_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos animais de pasto, que eram essenciais para a economia e a subsistência do povo.","explicacao_detalhada":"No contexto de 2 Reis 3:24, o gado é mencionado como parte do que foi perdido na batalha, simbolizando a devastação e as consequências do conflito.","por_que_esta_palavra":"O gado representa não apenas riqueza material, mas também a vida e a segurança da comunidade.","conexao_teologica":"A relação entre o povo e seus rebanhos é frequentemente usada na Bíblia para ilustrar a provisão de Deus e a responsabilidade do homem sobre a criação.","referencias_relacionadas":["Gênesis 30:43","Êxodo 22:1","Salmos 23:1"]},"2reis_3_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e civilização, onde as pessoas se reúnem e vivem em comunidade.","explicacao_detalhada":"Em 2 Reis 3:25, a cidade é mencionada como um alvo de destruição, simbolizando a perda de segurança e estabilidade para o povo.","por_que_esta_palavra":"A cidade é um símbolo de identidade e proteção, e sua destruição representa um grande desastre para a comunidade.","conexao_teologica":"A cidade de Deus é um tema importante na Bíblia, representando o lugar onde Deus habita com seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2reis_3_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No contexto de 2 Reis 3:25, 'modo' é usado para descrever a forma como os eventos se desenrolam, enfatizando a estratégia e a tática na batalha.","por_que_esta_palavra":"O modo de agir é crucial em situações de conflito, onde decisões rápidas e eficazes podem determinar o resultado.","conexao_teologica":"A Bíblia ensina que devemos agir com sabedoria e discernimento, refletindo o caráter de Deus em nossas ações.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","Tiago 1:5"]},"2reis_3_25_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é desejável, positivo ou benéfico.","explicacao_detalhada":"Em 2 Reis 3:25, 'bom' é usado para descrever o que foi encontrado após a batalha, simbolizando a restauração e a bênção após a destruição.","por_que_esta_palavra":"A noção de 'bom' é central na teologia bíblica, onde Deus é descrito como a fonte de toda bondade.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que mesmo em meio a dificuldades, Ele traz restauração e bênçãos.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"2reis_3_26_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à ação de perceber ou entender algo.","explicacao_detalhada":"No contexto de 2 Reis 3:26, 'ver' é usado para descrever a percepção do rei sobre a situação, destacando a importância da visão e discernimento em momentos críticos.","por_que_esta_palavra":"Ver é essencial para a tomada de decisões sábias, especialmente em situações de conflito.","conexao_teologica":"A Bíblia frequentemente fala sobre a visão espiritual e a necessidade de discernir a vontade de Deus em nossas vidas.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"2reis_3_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade e liderança em uma nação.","explicacao_detalhada":"Em 2 Reis 3:26, o rei é uma figura central que representa a liderança e a responsabilidade em tempos de crise.","por_que_esta_palavra":"A figura do rei é crucial na narrativa bíblica, simbolizando a autoridade de Deus sobre seu povo.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, mostrando a soberania de Deus sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_3_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual uma ação ou decisão é tomada.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação por trás da decisão de um personagem, revelando a lógica ou a justificativa que o leva a agir de determinada maneira.","por_que_esta_palavra":"A palavra é crucial para entender a relação de causa e efeito nas narrativas bíblicas, ajudando a esclarecer a intenção dos personagens.","conexao_teologica":"A utilização de 'porque' reflete a soberania de Deus nas decisões humanas, mostrando que as ações têm um propósito divino.","referencias_relacionadas":["Gênesis 3:12","Êxodo 20:20","Salmos 119:67"]},"2reis_3_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território ou à nação, muitas vezes simbolizando a herança ou a promessa de Deus.","explicacao_detalhada":"Neste versículo, 'terra' é mencionada em um contexto de destruição e julgamento, destacando a importância da terra na relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra é fundamental para entender a geografia bíblica e a relação do povo de Israel com a terra prometida.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, representando bênçãos e juízos conforme a fidelidade do povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7-10","Salmos 37:11"]},"2reis_3_27_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em ação, posse ou apropriação de algo, muitas vezes em um contexto de conflito ou necessidade.","explicacao_detalhada":"No contexto do versículo, 'tomar' refere-se à ação de se apropriar de algo que não pertence, refletindo a gravidade da situação enfrentada.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e as decisões tomadas em momentos de crise.","conexao_teologica":"A ação de 'tomar' pode ser vista como uma metáfora para a luta espiritual e a necessidade de confiar em Deus em tempos difíceis.","referencias_relacionadas":["Gênesis 14:16","Êxodo 3:8","Mateus 11:12"]},"2reis_3_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes simbolizando continuidade e herança.","explicacao_detalhada":"Neste contexto, 'filho' é usado para enfatizar a relação familiar e a responsabilidade que vem com essa relação, especialmente em situações de desespero.","por_que_esta_palavra":"A palavra é crucial para entender a importância da linhagem e das promessas de Deus através das gerações.","conexao_teologica":"O conceito de 'filho' é central na teologia bíblica, representando tanto a relação entre Deus e Seu povo quanto a relação entre Jesus e os crentes.","referencias_relacionadas":["Gênesis 21:12","Salmos 127:3","João 1:12"]}}