{"2reis_5_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, um ser humano, que desempenha um papel importante na narrativa.","explicacao_detalhada":"O termo 'homem' é usado para descrever Naaman, um comandante do exército da Síria, que é central na história de cura de lepra. Ele é um exemplo de um homem de status, mas que enfrenta uma grande necessidade espiritual.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a humanidade de Naaman, contrastando sua posição elevada com sua condição de leproso.","conexao_teologica":"A história de Naaman ilustra a ideia de que Deus se preocupa com todos, independentemente de seu status social ou nacionalidade.","referencias_relacionadas":["2 Reis 5:1","Gálatas 3:28","Atos 10:34-35"]},"2reis_5_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante da Síria, que tem autoridade sobre o exército e o povo.","explicacao_detalhada":"O 'rei' mencionado é o líder que envia Naaman em busca de cura, demonstrando a relação entre poder político e questões de saúde e espiritualidade.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a influência que ele exerce sobre as ações de Naaman.","conexao_teologica":"A soberania de Deus é destacada, mostrando que mesmo reis e líderes humanos estão sob a autoridade divina.","referencias_relacionadas":["1 Samuel 8:7","Romanos 13:1","Provérbios 21:1"]},"2reis_5_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Israel, onde a cura de Naaman ocorre.","explicacao_detalhada":"A 'terra' é o local geográfico que simboliza a promessa de Deus ao povo de Israel e o lugar onde o profeta Eliseu realiza o milagre.","por_que_esta_palavra":"A menção da 'terra' destaca a importância do contexto geográfico na narrativa bíblica e a relação entre Deus e Seu povo.","conexao_teologica":"A terra de Israel é vista como um lugar de bênção e intervenção divina, onde Deus opera milagres.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Isaías 61:4"]},"2reis_5_2_away":{"palavra_pt":"away","palavra_original":"שָׁבָה","transliteracao":"shâbâh","strong":"H7617","significado_raiz":"Ideia básica: away.","significado_contextual":"Refere-se ao ato de afastar-se ou retornar, indicando a jornada de Naaman.","explicacao_detalhada":"A palavra 'away' pode simbolizar a separação de Naaman de sua condição de lepra e sua busca por cura.","por_que_esta_palavra":"É importante para entender a transição de Naaman de um estado de impureza para a purificação.","conexao_teologica":"Representa a jornada espiritual de afastar-se do pecado e se aproximar de Deus.","referencias_relacionadas":["Isaías 55:7","Mateus 11:28","Tiago 4:8"]},"2reis_5_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao estado de Naaman antes de sua cura, simbolizando sua condição de leproso.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como a queda espiritual e física de Naaman, que precisa de intervenção divina.","por_que_esta_palavra":"É uma representação da fragilidade humana e da necessidade de redenção.","conexao_teologica":"A queda do homem é um tema central na Bíblia, e a cura de Naaman representa a restauração que Deus oferece.","referencias_relacionadas":["Romanos 3:23","Salmos 40:2","Efésios 2:8-9"]},"2reis_5_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Eliseu, o profeta de Deus que desempenha um papel crucial na cura de Naaman.","explicacao_detalhada":"O 'profeta' é o intermediário entre Deus e Naaman, mostrando como Deus usa pessoas para realizar Seus propósitos.","por_que_esta_palavra":"A palavra 'profeta' é significativa porque destaca a autoridade espiritual e a comunicação divina.","conexao_teologica":"A função do profeta é essencial na revelação de Deus e na condução do povo ao arrependimento e à cura.","referencias_relacionadas":["2 Reis 4:27","Amós 3:7","Hebreus 1:1-2"]},"2reis_5_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e ao poder que Ele exerce através de Seus profetas.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude do milagre que Deus está prestes a realizar na vida de Naaman.","por_que_esta_palavra":"É uma expressão da majestade de Deus e de Sua capacidade de transformar vidas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:28"]},"2reis_5_3_deus":{"palavra_pt":"deus","palavra_original":"אַחֲלַי","transliteracao":"ʼachălay","strong":"H305","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que tem o poder de curar e restaurar.","explicacao_detalhada":"A palavra 'deus' aqui destaca a soberania e a autoridade de Deus sobre a saúde e a vida de Naaman.","por_que_esta_palavra":"É fundamental para entender que a cura vem de Deus e não de qualquer outro meio.","conexao_teologica":"A dependência de Deus para a cura e a restauração é um princípio central na fé cristã.","referencias_relacionadas":["Salmos 103:3","Mateus 9:35","Tiago 5:14-15"]},"2reis_5_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se à terra de Israel, enfatizando seu papel na narrativa.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a conexão entre o local e a ação divina que ocorre ali.","por_que_esta_palavra":"A terra é um símbolo da promessa e da presença de Deus entre Seu povo.","conexao_teologica":"A terra de Israel é vista como um lugar de bênção e intervenção divina, onde Deus opera milagres.","referencias_relacionadas":["Deuteronômio 11:12","Salmos 37:3","Isaías 61:4"]},"2reis_5_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convidar ou convocar, indicando a ação de Naaman ao buscar ajuda.","explicacao_detalhada":"A palavra 'chamar' é importante para entender a iniciativa de Naaman em buscar a cura através do profeta.","por_que_esta_palavra":"Destaca a necessidade de ação e a disposição de Naaman em seguir as instruções do profeta.","conexao_teologica":"A chamada de Deus para a cura e a restauração é um convite que todos são convidados a responder.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 22:17"]},"2reis_5_4_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra refere-se à comunicação ou mensagem que é transmitida.","explicacao_detalhada":"No contexto de 2 Reis 5:4, a palavra é usada para descrever a mensagem que Naaman recebeu sobre o profeta Eliseu, que poderia curá-lo da lepra. Essa comunicação é crucial para a ação subsequente de Naaman.","por_que_esta_palavra":"A palavra é fundamental para entender a dinâmica entre o mensageiro e Naaman, além de ser um catalisador para a fé e a ação.","conexao_teologica":"A palavra de Deus é frequentemente vista como um meio de revelação e ação divina, mostrando que a comunicação divina pode levar à transformação.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"2reis_5_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O verbo 'dizer' é usado para indicar a ação de comunicar uma ordem ou instrução.","explicacao_detalhada":"Em 2 Reis 5:5, o rei da Síria ordena que Naaman vá até Israel, mostrando a importância da palavra como um comando que leva à ação.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a autoridade do rei e como suas ordens influenciam as ações de Naaman.","conexao_teologica":"A palavra de comando de um rei pode ser comparada à autoridade da palavra de Deus, que também traz vida e ação.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Mateus 8:8"]},"2reis_5_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima no contexto político e militar.","explicacao_detalhada":"No versículo, o rei da Síria é uma figura de poder que decide enviar Naaman a Eliseu, mostrando como a liderança pode influenciar eventos significativos.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a hierarquia e a dinâmica de poder que afeta a vida de Naaman.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando a soberania divina sobre todas as autoridades terrenas.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"2reis_5_5_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O verbo 'enviar' implica uma ação de delegar ou mandar alguém a um destino específico.","explicacao_detalhada":"Neste contexto, o rei envia Naaman a Eliseu, o que é um passo crucial na narrativa de cura e redenção.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque mostra a iniciativa do rei em buscar ajuda para Naaman, destacando a importância das relações e da ajuda mútua.","conexao_teologica":"Deus também envia mensageiros e profetas para guiar e ajudar seu povo, refletindo sua preocupação e cuidado.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Lucas 10:1"]},"2reis_5_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O verbo 'vir/entrar' é usado para descrever a ação de se aproximar ou entrar em um lugar.","explicacao_detalhada":"Naaman vem até a casa de Eliseu, o que representa um ato de fé e disposição para receber a cura.","por_que_esta_palavra":"A palavra 'vir' é crucial, pois simboliza a disposição de Naaman em buscar ajuda e a importância do encontro entre ele e o profeta.","conexao_teologica":"A vinda a Deus é um tema recorrente na Bíblia, onde a aproximação a Ele resulta em transformação e cura.","referencias_relacionadas":["Mateus 11:28","Tiago 4:8","Hebreus 10:22"]},"2reis_5_6_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"O termo 'livro' pode se referir a um registro ou documento que contém informações importantes.","explicacao_detalhada":"Embora o versículo não mencione diretamente um livro, a ideia de registros é importante na cultura antiga, onde as histórias e as ordens eram frequentemente documentadas.","por_que_esta_palavra":"A palavra 'livro' sugere a importância da preservação da história e da comunicação de eventos significativos.","conexao_teologica":"A Bíblia é considerada o 'livro' que contém a palavra de Deus e a história da salvação, sendo fundamental para a fé.","referencias_relacionadas":["Salmos 139:16","Apocalipse 20:12","2 Timóteo 3:16"]},"2reis_5_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Repetição do termo 'rei', que enfatiza a autoridade e o papel do governante na narrativa.","explicacao_detalhada":"O rei é uma figura central que influencia a ação de Naaman, mostrando como a liderança pode afetar a vida das pessoas.","por_que_esta_palavra":"A palavra 'rei' é repetida para reforçar a ideia de poder e a importância das decisões tomadas por líderes.","conexao_teologica":"A soberania de Deus é comparada à autoridade dos reis, mostrando que Ele é o verdadeiro governante sobre todas as nações.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","Salmos 22:28"]},"2reis_5_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, à fonte de poder e autoridade suprema.","explicacao_detalhada":"No contexto, a menção de Deus é crucial, pois a cura de Naaman está diretamente ligada à intervenção divina através do profeta Eliseu.","por_que_esta_palavra":"A palavra 'deus' é central na narrativa, pois enfatiza a crença em um poder superior que pode realizar milagres.","conexao_teologica":"Deus é apresentado como o único que pode curar e restaurar, refletindo sua natureza como o médico das almas.","referencias_relacionadas":["Salmos 103:3","Isaías 53:5","Mateus 9:35"]},"2reis_5_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O verbo 'morrer' é usado para descrever a condição de Naaman antes de sua cura.","explicacao_detalhada":"A menção da morte destaca a gravidade da lepra e a necessidade urgente de cura, simbolizando a condição humana sem Deus.","por_que_esta_palavra":"A palavra 'morrer' é importante para entender a gravidade da situação de Naaman e a transformação que ele experimenta.","conexao_teologica":"A morte espiritual é um tema central na Bíblia, e a cura de Naaman representa a vida que Deus oferece aos que creem.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1","João 10:10"]},"2reis_5_7_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"O verbo 'viver' refere-se à restauração da vida e saúde de Naaman após a cura.","explicacao_detalhada":"A cura de Naaman simboliza a nova vida que é oferecida a todos que se voltam para Deus em fé.","por_que_esta_palavra":"A palavra 'viver' é central para a mensagem de esperança e redenção que permeia a narrativa.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a fé resulta em vida abundante.","referencias_relacionadas":["João 3:16","2 Coríntios 5:17","Gálatas 2:20"]},"2reis_5_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Deus de Israel, que tem poder sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a soberania e o poder de Deus, especialmente em contextos de cura e milagres, como no caso de Naamã.","por_que_esta_palavra":"A menção de Deus é crucial para entender que a cura de Naamã não é apenas um ato de um profeta, mas um ato divino.","conexao_teologica":"Deus é apresentado como o único que pode realizar milagres e curas, reforçando a ideia de que a fé deve ser depositada Nele.","referencias_relacionadas":["Salmos 103:3","Isaías 53:5","Mateus 8:17"]},"2reis_5_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei de Israel, que tem autoridade política e militar.","explicacao_detalhada":"O rei é uma figura de poder que, neste contexto, é consultado sobre a cura de Naamã, mostrando a interseção entre política e religião.","por_que_esta_palavra":"A menção do rei destaca a importância da liderança e da autoridade em questões de saúde e cura na sociedade israelita.","conexao_teologica":"O rei, embora tenha poder, deve reconhecer a soberania de Deus sobre a cura e a saúde.","referencias_relacionadas":["1 Samuel 8:5","2 Reis 5:7","Provérbios 21:1"]},"2reis_5_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode simbolizar a queda em desespero ou a necessidade de se humilhar.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como uma metáfora para a condição de Naamã, que precisa se humilhar para receber a cura.","por_que_esta_palavra":"A ideia de cair é importante para entender a transformação que Naamã deve passar para ser curado.","conexao_teologica":"A humilhação é um tema recorrente na Bíblia, onde Deus exalta os humildes.","referencias_relacionadas":["Tiago 4:10","Salmos 34:18","Mateus 23:12"]},"2reis_5_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa do profeta Eliseu, um lugar de autoridade espiritual.","explicacao_detalhada":"A casa é um símbolo de abrigo e segurança, onde Naamã busca a cura através do profeta.","por_que_esta_palavra":"A casa do profeta representa o local onde a intervenção divina pode ocorrer.","conexao_teologica":"A casa de Deus é frequentemente vista como um lugar de encontro com o sagrado e de milagres.","referencias_relacionadas":["1 Reis 17:19","2 Reis 4:10","Salmos 84:10"]},"2reis_5_9_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Eliseu, um porta-voz de Deus que realiza milagres.","explicacao_detalhada":"O profeta é um intermediário entre Deus e o povo, e sua palavra tem poder para curar e restaurar.","por_que_esta_palavra":"A menção do profeta é essencial para entender como Deus se comunica e age através de Seus servos.","conexao_teologica":"Os profetas são fundamentais na revelação divina e na realização de milagres.","referencias_relacionadas":["2 Reis 4:32","Amós 3:7","Hebreus 1:1"]},"2reis_5_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de chamar ou convidar, neste caso, para entrar na casa do profeta.","explicacao_detalhada":"A palavra 'chamar' implica um convite à ação e à fé, essencial para a cura de Naamã.","por_que_esta_palavra":"É um convite para que Naamã se aproxime da fonte de cura, que é Deus através do profeta.","conexao_teologica":"Deus chama as pessoas para se aproximarem dEle em fé e obediência.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"2reis_5_10_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza, especialmente em relação à cura de Naamã.","explicacao_detalhada":"A palavra 'puro' é usada para descrever o estado desejado de Naamã após a cura, simbolizando a limpeza espiritual e física.","por_que_esta_palavra":"A pureza é um tema central na cura e na restauração na Bíblia.","conexao_teologica":"A pureza é frequentemente associada à presença de Deus e à santidade.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 10:22"]},"2reis_5_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou instrução, neste caso, do profeta.","explicacao_detalhada":"A palavra 'enviar' destaca a ação do profeta em comunicar a vontade de Deus a Naamã.","por_que_esta_palavra":"O envio é uma ação que demonstra a autoridade do profeta e a necessidade de obediência por parte de Naamã.","conexao_teologica":"Deus frequentemente envia mensageiros para comunicar Sua vontade ao povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"2reis_5_10_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente a Eliseu, que é o agente da cura.","explicacao_detalhada":"A presença do profeta é crucial, pois é através dele que Deus opera a cura.","por_que_esta_palavra":"A menção do profeta reforça a ideia de que Deus age através de pessoas escolhidas.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer cura e restauração ao Seu povo.","referencias_relacionadas":["2 Reis 4:35","Ezequiel 37:10","Atos 3:6"]},"2reis_5_11_furia":{"palavra_pt":"furia","palavra_original":"קָצַף","transliteracao":"qâtsaph","strong":"H7107","significado_raiz":"Ideia básica: furia.","significado_contextual":"Refere-se à ira ou descontentamento de Naamã ao receber a instrução do profeta.","explicacao_detalhada":"A palavra 'furia' expressa a reação emocional de Naamã, que esperava um tratamento diferente.","por_que_esta_palavra":"A fúria de Naamã destaca a luta entre a expectativa humana e a sabedoria divina.","conexao_teologica":"A fúria pode ser um obstáculo à fé e à obediência, mostrando a necessidade de confiar em Deus.","referencias_relacionadas":["Tiago 1:20","Salmos 37:8","Provérbios 14:29"]},"2reis_5_11_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover ou progredir em direção a um objetivo.","explicacao_detalhada":"No contexto de 2 Reis 5:11, Naaman expressa sua frustração ao não receber o tratamento esperado do profeta Eliseu. Ele esperava um ato grandioso, mas foi instruído a 'andar' até o rio para se purificar. Isso simboliza a simplicidade da obediência e a necessidade de seguir instruções divinas.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a ação necessária para a cura e a obediência ao que Deus ordena, mesmo que pareça simples ou insignificante.","conexao_teologica":"A obediência a Deus muitas vezes requer ações que podem parecer simples, mas são fundamentais para a experiência da graça e da cura.","referencias_relacionadas":["Gênesis 17:1","Êxodo 16:4","Salmos 119:105"]},"2reis_5_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar comunicação verbal, especialmente em um contexto de expectativa.","explicacao_detalhada":"Naaman esperava que o profeta Eliseu o recebesse de forma grandiosa e que realizasse um milagre de maneira espetacular. A frustração de Naaman vem do fato de que Eliseu não atendeu suas expectativas de grandeza.","por_que_esta_palavra":"A palavra 'dizer' é crucial aqui, pois revela a expectativa de Naaman sobre como a cura deveria ocorrer, contrastando com a simplicidade da instrução recebida.","conexao_teologica":"Deus frequentemente opera de maneiras que desafiam nossas expectativas e nos ensina a confiar em Sua sabedoria.","referencias_relacionadas":["Isaías 55:8-9","1 Coríntios 1:27","Romanos 12:2"]},"2reis_5_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Naaman questiona o modo como a cura deveria acontecer, expressando sua incredulidade em relação à simplicidade do ato de mergulhar no rio. Isso reflete a luta entre a lógica humana e a instrução divina.","por_que_esta_palavra":"A ênfase no 'modo' destaca a diferença entre as expectativas humanas e os métodos de Deus, que muitas vezes não se alinham com o que consideramos razoável.","conexao_teologica":"Deus frequentemente usa métodos que parecem fracos ou tolos aos olhos do mundo para realizar Seus propósitos.","referencias_relacionadas":["1 Coríntios 1:25","Salmos 147:5","Provérbios 3:5-6"]},"2reis_5_12_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição de estar limpo ou livre de impurezas.","explicacao_detalhada":"Naaman menciona rios de sua terra que são 'puro', contrastando com o rio Jordão. Isso revela sua falta de fé na eficácia do que Deus havia ordenado.","por_que_esta_palavra":"A escolha da palavra 'puro' enfatiza a ideia de que a cura não depende da água em si, mas da obediência à palavra de Deus.","conexao_teologica":"A pureza espiritual é frequentemente mais importante do que a pureza física, e Deus busca corações obedientes.","referencias_relacionadas":["Mateus 5:8","Tiago 4:8","Hebreus 10:22"]},"2reis_5_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade ou à autenticidade de algo.","explicacao_detalhada":"Naaman expressa sua dúvida sobre a eficácia da cura, questionando a verdade das instruções dadas. Isso reflete uma luta interna entre fé e dúvida.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a necessidade de confiar nas promessas de Deus, mesmo quando não compreendemos completamente.","conexao_teologica":"A verdade de Deus é um fundamento em nossa fé, e somos chamados a confiar em Sua palavra.","referencias_relacionadas":["João 8:32","Salmos 119:160","Romanos 3:4"]},"2reis_5_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Naaman menciona o profeta Eliseu, que representa a voz de Deus. Sua frustração com a falta de um encontro pessoal com o profeta revela sua expectativa de um contato direto com a autoridade divina.","por_que_esta_palavra":"A palavra 'profeta' é significativa porque destaca a importância da mediação divina e da comunicação de Deus com Seu povo.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer Sua mensagem e direção ao povo, e devemos ouvir suas instruções.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2reis_5_13_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' é usada novamente para enfatizar a condição de limpeza espiritual e física.","explicacao_detalhada":"Naaman, ao falar sobre o profeta, reflete sobre a pureza que ele esperava encontrar em sua cura, o que revela sua falta de entendimento sobre a verdadeira natureza da purificação.","por_que_esta_palavra":"A repetição da palavra 'puro' destaca a importância da pureza espiritual em contraste com a aparência externa.","conexao_teologica":"A verdadeira purificação vem de Deus e não de rituais ou lugares específicos.","referencias_relacionadas":["Salmos 51:10","Mateus 23:26","Hebreus 9:14"]},"2reis_5_13_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, neste caso, a serva que aconselha Naaman.","explicacao_detalhada":"A serva de Naaman desempenha um papel crucial ao sugerir que ele busque o profeta. Isso mostra como Deus pode usar qualquer pessoa, independentemente de seu status, para cumprir Seus propósitos.","por_que_esta_palavra":"A inclusão da palavra 'mulher' destaca a importância das vozes frequentemente marginalizadas e como elas podem ser instrumentos de Deus.","conexao_teologica":"Deus usa pessoas de todas as esferas da vida para comunicar Sua vontade e trazer transformação.","referencias_relacionadas":["Juízes 4:4-5","Rute 1:16","Lucas 2:36-38"]},"2reis_5_14_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil a outra pessoa.","explicacao_detalhada":"Naaman, ao se submeter à instrução do profeta, enfrenta sua própria resistência interna e a percepção de que sua condição de leproso o torna um 'inimigo' da sociedade.","por_que_esta_palavra":"A palavra 'inimigo' é significativa porque reflete a luta interna de Naaman e a necessidade de vencer suas próprias barreiras para experimentar a cura.","conexao_teologica":"A verdadeira cura muitas vezes envolve confrontar nossos inimigos internos e externos, e a obediência a Deus é a chave para a libertação.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"2reis_5_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou comando que tem poder.","explicacao_detalhada":"Naaman finalmente obedece à 'palavra' do profeta e mergulha no rio, resultando em sua cura. Isso ilustra o poder da palavra de Deus e a importância da obediência.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza que a cura e a transformação vêm através da obediência à instrução divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e devemos responder a ela com fé e obediência.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"2reis_5_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que realiza milagres e curas.","explicacao_detalhada":"Neste versículo, 'deus' é mencionado no contexto da cura de Naamã, que foi curado de sua lepra após seguir as instruções do profeta Eliseu. Isso demonstra o poder de Deus sobre a enfermidade.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a soberania e a autoridade divina que opera através de Eliseu.","conexao_teologica":"Este versículo conecta-se com a ideia de que Deus é o único que pode curar e restaurar a vida, refletindo Sua natureza como o Criador e Sustentador.","referencias_relacionadas":["Salmos 103:3","Isaías 53:5","Tiago 5:14-15"]},"2reis_5_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é digna de adoração e reconhecimento.","explicacao_detalhada":"Após ser curado, Naamã reconhece o poder de Deus e se compromete a servi-lo, mostrando a transformação em sua vida e a importância do reconhecimento da divindade.","por_que_esta_palavra":"A palavra 'deus' é usada para expressar a nova fé de Naamã e sua gratidão pela cura recebida.","conexao_teologica":"A conversão de Naamã ilustra a inclusão dos gentios na promessa de Deus, antecipando a missão da Igreja.","referencias_relacionadas":["Romanos 10:12-13","Atos 10:34-35","Efésios 2:12-13"]},"2reis_5_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Naamã deseja adorar a Deus após sua cura.","explicacao_detalhada":"Naamã expressa seu desejo de adorar a Deus de uma maneira que é significativa para ele, refletindo sua nova compreensão espiritual.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a personalização da adoração que Naamã deseja oferecer ao Senhor.","conexao_teologica":"Isso destaca a importância da adoração genuína e pessoal a Deus, que deve ser feita de acordo com a revelação divina.","referencias_relacionadas":["João 4:24","Salmos 95:6","Hebreus 12:28"]},"2reis_5_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é vista como um lugar sagrado.","explicacao_detalhada":"Naamã menciona a terra ao expressar seu desejo de levar a terra de Israel consigo, simbolizando a presença de Deus e a importância do local na adoração.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a herança e a promessa de Deus ao Seu povo.","conexao_teologica":"A terra de Israel é um símbolo da aliança de Deus com Seu povo e da promessa de redenção.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Salmos 37:11"]},"2reis_5_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da palavra de Deus e da autoridade que ela carrega.","explicacao_detalhada":"Eliseu afirma que não aceita presentes, enfatizando que a grandeza de Deus não pode ser comprada ou medida por bens materiais.","por_que_esta_palavra":"A palavra 'grande' é usada para destacar a magnificência e a soberania de Deus sobre todas as coisas.","conexao_teologica":"Isso reflete a ideia de que a graça de Deus é gratuita e não pode ser adquirida por obras ou riquezas.","referencias_relacionadas":["Efésios 2:8-9","Romanos 11:6","Isaías 55:1-2"]},"2reis_5_16_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A menção de 'carne' destaca a condição humana e a necessidade de dependência de Deus para a salvação e cura.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a vulnerabilidade do ser humano e a necessidade de um salvador.","conexao_teologica":"Isso se conecta com a doutrina da encarnação de Cristo, que veio para salvar a humanidade em sua fraqueza.","referencias_relacionadas":["Romanos 8:3","Gálatas 4:4-5","Filipenses 2:7-8"]},"2reis_5_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em adoração e reverência.","explicacao_detalhada":"O nome do Senhor é mencionado como um símbolo de Sua autoridade e poder, que Naamã agora reconhece.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a soberania de Deus e a relação de servidão que Naamã deseja estabelecer.","conexao_teologica":"O nome de Deus é central na adoração e na relação do crente com Ele, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_5_17_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício que Naamã deseja oferecer a Deus como expressão de gratidão.","explicacao_detalhada":"Naamã quer oferecer sacrifícios a Deus, reconhecendo que a adoração deve ser acompanhada de ações que demonstrem fé e gratidão.","por_que_esta_palavra":"A palavra 'sacrifício' é crucial para entender a prática de adoração no Antigo Testamento e a necessidade de expiação.","conexao_teologica":"Isso antecipa o sacrifício de Cristo, que é o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","1 Pedro 2:5"]},"2reis_5_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é reconhecida por Naamã após sua cura.","explicacao_detalhada":"Naamã, agora convertido, reconhece a soberania de Deus e deseja honrá-lo com sacrifícios, mostrando sua nova fé.","por_que_esta_palavra":"A palavra 'deus' é usada para enfatizar a transformação espiritual que ocorreu na vida de Naamã.","conexao_teologica":"Isso ilustra a ideia de que a salvação é para todos, independentemente de sua origem, e que Deus é o Deus de todos.","referencias_relacionadas":["Atos 10:34-35","Romanos 1:16","Gálatas 3:28"]},"2reis_5_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em adoração e sacrifício.","explicacao_detalhada":"Naamã deseja oferecer sacrifícios ao Senhor, reconhecendo Sua autoridade e poder em sua vida.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a relação de submissão e reverência que Naamã agora tem com Deus.","conexao_teologica":"Isso destaca a importância do nome de Deus na adoração e na vida do crente, refletindo a relação pessoal que se estabelece com Ele.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:17","Romanos 10:13"]},"2reis_5_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Naaman ao profeta Eliseu, expressando sua gratidão e reconhecimento.","explicacao_detalhada":"A palavra 'dâbâr' é utilizada para indicar não apenas uma palavra falada, mas também um conceito ou uma coisa que é comunicada. No contexto, representa a comunicação entre Naaman e Deus através do profeta.","por_que_esta_palavra":"A palavra é central na narrativa, pois é através dela que Naaman expressa sua transformação e entendimento sobre o Deus de Israel.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus se revela e se relaciona com a humanidade através de Sua palavra.","referencias_relacionadas":["Salmos 33:6","Hebreus 4:12","Isaías 55:11"]},"2reis_5_18_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Naaman reconhece a soberania de Deus após sua cura da lepra.","explicacao_detalhada":"A palavra 'shâchâh' implica em adoração e reverência. Naaman, um gentio, demonstra uma nova compreensão sobre o Deus de Israel, que é digno de adoração.","por_que_esta_palavra":"É importante porque marca a transformação espiritual de Naaman, que passa a reconhecer e adorar o Deus verdadeiro.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, onde a verdadeira fé é acompanhada por um coração que se prostra diante do Criador.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","Apocalipse 14:7"]},"2reis_5_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Yᵉhôvâh' representa a identidade e a natureza de Deus como Senhor e Salvador.","explicacao_detalhada":"O uso do nome de Deus enfatiza a relação pessoal que Ele tem com Seu povo. Naaman, ao mencionar o nome do Senhor, reconhece a autoridade divina.","por_que_esta_palavra":"O nome é fundamental para a compreensão da revelação de Deus e Sua relação com a humanidade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo um tema recorrente em toda a Escritura.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2reis_5_19_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'shalom' é usada por Eliseu para desejar paz a Naaman após sua cura.","explicacao_detalhada":"O conceito de 'shalom' vai além da ausência de conflito; implica em plenitude, bem-estar e harmonia. Eliseu deseja que Naaman experimente essa paz em sua vida.","por_que_esta_palavra":"A paz é um resultado da experiência de cura e transformação espiritual que Naaman vivenciou.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, simbolizando a restauração do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Isaías 26:3","João 14:27","Filipenses 4:7"]},"2reis_5_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Eliseu sobre a grandeza de Deus e a importância da obediência.","explicacao_detalhada":"A palavra 'ʼâmar' é usada para enfatizar a comunicação de verdades importantes. Eliseu destaca a grandeza de Deus em contraste com os deuses pagãos.","por_que_esta_palavra":"A declaração de grandeza é crucial para que Naaman compreenda a singularidade do Deus de Israel.","conexao_teologica":"A grandeza de Deus é um tema recorrente, que nos lembra de Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"2reis_5_19_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se à instrução de Eliseu para que Naaman andasse em obediência a Deus.","explicacao_detalhada":"A palavra 'yâlak' implica em um caminho a ser seguido, simbolizando a jornada de fé que Naaman deve empreender após sua cura.","por_que_esta_palavra":"Andar em obediência é um passo essencial na vida de fé, refletindo a transformação que ocorreu no coração de Naaman.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, onde a obediência é vista como resposta à graça recebida.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"2reis_5_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à intenção de Geazi de obter ganhos materiais em nome de Deus.","explicacao_detalhada":"A palavra 'ʼĕlôhîym' é usada para enfatizar a natureza divina e a seriedade de agir em nome de Deus para fins egoístas.","por_que_esta_palavra":"É importante porque revela a corrupção e a falta de reverência de Geazi em relação ao que é sagrado.","conexao_teologica":"A integridade e a honestidade são temas importantes na vida cristã, refletindo o caráter de Deus.","referencias_relacionadas":["Atos 5:1-11","Provérbios 11:1","Mateus 6:24"]},"2reis_5_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Geazi usa a palavra para justificar sua ação desonesta.","explicacao_detalhada":"A repetição da palavra 'ʼâmar' enfatiza a tentativa de Geazi de manipular a situação em seu favor, ignorando a verdade.","por_que_esta_palavra":"A palavra é significativa pois revela a intenção enganosa de Geazi em buscar lucro pessoal.","conexao_teologica":"A verdade e a honestidade são fundamentais na vida cristã, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 51:6","Efésios 4:25","Colossenses 3:9"]},"2reis_5_20_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Eliseu, que é um porta-voz de Deus.","explicacao_detalhada":"A palavra 'ʼĔlîyshâʻ' destaca a função de Eliseu como profeta, alguém que fala em nome de Deus e traz Sua mensagem ao povo.","por_que_esta_palavra":"É importante para entender a autoridade e a responsabilidade de um profeta na comunicação da vontade de Deus.","conexao_teologica":"Os profetas desempenham um papel crucial na revelação de Deus e na orientação do Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"2reis_5_21_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Geazi busca a paz que foi dada a Naaman, mas com intenções erradas.","explicacao_detalhada":"A palavra 'shalom' aqui é usada em um contexto de engano, mostrando a hipocrisia de Geazi ao tentar obter o que não lhe pertence.","por_que_esta_palavra":"A busca pela paz é distorcida por Geazi, que não entende o verdadeiro significado da bênção de Deus.","conexao_teologica":"A verdadeira paz é um presente de Deus, que não pode ser obtido através de ações desonestas.","referencias_relacionadas":["Tiago 3:18","Romanos 14:17","Gálatas 5:22"]},"2reis_5_21_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ação de perseguir ou acompanhar alguém.","explicacao_detalhada":"Neste contexto, Geazi, o servo de Eliseu, decide seguir Naamã após a cura deste, motivado pela ganância e pela intenção de obter presentes.","por_que_esta_palavra":"A escolha da palavra 'seguir' reflete a determinação de Geazi em não apenas acompanhar Naamã fisicamente, mas também em sua intenção de enganar.","conexao_teologica":"A ação de Geazi em seguir Naamã ilustra a luta entre a integridade e a corrupção, um tema recorrente nas Escrituras.","referencias_relacionadas":["2 Reis 5:20","2 Reis 4:27","Mateus 6:24"]},"2reis_5_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para designar a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"Geazi se refere a Naamã como 'filho' para estabelecer uma conexão de respeito e dignidade, mesmo que sua intenção seja enganosa.","por_que_esta_palavra":"A utilização de 'filho' enfatiza a relação de honra que se esperava entre os homens, mesmo em um contexto de engano.","conexao_teologica":"A noção de 'filho' também se relaciona com a ideia de herança e identidade, temas importantes na narrativa bíblica.","referencias_relacionadas":["Gênesis 22:2","Êxodo 20:12","Lucas 15:31"]},"2reis_5_22_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Geazi menciona Eliseu como 'profeta' para legitimar sua própria ação de buscar presentes, tentando manipular a autoridade do profeta.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a posição de Eliseu como porta-voz de Deus e a seriedade de suas ações.","conexao_teologica":"A figura do profeta é central na relação entre Deus e Seu povo, representando a voz divina em tempos de necessidade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"2reis_5_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude ou importância de algo.","explicacao_detalhada":"Geazi usa 'grande' para enfatizar a importância do presente que ele deseja obter, refletindo sua ambição.","por_que_esta_palavra":"A escolha de 'grande' revela a motivação de Geazi e a sua falta de compreensão sobre o valor espiritual em comparação ao material.","conexao_teologica":"A busca por bens materiais em detrimento do espiritual é um tema que ressoa em várias passagens bíblicas.","referencias_relacionadas":["1 Timóteo 6:10","Mateus 6:19-21","Lucas 12:15"]},"2reis_5_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer ou conceder algo a alguém.","explicacao_detalhada":"Geazi busca obter presentes de Naamã, utilizando a palavra 'dar' para justificar sua ação como uma troca legítima.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois revela a intenção de Geazi de manipular a situação para seu benefício pessoal.","conexao_teologica":"A questão de dar e receber é um tema importante nas Escrituras, refletindo a dinâmica de bênçãos e maldições.","referencias_relacionadas":["Atos 20:35","Lucas 6:38","2 Coríntios 9:7"]},"2reis_5_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é utilizada novamente para enfatizar a importância do que está sendo pedido.","explicacao_detalhada":"Geazi menciona 'grande' para tentar convencer Naamã da legitimidade de sua solicitação, reforçando sua ambição.","por_que_esta_palavra":"A repetição da palavra 'grande' destaca a obsessão de Geazi por bens materiais e sua falta de discernimento espiritual.","conexao_teologica":"A busca por grandeza material é frequentemente criticada nas Escrituras, onde o verdadeiro valor é encontrado em Deus.","referencias_relacionadas":["Tiago 4:3","1 João 2:15-17","Mateus 5:3"]},"2reis_5_23_crescer":{"palavra_pt":"crescer","palavra_original":"פָּרַץ","transliteracao":"pârats","strong":"H6555","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' implica um aumento ou expansão em algum aspecto.","explicacao_detalhada":"Geazi menciona 'crescer' em relação ao que ele deseja receber, refletindo sua ambição desmedida.","por_que_esta_palavra":"A palavra 'crescer' é significativa, pois revela a expectativa de Geazi de que sua riqueza e status aumentem.","conexao_teologica":"O desejo de crescimento material em detrimento do crescimento espiritual é uma advertência nas Escrituras.","referencias_relacionadas":["Provérbios 23:4-5","Mateus 6:33","Lucas 12:21"]},"2reis_5_24_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica a ideia de libertação ou entrega de algo.","explicacao_detalhada":"Geazi busca 'libertar' os presentes que ele deseja, mostrando sua intenção de obter o que não lhe pertence.","por_que_esta_palavra":"A palavra 'libertar' é usada para justificar sua ação como se fosse um direito, quando na verdade é um ato de desonestidade.","conexao_teologica":"A libertação é um tema central na Bíblia, mas Geazi distorce essa ideia ao buscar bens materiais.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:21","Isaías 61:1"]},"2reis_5_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou à estrutura física onde se vive.","explicacao_detalhada":"Geazi menciona 'casa' para indicar um lugar de segurança e estabilidade, contrastando com sua própria instabilidade moral.","por_que_esta_palavra":"A palavra 'casa' é significativa, pois representa não apenas um espaço físico, mas também a ideia de pertencimento e identidade.","conexao_teologica":"A casa é frequentemente usada nas Escrituras como uma metáfora para a presença de Deus e a segurança espiritual.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"2reis_5_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, destacando a dignidade e a responsabilidade.","explicacao_detalhada":"Geazi se refere a Naamã como 'homem' para reconhecer sua humanidade, mesmo enquanto tenta enganá-lo.","por_que_esta_palavra":"A palavra 'homem' é importante, pois enfatiza a dignidade que deve ser respeitada em todos, independentemente das circunstâncias.","conexao_teologica":"A dignidade do homem é um tema central na criação e na relação de Deus com a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"2reis_5_25_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se à ação de estar a serviço de alguém, especialmente em um contexto de lealdade e devoção.","explicacao_detalhada":"No contexto de 2 Reis 5:25, 'servir' implica em um compromisso de dedicação e obediência, refletindo a relação entre o servo e seu senhor. O ato de servir é central na vida do profeta e dos que o seguem.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância do serviço e da submissão a Deus e aos líderes espirituais.","conexao_teologica":"O conceito de servir é fundamental na teologia cristã, onde Jesus ensina que o maior entre os discípulos deve ser como aquele que serve (Mateus 20:26-28).","referencias_relacionadas":["Mateus 20:26-28","Romanos 12:11","Gálatas 5:13"]},"2reis_5_25_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio de uma pessoa sobre outra, especialmente em um contexto de liderança.","explicacao_detalhada":"Em 2 Reis 5:25, 'soberano' é usado para descrever a posição de autoridade que um líder ou rei ocupa, destacando a relação de respeito e obediência que deve existir entre os servos e seus senhores.","por_que_esta_palavra":"A escolha da palavra 'soberano' enfatiza a importância da hierarquia e da ordem divina nas relações humanas.","conexao_teologica":"Deus é frequentemente descrito como o Soberano sobre todas as coisas, e essa soberania é um tema central na Bíblia, refletindo Seu controle e autoridade sobre a criação (Salmo 103:19).","referencias_relacionadas":["Salmo 103:19","Isaías 6:1","Apocalipse 19:16"]},"2reis_5_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de comunicar ou declarar algo.","explicacao_detalhada":"No contexto de 2 Reis 5:25, 'dizer' é uma ação que pode ter implicações significativas, como a declaração de intenções ou a revelação de verdades.","por_que_esta_palavra":"A palavra é crucial para entender a comunicação entre os personagens e a importância das palavras na narrativa bíblica.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com a humanidade, e as palavras têm poder (Provérbios 18:21).","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmo 19:14"]},"2reis_5_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação e a revelação de verdades.","explicacao_detalhada":"Em 2 Reis 5:26, a repetição da palavra 'dizer' destaca a importância da honestidade e da transparência nas interações.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a necessidade de clareza e verdade nas declarações feitas.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver e falar em verdade (Efésios 4:15).","referencias_relacionadas":["Efésios 4:15","João 8:32","Salmo 51:6"]},"2reis_5_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à conformidade com a realidade e à honestidade.","explicacao_detalhada":"No contexto de 2 Reis 5:26, 'verdade' é fundamental para a integridade do discurso e das ações dos personagens, refletindo a necessidade de autenticidade.","por_que_esta_palavra":"A ênfase na verdade é crucial para a moralidade e a ética nas relações interpessoais.","conexao_teologica":"A verdade é um princípio central na fé cristã, onde Jesus se declara como a Verdade (João 14:6).","referencias_relacionadas":["João 14:6","Salmo 25:5","Provérbios 12:22"]},"2reis_5_26_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' é frequentemente usada na Bíblia para descrever o centro das emoções e da vontade humana.","explicacao_detalhada":"Em 2 Reis 5:26, 'coração' representa a intenção e a motivação interna, que são cruciais para entender as ações dos personagens.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que as ações externas são frequentemente um reflexo do que está no coração.","conexao_teologica":"A Bíblia ensina que Deus examina o coração e conhece as intenções (1 Samuel 16:7).","referencias_relacionadas":["1 Samuel 16:7","Provérbios 4:23","Salmo 51:10"]},"2reis_5_27_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à duração sem fim, muitas vezes associada à natureza de Deus.","explicacao_detalhada":"Em 2 Reis 5:27, 'eterno' pode ser interpretado em relação às consequências das ações, especialmente no que diz respeito ao juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'eterno' enfatiza a gravidade das consequências espirituais que podem perdurar.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, refletindo Sua natureza imutável e Sua promessa de vida eterna aos crentes (João 3:16).","referencias_relacionadas":["João 3:16","Salmo 90:2","Romanos 6:23"]},"2reis_5_27_leprosy":{"palavra_pt":"leprosy","palavra_original":"צָרַעַת","transliteracao":"tsâraʻath","strong":"H6883","significado_raiz":"Ideia básica: leprosy.","significado_contextual":"A palavra 'lepra' refere-se a uma doença que, na cultura bíblica, simboliza a impureza e a separação.","explicacao_detalhada":"Em 2 Reis 5:27, a lepra é um símbolo da consequência do pecado e da desobediência a Deus, refletindo a necessidade de purificação.","por_que_esta_palavra":"A palavra é usada para ilustrar a gravidade do pecado e suas repercussões na vida do indivíduo.","conexao_teologica":"A lepra é frequentemente vista como uma metáfora para o pecado, que nos separa de Deus (Isaías 59:2).","referencias_relacionadas":["Isaías 59:2","Levítico 13:45-46","Lucas 17:12-14"]},"2reis_5_27_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou uma situação.","explicacao_detalhada":"Em 2 Reis 5:27, 'sair' pode simbolizar a separação do que é impuro ou a necessidade de afastar-se do pecado.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a ação de se afastar das consequências do pecado.","conexao_teologica":"A ideia de sair do pecado e se afastar do mal é um tema recorrente na Bíblia (2 Coríntios 6:17).","referencias_relacionadas":["2 Coríntios 6:17","Gálatas 5:1","Romanos 12:2"]}}