{"2reis_6_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Em 2 Reis 6:1, o papel do profeta é central para a comunicação da vontade de Deus ao povo, destacando a importância da revelação divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a função do profeta como intermediário entre Deus e a humanidade.","conexao_teologica":"Os profetas são fundamentais na história da salvação, anunciando a vinda de Cristo e a mensagem de arrependimento (Atos 3:21).","referencias_relacionadas":["Atos 3:21","Hebreus 1:1-2","Amós 3:7"]},"2reis_6_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de uma ideia ou instrução.","explicacao_detalhada":"Neste contexto, o profeta Eliseu está instruindo os discípulos sobre a necessidade de expandir seu espaço de trabalho. A ação de 'dizer' é fundamental para a transmissão de ensinamentos e ordens.","por_que_esta_palavra":"A palavra 'dizer' é central na comunicação divina e na liderança espiritual, mostrando a importância da palavra falada na formação da comunidade de fé.","conexao_teologica":"A comunicação de Deus com seu povo frequentemente ocorre através da palavra, seja por profetas ou pela Escritura, enfatizando a importância da revelação verbal.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"2reis_6_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"No contexto, o 'filho' representa não apenas a relação familiar, mas também a sucessão espiritual e o papel dos discípulos como herdeiros da missão de Eliseu.","por_que_esta_palavra":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo, bem como entre líderes e seguidores.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia cristã, onde os crentes são vistos como filhos adotivos através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"2reis_6_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal selvagem, simbolizando força e perigo.","explicacao_detalhada":"Neste versículo, o urso aparece como um instrumento de juízo divino, mostrando que a desobediência e o escárnio contra os mensageiros de Deus podem resultar em consequências severas.","por_que_esta_palavra":"O urso é uma representação do poder de Deus para proteger seus profetas e punir aqueles que os desprezam.","conexao_teologica":"A presença de animais como instrumentos de juízo destaca a soberania de Deus sobre toda a criação e sua capacidade de usar o que quiser para cumprir seus propósitos.","referencias_relacionadas":["Salmos 91:13","Isaías 11:6","Mateus 10:28"]},"2reis_6_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de decidir ou avaliar uma situação.","explicacao_detalhada":"No contexto, o ato de 'julgar' é associado à avaliação do comportamento dos jovens que zombaram do profeta, refletindo a seriedade da ofensa e a necessidade de disciplina.","por_que_esta_palavra":"O julgamento é uma parte essencial da justiça divina, onde Deus avalia as ações humanas e responde de acordo.","conexao_teologica":"A ideia de julgamento é central na teologia bíblica, onde Deus é visto como o juiz justo que não ignora a maldade.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Apocalipse 20:12"]},"2reis_6_2_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de pegar ou receber algo.","explicacao_detalhada":"Neste contexto, 'tomar' é usado para descrever a ação de Eliseu ao lidar com a situação dos jovens, enfatizando a necessidade de uma resposta firme e decisiva.","por_que_esta_palavra":"A ação de 'tomar' é muitas vezes associada à autoridade e ao controle, especialmente quando se trata de situações que exigem intervenção.","conexao_teologica":"Deus 'toma' a iniciativa de salvar e proteger seu povo, mostrando que Ele é ativo em sua criação e em sua relação com a humanidade.","referencias_relacionadas":["Salmos 23:3","Isaías 41:10","Mateus 11:28"]},"2reis_6_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para transmitir instruções e orientações.","explicacao_detalhada":"Aqui, a repetição da palavra 'dizer' reforça a importância da comunicação clara e da liderança na comunidade de fé.","por_que_esta_palavra":"A comunicação é vital para a edificação da igreja e para a transmissão da verdade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é essencial para a vida espiritual dos crentes.","referencias_relacionadas":["Romanos 10:17","1 Pedro 4:11","Tiago 1:22"]},"2reis_6_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover ou progredir em uma direção.","explicacao_detalhada":"Neste contexto, 'andar' simboliza o progresso na missão e na vida espiritual, indicando que os discípulos devem seguir as instruções do profeta.","por_que_esta_palavra":"Andar é uma metáfora comum na Bíblia para a vida cristã, representando a jornada de fé e obediência.","conexao_teologica":"A caminhada com Deus é um tema central nas Escrituras, onde somos chamados a andar em seus caminhos e seguir a liderança do Espírito.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"2reis_6_3_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Em 2 Reis 6:3, \"homem\" aparece na frase \"E disse um: Serve-te de ires com os teus servos. E disse: Eu irei.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֶחָד; ʼechâd; H259), \"homem\" traz a ideia de homem. Aqui, essa palavra deixa o ensino de 2 Reis 6:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"homem\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Cânticos 4:9. Lendo junto com 2 Reis 6:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Reis 6:3","Cânticos 4:9","Salmos 119:105"]},"2reis_6_4_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' é usada novamente, enfatizando a continuidade da ação e do movimento.","explicacao_detalhada":"Aqui, 'andar' representa a disposição dos discípulos em seguir as instruções do profeta e a importância da ação na vida de fé.","por_que_esta_palavra":"A disposição para 'andar' em obediência é crucial para o crescimento espiritual e para a realização da missão.","conexao_teologica":"A vida cristã é frequentemente descrita como uma caminhada, onde cada passo deve ser guiado pela palavra de Deus.","referencias_relacionadas":["Colossenses 2:6","2 Coríntios 5:7","Salmos 119:105"]},"2reis_6_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um novo espaço.","explicacao_detalhada":"Neste contexto, 'vir' implica a ação de se mover em direção a um novo local, simbolizando a disposição para seguir a liderança do profeta e a busca por novos desafios.","por_que_esta_palavra":"A ação de 'vir' é muitas vezes associada ao chamado de Deus para a vida dos crentes, convidando-os a entrar em novas experiências de fé.","conexao_teologica":"O chamado de Deus para a vida de cada crente é um tema recorrente, onde somos convidados a entrar em sua vontade e propósito.","referencias_relacionadas":["Mateus 4:19","Romanos 8:30","Hebreus 10:24-25"]},"2reis_6_4_destruir":{"palavra_pt":"destruir","palavra_original":"גָּזַר","transliteracao":"gâzar","strong":"H1504","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou arruinar algo, neste caso, a madeira utilizada para construir.","explicacao_detalhada":"No contexto de 2 Reis 6:4, a destruição da madeira é um ato que simboliza a necessidade de reconstrução e a intervenção divina na vida do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a fragilidade das coisas materiais e a importância da fé e da dependência de Deus.","conexao_teologica":"A destruição de algo físico pode ser vista como um paralelo à necessidade de destruição do pecado e da incredulidade na vida do crente.","referencias_relacionadas":["Isaías 54:16","Salmos 127:1","Mateus 7:24-27"]},"2reis_6_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' indica um movimento de queda, que neste contexto representa a perda de algo valioso.","explicacao_detalhada":"Em 2 Reis 6:5, a queda do machado simboliza a perda de recursos e a necessidade de intervenção divina para restaurar o que foi perdido.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a vulnerabilidade humana e a dependência de Deus em momentos de crise.","conexao_teologica":"A queda pode ser vista como uma metáfora para a queda do homem no pecado e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:9"]},"2reis_6_5_ferro":{"palavra_pt":"ferro","palavra_original":"בַּרְזֶל","transliteracao":"barzel","strong":"H1270","significado_raiz":"Ideia básica: ferro.","significado_contextual":"A palavra 'ferro' refere-se ao material do machado, simbolizando força e utilidade.","explicacao_detalhada":"No versículo, o ferro representa os recursos que Deus nos dá para realizar o trabalho, e a perda do machado é um lembrete da fragilidade desses recursos.","por_que_esta_palavra":"O uso do ferro destaca a importância dos instrumentos que Deus nos fornece para cumprir Sua vontade.","conexao_teologica":"O ferro pode ser visto como uma representação das ferramentas espirituais que Deus nos dá para edificação e serviço.","referencias_relacionadas":["Salmos 104:18","Provérbios 27:17","Efésios 6:10-17"]},"2reis_6_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, que intervém na vida dos homens.","explicacao_detalhada":"Em 2 Reis 6:6, a intervenção de Deus é crucial para restaurar o machado que caiu, mostrando Seu poder e cuidado.","por_que_esta_palavra":"A menção de Deus enfatiza a crença de que Ele é a fonte de ajuda em tempos de necessidade.","conexao_teologica":"Deus é visto como o provedor e restaurador, que se preocupa com as necessidades de Seu povo.","referencias_relacionadas":["Salmos 46:1","Filipenses 4:19","Hebreus 4:16"]},"2reis_6_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de uma ordem ou instrução.","explicacao_detalhada":"Neste contexto, a ordem dada por Eliseu reflete a autoridade profética e a confiança em Deus para realizar milagres.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a importância da palavra de Deus e a ação que ela pode gerar.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer restauração e transformação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"2reis_6_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, o profeta Eliseu.","explicacao_detalhada":"Eliseu, como homem de Deus, é um mediador entre o povo e Deus, mostrando a importância do papel do profeta na sociedade.","por_que_esta_palavra":"A menção do 'homem' destaca a humanidade e a fragilidade, mesmo entre aqueles que são chamados por Deus.","conexao_teologica":"A humanidade de Eliseu reflete a encarnação de Cristo, que também é Deus e homem.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Filipenses 2:7"]},"2reis_6_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação e a autoridade da palavra de Deus.","explicacao_detalhada":"Neste versículo, a ordem de Eliseu para levantar o machado perdido mostra a confiança na ação de Deus através da palavra.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da fé na palavra de Deus.","conexao_teologica":"A palavra de Deus é um meio pelo qual Ele realiza Seus propósitos e traz restauração.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Tiago 1:22"]},"2reis_6_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar ou direcionar algo.","explicacao_detalhada":"No contexto, enviar o machado de volta à superfície simboliza a restauração e a ação de Deus em resposta à fé.","por_que_esta_palavra":"A palavra 'enviar' destaca a ação de Deus em resposta à oração e à necessidade do povo.","conexao_teologica":"Deus envia Sua graça e ajuda em momentos de necessidade, assim como enviou Seu Filho para a salvação.","referencias_relacionadas":["João 3:16","Romanos 8:32","2 Coríntios 9:15"]},"2reis_6_7_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' indica a ação de trazer algo de volta à posição original.","explicacao_detalhada":"Neste versículo, levantar o machado perdido representa a restauração de recursos e a intervenção divina.","por_que_esta_palavra":"A palavra 'levantar' simboliza a esperança e a possibilidade de recuperação em Deus.","conexao_teologica":"A ideia de levantar é central na mensagem do evangelho, que fala de ressurreição e nova vida.","referencias_relacionadas":["Romanos 6:4","Efésios 2:6","1 Pedro 5:10"]},"2reis_6_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, neste caso, do rei da Síria.","explicacao_detalhada":"A menção do rei destaca a tensão entre as nações e a necessidade de intervenção divina na política e na guerra.","por_que_esta_palavra":"A palavra 'rei' enfatiza a soberania de Deus sobre as autoridades terrenas.","conexao_teologica":"Deus é o Rei dos reis, que governa sobre todas as nações e tem controle sobre a história.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Apocalipse 19:16"]},"2reis_6_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação verbal, indicando a ação de transmitir uma mensagem.","explicacao_detalhada":"No contexto de 2 Reis 6:8, 'dizer' refere-se à comunicação de planos e estratégias, essencial para a narrativa em que o rei da Síria busca capturar Eliseu.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da fala e da revelação de informações, que são cruciais para a ação subsequente.","conexao_teologica":"A comunicação divina é frequentemente retratada na Bíblia, onde Deus fala aos profetas e ao Seu povo, revelando Sua vontade.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:6"]},"2reis_6_8_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se à identidade do povo de Deus, Israel, que é central na narrativa bíblica.","explicacao_detalhada":"Em 2 Reis 6:8, o nome 'Israel' é mencionado para identificar a nação escolhida por Deus, que é alvo das estratégias do rei sírio.","por_que_esta_palavra":"O uso do nome 'Israel' destaca a relação especial entre Deus e Seu povo, enfatizando a proteção divina sobre eles.","conexao_teologica":"O nome de Deus e o nome de Seu povo são frequentemente usados para estabelecer identidade e aliança.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Isaías 43:1"]},"2reis_6_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, que tem controle sobre todas as coisas e que revela Seus planos aos profetas.","explicacao_detalhada":"Em 2 Reis 6:9, a menção de Deus destaca Sua soberania e a capacidade de revelar segredos, como os planos do rei sírio a Eliseu.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a dinâmica entre o divino e o humano, especialmente em situações de conflito.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele está sempre no controle da história.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"2reis_6_9_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar alguém ou algo para um propósito específico.","explicacao_detalhada":"No contexto de 2 Reis 6:9, o ato de enviar refere-se a Deus instruindo Eliseu a alertar o rei de Israel sobre os planos do rei sírio.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a missão de Eliseu como profeta e a comunicação divina.","conexao_teologica":"Deus frequentemente envia profetas e mensageiros para comunicar Sua vontade ao povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"2reis_6_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, destacando a individualidade e a responsabilidade.","explicacao_detalhada":"Em 2 Reis 6:9, o 'homem' mencionado é Eliseu, que desempenha um papel crucial como profeta e mensageiro de Deus.","por_que_esta_palavra":"A ênfase no 'homem' ressalta a importância da ação humana em resposta à direção divina.","conexao_teologica":"A relação entre Deus e a humanidade é um tema central na Bíblia, onde homens e mulheres são chamados a cumprir a vontade divina.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Tiago 1:12"]},"2reis_6_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a presença e a ação de Deus na história de Israel.","explicacao_detalhada":"Em 2 Reis 6:10, a menção de Deus reforça a ideia de que Ele está ativamente envolvido na proteção de Seu povo.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a dinâmica de proteção e revelação na narrativa.","conexao_teologica":"A presença de Deus é um tema recorrente, mostrando que Ele é um Deus que se comunica e age em favor de Seu povo.","referencias_relacionadas":["Salmos 121:2","Isaías 41:10","Hebreus 13:5"]},"2reis_6_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' é usada para descrever a ação de Deus em instruir Eliseu a alertar o rei de Israel.","explicacao_detalhada":"Em 2 Reis 6:10, o ato de enviar é uma demonstração da comunicação divina e da proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'enviar' destaca a importância da obediência e da resposta à direção divina.","conexao_teologica":"Deus envia Seus mensageiros para guiar e proteger Seu povo, um tema que permeia toda a Escritura.","referencias_relacionadas":["Gênesis 18:17","Mateus 28:19","Atos 13:2"]},"2reis_6_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente no contexto do rei de Israel.","explicacao_detalhada":"Em 2 Reis 6:10, o rei de Israel é mencionado como alguém que recebe informações vitais sobre os planos do inimigo, mostrando a importância da liderança.","por_que_esta_palavra":"A palavra 'rei' é significativa para entender a estrutura de poder e a responsabilidade de liderança em Israel.","conexao_teologica":"A figura do rei é importante na narrativa bíblica, representando a liderança que deve estar alinhada com a vontade de Deus.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10","Romanos 13:1"]},"2reis_6_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para se referir a uma declaração ou mensagem, especialmente no contexto de revelações.","explicacao_detalhada":"Em 2 Reis 6:11, a palavra 'palavra' é importante para entender as comunicações que ocorrem entre o rei da Síria e seus conselheiros.","por_que_esta_palavra":"A palavra 'palavra' enfatiza a importância da comunicação e da revelação de planos, tanto humanos quanto divinos.","conexao_teologica":"A palavra de Deus é frequentemente apresentada como poderosa e transformadora, sendo central na vida do crente.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2reis_6_11_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões humanas, especialmente no contexto de intenções.","explicacao_detalhada":"Em 2 Reis 6:11, o 'coração' é mencionado para indicar as intenções e preocupações do rei da Síria em relação a Eliseu.","por_que_esta_palavra":"A palavra 'coração' é significativa para entender a motivação e os sentimentos que impulsionam as ações dos personagens.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus vê e avalia as intenções do ser humano.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:10","Mateus 5:8"]},"2reis_6_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima de um reino, que governa e toma decisões importantes.","explicacao_detalhada":"No contexto de 2 Reis 6:11, o rei da Síria está preocupado com as informações que o profeta Eliseu recebe de Deus, que revela seus planos. Isso mostra a importância do rei como líder e a sua vulnerabilidade diante do poder divino.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de autoridade e a responsabilidade que vem com o poder, além de destacar a relação entre o governo humano e a soberania de Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus sobre as nações e a necessidade de liderança justa e sábia.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10-12","Provérbios 21:1"]},"2reis_6_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Neste versículo, o rei da Síria expressa sua frustração ao descobrir que seus planos estão sendo revelados ao inimigo.","explicacao_detalhada":"O rei se dá conta de que há um traidor entre seus homens, mas é o profeta Eliseu quem revela os segredos de suas estratégias, mostrando que Deus tem controle sobre as situações.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que mesmo as autoridades mais poderosas não estão além do alcance de Deus.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele guia e dirige os eventos da história, mesmo através de líderes humanos.","referencias_relacionadas":["Isaías 40:23","Daniel 2:21","Romanos 13:1"]},"2reis_6_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, alguém que comunica a vontade divina ao povo e, neste caso, ao rei.","explicacao_detalhada":"Eliseu, como profeta, tem a capacidade de ouvir a voz de Deus e revelar segredos ocultos, o que demonstra a importância do papel profético na orientação do povo de Israel.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a comunicação entre Deus e a humanidade, destacando a necessidade de ouvir e seguir a direção divina.","conexao_teologica":"Os profetas são frequentemente vistos como intermediários entre Deus e o povo, e sua função é essencial para a revelação da vontade de Deus.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1-2"]},"2reis_6_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' ou 'palavra' refere-se à comunicação e à revelação de informações, que neste caso é sobre os planos do rei da Síria.","explicacao_detalhada":"A palavra é usada para descrever a mensagem que Eliseu recebe de Deus, enfatizando a importância da revelação divina em momentos críticos.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a centralidade da comunicação divina na vida do povo de Deus e a importância de ouvir a voz de Deus.","conexao_teologica":"A palavra de Deus é fundamental na Bíblia, sendo vista como viva e eficaz, capaz de transformar vidas e situações.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"2reis_6_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a ação de comunicar ou declarar algo, neste caso, as intenções do rei da Síria.","explicacao_detalhada":"O ato de 'dizer' é fundamental para a transmissão de informações e decisões, refletindo a importância da comunicação clara entre líderes e seus subordinados.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender como as ordens e planos são formulados e comunicados, tanto no contexto humano quanto divino.","conexao_teologica":"A comunicação é um aspecto vital da relação entre Deus e a humanidade, onde Deus se revela e se comunica através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"2reis_6_13_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e ao entendimento, especialmente no que diz respeito à revelação divina.","explicacao_detalhada":"Ver é mais do que apenas observar; implica em compreender e discernir a verdade, especialmente em relação aos planos de Deus.","por_que_esta_palavra":"A palavra 'ver' é usada para enfatizar a importância da visão espiritual e da capacidade de perceber a ação de Deus em meio às circunstâncias.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus abre os olhos dos Seus servos para que possam entender Sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Efésios 1:18"]},"2reis_6_13_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar alguém ou algo para um determinado lugar, neste caso, o envio de soldados para capturar Eliseu.","explicacao_detalhada":"O ato de enviar é uma demonstração de autoridade e controle, refletindo a intenção do rei de lidar com a ameaça que Eliseu representa.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque mostra como as decisões são tomadas e executadas em resposta a informações recebidas.","conexao_teologica":"O envio é um tema importante na Bíblia, onde Deus envia profetas, mensageiros e, finalmente, Seu Filho para cumprir Sua vontade.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"2reis_6_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local urbano, que neste contexto é onde Eliseu se encontra e onde os soldados são enviados.","explicacao_detalhada":"A cidade é um espaço de interação social e política, onde as decisões e ações têm um impacto significativo sobre a vida das pessoas.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender o cenário em que os eventos se desenrolam e a dinâmica entre os personagens envolvidos.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam tanto proteção quanto vulnerabilidade, refletindo a condição do povo de Deus em meio a desafios.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"2reis_6_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A repetição da palavra 'enviar' enfatiza a ação do rei em mobilizar seus recursos para capturar Eliseu.","explicacao_detalhada":"O envio de tropas é uma demonstração de poder militar e estratégia, refletindo a resposta do rei à ameaça percebida.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de poder e a resposta a situações de crise.","conexao_teologica":"O envio é um conceito que se relaciona com a missão de Deus, que envia Seus servos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 21:14","Êxodo 3:10","Romanos 10:15"]},"2reis_6_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que neste contexto é reconhecida como a fonte de poder e proteção.","explicacao_detalhada":"A presença de Deus é um tema central em 2 Reis, onde Ele intervém em favor de Seu povo, mostrando que a verdadeira segurança vem dEle.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o povo de Israel e seu Criador, que é visto como protetor e guia.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é reconhecido como o único que pode salvar e proteger.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2reis_6_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar neste contexto refere-se ao ato de se erguer ou se posicionar em uma situação de alerta ou prontidão.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de se erguer, tanto fisicamente quanto em um sentido mais figurativo, como estar preparado para enfrentar desafios. No contexto do versículo, o servo do profeta se levanta para observar a situação ao redor.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a necessidade de estar atento e pronto para agir diante de uma situação de perigo iminente.","conexao_teologica":"Levantar-se pode simbolizar a disposição de Deus em nos ajudar a enfrentar as adversidades, assim como o profeta Elias se levantou para interceder.","referencias_relacionadas":["Salmos 121:1-2","Isaías 40:31","Mateus 26:41"]},"2reis_6_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local urbano, um centro de habitação e atividade.","explicacao_detalhada":"No versículo, a cidade é o cenário onde o servo do profeta se encontra cercado por inimigos. A cidade representa tanto um lugar físico quanto um símbolo de segurança e vulnerabilidade.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender o contexto da situação em que o servo se vê, cercado por forças hostis.","conexao_teologica":"A cidade pode ser vista como um símbolo do povo de Deus, que muitas vezes enfrenta opressão, mas é protegido por Sua presença.","referencias_relacionadas":["Salmos 46:1-2","Provérbios 18:10","Hebreus 11:10"]},"2reis_6_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande aqui é usado para enfatizar a magnitude da situação e a confiança que deve ser depositada em Deus.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a importância e a seriedade da situação que o profeta enfrenta, contrastando com a percepção do servo.","por_que_esta_palavra":"A escolha de 'grande' destaca a diferença entre a visão humana e a divina, onde o que parece ser uma grande ameaça é, na verdade, pequeno diante do poder de Deus.","conexao_teologica":"A grandeza de Deus é sempre maior do que qualquer desafio que enfrentamos, e isso é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 8:31","1 João 4:4","Salmos 27:1"]},"2reis_6_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é usado para introduzir a razão ou explicação da confiança do profeta.","explicacao_detalhada":"A palavra 'porque' conecta a declaração do profeta à sua razão de fé, mostrando que a confiança não é cega, mas fundamentada em uma verdade maior.","por_que_esta_palavra":"É uma palavra que estabelece a lógica da fé, mostrando que a confiança em Deus é baseada em Sua natureza e promessas.","conexao_teologica":"A fé é frequentemente acompanhada de razões que a sustentam, e a palavra 'porque' é um lembrete de que nossa confiança deve ser informada.","referencias_relacionadas":["Hebreus 11:1","Tiago 1:5","Romanos 10:17"]},"2reis_6_16_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se ao servo do profeta, um ser humano em uma situação de medo e incerteza.","explicacao_detalhada":"A palavra 'homem' destaca a fragilidade e a vulnerabilidade do servo diante de uma situação ameaçadora, contrastando com a força divina.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a condição humana e a necessidade de confiar em Deus em momentos de fraqueza.","conexao_teologica":"A humanidade é frequentemente chamada a reconhecer sua dependência de Deus, especialmente em tempos de crise.","referencias_relacionadas":["Salmos 103:14","Isaías 40:6-8","Romanos 5:6"]},"2reis_6_17_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta refere-se a Eliseu, um homem escolhido por Deus para transmitir Sua mensagem e realizar milagres.","explicacao_detalhada":"A palavra 'profeta' indica a autoridade espiritual de Eliseu e seu papel como intermediário entre Deus e o povo, especialmente em tempos de crise.","por_que_esta_palavra":"A presença do profeta é fundamental para a narrativa, pois ele representa a voz de Deus em meio ao medo e à incerteza.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer esperança e direção, e Eliseu exemplifica isso ao acalmar o medo do servo.","referencias_relacionadas":["Deuteronômio 18:15","Amós 3:7","Mateus 10:41"]},"2reis_6_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande aqui se refere à visão espiritual que o profeta pede a Deus para que o servo possa ver.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da proteção divina que está ao redor deles, que não é visível aos olhos humanos.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a realidade espiritual que muitas vezes está oculta aos nossos olhos, mas que é muito mais poderosa do que as circunstâncias visíveis.","conexao_teologica":"A grandeza de Deus e Sua proteção são temas centrais na fé, lembrando-nos que há mais em nossa realidade do que podemos ver.","referencias_relacionadas":["Salmos 34:7","2 Coríntios 5:7","Efésios 6:12"]},"2reis_6_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se a Deus, o Todo-Poderoso, que é a fonte de proteção e ajuda.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa autoridade e soberania, reconhecendo a posição de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a relação de submissão e confiança que o servo e o profeta têm em relação a Deus.","conexao_teologica":"Reconhecer Deus como Senhor é fundamental para a fé, pois Ele é a fonte de toda proteção e poder.","referencias_relacionadas":["Salmos 23:1","Isaías 41:10","Filipenses 2:9-11"]},"2reis_6_18_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se às forças que cercam a cidade e ameaçam o servo e o profeta.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus, simbolizando as dificuldades e desafios que enfrentamos.","por_que_esta_palavra":"A escolha de 'inimigo' destaca a realidade do conflito espiritual e físico que os crentes enfrentam.","conexao_teologica":"A presença de inimigos é uma realidade na vida cristã, mas a vitória é garantida através da fé em Deus.","referencias_relacionadas":["Salmos  enemies 23:5","Efésios 6:12","Romanos 8:37"]},"2reis_6_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação de Deus e à realidade espiritual que é revelada ao profeta.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a mensagem e a verdade que Deus transmite, que é essencial para a compreensão da situação.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a importância da revelação divina em momentos de crise.","conexao_teologica":"A palavra de Deus é um tema central na fé, sendo a base para a esperança e a direção em tempos difíceis.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2reis_6_18_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"No contexto de 2 Reis 6:18, o profeta Eliseu é um intermediário entre Deus e o povo, revelando a vontade divina e orientando em momentos de crise.","por_que_esta_palavra":"A presença do profeta é crucial para a orientação espiritual e a proteção do povo de Israel, especialmente em tempos de guerra.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois representam a voz de Deus e a Sua intervenção na história humana.","referencias_relacionadas":["1 Reis 17:1","2 Reis 4:1","Amós 3:7"]},"2reis_6_19_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' neste contexto refere-se ao caminho ou à maneira de viver que é orientada por Deus.","explicacao_detalhada":"Em 2 Reis 6:19, a direção dada por Eliseu ao rei é uma metáfora para a vida plena que se encontra ao seguir a vontade de Deus.","por_que_esta_palavra":"A vida, como um caminho, implica escolhas e ações que refletem a fidelidade a Deus e a Sua orientação.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde seguir o caminho do Senhor leva à verdadeira vida e prosperidade.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"2reis_6_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, muitas vezes simbolizando segurança e identidade.","explicacao_detalhada":"No versículo, a cidade é o cenário onde os eventos se desenrolam, representando tanto a vulnerabilidade quanto a proteção divina.","por_que_esta_palavra":"As cidades na Bíblia frequentemente simbolizam a coletividade do povo de Deus e a importância da vida comunitária.","conexao_teologica":"A cidade é um símbolo do Reino de Deus, onde a justiça e a paz prevalecem sob a liderança divina.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"2reis_6_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, enfatizando a responsabilidade pessoal e a ação humana.","explicacao_detalhada":"Em 2 Reis 6:19, o homem mencionado é um agente da ação divina, mostrando como Deus usa pessoas para cumprir Seus propósitos.","por_que_esta_palavra":"A humanidade é central na narrativa bíblica, onde cada homem e mulher é chamado a responder à vontade de Deus.","conexao_teologica":"A dignidade do homem é ressaltada na criação, e sua resposta a Deus é fundamental para a história da salvação.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:10"]},"2reis_6_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma queda física, mas também pode simbolizar uma queda espiritual ou moral.","explicacao_detalhada":"No contexto de 2 Reis 6:20, a queda dos inimigos de Israel representa a intervenção divina e a proteção do povo escolhido.","por_que_esta_palavra":"A queda é um símbolo de derrota e a demonstração do poder de Deus sobre os adversários.","conexao_teologica":"A queda dos inimigos de Deus é um tema recorrente, mostrando que Ele é soberano sobre todas as nações.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 8:31"]},"2reis_6_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica comunicação e a transmissão de uma mensagem importante.","explicacao_detalhada":"Em 2 Reis 6:20, o ato de dizer é crucial, pois revela a verdade de Deus e a realidade da situação enfrentada pelo povo.","por_que_esta_palavra":"A comunicação é essencial para a revelação divina e a compreensão do plano de Deus para a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual Ele se relaciona com Seu povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Tiago 1:22"]},"2reis_6_20_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para enfatizar a função de Eliseu como porta-voz de Deus.","explicacao_detalhada":"Neste versículo, o profeta Eliseu é o canal através do qual Deus revela Sua vontade e protege Seu povo.","por_que_esta_palavra":"A presença do profeta é um sinal da graça de Deus, que se comunica e age em favor de Seu povo.","conexao_teologica":"Os profetas são essenciais na história da salvação, pois anunciam a vinda do Messias e a redenção.","referencias_relacionadas":["Mateus 5:17","Lucas 24:27","Atos 3:18"]},"2reis_6_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente destaca a importância da comunicação na revelação de Deus.","explicacao_detalhada":"Em 2 Reis 6:21, o ato de dizer é um momento de revelação e entendimento sobre a situação enfrentada pelo rei e seu povo.","por_que_esta_palavra":"A comunicação é um meio pelo qual Deus se relaciona com a humanidade, trazendo clareza e direção.","conexao_teologica":"A palavra de Deus é fundamental para a vida do crente, guiando e instruindo em todas as áreas.","referencias_relacionadas":["Salmos 119:11","Provérbios 4:20-22","Colossenses 3:16"]},"2reis_6_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, simbolizando o governo sobre o povo.","explicacao_detalhada":"No contexto de 2 Reis 6:21, o rei é um líder que deve buscar a orientação de Deus através do profeta para tomar decisões sábias.","por_que_esta_palavra":"A figura do rei é central na história de Israel, representando tanto a responsabilidade quanto a necessidade de dependência de Deus.","conexao_teologica":"Cristo é o Rei dos Reis, e Sua liderança é perfeita e justa, contrastando com as falhas dos líderes humanos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Apocalipse 19:16"]},"2reis_6_21_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente enfatizada, destacando a importância da voz de Deus na liderança.","explicacao_detalhada":"Em 2 Reis 6:21, o profeta Eliseu é fundamental para a orientação do rei, mostrando a necessidade de ouvir a palavra de Deus.","por_que_esta_palavra":"A presença do profeta é um lembrete de que a liderança deve ser guiada pela revelação divina.","conexao_teologica":"A relação entre o rei e o profeta ilustra a necessidade de subordinação da autoridade humana à vontade de Deus.","referencias_relacionadas":["2 Crônicas 20:20","Ezequiel 3:17","Mateus 10:41"]},"2reis_6_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma instrução ou comando.","explicacao_detalhada":"No contexto de 2 Reis 6:22, a palavra 'dizer' refere-se à comunicação de uma mensagem importante, onde o profeta Eliseu orienta o rei de Israel sobre como lidar com os inimigos.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e da revelação divina na condução do povo de Deus.","conexao_teologica":"Deus frequentemente se comunica com Seu povo através de profetas, e a palavra 'dizer' reflete a relação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Amós 3:7","Mateus 4:4"]},"2reis_6_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade e a certeza da mensagem.","explicacao_detalhada":"Neste versículo, a verdade é um princípio fundamental que sustenta a comunicação entre Deus e o homem, garantindo que as instruções dadas são fiéis e verdadeiras.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a confiança nas promessas e orientações de Deus, refletindo Sua natureza imutável.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, revelando a fidelidade de Sua palavra e a necessidade de viver em conformidade com ela.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"2reis_6_22_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' simboliza sustento e provisão.","explicacao_detalhada":"Em 2 Reis 6:22, o alimento é uma representação do cuidado de Deus pelo Seu povo, oferecendo não apenas sustento físico, mas também espiritual.","por_que_esta_palavra":"A menção de 'alimento' destaca a importância da dependência de Deus para todas as necessidades da vida.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a provisão espiritual que Deus oferece à humanidade.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 37:25"]},"2reis_6_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à herança do povo de Deus.","explicacao_detalhada":"No contexto de 2 Reis 6:23, a terra é um símbolo da promessa de Deus ao Seu povo, representando segurança e pertencimento.","por_que_esta_palavra":"A terra é um elemento central na história de Israel, refletindo a aliança de Deus com eles e a realização de Suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"2reis_6_23_buy":{"palavra_pt":"buy","palavra_original":"כָּרָה","transliteracao":"kârâh","strong":"H3739","significado_raiz":"Ideia básica: buy.","significado_contextual":"A palavra 'buy' é usada para indicar a aquisição ou posse de algo.","explicacao_detalhada":"Em 2 Reis 6:23, a ideia de 'comprar' pode se referir à necessidade de adquirir recursos ou bens, refletindo a realidade econômica da época.","por_que_esta_palavra":"A palavra 'buy' destaca a importância da troca e da economia na vida cotidiana, além de simbolizar a busca por segurança e estabilidade.","conexao_teologica":"A aquisição de bens é uma parte da vida humana, mas deve ser feita com sabedoria e em conformidade com os princípios de Deus.","referencias_relacionadas":["Provérbios 31:16","Mateus 6:19-21","Lucas 14:28"]},"2reis_6_23_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude ou importância de algo.","explicacao_detalhada":"No versículo, 'grande' pode se referir à grandeza da bênção ou da provisão que Deus oferece ao Seu povo.","por_que_esta_palavra":"A ênfase na grandeza ressalta a generosidade de Deus e Sua capacidade de suprir as necessidades de forma abundante.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder em todas as coisas.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"2reis_6_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever uma queda física ou espiritual.","explicacao_detalhada":"Em 2 Reis 6:24, 'cair' pode simbolizar a derrota ou a queda dos inimigos de Israel, refletindo a intervenção divina.","por_que_esta_palavra":"A palavra 'cair' enfatiza a fragilidade da condição humana e a necessidade de confiar em Deus para proteção e vitória.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando tanto a queda do homem no pecado quanto a queda dos inimigos de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 8:31"]},"2reis_6_24_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"No contexto de 2 Reis 6:24, 'seguir' pode se referir à ação de perseguir ou acompanhar os inimigos, refletindo a dinâmica de batalha.","por_que_esta_palavra":"A escolha da palavra 'seguir' ressalta a ação e a determinação em cumprir a vontade de Deus, mesmo em tempos de conflito.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a necessidade de obediência e fidelidade.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"2reis_6_24_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָבַץ","transliteracao":"qâbats","strong":"H6908","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"A palavra 'ajuntar' refere-se à ação de reunir ou congregar.","explicacao_detalhada":"Em 2 Reis 6:24, 'ajuntar' pode se referir à reunião de forças ou ao agrupamento de pessoas para um propósito comum, como a batalha.","por_que_esta_palavra":"A palavra 'ajuntar' destaca a importância da unidade e da colaboração entre o povo de Deus em tempos de crise.","conexao_teologica":"A união do povo de Deus é um tema importante na Bíblia, refletindo a necessidade de trabalhar juntos para cumprir a missão divina.","referencias_relacionadas":["Atos 2:44","Efésios 4:3","Hebreus 10:25"]},"2reis_6_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é novamente utilizada para descrever uma queda, possivelmente em um contexto de derrota.","explicacao_detalhada":"No versículo, 'cair' pode simbolizar a consequência da desobediência ou a intervenção de Deus contra os inimigos de Israel.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a seriedade da situação e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A queda é um lembrete da soberania de Deus sobre as nações e Sua capacidade de trazer juízo sobre aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 20:8","Isaías 54:17","Romanos 8:37"]},"2reis_6_25_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome mencionada neste versículo refere-se a uma escassez extrema de alimentos durante um cerco em Samaria.","explicacao_detalhada":"A fome é uma condição de privação severa de alimentos, que leva a um estado de desespero e desnutrição. No contexto de 2 Reis 6:25, a cidade de Samaria estava sitiada, e a escassez de alimentos se tornou tão grave que as pessoas estavam dispostas a cometer atos desesperados para sobreviver.","por_que_esta_palavra":"A palavra 'fome' é usada para descrever a gravidade da situação em Samaria, enfatizando o desespero e a crise que o povo estava enfrentando.","conexao_teologica":"A fome é frequentemente vista na Bíblia como um sinal de juízo divino ou como uma prova de fé. Em momentos de crise, o povo é chamado a confiar em Deus para a provisão.","referencias_relacionadas":["Deuteronômio 28:48","Salmos 37:25","Mateus 4:4"]},"2reis_6_25_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a intensidade da fome que assolava Samaria.","explicacao_detalhada":"Neste contexto, 'grande' indica não apenas a quantidade de fome, mas também a profundidade do desespero e da crise que o povo estava enfrentando. A grandeza da fome reflete a gravidade da situação.","por_que_esta_palavra":"A ênfase na grandeza serve para destacar a seriedade da calamidade e a necessidade urgente de intervenção divina.","conexao_teologica":"A grandeza das dificuldades enfrentadas pelo povo muitas vezes leva a um clamor por ajuda divina, mostrando a dependência do ser humano em relação a Deus.","referencias_relacionadas":["Salmos 34:10","Isaías 41:10","Filipenses 4:19"]},"2reis_6_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei mencionado é o governante de Israel, que estava em uma posição de desespero devido à situação em Samaria.","explicacao_detalhada":"O rei, como líder do povo, é responsável por sua proteção e bem-estar. Sua impotência diante da fome extrema e do cerco revela a fragilidade da liderança humana em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e responsabilidade durante a calamidade, destacando a necessidade de liderança sábia e divina.","conexao_teologica":"A figura do rei na Bíblia muitas vezes simboliza a liderança de Deus sobre seu povo, e a falha humana em liderar adequadamente pode levar a consequências desastrosas.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 29:2","Romanos 13:1"]},"2reis_6_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda do rei em um momento de desespero e desolação.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar tanto uma queda física quanto uma queda moral ou espiritual, refletindo a perda de esperança e controle em meio à crise.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana e a inevitabilidade do desespero sem a intervenção divina.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e a importância de se voltar a Deus em tempos de dificuldade.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Gálatas 6:1"]},"2reis_6_26_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa a proteção da cidade de Samaria, que estava sendo ameaçada pelo cerco.","explicacao_detalhada":"Os muros eram essenciais para a defesa das cidades antigas. A menção do muro neste contexto indica a vulnerabilidade da cidade e a iminente destruição que poderia ocorrer.","por_que_esta_palavra":"A palavra 'muro' simboliza segurança e proteção, e sua quebra ou queda representa a perda de segurança e a chegada do caos.","conexao_teologica":"Os muros na Bíblia também podem simbolizar a proteção divina e a necessidade de confiar em Deus como nosso refúgio e fortaleza.","referencias_relacionadas":["Salmos 46:1","Isaías 26:1","Neemias 2:17"]},"2reis_6_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar a resposta do rei em meio à crise.","explicacao_detalhada":"Neste contexto, 'dizer' indica a comunicação do rei, que expressa sua impotência e a necessidade de ajuda divina. A fala do rei é um reflexo de sua desesperança.","por_que_esta_palavra":"A palavra 'dizer' é importante porque revela a ação de comunicar e a necessidade de buscar respostas em tempos de crise.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, e a oração é uma forma de 'dizer' a Deus nossas necessidades e desespero.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 1:5"]},"2reis_6_27_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à busca por libertação da calamidade que afligia Samaria.","explicacao_detalhada":"Neste contexto, 'salvar' implica a necessidade de intervenção divina para livrar o povo da fome e do cerco, refletindo a esperança de que Deus possa agir em favor deles.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem bíblica, que enfatiza a necessidade de redenção e a confiança em Deus como nosso salvador.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e das dificuldades, e a promessa de Deus de estar com seu povo.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 10:13"]},"2reis_6_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' refere-se a Deus, que é invocado em busca de ajuda e salvação.","explicacao_detalhada":"Neste contexto, o uso do nome do Senhor enfatiza a soberania de Deus e a necessidade de se voltar a Ele em tempos de crise.","por_que_esta_palavra":"A palavra 'senhor' é fundamental na relação entre Deus e seu povo, representando autoridade, proteção e cuidado.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando a presença e a ação divina em favor de seu povo.","referencias_relacionadas":["Salmos 20:7","Isaías 12:2","Romanos 10:9"]},"2reis_6_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei novamente é mencionado, refletindo sua contínua luta e desespero diante da situação.","explicacao_detalhada":"A repetição da palavra 'rei' destaca a responsabilidade do líder em tempos de crise e a sua busca por soluções em meio ao desespero.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de liderança e a necessidade de sabedoria e direção divina.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde Deus é frequentemente descrito como o Rei supremo que governa sobre todas as coisas.","referencias_relacionadas":["Salmos 2:10","Provérbios 21:1","1 Pedro 2:13"]},"2reis_6_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo presente em que a crise estava ocorrendo.","explicacao_detalhada":"Neste contexto, 'dia' indica a urgência da situação e a necessidade de uma resposta imediata à calamidade enfrentada pelo povo.","por_que_esta_palavra":"A palavra 'dia' é significativa porque enfatiza a realidade do momento e a importância de agir rapidamente em tempos de crise.","conexao_teologica":"O conceito de tempo é importante na Bíblia, onde Deus é visto como atemporal, mas também se envolve na história humana em momentos específicos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"2reis_6_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação ou declaração em um momento de desespero.","explicacao_detalhada":"Neste contexto, a mãe está se dirigindo ao rei, expressando sua angústia e a situação extrema que estão enfrentando durante o cerco.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a necessidade de comunicação em momentos críticos e a busca por ajuda.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, sendo a oração uma forma de 'dizer' a Deus nossas necessidades.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"2reis_6_29_bake":{"palavra_pt":"bake","palavra_original":"בָּשַׁל","transliteracao":"bâshal","strong":"H1310","significado_raiz":"Ideia básica: bake.","significado_contextual":"A palavra 'bake' refere-se ao ato de cozinhar, que neste caso é usado de maneira extrema e trágica.","explicacao_detalhada":"Durante o cerco, a escassez de alimentos leva a uma situação de desespero, onde as pessoas recorrem a medidas extremas para sobreviver.","por_que_esta_palavra":"A palavra 'bake' ilustra a gravidade da fome e a deterioração das condições sociais e morais.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo de juízo e necessidade espiritual.","referencias_relacionadas":["Deuteronômio 28:53","Mateus 4:4","Lucas 16:24"]},"2reis_6_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para marcar um tempo específico em que os eventos trágicos ocorrem.","explicacao_detalhada":"Neste contexto, o 'dia' representa um período de desespero e necessidade extrema, onde as decisões são tomadas sob pressão.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a gravidade da situação enfrentada pelo povo.","conexao_teologica":"O conceito de 'dia' é importante na Bíblia, simbolizando momentos de juízo e intervenção divina.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","Romanos 13:12"]},"2reis_6_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada para descrever a tragédia de um ato extremo envolvendo a vida de uma criança.","explicacao_detalhada":"Neste contexto, a mãe menciona seu filho como parte de uma decisão desesperada, refletindo a profundidade da crise.","por_que_esta_palavra":"A menção ao 'filho' destaca a perda da inocência e a desumanização que ocorre em tempos de crise.","conexao_teologica":"A vida e a proteção das crianças são temas recorrentes na Bíblia, simbolizando a fragilidade da vida humana.","referencias_relacionadas":["Salmos 127:3","Mateus 18:10","Marcos 10:14"]},"2reis_6_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade que deve agir em tempos de crise.","explicacao_detalhada":"Neste contexto, o rei é chamado a intervir em uma situação desesperadora, refletindo seu papel de liderança.","por_que_esta_palavra":"A palavra 'rei' é crucial, pois representa a responsabilidade do governante em cuidar do seu povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, que cuida e protege seu povo.","referencias_relacionadas":["Salmos 10:16","Isaías 33:22","Apocalipse 19:16"]},"2reis_6_30_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"A palavra 'sackcloth' refere-se a um tecido usado em tempos de luto e arrependimento.","explicacao_detalhada":"Neste contexto, o uso de 'sackcloth' simboliza a dor e a lamentação pela situação trágica enfrentada.","por_que_esta_palavra":"A escolha de 'sackcloth' enfatiza a seriedade do luto e a necessidade de arrependimento diante de Deus.","conexao_teologica":"O uso de 'sackcloth' é um símbolo de arrependimento e busca de reconciliação com Deus.","referencias_relacionadas":["Joel 1:13","Mateus 11:21","Jonas 3:5"]},"2reis_6_30_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, que neste contexto é um lugar de desespero e tragédia.","explicacao_detalhada":"Neste versículo, a casa representa não apenas um espaço físico, mas também a segurança e a proteção que foram perdidas.","por_que_esta_palavra":"A menção à 'casa' destaca a perda da estabilidade e da segurança em tempos de crise.","conexao_teologica":"A casa é frequentemente usada na Bíblia como um símbolo da presença de Deus e da segurança que Ele oferece.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"2reis_6_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente utilizada para enfatizar a continuidade da crise enfrentada pelo povo.","explicacao_detalhada":"Neste contexto, o 'dia' representa a repetição do desespero e a necessidade de intervenção divina.","por_que_esta_palavra":"O uso de 'dia' reforça a ideia de que a crise não é passageira, mas uma realidade persistente.","conexao_teologica":"O conceito de 'dia' é importante na Bíblia, simbolizando momentos de juízo e intervenção divina.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","Romanos 13:12"]},"2reis_6_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a gravidade da situação e a necessidade de ação.","explicacao_detalhada":"Neste contexto, a declaração feita pelo rei reflete a urgência da situação e a busca por soluções.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação em momentos críticos.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, sendo a oração uma forma de 'dizer' a Deus nossas necessidades.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"2reis_6_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma figura de força e ferocidade em um contexto de desespero.","explicacao_detalhada":"Neste contexto, a menção ao urso simboliza a ferocidade da situação e a necessidade de proteção.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a gravidade da ameaça que o povo enfrenta.","conexao_teologica":"Os animais são frequentemente usados na Bíblia para simbolizar forças e desafios que o povo de Deus deve enfrentar.","referencias_relacionadas":["Isaías 11:7","Daniel 7:5","Amós 5:19"]},"2reis_6_32_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus, que traz instruções ou alertas.","explicacao_detalhada":"O termo 'anjo' ou 'mensageiro' é utilizado para descrever seres que atuam como intermediários entre Deus e os humanos, trazendo mensagens divinas.","por_que_esta_palavra":"A palavra é usada para enfatizar a presença e a ação de Deus através de Seus mensageiros em momentos críticos.","conexao_teologica":"Os anjos são frequentemente vistos como agentes de Deus, desempenhando papéis importantes na revelação e na proteção do povo de Deus.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Salmos 91:11"]},"2reis_6_32_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se à natureza humana, especialmente em um contexto de fraqueza ou pecado.","explicacao_detalhada":"A palavra 'humano' é usada para destacar a condição vulnerável e limitada do ser humano diante de Deus e das circunstâncias.","por_que_esta_palavra":"É importante para entender a dependência do ser humano em relação a Deus e a necessidade de Sua intervenção.","conexao_teologica":"A humanidade é vista como necessitada da graça e da misericórdia de Deus, que se manifesta através de Seus profetas.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"2reis_6_32_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta Eliseu, que é um porta-voz de Deus para o povo de Israel.","explicacao_detalhada":"O profeta é alguém chamado por Deus para transmitir Suas mensagens e advertências, muitas vezes em tempos de crise.","por_que_esta_palavra":"A menção do profeta é crucial para entender a comunicação divina e a direção espiritual do povo.","conexao_teologica":"Os profetas são fundamentais na história da salvação, sendo instrumentos de Deus para guiar e corrigir Seu povo.","referencias_relacionadas":["1 Reis 17:1","2 Reis 4:1","2 Reis 5:8"]},"2reis_6_33_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Novamente, refere-se ao mensageiro de Deus, enfatizando a continuidade da comunicação divina.","explicacao_detalhada":"A repetição do termo 'anjo' destaca a importância da mensagem que está sendo trazida ao profeta e ao povo.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a certeza de que Deus está agindo e se comunicando com Seu povo.","conexao_teologica":"A presença dos mensageiros de Deus é um sinal de Sua constante vigilância e cuidado sobre a humanidade.","referencias_relacionadas":["Gênesis 21:17","Êxodo 3:2","Daniel 9:21"]},"2reis_6_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' é usado para invocar a presença e a soberania de Deus em situações de necessidade.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para reconhecer Sua autoridade e a confiança que o povo deve ter Nele.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2reis_6_33_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que é dada e sustentada por Deus, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'vida' é utilizada para enfatizar a importância da existência e da intervenção divina na vida do povo.","por_que_esta_palavra":"É uma chamada à reflexão sobre a dependência da vida em Deus e a necessidade de Sua presença.","conexao_teologica":"A vida é um dom de Deus e a Sua intervenção é essencial para a preservação e a restauração da vida.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Atos 17:28"]}}