{"2reis_7_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração do profeta sobre a grandeza do que Deus pode fazer.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a autoridade do profeta ao transmitir a mensagem de Deus ao povo.","por_que_esta_palavra":"A ênfase na palavra do profeta é crucial para entender a expectativa de um milagre ou intervenção divina.","conexao_teologica":"A palavra de Deus, proclamada através de Seus profetas, é um meio pelo qual a fé é alimentada e a esperança é renovada.","referencias_relacionadas":["Isaías 55:11","Ezequiel 12:28","Hebreus 11:3"]},"2reis_7_1_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Novamente, refere-se ao profeta Eliseu, que traz uma mensagem de esperança em meio à crise.","explicacao_detalhada":"O papel do profeta é central na comunicação da vontade de Deus e na orientação do povo em tempos difíceis.","por_que_esta_palavra":"A menção do profeta é essencial para entender a dinâmica entre Deus e Seu povo, especialmente em momentos de necessidade.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer esperança e direção, mostrando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Amós 3:7","Miquéias 3:8","Mateus 10:41"]},"2reis_7_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz esperança e promessa de livramento.","explicacao_detalhada":"A palavra 'palavra' é usada para enfatizar a importância da comunicação divina e a certeza das promessas de Deus.","por_que_esta_palavra":"A palavra é um meio pelo qual Deus se revela e age na história, trazendo transformação e esperança.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de gerar fé e mudança nas circunstâncias.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","Hebreus 4:12"]},"2reis_7_2_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e à visão espiritual que é necessária para entender a ação de Deus.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver além das circunstâncias físicas e reconhecer a intervenção divina.","por_que_esta_palavra":"A menção do 'olho' é importante para destacar a necessidade de discernimento espiritual em tempos de crise.","conexao_teologica":"A visão espiritual é essencial para a fé, permitindo que os crentes vejam a realidade de Deus em meio às dificuldades.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"2reis_7_2_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da situação ou do evento descrito.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar a importância ou a gravidade do que está acontecendo, especialmente em um contexto de crise ou necessidade.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade da situação enfrentada pelo povo, que estava em meio a uma grande fome e desespero.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com as dificuldades humanas, mostrando que mesmo em tempos de crise, Deus é maior que nossas circunstâncias.","referencias_relacionadas":["Salmos 34:19","Isaías 40:12","Mateus 19:26"]},"2reis_7_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre o povo.","explicacao_detalhada":"A palavra 'rei' implica liderança e responsabilidade, especialmente em tempos de crise, onde a decisão do rei pode afetar a vida de muitos.","por_que_esta_palavra":"O rei é uma figura central na narrativa, simbolizando tanto a autoridade humana quanto a necessidade de buscar a orientação divina em tempos difíceis.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando que toda autoridade humana é subordinada à Sua soberania.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2reis_7_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, representando a humanidade em sua vulnerabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a condição humana e a necessidade de ajuda e intervenção divina em situações de desespero.","por_que_esta_palavra":"A presença de 'homem' na narrativa destaca a fragilidade e a dependência do ser humano diante das adversidades.","conexao_teologica":"A humanidade é vista como necessitada da graça e da intervenção de Deus, especialmente em momentos de crise.","referencias_relacionadas":["Gênesis 1:27","Salmos 103:14","Romanos 5:8"]},"2reis_7_3_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada ou saída de um lugar, simbolizando oportunidades e decisões.","explicacao_detalhada":"A palavra 'porta' pode simbolizar tanto a limitação física quanto a possibilidade de mudança e novos começos.","por_que_esta_palavra":"A porta representa a transição entre a situação de crise e a esperança de um futuro melhor, enfatizando a escolha que deve ser feita.","conexao_teologica":"Cristo é descrito como a porta (João 10:9), simbolizando a entrada para a vida e a salvação.","referencias_relacionadas":["Mateus 7:7","Apocalipse 3:20","João 10:9"]},"2reis_7_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração ou do ato que está sendo realizado.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a importância das palavras e promessas feitas, especialmente em um contexto de necessidade.","por_que_esta_palavra":"A ênfase na palavra 'dizer' destaca o poder da comunicação e a importância das promessas de Deus em tempos de crise.","conexao_teologica":"As palavras de Deus têm poder e autoridade, e a fé nas promessas divinas é fundamental para a vida do crente.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2reis_7_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, simbolizando a comunidade e a vida social.","explicacao_detalhada":"A palavra 'cidade' representa a coletividade e as interações sociais, especialmente em tempos de crise, onde a sobrevivência da comunidade está em jogo.","por_que_esta_palavra":"A cidade é um símbolo da vida em comum e da necessidade de apoio mútuo em tempos de dificuldade.","conexao_teologica":"A cidade de Deus é frequentemente mencionada nas Escrituras como um lugar de segurança e proteção para o Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2reis_7_4_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez de alimentos, simbolizando a necessidade e o desespero.","explicacao_detalhada":"A palavra 'fome' é usada para descrever uma condição crítica que leva à morte e à desolação, refletindo a gravidade da situação enfrentada pelo povo.","por_que_esta_palavra":"A fome é um símbolo poderoso da necessidade humana e da dependência de Deus para suprir nossas necessidades básicas.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a satisfação das necessidades espirituais e físicas do ser humano.","referencias_relacionadas":["Mateus 5:6","João 6:35","Salmos 107:9"]},"2reis_7_4_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida, simbolizando a consequência extrema da fome e do desespero.","explicacao_detalhada":"A palavra 'morrer' enfatiza a gravidade da situação, onde a falta de alimento leva à morte, refletindo a fragilidade da vida humana.","por_que_esta_palavra":"A morte é um lembrete da vulnerabilidade humana e da necessidade de intervenção divina para a vida e a salvação.","conexao_teologica":"A morte é um tema central na teologia, onde a ressurreição em Cristo oferece esperança e vida eterna.","referencias_relacionadas":["Romanos 6:23","João 11:25","1 Coríntios 15:55"]},"2reis_7_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer ou tomar uma posição, simbolizando ação e decisão.","explicacao_detalhada":"A palavra 'levantar' implica um movimento de mudança, um chamado à ação em meio à crise.","por_que_esta_palavra":"A ação de levantar-se é um símbolo de esperança e determinação diante das dificuldades.","conexao_teologica":"Deus frequentemente chama Seu povo a se levantar e agir em fé, mesmo em situações desafiadoras.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Efésios 6:10"]},"2reis_7_5_dia":{"palavra_pt":"dia","palavra_original":"נֶשֶׁף","transliteracao":"nesheph","strong":"H5399","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo, simbolizando a passagem do tempo e a esperança de um novo começo.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de mudança e renovação, especialmente em um contexto de expectativa.","por_que_esta_palavra":"O dia representa a oportunidade de um novo começo e a esperança de que as coisas podem melhorar.","conexao_teologica":"A Bíblia frequentemente fala sobre o 'dia do Senhor' como um tempo de restauração e esperança para o Seu povo.","referencias_relacionadas":["Salmos 118:24","Lamentações 3:22-23","2 Coríntios 5:17"]},"2reis_7_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de se aproximar ou entrar em um lugar específico.","explicacao_detalhada":"Neste contexto, a palavra implica um movimento físico, mas também pode ter um significado espiritual, sugerindo a entrada em uma nova fase ou situação.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a ação de se mover em direção a algo, que neste caso é um lugar de esperança e provisão.","conexao_teologica":"A ideia de 'entrar' pode ser vista como uma metáfora para entrar na promessa de Deus e na sua provisão.","referencias_relacionadas":["Gênesis 7:1","Êxodo 3:8","Salmos 100:4"]},"2reis_7_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, referindo-se a Deus.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a soberania de Deus sobre a situação, indicando que Ele é o controlador do destino.","por_que_esta_palavra":"A utilização do termo 'senhor' destaca a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 10:9"]},"2reis_7_6_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, que são uma fonte de alimento e riqueza.","explicacao_detalhada":"Neste contexto, o gado simboliza a provisão e a abundância que Deus oferece ao seu povo, especialmente em tempos de necessidade.","por_que_esta_palavra":"A menção do gado ressalta a importância da agricultura e da criação de animais na vida cotidiana e na sobrevivência do povo.","conexao_teologica":"O gado pode ser visto como uma representação das bênçãos materiais que Deus concede aos seus fiéis.","referencias_relacionadas":["Gênesis 30:43","Deuteronômio 8:13","Salmos 50:10"]},"2reis_7_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido por um ser humano ou animal, mas também pode representar comunicação ou mensagem.","explicacao_detalhada":"Neste versículo, a 'voz' pode simbolizar a comunicação divina ou a resposta de Deus às necessidades do povo.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da comunicação e da revelação de Deus ao seu povo.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua orientação e direção para a vida dos crentes.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"2reis_7_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou fazer algo surgir.","explicacao_detalhada":"Neste contexto, 'levantar' pode se referir a ação de se erguer em resposta a um chamado ou a uma nova situação.","por_que_esta_palavra":"A palavra é significativa pois sugere um movimento de ação e decisão, indicando que o povo deve se levantar e agir.","conexao_teologica":"Levantar-se pode ser visto como um chamado à ação em fé, respondendo ao que Deus está fazendo.","referencias_relacionadas":["Isaías 60:1","Mateus 28:19","Atos 2:14"]},"2reis_7_7_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' é usada novamente para enfatizar a riqueza e a provisão que Deus está prestes a oferecer.","explicacao_detalhada":"A repetição da palavra 'gado' reforça a ideia de abundância e sustento em tempos de crise.","por_que_esta_palavra":"A menção do gado destaca a importância da provisão divina em momentos de necessidade.","conexao_teologica":"A provisão de Deus é um tema recorrente na Bíblia, mostrando que Ele cuida de Suas criaturas.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"2reis_7_7_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de libertar ou salvar alguém de uma situação difícil.","explicacao_detalhada":"Neste contexto, 'libertar' implica em um ato de salvação e entrega de Deus ao seu povo em tempos de aflição.","por_que_esta_palavra":"A escolha da palavra 'libertar' enfatiza a ação de Deus em trazer liberdade e restauração.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"2reis_7_8_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' é mencionada novamente, reforçando a ideia de provisão e sustento.","explicacao_detalhada":"A repetição da palavra 'gado' neste versículo enfatiza a abundância que Deus está prestes a proporcionar ao seu povo.","por_que_esta_palavra":"A menção do gado destaca a importância da provisão divina em tempos de necessidade.","conexao_teologica":"A provisão de Deus é um tema recorrente na Bíblia, mostrando que Ele cuida de Suas criaturas.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"2reis_7_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é utilizada novamente para descrever a ação de se aproximar ou entrar em um novo espaço.","explicacao_detalhada":"Neste contexto, a palavra sugere a ideia de entrar em uma nova fase de provisão e esperança.","por_que_esta_palavra":"A repetição da palavra 'vir/entrar' enfatiza a importância da ação de se mover em direção ao que Deus está oferecendo.","conexao_teologica":"A ideia de 'entrar' pode ser vista como uma metáfora para entrar na promessa de Deus e na sua provisão.","referencias_relacionadas":["Gênesis 7:1","Êxodo 3:8","Salmos 100:4"]},"2reis_7_8_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se a qualquer substância que nutre e sustenta a vida.","explicacao_detalhada":"Neste contexto, 'alimento' simboliza a provisão de Deus para o sustento do seu povo em tempos de necessidade.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a importância da sustento físico e espiritual que Deus oferece.","conexao_teologica":"A provisão de alimento é uma representação da fidelidade de Deus em cuidar de suas criaturas.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"2reis_7_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os eventos estão ocorrendo, indicando um momento específico na narrativa.","explicacao_detalhada":"O termo 'dia' é usado para denotar um período de 24 horas, mas também pode simbolizar um tempo de ação ou decisão. No contexto de 2 Reis 7:9, o 'dia' é crucial para a entrega da mensagem de esperança e provisão de Deus ao povo sitiado.","por_que_esta_palavra":"A palavra 'dia' é importante porque marca o tempo em que a salvação e a libertação são anunciadas, enfatizando a urgência da mensagem.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus, onde Ele intervém na história humana para trazer libertação e esperança.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 61:2"]},"2reis_7_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre o povo, neste caso, o rei de Israel.","explicacao_detalhada":"A palavra 'rei' implica liderança, poder e responsabilidade. No contexto de 2 Reis 7:9, o rei é um personagem central que deve ouvir e responder à mensagem de Deus sobre a provisão.","por_que_esta_palavra":"A menção do 'rei' é crucial, pois ele representa a liderança e a necessidade de fé em tempos de crise.","conexao_teologica":"Deus frequentemente usa líderes para cumprir Seus propósitos e trazer esperança ao Seu povo, como visto em várias narrativas bíblicas.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 21:1","Romanos 13:1"]},"2reis_7_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem ou do evento que está prestes a acontecer.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a relevância do que está sendo dito, indicando que a mensagem de salvação é significativa e impactante.","por_que_esta_palavra":"A ênfase na grandeza da mensagem ressalta a esperança que Deus oferece em meio à desolação.","conexao_teologica":"A grandeza de Deus é frequentemente manifestada em Suas promessas e intervenções na história, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 126:3","Isaías 40:5","Mateus 19:26"]},"2reis_7_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se ao local onde o povo está vivendo e enfrentando a crise.","explicacao_detalhada":"A palavra 'cidade' representa não apenas um espaço físico, mas também a comunidade e a vida social dos israelitas, que estavam em um estado de desespero devido ao cerco.","por_que_esta_palavra":"A menção da 'cidade' é significativa, pois destaca o contexto da luta e da necessidade de intervenção divina.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam tanto a proteção quanto a vulnerabilidade do povo de Deus, sendo locais de adoração e também de provação.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Mateus 5:14"]},"2reis_7_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação e ao anúncio da mensagem de Deus.","explicacao_detalhada":"A palavra 'voz' implica a ideia de proclamação e autoridade. No contexto, a voz é um meio pelo qual a esperança é transmitida ao povo.","por_que_esta_palavra":"A voz é crucial para a revelação de Deus, pois é através dela que a verdade e a esperança são comunicadas.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e ação no mundo.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"2reis_7_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar alguém para uma ação ou resposta.","explicacao_detalhada":"A palavra 'chamar' implica uma ação intencional de Deus ou de um mensageiro, convidando o povo a ouvir e responder à mensagem de salvação.","por_que_esta_palavra":"Chamar é um ato de graça, onde Deus se dirige ao Seu povo, oferecendo-lhes uma oportunidade de mudança e libertação.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele constantemente convida Seu povo a se voltar para Ele.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 3:20"]},"2reis_7_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que deve tomar decisões em meio à crise.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança em tempos de dificuldade e a necessidade de fé e ação.","por_que_esta_palavra":"A presença do rei é fundamental, pois ele deve ser um exemplo de fé e confiança nas promessas de Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são frequentemente chamados a guiar o povo em fidelidade a Deus.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 72:1","Hebreus 13:17"]},"2reis_7_11_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou fazer um chamado, especialmente em um contexto de urgência.","explicacao_detalhada":"A palavra 'chamar' aqui implica a necessidade de uma resposta imediata à situação crítica enfrentada pelo povo.","por_que_esta_palavra":"Chamar é um ato que exige ação e resposta, refletindo a urgência da mensagem de Deus.","conexao_teologica":"Deus frequentemente chama Seu povo a agir em fé, especialmente em tempos de crise.","referencias_relacionadas":["Isaías 43:1","Mateus 4:19","Romanos 8:30"]},"2reis_7_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer ou tomar uma posição, especialmente em resposta a uma chamada.","explicacao_detalhada":"A palavra 'levantar' implica ação e determinação, sugerindo que o povo deve se erguer em fé e confiança nas promessas de Deus.","por_que_esta_palavra":"Levantar-se é um símbolo de resposta ativa à palavra de Deus, indicando disposição para agir.","conexao_teologica":"O ato de se levantar em fé é um tema recorrente na Bíblia, onde Deus chama Seu povo a se posicionar e agir.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Efésios 6:10"]},"2reis_7_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que deve liderar e tomar decisões em tempos de crise.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e a responsabilidade que vem com a posição.","por_que_esta_palavra":"A presença do rei é fundamental para a ação e a resposta do povo, pois ele deve ser um exemplo de fé.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são frequentemente chamados a guiar o povo em fidelidade a Deus.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:1","Romanos 13:1"]},"2reis_7_12_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que era uma parte importante da economia e da alimentação na sociedade israelita.","explicacao_detalhada":"O gado era considerado um símbolo de riqueza e prosperidade. No contexto de 2 Reis 7, a menção do gado destaca a abundância que estava disponível após um período de fome e escassez.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a restauração da prosperidade em Israel após a intervenção divina.","conexao_teologica":"O gado simboliza a bênção de Deus e a restauração da vida após a calamidade, refletindo a fidelidade de Deus em prover para o Seu povo.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 50:10"]},"2reis_7_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de agir.","explicacao_detalhada":"Neste versículo, a palavra 'modo' é usada para descrever a forma como as instruções devem ser seguidas, destacando a importância da obediência e da ação correta.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de seguir as direções de Deus de maneira específica.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a experiência de Sua bênção e intervenção na vida do povo.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:15","Provérbios 4:26"]},"2reis_7_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou comunicar algo.","explicacao_detalhada":"A palavra 'dizer' é crucial neste contexto, pois representa a comunicação da verdade e a importância de proclamar a mensagem de Deus.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a necessidade de transmitir a mensagem de esperança e salvação.","conexao_teologica":"A proclamação da palavra de Deus é essencial para a fé e a vida do povo, refletindo a importância da comunicação divina.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","Isaías 55:11"]},"2reis_7_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que tem autoridade e responsabilidade sobre o povo.","explicacao_detalhada":"Neste contexto, o rei é chamado a agir com sabedoria e discernimento em tempos de crise, refletindo a liderança divina.","por_que_esta_palavra":"A palavra 'rei' é usada para destacar a importância da liderança e da responsabilidade em tempos de necessidade.","conexao_teologica":"Deus é visto como o Rei supremo, e os reis humanos devem refletir Sua justiça e sabedoria em suas decisões.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Provérbios 16:10"]},"2reis_7_14_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou pegar algo.","explicacao_detalhada":"A palavra 'tomar' implica uma ação decisiva e intencional, necessária para a sobrevivência e a restauração.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a urgência da ação em resposta à situação crítica.","conexao_teologica":"Tomar decisões corretas é parte da responsabilidade que Deus dá aos líderes e ao Seu povo em tempos de crise.","referencias_relacionadas":["Josué 1:9","Salmos 37:5","Tiago 1:22"]},"2reis_7_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém em uma missão ou tarefa.","explicacao_detalhada":"A palavra 'enviar' destaca a importância da ação e da comunicação em tempos de necessidade, especialmente em relação à liderança.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a necessidade de agir e de levar a mensagem de esperança ao povo.","conexao_teologica":"Deus envia mensageiros para comunicar Sua vontade e trazer esperança ao Seu povo, refletindo Sua natureza missionária.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"2reis_7_15_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à maneira de viver.","explicacao_detalhada":"A palavra 'vida' é usada para descrever a jornada do povo de Deus e a importância de seguir o caminho que Ele estabelece.","por_que_esta_palavra":"A palavra 'vida' enfatiza a vitalidade e a direção que Deus oferece ao Seu povo.","conexao_teologica":"A vida em Deus é um tema central nas Escrituras, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["João 14:6","Salmos 119:35","Provérbios 3:6"]},"2reis_7_15_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro ou anjo enviado por Deus.","explicacao_detalhada":"A palavra 'anjo' destaca a presença de Deus atuando na história, trazendo mensagens de esperança e salvação.","por_que_esta_palavra":"A escolha da palavra 'anjo' enfatiza a intervenção divina e a comunicação de Deus com o Seu povo.","conexao_teologica":"Os anjos são mensageiros de Deus, refletindo Sua vontade e propósito na terra.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"2reis_7_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que tem autoridade e responsabilidade sobre o povo.","explicacao_detalhada":"Neste contexto, o rei é chamado a agir com sabedoria e discernimento em tempos de crise, refletindo a liderança divina.","por_que_esta_palavra":"A palavra 'rei' é usada para destacar a importância da liderança e da responsabilidade em tempos de necessidade.","conexao_teologica":"Deus é visto como o Rei supremo, e os reis humanos devem refletir Sua justiça e sabedoria em suas decisões.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Provérbios 16:10"]},"2reis_7_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou coisa que é comunicada.","explicacao_detalhada":"A palavra 'palavra' é central na comunicação da verdade de Deus e na revelação de Sua vontade ao povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da revelação divina e da resposta do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que o povo é guiado e transformado.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2reis_7_16_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar, neste caso, a cidade sitiada.","explicacao_detalhada":"No contexto de 2 Reis 7:16, o povo sai da cidade em busca de alimento, após a profecia de Eliseu sobre a abundância que viria. Este ato simboliza a libertação e a esperança renovada após um período de desespero.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a transição de um estado de opressão para um de liberdade e provisão.","conexao_teologica":"A saída do povo representa a libertação que Deus proporciona ao seu povo, um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 12:31","Isaías 61:1","Gálatas 5:1"]},"2reis_7_16_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo de israelitas que estavam em situação de fome e desespero.","explicacao_detalhada":"Neste versículo, o povo representa a coletividade que sofre as consequências da guerra e da fome, mas que também experimenta a intervenção divina através da profecia de Eliseu.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica social e espiritual da nação de Israel, especialmente em tempos de crise.","conexao_teologica":"Deus se preocupa com seu povo e age em favor deles, mostrando que a salvação e a provisão são para todos.","referencias_relacionadas":["Salmos 78:52","Isaías 43:20","Mateus 6:26"]},"2reis_7_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao governante de Israel, que tem a responsabilidade de cuidar do seu povo.","explicacao_detalhada":"No contexto, o rei é uma figura central na narrativa, pois sua decisão e ações impactam diretamente a vida do povo, especialmente em tempos de crise.","por_que_esta_palavra":"A presença do rei destaca a importância da liderança e da responsabilidade governamental em tempos de adversidade.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre Deus, o rei e o povo, enfatizando que a liderança deve ser guiada pela justiça e pela fé.","referencias_relacionadas":["Provérbios 29:2","1 Samuel 8:7","Romanos 13:1"]},"2reis_7_17_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da situação e a importância do que estava prestes a acontecer.","explicacao_detalhada":"Neste versículo, 'grande' refere-se à grandeza da mudança que estava prestes a ocorrer na vida do povo, de uma situação de fome para uma abundância inesperada.","por_que_esta_palavra":"A palavra 'grande' enfatiza a intervenção divina que transforma a desolação em prosperidade.","conexao_teologica":"Deus é grande em misericórdia e poder, capaz de mudar circunstâncias de maneira surpreendente.","referencias_relacionadas":["Salmos 126:1","Efésios 3:20","Lucas 1:49"]},"2reis_7_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência extrema da fome e da situação desesperadora enfrentada pelo povo.","explicacao_detalhada":"Neste contexto, a menção da morte destaca a gravidade da crise e a urgência da intervenção divina.","por_que_esta_palavra":"A palavra 'morrer' serve para ilustrar a seriedade da situação e a necessidade de fé na promessa de Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação e a necessidade de salvação que Deus oferece.","referencias_relacionadas":["Romanos 6:23","João 10:10","1 Coríntios 15:55"]},"2reis_7_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, que é a fonte de toda provisão e salvação.","explicacao_detalhada":"Neste versículo, a menção de Deus enfatiza a sua soberania e poder para mudar a situação do povo, trazendo esperança em meio ao desespero.","por_que_esta_palavra":"A palavra 'deus' é central na narrativa, pois destaca a dependência do povo em relação ao Senhor em tempos de crise.","conexao_teologica":"Deus é apresentado como o provedor e salvador, que age em favor do seu povo em momentos de necessidade.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Hebreus 13:5"]},"2reis_7_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente mencionada, ressaltando a importância da liderança na resposta à crise.","explicacao_detalhada":"A presença do rei no contexto mostra como a liderança deve estar alinhada com a vontade de Deus e a necessidade do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a responsabilidade do governante em guiar o povo em tempos de dificuldade.","conexao_teologica":"A Bíblia ensina que os líderes devem buscar a orientação de Deus para governar com justiça e sabedoria.","referencias_relacionadas":["Salmos 72:1","Provérbios 16:12","1 Pedro 5:2"]},"2reis_7_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda do rei em sua incredulidade e falta de fé na promessa de Deus.","explicacao_detalhada":"Neste contexto, a queda simboliza a consequência da falta de fé e a necessidade de confiar em Deus para a provisão.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois ilustra a fragilidade humana diante das promessas divinas.","conexao_teologica":"A queda é um tema que aparece frequentemente na Bíblia, mostrando a necessidade de permanecer firme na fé.","referencias_relacionadas":["Salmos 37:24","Tiago 4:10","1 Coríntios 10:12"]},"2reis_7_19_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e à visão do rei sobre a situação que o cercava.","explicacao_detalhada":"Neste versículo, o 'olho' simboliza a capacidade de ver além das circunstâncias imediatas e reconhecer a ação de Deus.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a necessidade de discernimento espiritual e a visão de fé.","conexao_teologica":"A Bíblia fala sobre a importância de ter olhos espirituais abertos para perceber a obra de Deus ao nosso redor.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"2reis_7_19_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da incredulidade do rei diante da promessa de Deus.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a gravidade da falta de fé e a necessidade de confiar em Deus para a provisão.","por_que_esta_palavra":"A repetição da palavra 'grande' destaca a seriedade da situação e a importância da fé em tempos de crise.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 145:3","Lucas 1:37","Efésios 3:20"]},"2reis_7_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a autoridade e o poder de Deus sobre todas as coisas. No contexto de 2 Reis 7:19, enfatiza a incredulidade do oficial que duvidou da promessa de Deus sobre a abundância que viria.","por_que_esta_palavra":"A palavra é central na teologia israelita, pois representa a relação do povo com seu Deus, que é fiel e poderoso.","conexao_teologica":"Deus é visto como o provedor e protetor do seu povo, e a incredulidade em sua palavra é severamente advertida.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"2reis_7_20_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"Em 2 Reis 7:20, \"oppressor\" aparece na frase \"E assim lhe sucedeu, porque o povo o atropelou à porta, e morreu.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (רָמַס; râmaç; H7429), \"oppressor\" traz a ideia de oppressor. Aqui, essa palavra deixa o ensino de 2 Reis 7:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"oppressor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Ezequiel 26:11. Lendo junto com 2 Reis 7:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Reis 7:20","Ezequiel 26:11","Salmos 119:105"]},"2reis_7_20_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de deixar a vida, um tema recorrente nas Escrituras que simboliza a separação de Deus.","explicacao_detalhada":"Em 2 Reis 7:20, a morte do oficial é uma consequência direta de sua falta de fé nas promessas de Deus, mostrando que a incredulidade pode levar à ruína.","por_que_esta_palavra":"A morte é um tema central na Bíblia, simbolizando tanto a consequência do pecado quanto a promessa de vida eterna para os que creem.","conexao_teologica":"A morte física é vista como um resultado do pecado, mas a fé em Deus traz a promessa de vida eterna.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:55-57"]},"2reis_7_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou tombar, muitas vezes simbolizando a queda de alguém em desgraça.","explicacao_detalhada":"No versículo, 'cair' representa a queda do oficial em sua incredulidade e a consequência de sua falta de fé nas promessas de Deus.","por_que_esta_palavra":"A ideia de cair é frequentemente usada nas Escrituras para descrever a queda moral e espiritual.","conexao_teologica":"A queda é um tema que se relaciona com a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Provérbios 24:16","Salmos 37:24","Gálatas 6:7-8"]}}