{"2reis_9_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta é um mensageiro de Deus, encarregado de transmitir Sua vontade.","explicacao_detalhada":"Em 2 Reis 9:1, a palavra 'profeta' destaca a importância do papel de um porta-voz de Deus em tempos de crise.","por_que_esta_palavra":"A menção do profeta é crucial para entender como Deus se comunica com Seu povo e dirige a história.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, representando a voz de Deus e a chamada ao arrependimento.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2reis_9_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a herança familiar.","explicacao_detalhada":"Em 2 Reis 9:1, a palavra 'filho' destaca a importância da descendência e das promessas de Deus para a família.","por_que_esta_palavra":"A menção de 'filho' é significativa para entender as relações familiares e as dinâmicas de poder entre os reis de Israel.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"2reis_9_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' é usada para indicar a ação de se aproximar ou entrar em um lugar específico, neste caso, a casa de um rei.","explicacao_detalhada":"No contexto de 2 Reis 9:2, o profeta Eliseu instrui um de seus discípulos a ir até a casa de Jeú. A ação de 'vir' é um chamado para uma missão divina, onde o discípulo deve se apresentar e cumprir a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a necessidade de ação e obediência ao chamado de Deus, representando um movimento físico e espiritual em direção ao cumprimento da profecia.","conexao_teologica":"A ideia de 'vir' ou 'entrar' é frequentemente associada ao chamado de Deus para que Seus servos cumpram Suas ordens, refletindo a importância da obediência na vida do crente.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:14"]},"2reis_9_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada para indicar a percepção ou entendimento de uma situação, especialmente em relação à visão profética.","explicacao_detalhada":"Em 2 Reis 9:2, o discípulo deve 'ver' o que está acontecendo ao entrar na casa de Jeú, o que implica em discernir a vontade de Deus e a importância do que está prestes a acontecer.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois sugere que a visão espiritual é necessária para compreender a missão que está sendo dada, além de ser um convite para observar a ação de Deus.","conexao_teologica":"Ver é um tema recorrente na Bíblia, onde a visão espiritual é necessária para entender os planos de Deus e a realidade do Seu reino.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Apocalipse 3:18"]},"2reis_9_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, mas também carrega conotações de herança e continuidade da linhagem.","explicacao_detalhada":"No versículo, o 'filho' é Jeú, que é escolhido para ser o novo rei de Israel. A menção de 'filho' implica na continuidade da liderança e na realização das promessas de Deus a Israel.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a escolha divina de Jeú como líder, mostrando que Deus opera através de gerações e linhagens.","conexao_teologica":"A noção de 'filho' é fundamental na teologia bíblica, especialmente em relação à herança espiritual e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1","Romanos 8:17"]},"2reis_9_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema em Israel, simbolizando poder e liderança.","explicacao_detalhada":"Em 2 Reis 9:3, a unção de Jeú como rei representa uma mudança significativa na liderança de Israel, onde Deus intervém para estabelecer um novo governante que cumprirá Seus propósitos.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a estrutura de governo em Israel e a soberania de Deus sobre as nações.","conexao_teologica":"A realeza de Jeú é um reflexo da soberania de Deus, que levanta e depõe reis conforme Sua vontade, mostrando que a verdadeira autoridade vem dEle.","referencias_relacionadas":["1 Samuel 10:1","Salmos 22:28","Romanos 13:1"]},"2reis_9_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em uma ação decisiva de apropriação ou recebimento de algo.","explicacao_detalhada":"No contexto de 2 Reis 9:3, o ato de 'tomar' o azeite para ungir Jeú é um símbolo de consagração e autoridade, indicando que ele está sendo escolhido por Deus para uma missão específica.","por_que_esta_palavra":"A palavra 'tomar' enfatiza a ação ativa de receber a unção, que é um ato de fé e obediência ao chamado divino.","conexao_teologica":"Tomar a unção é um ato que representa a capacitação divina para liderar e cumprir a vontade de Deus, um tema recorrente na Bíblia.","referencias_relacionadas":["1 Samuel 16:13","Salmos 105:15","Atos 10:38"]},"2reis_9_3_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"A palavra 'azeite' ou 'óleo' é frequentemente usada na Bíblia para simbolizar a unção e a consagração.","explicacao_detalhada":"Em 2 Reis 9:3, o azeite é usado para ungir Jeú, simbolizando a escolha de Deus e a capacitação do Espírito Santo para a liderança e a execução de Sua vontade.","por_que_esta_palavra":"A palavra 'azeite' é significativa porque representa a presença e a unção do Espírito Santo, que é essencial para qualquer ministério ou liderança eficaz.","conexao_teologica":"A unção com azeite é um símbolo poderoso na Bíblia, representando a separação para um propósito divino e a capacitação pelo Espírito Santo.","referencias_relacionadas":["Êxodo 30:30","Salmos 23:5","Tiago 5:14"]},"2reis_9_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a Sua palavra e vontade.","explicacao_detalhada":"Em 2 Reis 9:4, o profeta é o agente que executa a ordem de Deus, mostrando a importância do papel profético na história de Israel e na comunicação da vontade divina.","por_que_esta_palavra":"A palavra 'profeta' é crucial porque destaca a função de intermediário entre Deus e o povo, enfatizando a revelação divina.","conexao_teologica":"O papel do profeta é central na teologia bíblica, pois eles são chamados para guiar e corrigir o povo de Deus, sendo instrumentos de Sua vontade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"2reis_9_4_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover de um lugar para outro, mas também simboliza o estilo de vida e a conduta de uma pessoa.","explicacao_detalhada":"Em 2 Reis 9:4, o 'andar' do profeta é um reflexo de sua obediência e disposição para cumprir a missão que Deus lhe confiou.","por_que_esta_palavra":"A palavra 'andar' é significativa porque representa a jornada espiritual e a necessidade de seguir o caminho que Deus traçou para cada um de nós.","conexao_teologica":"Andar nos caminhos de Deus é um tema recorrente na Bíblia, enfatizando a importância da obediência e da fidelidade na vida do crente.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Gálatas 5:16"]},"2reis_9_4_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, muitas vezes em um papel de submissão ou dedicação a uma causa maior.","explicacao_detalhada":"Em 2 Reis 9:4, o 'servo' é o profeta que cumpre a ordem de Deus, mostrando a importância do serviço e da disposição para obedecer ao chamado divino.","por_que_esta_palavra":"A palavra 'servo' é importante porque destaca a humildade e a disposição de servir a Deus e aos outros, um princípio fundamental na vida cristã.","conexao_teologica":"O conceito de ser servo é central na teologia cristã, refletindo o exemplo de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:7","1 Pedro 4:10"]},"2reis_9_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' é usada novamente para indicar a ação de se aproximar ou entrar em um lugar específico, neste caso, a casa de Jeú.","explicacao_detalhada":"Em 2 Reis 9:5, o profeta é instruído a 'vir' e se apresentar a Jeú, enfatizando a importância da obediência ao chamado de Deus e a urgência da missão.","por_que_esta_palavra":"A repetição da palavra 'vir' reforça a ideia de que a ação de se mover em direção ao cumprimento da vontade de Deus é essencial para a realização de Seus planos.","conexao_teologica":"A ação de 'vir' é um símbolo do chamado de Deus para que Seus servos se apresentem e estejam prontos para agir conforme Sua vontade.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:14"]},"2reis_9_5_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força militar e ao poder que um líder deve ter para governar.","explicacao_detalhada":"A palavra 'força' (חַיִל) é frequentemente associada a exércitos e guerreiros. Neste contexto, implica que Jeú deve se levantar com vigor e determinação para cumprir a missão que Deus lhe deu.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a necessidade de coragem e poder para enfrentar os desafios que vêm com a liderança.","conexao_teologica":"A força é vista como um atributo de Deus, que capacita Seus servos a realizar Sua vontade.","referencias_relacionadas":["Salmos 18:32","Salmos 27:1","Isaías 40:29"]},"2reis_9_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou assumir uma posição de autoridade.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é um chamado para que Jeú se coloque em pé e tome a iniciativa de cumprir o plano divino de justiça contra a casa de Acabe.","por_que_esta_palavra":"Esta palavra é crucial, pois representa a transição de um estado passivo para um ativo, onde Jeú deve agir em obediência a Deus.","conexao_teologica":"Levantar-se é um símbolo de resposta ao chamado de Deus, que muitas vezes exige ação e coragem.","referencias_relacionadas":["Isaías 60:1","Salmos 119:48","Mateus 28:19"]},"2reis_9_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade máxima em Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central para a narrativa, pois Jeú é ungido para ser o novo rei de Israel, simbolizando uma mudança de governo e a restauração da ordem divina.","por_que_esta_palavra":"A palavra é usada para estabelecer a legitimidade do novo governo que será instituído por Deus através de Jeú.","conexao_teologica":"Deus é o verdadeiro Rei de Israel, e a escolha de um novo rei reflete a soberania divina sobre a história.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2reis_9_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar alguém para uma tarefa específica.","explicacao_detalhada":"A palavra 'chamar' (בּוֹא) implica um convite ou uma ordem para que Jeú entre em uma nova fase de sua vida como líder e executor da justiça de Deus.","por_que_esta_palavra":"A convocação é um elemento essencial na narrativa, pois Jeú é chamado para uma missão divina que mudará o curso da história de Israel.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, onde indivíduos são escolhidos para cumprir propósitos específicos.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","2 Timóteo 1:9"]},"2reis_9_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que transmite Suas ordens.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) destaca a importância da comunicação divina e da autoridade que Jeú recebe através da unção do profeta Eliseu.","por_que_esta_palavra":"A presença do profeta é fundamental, pois legitima a ação de Jeú como sendo a vontade de Deus.","conexao_teologica":"Os profetas são instrumentos de Deus para guiar e corrigir Seu povo, mostrando a importância da revelação divina.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"2reis_9_7_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a morte, especialmente em contextos de julgamento e sacrifício.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é usada para enfatizar a gravidade da missão de Jeú, que envolve a destruição da casa de Acabe e a execução do juízo divino.","por_que_esta_palavra":"O sangue é um símbolo poderoso de aliança e sacrifício, e neste contexto, representa a severidade do julgamento de Deus.","conexao_teologica":"O sangue é um tema central na teologia bíblica, representando tanto a vida quanto a redenção.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Apocalipse 7:14"]},"2reis_9_7_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se ao ato de ferir ou causar dano, especialmente em um contexto de julgamento.","explicacao_detalhada":"A palavra 'beat' (נָכָה) é usada para descrever a ação de Deus contra a casa de Acabe, que foi desobediente e idólatra.","por_que_esta_palavra":"A escolha desta palavra enfatiza a severidade do juízo divino e a necessidade de justiça.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele não hesita em punir a iniquidade.","referencias_relacionadas":["Salmos 94:1","Romanos 12:19","Hebreus 10:30"]},"2reis_9_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar completamente algo, neste caso, a linhagem de Acabe.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica um ato decisivo e irrevogável de juízo contra a corrupção e a idolatria.","por_que_esta_palavra":"A destruição da casa de Acabe é um cumprimento da palavra profética e uma demonstração da justiça de Deus.","conexao_teologica":"A destruição de iniquidades é um aspecto da santidade de Deus, que não tolera o pecado.","referencias_relacionadas":["Deuteronômio 13:5","Ezequiel 18:30","Mateus 3:10"]},"2reis_9_8_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de Acabe, que será eliminada.","explicacao_detalhada":"A palavra 'nome' (אַחְאָב) simboliza não apenas a pessoa, mas também o legado e a influência que ele teve sobre Israel.","por_que_esta_palavra":"A eliminação do nome de Acabe representa a erradicação da idolatria e da corrupção que ele trouxe ao povo.","conexao_teologica":"O nome de alguém na Bíblia carrega peso e significado, refletindo seu caráter e ações.","referencias_relacionadas":["Salmos 9:5","Provérbios 10:7","Apocalipse 3:5"]},"2reis_9_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar algo, especialmente no contexto de um chamado à ação.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a entrega de uma responsabilidade ou de um juízo, que neste caso é a execução do plano de Deus.","por_que_esta_palavra":"A entrega de responsabilidades é um tema central na liderança, onde Deus confia a Jeú a tarefa de restaurar a ordem em Israel.","conexao_teologica":"Deus é o doador de dons e responsabilidades, e cada líder é chamado a agir de acordo com Sua vontade.","referencias_relacionadas":["Mateus 25:14","Tiago 1:17","1 Pedro 4:10"]},"2reis_9_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Acabe, simbolizando a linhagem e o legado de sua família.","explicacao_detalhada":"A palavra 'casa' neste contexto não se refere apenas à estrutura física, mas à dinastia e ao governo de Acabe, que foi marcado por idolatria e desobediência a Deus.","por_que_esta_palavra":"A menção da 'casa' é crucial para entender o julgamento divino que se aproxima sobre a família de Acabe devido à sua maldade.","conexao_teologica":"A destruição da casa de Acabe representa a justiça de Deus contra a iniquidade e a idolatria.","referencias_relacionadas":["1 Reis 16:30-33","2 Reis 9:7","2 Reis 10:11"]},"2reis_9_9_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Acabe é associado a um rei que fez o que era mau aos olhos do Senhor.","explicacao_detalhada":"O nome 'Acabe' significa 'meu pai é um bode', refletindo a influência de Baal em sua vida e reinado.","por_que_esta_palavra":"A menção do nome é significativa para destacar a identidade e a reputação de Acabe como um rei ímpio.","conexao_teologica":"O nome Acabe é um lembrete da importância de honrar a Deus em nossas vidas e não seguir ídolos.","referencias_relacionadas":["1 Reis 16:29-31","1 Reis 21:25","2 Reis 9:22"]},"2reis_9_10_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se a Jezabel, esposa de Acabe, que teve um papel crucial na promoção da idolatria em Israel.","explicacao_detalhada":"Jezabel é frequentemente vista como um símbolo de corrupção e oposição a Deus, influenciando Acabe em suas decisões.","por_que_esta_palavra":"A menção de 'esposa' destaca o impacto que Jezabel teve sobre o reinado de Acabe e a nação de Israel.","conexao_teologica":"A história de Jezabel serve como um alerta sobre as consequências da influência negativa e da idolatria.","referencias_relacionadas":["1 Reis 18:4","1 Reis 21:25","2 Reis 9:30-37"]},"2reis_9_10_lingua":{"palavra_pt":"lingua","palavra_original":"חֵלֶק","transliteracao":"chêleq","strong":"H2506","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' pode simbolizar a comunicação e as palavras que influenciam ações e decisões.","explicacao_detalhada":"Neste contexto, a língua representa a capacidade de falar e a influência que as palavras têm sobre os outros, especialmente em relação à idolatria.","por_que_esta_palavra":"A menção da língua é importante para entender como as palavras de Jezabel e Acabe levaram Israel à apostasia.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente nos adverte sobre o uso da língua para o bem ou para o mal.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 34:13"]},"2reis_9_11_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' aqui contrasta com a turbulência e o julgamento que se aproxima sobre a casa de Acabe.","explicacao_detalhada":"Neste contexto, a paz é uma expectativa que não será cumprida devido à corrupção e ao pecado reinantes em Israel.","por_que_esta_palavra":"A menção de 'paz' é irônica, pois a verdadeira paz é ausente na casa de Acabe, que está sob julgamento.","conexao_teologica":"A paz de Deus é frequentemente associada à obediência e à justiça, que estavam faltando em Israel.","referencias_relacionadas":["Isaías 48:22","Romanos 5:1","Filipenses 4:7"]},"2reis_9_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que é ungido para executar o juízo de Deus sobre a casa de Acabe.","explicacao_detalhada":"Neste contexto, o 'homem' representa Jeú, que é escolhido por Deus para trazer a justiça contra a idolatria.","por_que_esta_palavra":"A menção de 'homem' é significativa, pois destaca o papel de Jeú como instrumento de Deus.","conexao_teologica":"Deus usa homens e mulheres para cumprir Seus propósitos e trazer justiça ao Seu povo.","referencias_relacionadas":["2 Reis 9:6","2 Reis 9:16","2 Reis 10:30"]},"2reis_9_11_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade de Acabe como rei de Israel.","explicacao_detalhada":"Neste contexto, o 'soberano' é um título que enfatiza o poder e a responsabilidade de Acabe, que falhou em governar com justiça.","por_que_esta_palavra":"A menção de 'soberano' é importante para entender a posição de Acabe e o julgamento que ele enfrentará.","conexao_teologica":"Deus é o verdadeiro Soberano, e os líderes humanos são responsáveis por suas ações diante dEle.","referencias_relacionadas":["Salmos 22:28","Romanos 13:1","1 Pedro 2:13-14"]},"2reis_9_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título de Acabe como rei de Israel, que governou com práticas idólatras.","explicacao_detalhada":"A palavra 'rei' enfatiza a autoridade e o poder que Acabe teve, mas também sua responsabilidade diante de Deus.","por_que_esta_palavra":"A menção de 'rei' é crucial para entender o contexto do julgamento que se aproxima sobre sua casa.","conexao_teologica":"A Bíblia ensina que os reis e líderes devem governar com justiça e temor a Deus.","referencias_relacionadas":["1 Reis 12:6","1 Reis 16:29-33","2 Reis 9:6"]},"2reis_9_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude do juízo que será executado sobre a casa de Acabe.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a seriedade e a importância do que está prestes a acontecer.","por_que_esta_palavra":"A menção de 'grande' destaca a gravidade do pecado e a resposta de Deus a ele.","conexao_teologica":"Deus é grande em misericórdia, mas também é grande em justiça, e isso se manifesta no julgamento.","referencias_relacionadas":["Salmos 145:3","Romanos 2:6","Apocalipse 20:12"]},"2reis_9_12_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'causa' refere-se ao motivo pelo qual o juízo está sendo executado sobre a casa de Acabe.","explicacao_detalhada":"Neste contexto, 'causa' implica que as ações de Acabe e Jezabel têm consequências diretas e severas.","por_que_esta_palavra":"A menção de 'causa' é importante para entender que o juízo de Deus é resultado do pecado e da desobediência.","conexao_teologica":"A justiça de Deus é sempre baseada em causas justas, e Ele não deixa o pecado sem resposta.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 1:18"]},"2reis_9_13_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se a coisas ou objetos que são relevantes no contexto da narrativa.","explicacao_detalhada":"A palavra 'things' (מַעֲלָה) é usada para descrever elementos que têm importância na história de Jeú, que foi ungido como rei de Israel.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância dos eventos e objetos que cercam a unção de Jeú.","conexao_teologica":"A unção de Jeú representa a escolha divina e a execução do juízo de Deus sobre a casa de Acabe.","referencias_relacionadas":["2 Reis 9:1-3","1 Reis 19:16","2 Reis 10:30"]},"2reis_9_13_bom":{"palavra_pt":"bom","palavra_original":"מָהַר","transliteracao":"mâhar","strong":"H4116","significado_raiz":"Ideia básica: bom.","significado_contextual":"Indica algo que é considerado positivo ou desejável no contexto da unção.","explicacao_detalhada":"A palavra 'bom' (מָהַר) é usada para descrever a qualidade da ação de Jeú ao ser ungido, que é vista como uma boa ação aos olhos de Deus.","por_que_esta_palavra":"A escolha de Jeú como rei é vista como uma boa decisão, pois ele cumprirá a vontade de Deus.","conexao_teologica":"A bondade de Deus é manifestada na escolha de líderes que promovem a justiça.","referencias_relacionadas":["Salmos 37:23","Romanos 8:28","Provérbios 16:9"]},"2reis_9_13_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, neste caso, a unção como rei.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é usada para descrever a ação de Jeú ao receber a unção, simbolizando a aceitação de sua nova posição.","por_que_esta_palavra":"É importante enfatizar a ação de tomar a unção, que implica responsabilidade e compromisso.","conexao_teologica":"A unção é um ato de Deus que confere autoridade e responsabilidade ao líder escolhido.","referencias_relacionadas":["1 Samuel 10:1","1 Reis 19:16","Salmos 2:6"]},"2reis_9_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas, especialmente em relação à unção.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a maneira como Jeú deve agir após ser ungido, refletindo a importância da conduta do líder.","por_que_esta_palavra":"O modo de agir é crucial para a eficácia do reinado de Jeú e para a execução do juízo de Deus.","conexao_teologica":"A maneira como um líder age reflete sua fidelidade a Deus e sua responsabilidade diante do povo.","referencias_relacionadas":["Provérbios 4:23","Colossenses 3:23","1 Pedro 5:2-3"]},"2reis_9_14_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que deve existir entre o líder e seu povo.","explicacao_detalhada":"A palavra 'amor' (קָשַׁר) é usada para descrever a conexão emocional e espiritual que um rei deve ter com seu povo.","por_que_esta_palavra":"O amor é fundamental para a liderança eficaz e para a construção de uma sociedade justa.","conexao_teologica":"Deus é descrito como amor, e os líderes devem refletir esse amor em suas ações.","referencias_relacionadas":["1 João 4:8","Efésios 5:2","Romanos 13:10"]},"2reis_9_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança de liderança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a continuidade da linhagem real e a responsabilidade que vem com a posição.","por_que_esta_palavra":"A identidade de um líder como 'filho' implica em herança e responsabilidade familiar.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","Romanos 8:15"]},"2reis_9_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade e liderança sobre Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central na narrativa, pois Jeú é ungido para governar e trazer mudanças significativas.","por_que_esta_palavra":"A figura do rei é crucial para a estrutura social e política de Israel.","conexao_teologica":"Deus é o Rei supremo, e os reis humanos devem refletir Sua justiça e autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2reis_9_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se ao local onde a liderança e a justiça devem ser exercidas.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever o espaço onde o rei exerce sua autoridade e onde a justiça deve ser aplicada.","por_que_esta_palavra":"As cidades são centros de vida social e política, e a liderança deve ser visível e ativa nelas.","conexao_teologica":"A cidade é frequentemente vista como um símbolo do reino de Deus e da justiça divina.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Apocalipse 21:2"]},"2reis_9_15_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) é usada para descrever a responsabilidade de Jeú em restaurar Israel após a corrupção.","por_que_esta_palavra":"A edificação é um símbolo de renovação e restauração da aliança com Deus.","conexao_teologica":"Deus é descrito como o edificador de Seu povo, e os líderes devem seguir Seu exemplo.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Efésios 2:20-22"]},"2reis_9_16_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de uma pessoa, especialmente em relação ao seu legado.","explicacao_detalhada":"A palavra 'nome' (אֲחַזְיָה) é usada para enfatizar a importância do nome de Acazias e o impacto de suas ações.","por_que_esta_palavra":"O nome carrega significado e memória, e as ações de um rei afetam seu legado.","conexao_teologica":"O nome de Deus é sagrado e deve ser honrado, assim como os líderes devem cuidar de seus nomes.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Filipenses 2:9-11"]},"2reis_9_16_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se ao veículo utilizado para transporte, simbolizando poder e velocidade.","explicacao_detalhada":"No contexto de 2 Reis 9:16, o carro é um símbolo de autoridade e mobilidade, utilizado por Jeú para cumprir a missão de Deus de julgar a casa de Acabe.","por_que_esta_palavra":"A palavra 'carro' é utilizada para enfatizar a urgência e a importância da missão de Jeú, que precisava se apressar para executar o juízo divino.","conexao_teologica":"O uso de carros na Bíblia muitas vezes está associado ao poder militar e à intervenção divina na história de Israel.","referencias_relacionadas":["2 Reis 9:16","Salmos 20:7","Isaías 31:1"]},"2reis_9_16_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover de um lugar para outro, simbolizando a jornada e a obediência.","explicacao_detalhada":"Em 2 Reis 9:16, o verbo 'andar' é usado para descrever o movimento de Jeú em direção ao cumprimento da ordem divina, representando a ação de seguir a direção de Deus.","por_que_esta_palavra":"A palavra 'andar' é crucial para entender a disposição de Jeú em seguir o chamado de Deus, demonstrando sua prontidão para agir.","conexao_teologica":"A caminhada com Deus é um tema recorrente na Bíblia, simbolizando a vida de fé e obediência.","referencias_relacionadas":["Gênesis 5:24","Salmos 119:105","Miquéias 6:8"]},"2reis_9_17_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à ausência de conflito, segurança e bem-estar.","explicacao_detalhada":"No versículo, a palavra 'paz' é usada para questionar se a chegada de Jeú traz segurança ou se é um sinal de guerra, refletindo a tensão do momento.","por_que_esta_palavra":"A palavra 'paz' é importante para entender a expectativa dos que observam a chegada de Jeú, que pode ser interpretada de maneiras opostas.","conexao_teologica":"A paz é um tema central na mensagem bíblica, frequentemente associada à presença de Deus e ao cumprimento de Suas promessas.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"2reis_9_17_behold":{"palavra_pt":"eis","palavra_original":"צָפָה","transliteracao":"tsâphâh","strong":"H6822","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção, indicando algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' é uma exclamativa que destaca a importância da visão ou da revelação que está prestes a ocorrer, enfatizando a urgência da situação.","por_que_esta_palavra":"É uma palavra que provoca a atenção imediata, essencial para a narrativa que segue, onde a ação de Jeú é central.","conexao_teologica":"A revelação divina é um tema importante na Bíblia, onde Deus frequentemente chama Seu povo a prestar atenção às Suas obras.","referencias_relacionadas":["Mateus 1:23","Apocalipse 3:20","Isaías 43:19"]},"2reis_9_17_torre":{"palavra_pt":"torre","palavra_original":"מִגְדָּל","transliteracao":"migdâl","strong":"H4026","significado_raiz":"Ideia básica: torre.","significado_contextual":"Refere-se a uma estrutura elevada, muitas vezes usada para vigilância e proteção.","explicacao_detalhada":"A torre é um símbolo de segurança e observação, representando a posição de quem observa a chegada de Jeú e a expectativa que isso gera.","por_que_esta_palavra":"A menção da torre destaca a vigilância e a prontidão dos guardas, que precisam discernir a natureza da chegada de Jeú.","conexao_teologica":"As torres na Bíblia muitas vezes simbolizam a proteção de Deus e a vigilância espiritual.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Isaías 33:16"]},"2reis_9_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino, simbolizando poder e liderança.","explicacao_detalhada":"No contexto, a palavra 'rei' é usada para descrever a posição de Jeú como o novo governante de Israel, escolhido por Deus para trazer juízo.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a transição de poder e a soberania de Deus sobre a nação de Israel.","conexao_teologica":"A realeza é um tema central na Bíblia, refletindo a soberania de Deus e a liderança que Ele estabelece.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2reis_9_18_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à condição de tranquilidade e segurança, especialmente em tempos de conflito.","explicacao_detalhada":"A repetição da palavra 'paz' no versículo ressalta a expectativa de que a chegada de Jeú possa trazer estabilidade ao reino.","por_que_esta_palavra":"A palavra 'paz' é usada para contrastar a possibilidade de guerra e a necessidade de segurança em tempos de incerteza.","conexao_teologica":"A paz é frequentemente associada à presença de Deus e ao cumprimento de Suas promessas de restauração.","referencias_relacionadas":["Isaías 26:3","João 14:27","Romanos 14:17"]},"2reis_9_18_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro divino, que traz a palavra de Deus ao povo.","explicacao_detalhada":"A palavra 'anjo' ou 'mensageiro' é usada para descrever a função de um portador da mensagem divina, essencial para a comunicação de Deus com Seu povo.","por_que_esta_palavra":"A presença do mensageiro de Deus é crucial para a execução do plano divino, destacando a importância da obediência à Sua palavra.","conexao_teologica":"Os anjos são frequentemente vistos como agentes de Deus, trazendo mensagens de esperança, juízo e orientação.","referencias_relacionadas":["Gênesis 16:7","Hebreus 1:14","Apocalipse 22:9"]},"2reis_9_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino, simbolizando poder e liderança.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a continuidade da transição de poder e a soberania de Deus sobre a nação de Israel.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a legitimidade do governo de Jeú e a execução do juízo divino.","conexao_teologica":"A realeza é um tema central na Bíblia, refletindo a soberania de Deus e a liderança que Ele estabelece.","referencias_relacionadas":["1 Reis 19:16","Salmos 72:1","Apocalipse 17:14"]},"2reis_9_19_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à condição de tranquilidade e segurança, especialmente em tempos de conflito.","explicacao_detalhada":"A repetição da palavra 'paz' no versículo ressalta a expectativa de que a chegada de Jeú possa trazer estabilidade ao reino.","por_que_esta_palavra":"A palavra 'paz' é usada para contrastar a possibilidade de guerra e a necessidade de segurança em tempos de incerteza.","conexao_teologica":"A paz é frequentemente associada à presença de Deus e ao cumprimento de Suas promessas de restauração.","referencias_relacionadas":["Isaías 26:3","João 14:27","Romanos 14:17"]},"2reis_9_19_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar alguém ou algo para um determinado lugar, no contexto de uma missão ou ordem.","explicacao_detalhada":"No versículo, o ato de enviar é crucial para a execução da vontade de Deus, onde um mensageiro é enviado para cumprir uma tarefa específica. Isso demonstra a importância da obediência e do cumprimento das ordens divinas.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a autoridade do emissor e a responsabilidade do enviado em cumprir a missão.","conexao_teologica":"A ideia de enviar mensageiros é comum na Bíblia, refletindo como Deus se comunica com seu povo e como Ele envia profetas e apóstolos para cumprir Seus propósitos.","referencias_relacionadas":["Mateus 10:16","Isaías 6:8","Romanos 10:15"]},"2reis_9_20_behold":{"palavra_pt":"eis","palavra_original":"צָפָה","transliteracao":"tsâphâh","strong":"H6822","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"Neste contexto, 'eis' é usado para introduzir uma cena ou uma ação significativa, destacando a urgência e a importância do que está prestes a acontecer.","por_que_esta_palavra":"A palavra 'eis' serve para preparar o ouvinte para uma revelação ou um evento que requer atenção especial.","conexao_teologica":"A expressão 'eis' é frequentemente usada nas Escrituras para chamar a atenção para a obra de Deus ou para a vinda de eventos significativos.","referencias_relacionadas":["Mateus 1:23","Apocalipse 3:20","Isaías 7:14"]},"2reis_9_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste versículo, a palavra 'dizer' é usada para enfatizar a importância da comunicação clara e direta das ordens que devem ser seguidas.","por_que_esta_palavra":"A escolha de 'dizer' destaca a necessidade de transmitir mensagens de forma eficaz, especialmente em contextos de liderança e autoridade.","conexao_teologica":"A comunicação é um tema central na Bíblia, onde Deus se revela e se comunica com a humanidade através de Sua Palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","João 1:1"]},"2reis_9_21_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa ou coisa, carregando significados e conotações importantes.","explicacao_detalhada":"No contexto do versículo, o nome mencionado é crucial para a identificação do rei e para a execução do plano divino, mostrando a importância da identidade na narrativa bíblica.","por_que_esta_palavra":"A palavra 'nome' é usada para estabelecer a conexão entre a pessoa e sua função ou papel dentro do plano de Deus.","conexao_teologica":"Na Bíblia, o nome de alguém muitas vezes reflete seu caráter e propósito, como em Romanos 8:28, onde o chamado de Deus está ligado à identidade dos crentes.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]},"2reis_9_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de uma mensagem importante.","explicacao_detalhada":"Neste caso, 'dizer' é usado para transmitir uma ordem ou uma declaração que tem implicações significativas para os eventos que se desenrolam.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da mensagem e a necessidade de que ela seja ouvida e obedecida.","conexao_teologica":"A comunicação divina é um tema recorrente, onde Deus fala e espera que Seu povo ouça e responda.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 6:4","Hebreus 1:1-2"]},"2reis_9_21_batalha":{"palavra_pt":"batalha","palavra_original":"אָסַר","transliteracao":"ʼâçar","strong":"H631","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se a um conflito ou luta, muitas vezes com conotações de luta espiritual ou física.","explicacao_detalhada":"Neste versículo, a menção de 'batalha' indica a seriedade da situação e a necessidade de preparação para o confronto que está por vir.","por_que_esta_palavra":"A palavra 'batalha' é usada para descrever a luta entre o bem e o mal, um tema central na narrativa bíblica.","conexao_teologica":"A batalha espiritual é um conceito importante na teologia cristã, onde os crentes são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"2reis_9_22_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia, tanto interna quanto externa.","explicacao_detalhada":"No contexto do versículo, a paz é contrastada com a guerra e a violência, destacando a importância da harmonia em tempos de conflito.","por_que_esta_palavra":"A palavra 'paz' é fundamental na mensagem bíblica, representando a vontade de Deus para a humanidade e a restauração das relações.","conexao_teologica":"A paz é um tema central na Bíblia, simbolizando a presença de Deus e a realização de Sua vontade entre os homens.","referencias_relacionadas":["Isaías 9:6","João 14:27","Filipenses 4:7"]},"2reis_9_22_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente usado para descrever a condição humana em relação a Deus.","explicacao_detalhada":"Neste versículo, a menção de 'homem' pode indicar a fragilidade e a vulnerabilidade do ser humano diante de Deus e das circunstâncias.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e a responsabilidade do ser humano na criação de Deus.","conexao_teologica":"A condição humana é um tema central na teologia, onde a relação entre Deus e o homem é explorada em profundidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"2reis_9_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de descer ou tombar, muitas vezes simbolizando uma queda moral ou espiritual.","explicacao_detalhada":"No contexto do versículo, 'cair' pode simbolizar a derrota ou a queda de um inimigo, refletindo a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'cair' é significativa em narrativas de julgamento e redenção, onde a queda é muitas vezes um precursor da restauração.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando tanto a condição do homem quanto a promessa de redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:11"]},"2reis_9_23_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao percurso ou à direção que se deve seguir, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Neste versículo, 'caminho' pode simbolizar a trajetória de vida e as escolhas que levam a um destino específico, refletindo a importância da sabedoria nas decisões.","por_que_esta_palavra":"A palavra 'caminho' é usada para descrever a jornada da vida e a necessidade de seguir o caminho que Deus estabeleceu.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do caminho para descrever a vida cristã, onde Jesus é chamado de 'o caminho'.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"2reis_9_23_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar implica a ação de resgatar alguém de uma situação de opressão ou perigo.","explicacao_detalhada":"No contexto de 2 Reis 9:23, a palavra 'libertar' é usada para descrever a ação de Jeú ao se levantar contra a opressão de Jezabel e da casa de Acabe, simbolizando a libertação do povo de Israel da idolatria e da tirania.","por_que_esta_palavra":"A escolha da palavra 'libertar' enfatiza a missão de Jeú como um instrumento de Deus para trazer justiça e restaurar a adoração verdadeira entre o povo.","conexao_teologica":"A libertação é um tema central na Bíblia, refletindo a natureza de Deus como libertador, que resgata seu povo da escravidão do pecado e da opressão.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"2reis_9_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste versículo, 'dizer' é usado para expressar a ordem de Jeú, que é um momento crucial na narrativa, onde ele se declara como o novo rei e inicia a execução do juízo de Deus sobre a casa de Acabe.","por_que_esta_palavra":"A palavra 'dizer' é importante porque destaca a autoridade de Jeú e a seriedade de suas declarações, que são vistas como a voz de Deus.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a ação de 'dizer' é um reflexo da criação e da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"2reis_9_24_arco":{"palavra_pt":"arco","palavra_original":"כָּרַע","transliteracao":"kâraʻ","strong":"H3766","significado_raiz":"Ideia básica: arco.","significado_contextual":"Arco refere-se a uma arma de guerra, simbolizando poder e ataque.","explicacao_detalhada":"No contexto, o arco é utilizado por Jeú para descrever a ação de matar Jorão, simbolizando a execução do juízo de Deus sobre os ímpios.","por_que_esta_palavra":"A palavra 'arco' é significativa porque representa a força militar e a determinação de Jeú em cumprir a vontade de Deus.","conexao_teologica":"O uso de armas em batalhas é um tema que aparece frequentemente na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 7:12","Eclesiastes 3:8","Isaías 54:17"]},"2reis_9_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que denota autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' refere-se a Deus, enfatizando sua posição como o verdadeiro governante e juiz sobre todas as coisas, especialmente no contexto do juízo sobre a casa de Acabe.","por_que_esta_palavra":"A utilização do nome 'senhor' sublinha a relação de Jeú com Deus e a legitimidade de sua missão.","conexao_teologica":"O reconhecimento de Deus como Senhor é fundamental na fé israelita, refletindo a soberania divina sobre a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:9"]},"2reis_9_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, novamente, refere-se à comunicação de uma ordem ou declaração.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'dizer' reforça a importância da mensagem que Jeú está transmitindo, que é um chamado à ação e um anúncio do juízo de Deus.","por_que_esta_palavra":"A ênfase na palavra 'dizer' destaca a autoridade e a urgência da mensagem de Jeú.","conexao_teologica":"A comunicação divina é um tema recorrente, onde Deus se revela e ordena através de profetas e líderes.","referencias_relacionadas":["Amós 3:7","Mateus 28:19-20","Hebreus 1:1-2"]},"2reis_9_26_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se ao físico, à forma material de um ser humano.","explicacao_detalhada":"Neste contexto, o corpo de Jorão é mencionado em relação ao cumprimento da profecia e ao juízo de Deus, simbolizando a consequência do pecado e da rebelião contra Deus.","por_que_esta_palavra":"A palavra 'corpo' é crucial para entender a gravidade da situação e a realidade da morte como resultado do juízo divino.","conexao_teologica":"A relação entre corpo e espírito é um tema importante na teologia, refletindo a totalidade do ser humano diante de Deus.","referencias_relacionadas":["Eclesiastes 12:7","Romanos 12:1","1 Coríntios 15:44"]},"2reis_9_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra/coisa refere-se a uma declaração ou um conceito.","explicacao_detalhada":"A palavra 'coisa' é utilizada para enfatizar a gravidade do que está sendo declarado, ligando a mensagem de Jeú ao cumprimento da vontade de Deus.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da comunicação e da revelação divina na história de Israel.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua declaração tem poder para transformar e julgar.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2reis_9_26_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica resgatar ou proteger de um perigo.","explicacao_detalhada":"Neste contexto, a palavra 'salvar' é usada para descrever a ação de Jeú em cumprir a vontade de Deus, que é salvar o povo da opressão e da idolatria.","por_que_esta_palavra":"A palavra 'salvar' é significativa porque reflete a missão de Jeú como um agente de libertação e restauração.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em resgatar seu povo do pecado e da morte.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"2reis_9_27_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer refere-se ao fim da vida física.","explicacao_detalhada":"No contexto, a morte de Acazias é um resultado direto do juízo de Deus, mostrando a seriedade das consequências do pecado e da desobediência.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a gravidade do juízo divino e a realidade da vida e da morte na narrativa bíblica.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","Apocalipse 20:14"]},"2reis_9_27_nome":{"palavra_pt":"nome","palavra_original":"אֲחַזְיָה","transliteracao":"ʼĂchazyâh","strong":"H274","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade de uma pessoa.","explicacao_detalhada":"A menção do nome Acazias é significativa, pois representa a linhagem real e a continuidade da desobediência à vontade de Deus, culminando em seu juízo.","por_que_esta_palavra":"A palavra 'nome' é importante porque reflete a identidade e a história de uma pessoa, especialmente em contextos de julgamento e redenção.","conexao_teologica":"O nome de alguém na Bíblia muitas vezes carrega um significado profundo, refletindo o caráter e a missão da pessoa.","referencias_relacionadas":["Salmos 9:10","Provérbios 18:10","Filipenses 2:9-10"]},"2reis_9_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e governança.","explicacao_detalhada":"No contexto de 2 Reis 9:27, o 'rei' é Jorão, que estava governando Israel. A narrativa destaca a transição de poder e a execução do juízo divino sobre a casa de Acabe.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a posição de Jorão como líder e a responsabilidade que ele tinha diante de Deus.","conexao_teologica":"A figura do rei em Israel é central para a compreensão da relação entre Deus e Seu povo, onde os reis são vistos como representantes de Deus na terra.","referencias_relacionadas":["1 Samuel 8:5","2 Samuel 5:1-3","Salmos 2:10-12"]},"2reis_9_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, que pode ser um centro de vida social e política.","explicacao_detalhada":"Em 2 Reis 9:28, a cidade mencionada é Jezreel, que era um importante centro administrativo e militar. A cidade é o cenário de eventos significativos na história de Israel.","por_que_esta_palavra":"A menção da 'cidade' destaca a importância do local na narrativa e o impacto das ações do rei sobre a população.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam segurança, refúgio e, em alguns casos, juízo divino.","referencias_relacionadas":["Josué 15:56","2 Reis 9:10","Amós 1:1"]},"2reis_9_28_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"A palavra 'carro' refere-se a um veículo usado para transporte, especialmente em contextos militares.","explicacao_detalhada":"Em 2 Reis 9:28, o carro é um símbolo de poder e velocidade, utilizado por Jorão para se deslocar rapidamente. O uso de carros de guerra era comum entre os reis para demonstrar força.","por_que_esta_palavra":"O 'carro' representa a mobilidade e a capacidade de um rei de se mover rapidamente em resposta a crises.","conexao_teologica":"Os carros são frequentemente associados à guerra e ao poder, refletindo a confiança em meios humanos em vez de na proteção divina.","referencias_relacionadas":["Juízes 1:19","1 Reis 10:26","Salmos 20:7"]},"2reis_9_28_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao ato de enterrar ou sepultar, simbolizando o fim da vida.","explicacao_detalhada":"No contexto de 2 Reis 9:28, a expressão se refere ao sepultamento de Jorão, que representa o juízo de Deus sobre sua vida e reinado.","por_que_esta_palavra":"A expressão enfatiza a realidade da morte e o cumprimento das profecias sobre o destino dos reis ímpios.","conexao_teologica":"O ato de enterrar é um símbolo de julgamento e a conclusão do ciclo da vida, refletindo a soberania de Deus sobre a morte.","referencias_relacionadas":["Gênesis 23:19","Eclesiastes 3:20","Isaías 53:9"]},"2reis_9_29_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um ano ou um ciclo de tempo, indicando a passagem do tempo.","explicacao_detalhada":"Em 2 Reis 9:29, a expressão é usada para marcar um período específico que se relaciona com eventos históricos e proféticos.","por_que_esta_palavra":"A menção do tempo é crucial para entender a sequência dos eventos e o cumprimento das promessas de Deus.","conexao_teologica":"O tempo é uma criação de Deus e está sob Seu controle, refletindo a importância da história na revelação divina.","referencias_relacionadas":["Gênesis 1:14","Eclesiastes 3:1","Salmos 90:12"]},"2reis_9_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes implicando herança e continuidade.","explicacao_detalhada":"Em 2 Reis 9:29, a referência ao 'filho' é sobre a linhagem de Acabe, destacando a continuidade da maldição sobre sua casa.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois representa a continuidade da maldição e o juízo divino sobre a família de Acabe.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a responsabilidade espiritual e moral das gerações.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:17","Mateus 1:1"]},"2reis_9_29_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que carrega significados e histórias.","explicacao_detalhada":"Em 2 Reis 9:29, o nome 'Acabe' é mencionado, simbolizando a reputação e as ações de um rei que se afastou de Deus.","por_que_esta_palavra":"O nome é importante porque representa a memória e o legado de Acabe, que foi marcado por idolatria e desobediência.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao caráter e à missão de uma pessoa.","referencias_relacionadas":["1 Reis 16:30-33","2 Reis 1:1","Malaquias 1:14"]},"2reis_9_30_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se à mulher de um homem, neste caso, Jezabel, que teve grande influência sobre Acabe.","explicacao_detalhada":"Em 2 Reis 9:30, Jezabel é mencionada como a esposa de Acabe, simbolizando a corrupção e a idolatria que permeavam a casa real.","por_que_esta_palavra":"A menção de Jezabel destaca o papel das mulheres na história bíblica e sua influência nas decisões políticas e religiosas.","conexao_teologica":"A relação entre marido e esposa é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 16:31","2 Reis 9:22","Apocalipse 2:20"]},"2reis_9_30_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se ao ato de entrar em um lugar, indicando movimento e ação.","explicacao_detalhada":"Em 2 Reis 9:30, a expressão 'vir' é usada para descrever a entrada de Jeú na cidade, marcando o início de um novo reinado.","por_que_esta_palavra":"A ação de 'vir' é significativa, pois representa a mudança de poder e a execução do plano de Deus.","conexao_teologica":"A ideia de 'vir' é frequentemente associada à vinda de Deus e ao cumprimento de Suas promessas.","referencias_relacionadas":["Gênesis 18:20","Mateus 11:28","Hebreus 10:25"]},"2reis_9_30_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em 2 Reis 9:30, a descrição de Jezabel como 'grande' pode se referir à sua influência e poder, mas também à sua maldade.","por_que_esta_palavra":"A palavra 'grande' é usada para contrastar a grandeza do poder humano com a grandeza de Deus.","conexao_teologica":"A grandeza é um tema central na Bíblia, onde Deus é frequentemente descrito como o maior de todos.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2reis_9_31_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) é utilizada em um contexto de segurança e tranquilidade, especialmente em momentos de tensão.","explicacao_detalhada":"No contexto de 2 Reis 9:31, a palavra 'paz' é uma ironia, já que a chegada de Jeú não traz paz, mas sim destruição e julgamento sobre a casa de Acabe.","por_que_esta_palavra":"A palavra é usada para contrastar a expectativa de paz com a realidade da ação violenta que Jeú estava prestes a realizar.","conexao_teologica":"A paz é um tema central na teologia bíblica, simbolizando a presença de Deus e a restauração, mas aqui é usada para mostrar a hipocrisia e a falsa segurança.","referencias_relacionadas":["Isaías 9:6","João 14:27","Romanos 5:1"]},"2reis_9_31_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' (sha'ar) refere-se ao acesso físico e simbólico a um lugar, representando também a entrada para decisões e ações.","explicacao_detalhada":"Neste versículo, a porta é o local onde a rainha Jezabel se encontra e onde a mensagem de Jeú é proclamada, simbolizando a transição entre o antigo e o novo governo.","por_que_esta_palavra":"A porta é um ponto de encontro e um lugar de julgamento, onde as decisões importantes são tomadas.","conexao_teologica":"A porta pode simbolizar a entrada para a vida ou a morte, e em muitos contextos bíblicos, representa a escolha entre seguir a Deus ou se desviar.","referencias_relacionadas":["Mateus 7:13-14","Apocalipse 3:20","João 10:9"]},"2reis_9_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (amar) é usada para expressar a comunicação e a declaração de intenções.","explicacao_detalhada":"Neste contexto, a palavra é utilizada para relatar o que Jeú está prestes a declarar, enfatizando a importância da comunicação na execução do plano de Deus.","por_que_esta_palavra":"A declaração de Jeú é crucial para a narrativa, pois marca o início de uma nova era em Israel.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a comunicação divina é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"2reis_9_32_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (nasa) é usada para descrever a magnitude da ação que está prestes a acontecer.","explicacao_detalhada":"Neste versículo, a grandeza se refere à importância do ato de Jeú em cumprir o juízo de Deus sobre Jezabel.","por_que_esta_palavra":"A grandeza da ação de Jeú é um reflexo do poder de Deus em trazer justiça.","conexao_teologica":"A grandeza de Deus é frequentemente associada ao Seu poder e autoridade sobre as nações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2reis_9_33_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (amar) é novamente utilizada para enfatizar a comunicação e a declaração de Jeú.","explicacao_detalhada":"Aqui, Jeú está se dirigindo a Jezabel, e suas palavras são carregadas de significado, pois marcam o juízo que está prestes a ser executado.","por_que_esta_palavra":"A comunicação é fundamental para a execução do plano divino, e as palavras de Jeú têm um peso significativo.","conexao_teologica":"A importância da palavra de Deus é um tema central, mostrando que o que é dito pode ter consequências eternas.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:17"]},"2reis_9_33_sprinkle":{"palavra_pt":"sprinkle","palavra_original":"נָזָה","transliteracao":"nâzâh","strong":"H5137","significado_raiz":"Ideia básica: sprinkle.","significado_contextual":"A palavra 'sprinkle' (nazah) refere-se ao ato de aspergir, especialmente em contextos de sacrifício e purificação.","explicacao_detalhada":"Neste contexto, o ato de aspergir o sangue simboliza a consagração e a execução do juízo de Deus sobre Jezabel.","por_que_esta_palavra":"A aspersão do sangue é um símbolo poderoso de sacrifício e redenção, mas aqui é usado para mostrar a severidade do juízo.","conexao_teologica":"O sangue é um tema central na teologia bíblica, representando tanto a vida quanto o juízo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"2reis_9_33_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' (dam) é usada para simbolizar vida, morte e sacrifício.","explicacao_detalhada":"Neste versículo, o sangue representa o juízo de Deus sobre Jezabel, que foi responsável pela morte de muitos inocentes.","por_que_esta_palavra":"O sangue é um símbolo poderoso de culpa e redenção, e seu derramamento aqui é um ato de justiça.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício que traz redenção, contrastando com o sangue derramado por Jezabel.","referencias_relacionadas":["Gênesis 9:4","Êxodo 12:13","Romanos 5:9"]},"2reis_9_34_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' (bo) é usada para indicar a ação de entrar em um lugar ou situação.","explicacao_detalhada":"Neste contexto, a palavra é usada para convocar Jezabel, simbolizando a inevitabilidade do juízo que ela enfrentará.","por_que_esta_palavra":"A convocação é um ato de autoridade, mostrando que o juízo de Deus não pode ser evitado.","conexao_teologica":"A ideia de ser chamado ou convocado é um tema recorrente, representando a soberania de Deus sobre a história.","referencias_relacionadas":["Mateus 22:14","Romanos 8:30","Apocalipse 17:14"]},"2reis_9_34_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' (shathah) refere-se ao ato de beber, mas aqui pode simbolizar a aceitação ou a resposta a um convite.","explicacao_detalhada":"Neste versículo, a expressão pode ser interpretada como a aceitação do juízo que está prestes a ser proclamado.","por_que_esta_palavra":"A aceitação do juízo é um tema importante, mostrando a responsabilidade de Jezabel por suas ações.","conexao_teologica":"A ideia de aceitar o que Deus determina é um tema importante na relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 75:8","Mateus 26:39","Hebreus 12:2"]},"2reis_9_35_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' (yalak) refere-se ao ato de se mover ou progredir em uma direção.","explicacao_detalhada":"Neste contexto, 'andar' pode simbolizar o progresso do juízo de Deus e a inevitabilidade do destino de Jezabel.","por_que_esta_palavra":"O ato de andar é uma metáfora para a jornada da vida e as escolhas que fazemos ao longo dela.","conexao_teologica":"A caminhada com Deus é um tema central nas Escrituras, representando a vida de fé e obediência.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"2reis_9_35_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui refere-se à autenticidade e à realidade dos eventos que estão sendo relatados.","explicacao_detalhada":"No contexto de 2 Reis 9:35, a verdade é um conceito central que destaca a importância da sinceridade e da honestidade nas ações e palavras. A verdade é frequentemente associada à justiça divina e à revelação do que é correto.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a necessidade de reconhecer a verdade dos acontecimentos, especialmente em relação ao julgamento de Jezabel.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Deus e a humanidade. A busca pela verdade é um tema recorrente nas Escrituras.","referencias_relacionadas":["João 8:32","Salmos 25:5","Provérbios 12:19"]},"2reis_9_36_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' é usada aqui para descrever a ação de estabelecer ou construir algo, neste caso, uma nova ordem após a queda de Jezabel.","explicacao_detalhada":"Edificar implica não apenas a construção física, mas também a formação de uma nova estrutura social e espiritual em Israel, após a eliminação da influência de Jezabel.","por_que_esta_palavra":"A escolha da palavra 'edificar' reflete a intenção de restaurar e fortalecer a nação de Israel sob a liderança de Jeú.","conexao_teologica":"A edificação é um tema que se relaciona com a construção do Reino de Deus, onde cada crente é chamado a ser parte dessa construção.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Salmos 127:1"]},"2reis_9_36_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de um aviso ou profecia sobre o destino de Jezabel.","explicacao_detalhada":"Neste contexto, a palavra é um meio de transmitir a vontade de Deus e o cumprimento de Suas promessas e juízos. A palavra de Deus é poderosa e eficaz.","por_que_esta_palavra":"A palavra é crucial para a revelação divina e para a compreensão do plano de Deus para o Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se comunica com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"2reis_9_36_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem significativa e impactante.","explicacao_detalhada":"Dizer implica não apenas a ação de falar, mas também a responsabilidade que vem com a comunicação da verdade e do juízo de Deus.","por_que_esta_palavra":"A palavra 'dizer' é importante para enfatizar a autoridade da mensagem que está sendo proclamada.","conexao_teologica":"A comunicação divina é um aspecto fundamental da relação entre Deus e Seu povo, onde a palavra de Deus é proclamada e recebida.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","Provérbios 18:21"]},"2reis_9_37_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda física e simbólica de Jezabel, representando o juízo de Deus sobre ela.","explicacao_detalhada":"Cair aqui simboliza a derrota e a humilhação, mostrando que o poder e a influência de Jezabel foram finalmente quebrados.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a inevitabilidade do juízo divino sobre aqueles que se opõem a Deus.","conexao_teologica":"A queda é um tema que aparece em várias partes da Bíblia, simbolizando a justiça de Deus e a derrota do mal.","referencias_relacionadas":["Ezequiel 18:30","Salmos 37:24","Provérbios 16:18"]},"2reis_9_37_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se a Jezabel, destacando seu papel como consorte do rei Acabe e sua influência negativa sobre Israel.","explicacao_detalhada":"Jezabel é frequentemente associada à idolatria e à corrupção moral, e sua identificação como esposa enfatiza a relação de poder e influência que ela exerceu.","por_que_esta_palavra":"A palavra 'esposa' é usada para mostrar a conexão íntima e a responsabilidade que Jezabel tinha nas ações de Acabe.","conexao_teologica":"A relação entre marido e esposa é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 16:31","Apocalipse 2:20","Oséias 1:2"]},"2reis_9_37_dung":{"palavra_pt":"dung","palavra_original":"דֹּמֶן","transliteracao":"dômen","strong":"H1828","significado_raiz":"Ideia básica: dung.","significado_contextual":"A palavra 'dung' (esterco) é usada para descrever a desgraça e a indignidade da morte de Jezabel.","explicacao_detalhada":"A referência ao esterco simboliza a completa desvalorização e desprezo pela vida de Jezabel, que se opôs a Deus.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a humilhação e o juízo que recaiu sobre Jezabel por suas ações.","conexao_teologica":"O conceito de impureza e desgraça é um tema recorrente nas Escrituras, especialmente em relação ao juízo divino.","referencias_relacionadas":["Deuteronômio 23:13-14","Isaías 66:24","Ezequiel 4:12"]}}