{"obadias_1_1_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica uma ação de se erguer ou tomar posição, frequentemente associada a um chamado ou convocação.","explicacao_detalhada":"No contexto de Obadias 1:1, a palavra 'levantar' sugere que Deus está chamando alguém para agir ou se manifestar, indicando um movimento em direção à ação divina.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a urgência e a necessidade de resposta a um chamado divino, refletindo a soberania de Deus sobre as nações.","conexao_teologica":"Levantar-se em resposta ao chamado de Deus é um tema recorrente na Bíblia, simbolizando obediência e prontidão para cumprir a vontade divina.","referencias_relacionadas":["Isaías 60:1","Salmos 68:1","Ezequiel 37:9"]},"obadias_1_1_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Obadias 1:1, 'senhor' é usado para afirmar a posição de Deus como o governante supremo que tem controle sobre as nações e seus destinos.","por_que_esta_palavra":"A utilização de 'senhor' destaca a relação de submissão e reverência que os seres humanos devem ter diante de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Senhor que dirige a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"obadias_1_1_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' representa a divindade suprema, o criador e sustentador do universo.","explicacao_detalhada":"No versículo, 'Deus' é mencionado para reafirmar a autoridade divina que está por trás da mensagem profética, indicando que é Ele quem está falando.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza do relacionamento entre o Criador e a criação, enfatizando a sua majestade e poder.","conexao_teologica":"A natureza de Deus como soberano e juiz é um tema recorrente nas Escrituras, refletindo sua justiça e misericórdia.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 1:8"]},"obadias_1_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um chamado urgente, uma súplica ou uma declaração forte.","explicacao_detalhada":"Em Obadias 1:2, 'clamar' sugere a necessidade de um aviso ou um alerta sobre a iminente destruição de Edom, enfatizando a gravidade da situação.","por_que_esta_palavra":"A palavra 'clamar' é usada para transmitir a urgência da mensagem profética e a necessidade de atenção imediata.","conexao_teologica":"O clamor por justiça e a resposta de Deus às injustiças são temas importantes na Bíblia, refletindo a natureza de Deus como juiz.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Joel 2:32"]},"obadias_1_2_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se a um grupo de pessoas unidas por características comuns, como cultura e território.","explicacao_detalhada":"No contexto de Obadias 1:2, 'nação' é usada para descrever Edom, enfatizando a identidade e a responsabilidade coletiva de um povo diante de Deus.","por_que_esta_palavra":"A escolha de 'nação' destaca a importância da coletividade e a responsabilidade que um povo tem em relação às suas ações.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre Deus e as nações, enfatizando que todas as nações estão sob a autoridade divina.","referencias_relacionadas":["Gênesis 12:3","Salmos 22:27","Mateus 28:19"]},"obadias_1_2_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, um convite para observar algo importante.","explicacao_detalhada":"Em Obadias 1:2, 'eis' serve como um alerta para que os ouvintes prestem atenção à mensagem que se segue, enfatizando a seriedade do que está sendo declarado.","por_que_esta_palavra":"A utilização de 'eis' é uma técnica retórica que chama a atenção do ouvinte para a revelação divina que está prestes a ser feita.","conexao_teologica":"A chamada à atenção é uma prática comum nas Escrituras, onde Deus frequentemente convida seu povo a ouvir e responder à sua palavra.","referencias_relacionadas":["Isaías 43:1","Mateus 11:15","Apocalipse 3:20"]},"obadias_1_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' simboliza o centro das emoções e decisões humanas.","explicacao_detalhada":"Em Obadias 1:3, 'coração' é mencionado para indicar a motivação e a intenção de Edom, que se orgulhava de sua posição e segurança.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a natureza interna do ser humano, refletindo suas verdadeiras intenções e sentimentos.","conexao_teologica":"A condição do coração humano é um tema central na Bíblia, onde Deus examina não apenas as ações, mas também as intenções do coração.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:10","Mateus 5:8"]},"obadias_1_3_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar um indivíduo específico.","explicacao_detalhada":"No contexto de Obadias 1:3, 'homem' é usado para destacar a arrogância e a presunção de Edom, que se considerava invulnerável.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a fragilidade e a limitação do ser humano diante do poder de Deus.","conexao_teologica":"A Bíblia frequentemente contrasta a grandeza de Deus com a insignificância do homem, lembrando que todos dependem de Sua graça.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"obadias_1_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica resgatar ou livrar de uma situação de perigo.","explicacao_detalhada":"Em Obadias 1:4, 'salvar' é usado para questionar a capacidade de Edom de se proteger diante do juízo de Deus, enfatizando a futilidade de sua confiança.","por_que_esta_palavra":"A escolha de 'salvar' destaca a impotência humana em face do juízo divino, mostrando que somente Deus pode realmente salvar.","conexao_teologica":"A salvação é um tema central na Bíblia, onde Deus é apresentado como o único capaz de resgatar Seu povo do pecado e da destruição.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"obadias_1_4_aguia":{"palavra_pt":"aguia","palavra_original":"נֶשֶׁר","transliteracao":"nesher","strong":"H5404","significado_raiz":"Ideia básica: aguia.","significado_contextual":"A palavra 'águia' simboliza força, velocidade e proteção.","explicacao_detalhada":"Em Obadias 1:4, 'águia' é usada para ilustrar a arrogância de Edom, que se via como elevado e seguro, mas que estava prestes a ser derrubado.","por_que_esta_palavra":"A escolha de 'águia' enfatiza a ilusão de segurança que Edom tinha, contrastando com a realidade do juízo de Deus.","conexao_teologica":"A imagem da águia é frequentemente usada na Bíblia para simbolizar a proteção de Deus sobre Seu povo e a queda dos orgulhosos.","referencias_relacionadas":["Êxodo 19:4","Isaías 40:31","Lamentações 3:19-20"]},"obadias_1_4_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oponente, especialmente no contexto de traição e hostilidade.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus, especialmente Edom, que traiu Israel em um momento de vulnerabilidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a traição e a hostilidade que Edom demonstrou em relação a Israel, destacando a gravidade da situação.","conexao_teologica":"A traição de Edom é vista como um ato contra Deus e Seu povo, refletindo a justiça divina que será aplicada aos inimigos de Deus.","referencias_relacionadas":["Salmos 137:7","Ezequiel 35:5","Mateus 5:44"]},"obadias_1_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de resgatar ou livrar alguém de perigo ou destruição.","explicacao_detalhada":"A palavra 'salvar' é usada para enfatizar a necessidade de proteção e livramento em tempos de crise, especialmente para o povo de Deus.","por_que_esta_palavra":"A ênfase na salvação destaca a esperança de que Deus intervirá em favor de Seu povo, mesmo diante da traição.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na história para proteger e redimir Seu povo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"obadias_1_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à fidelidade em contraste com a falsidade ou engano.","explicacao_detalhada":"A palavra 'verdade' é utilizada para enfatizar a importância da honestidade e da justiça, especialmente em tempos de traição.","por_que_esta_palavra":"A verdade é fundamental para a justiça de Deus e para a restauração do relacionamento entre Ele e Seu povo.","conexao_teologica":"Deus é descrito como a verdade, e a busca pela verdade é essencial para a vida espiritual e a comunhão com Ele.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"obadias_1_5_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Indica a capacidade ou habilidade de realizar algo.","explicacao_detalhada":"A palavra 'capaz' é usada para descrever a habilidade de Deus em salvar e proteger Seu povo, mesmo em situações difíceis.","por_que_esta_palavra":"A ênfase na capacidade de Deus reforça a confiança de que Ele pode agir em favor de Seu povo.","conexao_teologica":"A capacidade de Deus é um tema recorrente, mostrando que Ele é poderoso para cumprir Suas promessas.","referencias_relacionadas":["Efésios 3:20","Filipenses 4:13","Romanos 8:31"]},"obadias_1_6_buscar":{"palavra_pt":"buscar","palavra_original":"חָפַשׂ","transliteracao":"châphas","strong":"H2664","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de procurar ou investigar algo.","explicacao_detalhada":"A palavra 'buscar' é utilizada para descrever a busca de Edom por riquezas e poder, muitas vezes às custas de Israel.","por_que_esta_palavra":"A busca de Edom é um reflexo de sua ambição e traição, contrastando com a fidelidade que Deus espera de Seu povo.","conexao_teologica":"Buscar a Deus é um tema importante, enfatizando a necessidade de um relacionamento ativo com Ele.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"obadias_1_6_filho":{"palavra_pt":"filho","palavra_original":"עֵשָׂו","transliteracao":"ʻÊsâv","strong":"H6215","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre Esaú e Jacó, enfatizando a conexão familiar e a traição entre irmãos.","por_que_esta_palavra":"A relação de parentesco torna a traição de Edom ainda mais dolorosa e significativa.","conexao_teologica":"A dinâmica familiar é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 25:23","Malaquias 1:2-3","Romanos 9:13"]},"obadias_1_7_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a extensão da traição de Edom e suas consequências.","por_que_esta_palavra":"A grandeza da traição é um tema central, mostrando como ações significativas têm repercussões profundas.","conexao_teologica":"A grandeza de Deus é contrastada com a pequena grandeza dos homens, enfatizando a soberania divina.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:19"]},"obadias_1_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, frequentemente em um contexto de responsabilidade ou moralidade.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a condição humana e a responsabilidade diante de Deus.","por_que_esta_palavra":"A referência ao homem destaca a fragilidade e a necessidade de dependência de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, refletindo a dignidade e a responsabilidade que temos diante dEle.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"obadias_1_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para descrever um tempo de julgamento e revelação, enfatizando a seriedade do que está por vir.","por_que_esta_palavra":"O 'dia' mencionado é um aviso sobre as consequências das ações de Edom e a certeza do juízo de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente, simbolizando a intervenção divina na história.","referencias_relacionadas":["Amós 5:18","Joel 2:31","Zacarias 14:1"]},"obadias_1_8_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"תָּבוּן","transliteracao":"tâbûwn","strong":"H8394","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à capacidade de discernir e agir de acordo com a verdade.","explicacao_detalhada":"A palavra 'sabedoria' é utilizada para enfatizar a importância de agir com discernimento, especialmente em tempos de crise.","por_que_esta_palavra":"A sabedoria é essencial para entender a vontade de Deus e agir de acordo com ela, especialmente diante de adversidades.","conexao_teologica":"A sabedoria é frequentemente associada a Deus e Sua revelação, sendo fundamental para a vida espiritual.","referencias_relacionadas":["Provérbios 3:13","Tiago 1:5","Colossenses 2:3"]},"obadias_1_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um conceito fundamental que se opõe à falsidade e à traição.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' refere-se à integridade e à fidelidade nas relações, especialmente em tempos de conflito e traição. A verdade é um valor essencial que deve ser mantido, mesmo diante da adversidade.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da honestidade e da justiça, especialmente em um momento em que a traição e a deslealdade estão presentes.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã. Jesus se apresenta como a verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"obadias_1_9_morte":{"palavra_pt":"morte","palavra_original":"קֶטֶל","transliteracao":"qeṭel","strong":"H6993","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é mencionada como uma consequência do pecado e da desobediência a Deus.","explicacao_detalhada":"Neste versículo, a morte simboliza não apenas a morte física, mas também a separação espiritual de Deus. A morte é um tema recorrente nas Escrituras, representando o resultado final da rebelião contra Deus.","por_que_esta_palavra":"A palavra 'morte' é usada para alertar sobre as consequências graves da desobediência e da injustiça, enfatizando a seriedade do julgamento divino.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a morte de Cristo traz redenção e vida eterna para aqueles que creem (Romanos 6:23).","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30-32"]},"obadias_1_9_temor":{"palavra_pt":"temor","palavra_original":"חָתַת","transliteracao":"châthath","strong":"H2865","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor é apresentado como uma reação ao julgamento e à presença de Deus.","explicacao_detalhada":"Neste contexto, o temor refere-se a um reconhecimento da grandeza de Deus e das consequências do pecado. É um temor que leva à reverência e ao arrependimento.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a resposta adequada do ser humano diante da santidade de Deus e do seu julgamento.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10) e é essencial para uma vida que agrada a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"obadias_1_9_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é mencionado como um ser criado à imagem de Deus, com responsabilidade moral.","explicacao_detalhada":"Neste contexto, a palavra 'homem' enfatiza a dignidade e a responsabilidade que cada ser humano tem diante de Deus, especialmente em relação às suas ações e escolhas.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da humanidade no plano de Deus e a necessidade de viver de acordo com os Seus princípios.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:27) implica em uma responsabilidade moral e espiritual diante do Criador.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"obadias_1_10_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A crueldade é apresentada como uma característica negativa que leva à destruição.","explicacao_detalhada":"Neste versículo, a palavra 'cruelty' refere-se à injustiça e à opressão que resultam em sofrimento para os inocentes. É um chamado à reflexão sobre as consequências das ações cruéis.","por_que_esta_palavra":"A palavra 'cruelty' é utilizada para enfatizar a gravidade do pecado e suas repercussões na sociedade e nas relações humanas.","conexao_teologica":"A crueldade é contrária ao caráter de Deus, que é amoroso e justo. A Bíblia nos chama a agir com compaixão e justiça (Miquéias 6:8).","referencias_relacionadas":["Miquéias 6:8","Isaías 58:6","Salmos 37:21"]},"obadias_1_10_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A eternidade é mencionada em relação ao juízo e à promessa de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'eterno' refere-se à natureza imutável e duradoura do plano de Deus, que se estende além do tempo e da história.","por_que_esta_palavra":"A palavra 'eterno' é importante para entender a perspectiva divina sobre o tempo e a justiça, mostrando que as ações humanas têm consequências que perduram.","conexao_teologica":"A eternidade é um conceito central na teologia cristã, onde a vida eterna é oferecida através de Jesus Cristo (João 3:16).","referencias_relacionadas":["João 3:16","Romanos 6:23","2 Coríntios 4:18"]},"obadias_1_10_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir é apresentado como uma ação de julgamento contra a injustiça.","explicacao_detalhada":"Neste versículo, a palavra 'destruir' refere-se ao ato de Deus em lidar com a maldade e a opressão, mostrando que a justiça divina prevalecerá.","por_que_esta_palavra":"A palavra 'destruir' é utilizada para enfatizar a seriedade do juízo de Deus e a inevitabilidade das consequências do pecado.","conexao_teologica":"A destruição dos ímpios é um tema recorrente nas Escrituras, onde Deus promete restaurar a justiça (Salmos 37:9).","referencias_relacionadas":["Salmos 37:9","Mateus 25:41","Apocalipse 21:8"]},"obadias_1_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é mencionado como um tempo de julgamento e revelação.","explicacao_detalhada":"Neste contexto, a palavra 'dia' refere-se a um tempo específico em que Deus agirá em justiça, trazendo à luz as ações humanas.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a expectativa do cumprimento das promessas de Deus e o juízo final.","conexao_teologica":"O conceito de 'dia do Senhor' é central na profecia bíblica, onde Deus intervém na história para estabelecer a justiça (Joel 2:31).","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 16:14"]},"obadias_1_11_mulher":{"palavra_pt":"mulher","palavra_original":"נׇכְרִי","transliteracao":"nokrîy","strong":"H5237","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher é mencionada em um contexto de relações interpessoais e responsabilidades.","explicacao_detalhada":"Neste versículo, a palavra 'mulher' pode simbolizar a fragilidade e a vulnerabilidade em um contexto de conflito e opressão.","por_que_esta_palavra":"A palavra 'mulher' é utilizada para destacar a importância das relações e a necessidade de proteção e respeito mútuo.","conexao_teologica":"A dignidade da mulher é afirmada nas Escrituras, onde todos são criados à imagem de Deus (Gênesis 1:27).","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10","Gálatas 3:28"]},"obadias_1_11_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é mencionado como um ser responsável por suas ações diante de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'homem' enfatiza a responsabilidade moral e espiritual que cada indivíduo tem em suas escolhas e ações.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a dignidade e o valor que Deus atribui à humanidade.","conexao_teologica":"A responsabilidade do homem é um tema central na Bíblia, onde cada um será julgado por suas ações (Romanos 14:12).","referencias_relacionadas":["Romanos 14:12","Gênesis 2:15","Eclesiastes 12:14"]},"obadias_1_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e retribuição.","explicacao_detalhada":"O termo 'dia' é frequentemente utilizado na Bíblia para denotar um período de tempo em que Deus executa juízo ou realiza promessas. Neste contexto, indica um dia de retribuição para Edom.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a certeza do juízo divino que se aproxima.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente nas Escrituras, simbolizando tanto juízo quanto esperança.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Zacarias 14:1"]},"obadias_1_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e herança, especialmente no contexto de rivalidade entre povos.","explicacao_detalhada":"A palavra 'filho' é usada para descrever não apenas a relação biológica, mas também a identidade e a herança espiritual. No contexto de Obadias, refere-se à relação entre Edom e Israel.","por_que_esta_palavra":"A menção de 'filho' enfatiza a traição de Edom em relação ao seu irmão, Israel, e a gravidade de suas ações.","conexao_teologica":"A relação entre irmãos é um tema importante na narrativa bíblica, refletindo a dinâmica entre Israel e as nações.","referencias_relacionadas":["Gênesis 25:23","Gênesis 27:41","Romanos 9:13"]},"obadias_1_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de julgamento e destruição.","explicacao_detalhada":"Neste versículo, 'dia' é usado para indicar um tempo em que a justiça de Deus será manifestada contra Edom por suas ações contra Israel.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a certeza do juízo divino e a inevitabilidade do cumprimento das profecias.","conexao_teologica":"O 'dia do Senhor' é um conceito que aparece em várias profecias, simbolizando tanto juízo quanto redenção.","referencias_relacionadas":["Isaías 34:8","Ezequiel 30:3","Sofonias 1:14"]},"obadias_1_13_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Simboliza acesso e proteção, bem como a vulnerabilidade de uma cidade.","explicacao_detalhada":"A 'porta' é um símbolo de segurança e entrada, e sua menção aqui indica a queda da segurança de Edom e a invasão iminente.","por_que_esta_palavra":"A referência à porta destaca a fragilidade da defesa de Edom diante do juízo de Deus.","conexao_teologica":"As portas das cidades frequentemente simbolizam a proteção divina ou a falta dela, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 24:7","Mateus 7:13","Apocalipse 3:20"]},"obadias_1_14_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou causar a ruína de algo.","explicacao_detalhada":"A palavra 'destruir' implica um ato de juízo severo, onde Edom será punido por suas ações contra Israel.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade da punição que Edom enfrentará por sua traição.","conexao_teologica":"A destruição como juízo é um tema recorrente nas Escrituras, refletindo a justiça de Deus.","referencias_relacionadas":["Salmos 37:38","Ezequiel 18:30","Malaquias 1:3"]},"obadias_1_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de juízo e retribuição.","explicacao_detalhada":"Neste contexto, 'dia' é um tempo específico em que a justiça de Deus será executada contra Edom.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a certeza do juízo divino e a inevitabilidade do cumprimento das profecias.","conexao_teologica":"O 'dia do Senhor' é um conceito que aparece em várias profecias, simbolizando tanto juízo quanto redenção.","referencias_relacionadas":["Isaías 34:8","Ezequiel 30:3","Sofonias 1:14"]},"obadias_1_14_crossway":{"palavra_pt":"crossway","palavra_original":"פֶּרֶק","transliteracao":"pereq","strong":"H6563","significado_raiz":"Ideia básica: crossway.","significado_contextual":"Refere-se a um ponto de interseção ou decisão, simbolizando escolhas e consequências.","explicacao_detalhada":"A palavra 'crossway' implica um lugar onde decisões são tomadas, refletindo a escolha de Edom em agir contra Israel.","por_que_esta_palavra":"A menção de 'crossway' destaca a responsabilidade moral de Edom em suas ações.","conexao_teologica":"As escolhas feitas em momentos críticos têm repercussões eternas, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Provérbios 4:11","Mateus 7:13-14","Salmos 1:1"]},"obadias_1_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para o juízo que se aproxima.","explicacao_detalhada":"A palavra 'porque' introduz a justificativa para o juízo de Deus sobre Edom, ligando suas ações ao resultado inevitável.","por_que_esta_palavra":"É fundamental para entender a lógica do juízo divino e a conexão entre ações e consequências.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações, mostrando que Ele é justo em suas decisões.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Ezequiel 18:30"]},"obadias_1_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de juízo e retribuição.","explicacao_detalhada":"Neste contexto, 'dia' é um tempo específico em que a justiça de Deus será executada contra Edom.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a certeza do juízo divino e a inevitabilidade do cumprimento das profecias.","conexao_teologica":"O 'dia do Senhor' é um conceito que aparece em várias profecias, simbolizando tanto juízo quanto redenção.","referencias_relacionadas":["Isaías 34:8","Ezequiel 30:3","Sofonias 1:14"]},"obadias_1_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao caráter de Deus.","explicacao_detalhada":"A palavra 'senhor' é um título que denota soberania e poder, enfatizando a autoridade de Deus sobre todas as nações.","por_que_esta_palavra":"A menção do nome de Deus é central para entender a base do juízo que se aproxima sobre Edom.","conexao_teologica":"O nome de Deus é frequentemente associado à sua natureza e ações, refletindo sua justiça e misericórdia.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"obadias_1_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual um evento ou ação ocorre.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a destruição de Edom, explicando que suas ações contra Israel resultaram em consequências.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da punição divina e a relação entre causa e efeito nas ações humanas.","conexao_teologica":"Reflete a justiça de Deus e a retribuição por ações malignas contra o Seu povo.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Salmos 37:28"]},"obadias_1_16_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e à separação do que é profano.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a importância da pureza e da devoção a Deus, contrastando com as ações de Edom.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e a expectativa de santidade do Seu povo.","conexao_teologica":"A santidade de Deus exige que Seu povo viva de acordo com Seus padrões, refletindo Sua glória.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"obadias_1_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à maneira como Edom agiu contra Israel, destacando a injustiça de suas ações.","por_que_esta_palavra":"Ajuda a entender a crítica ao comportamento de Edom e a necessidade de agir de forma justa.","conexao_teologica":"A forma como agimos reflete nossa relação com Deus e Sua vontade para nós.","referencias_relacionadas":["Miquéias 6:8","Mateus 7:12","Colossenses 3:23"]},"obadias_1_17_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à conquista ou posse de algo.","explicacao_detalhada":"A palavra 'agarrar' implica em tomar posse da terra prometida, contrastando com a perda de Edom.","por_que_esta_palavra":"É importante para entender a promessa de Deus de restaurar Israel e a derrota de seus inimigos.","conexao_teologica":"A posse da terra é um tema central na aliança de Deus com Seu povo.","referencias_relacionadas":["Deuteronômio 9:1","Josué 1:3","Salmos 37:9"]},"obadias_1_17_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a um local elevado, muitas vezes associado à presença de Deus.","explicacao_detalhada":"A 'montanha' simboliza segurança e proteção, contrastando com a destruição que Edom enfrentará.","por_que_esta_palavra":"Ajuda a entender a geografia espiritual e física da promessa de Deus para Israel.","conexao_teologica":"Montanhas frequentemente simbolizam a presença de Deus e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Hebreus 12:22"]},"obadias_1_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou destruição de algo.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a queda de Edom como consequência de suas ações contra Israel.","por_que_esta_palavra":"É essencial para entender a justiça divina e a inevitabilidade do juízo sobre os ímpios.","conexao_teologica":"A queda de Edom serve como um aviso sobre as consequências do pecado e da rebelião contra Deus.","referencias_relacionadas":["Provérbios 11:5","Ezequiel 18:30","Romanos 14:10"]},"obadias_1_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à nação de Edom.","explicacao_detalhada":"A 'casa' simboliza a identidade e a herança de Edom, que será destruída como parte do juízo divino.","por_que_esta_palavra":"É importante para entender a perda total da identidade e segurança de Edom.","conexao_teologica":"A destruição da casa de Edom ilustra a fragilidade das nações que se opõem a Deus.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"obadias_1_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda da casa de Edom.","explicacao_detalhada":"A repetição da palavra 'cair' enfatiza a certeza da destruição que virá sobre Edom.","por_que_esta_palavra":"Reforça a ideia de que o juízo de Deus é inevitável e completo.","conexao_teologica":"A queda de Edom serve como um lembrete da soberania de Deus sobre as nações.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Apocalipse 18:2"]},"obadias_1_18_seco":{"palavra_pt":"seco","palavra_original":"קַשׁ","transliteracao":"qash","strong":"H7179","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se a um estado de desolação e falta de vida.","explicacao_detalhada":"A palavra 'seco' descreve a condição de Edom após o juízo, simbolizando a ausência de bênçãos.","por_que_esta_palavra":"É importante para entender a severidade do juízo de Deus e a consequência do pecado.","conexao_teologica":"A desolação de Edom ilustra a realidade da separação de Deus e a perda de Sua presença.","referencias_relacionadas":["Amós 8:11","Mateus 25:30","Apocalipse 21:8"]},"obadias_1_19_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à posse ou conquista das terras prometidas.","explicacao_detalhada":"A repetição da palavra 'agarrar' enfatiza a restauração e a herança que Israel receberá após o juízo sobre Edom.","por_que_esta_palavra":"É fundamental para entender a esperança de Israel e a fidelidade de Deus às Suas promessas.","conexao_teologica":"A promessa de posse da terra é um tema central na narrativa bíblica da redenção.","referencias_relacionadas":["Deuteronômio 11:24","Salmos 2:8","Romanos 8:17"]},"obadias_1_19_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se a uma região árida e desolada, simbolizando a falta de vida e prosperidade.","explicacao_detalhada":"A palavra 'seca' (נֶגֶב) é usada para descrever uma área que é estéril e sem água, representando não apenas uma condição geográfica, mas também um estado espiritual de desolação e abandono.","por_que_esta_palavra":"A escolha da palavra 'seca' enfatiza a severidade do juízo de Deus sobre Edom, que se afastou do Senhor e, portanto, experimentou a seca espiritual.","conexao_teologica":"A seca é frequentemente usada na Bíblia como um símbolo do juízo divino e da necessidade de arrependimento. Assim como a terra seca anseia por água, o povo de Deus anseia por Sua presença.","referencias_relacionadas":["Amós 8:11","Salmos 63:1","Isaías 41:17"]},"obadias_1_19_low":{"palavra_pt":"low","palavra_original":"שְׁפֵלָה","transliteracao":"shᵉphêlâh","strong":"H8219","significado_raiz":"Ideia básica: low.","significado_contextual":"Refere-se a uma região baixa ou vale, contrastando com montanhas e lugares altos.","explicacao_detalhada":"A palavra 'low' (שְׁפֵלָה) indica uma área geográfica que é inferior em elevação, simbolizando humildade e, em alguns contextos, a vulnerabilidade.","por_que_esta_palavra":"A utilização de 'low' destaca a posição de Edom em relação a Israel e a sua queda espiritual, mostrando que mesmo os lugares baixos podem ser elevados pelo Senhor.","conexao_teologica":"Deus frequentemente exalta os humildes e abate os orgulhosos, e a referência a um vale pode simbolizar a necessidade de humildade diante de Deus.","referencias_relacionadas":["Lucas 1:52","Tiago 4:10","Salmos 113:7"]},"obadias_1_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a relação familiar e a identidade do povo de Israel como filhos de Deus, contrastando com a condição de Edom.","por_que_esta_palavra":"A menção de 'filho' sublinha a ideia de que Israel é o povo escolhido de Deus, com um lugar especial na Sua aliança.","conexao_teologica":"A filiação é um tema central na teologia bíblica, onde Deus se revela como Pai e Seu povo como filhos, enfatizando a intimidade do relacionamento.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14","Efésios 1:5"]},"obadias_1_20_carried":{"palavra_pt":"carried","palavra_original":"גָּלוּת","transliteracao":"gâlûwth","strong":"H1546","significado_raiz":"Ideia básica: carried.","significado_contextual":"Refere-se ao exílio ou ao ato de ser levado para longe de casa.","explicacao_detalhada":"A palavra 'carried' (גָּלוּת) implica em um deslocamento forçado, simbolizando a perda de identidade e a separação do povo de Deus.","por_que_esta_palavra":"A utilização de 'carried' destaca o sofrimento e a opressão que Israel enfrentou, sendo levado para longe de sua terra prometida como consequência do pecado.","conexao_teologica":"O exílio é um tema recorrente na Bíblia, representando tanto o juízo de Deus quanto a esperança de restauração e retorno ao lar.","referencias_relacionadas":["Jeremias 29:14","Ezequiel 36:24","Isaías 43:5"]},"obadias_1_20_pobre":{"palavra_pt":"pobre","palavra_original":"חֵיל","transliteracao":"chêyl","strong":"H2426","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se a alguém que está em necessidade ou carência material.","explicacao_detalhada":"A palavra 'pobre' (חֵיל) é usada para descrever a condição de vulnerabilidade e dependência, tanto física quanto espiritual.","por_que_esta_palavra":"A menção de 'pobre' enfatiza a situação de desamparo do povo de Israel, que, apesar de sua condição, é amado e protegido por Deus.","conexao_teologica":"A Bíblia frequentemente menciona os pobres e oprimidos, ressaltando a preocupação de Deus com os necessitados e a promessa de justiça e restauração.","referencias_relacionadas":["Salmos 34:6","Mateus 5:3","Tiago 2:5"]},"obadias_1_21_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de fazer justiça ou decidir sobre questões morais.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) implica em um processo de avaliação e decisão, muitas vezes associado ao papel de Deus como juiz supremo.","por_que_esta_palavra":"A escolha de 'julgar' destaca a certeza de que Deus trará justiça sobre as nações, incluindo Edom, que se opôs a Israel.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é apresentado como o juiz que não apenas condena, mas também redime.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Apocalipse 20:12"]},"obadias_1_21_kingsom":{"palavra_pt":"kingsom","palavra_original":"מְלוּכָה","transliteracao":"mᵉlûwkâh","strong":"H4410","significado_raiz":"Ideia básica: kingsom.","significado_contextual":"Refere-se ao domínio ou governo, especialmente em relação ao reino de Deus.","explicacao_detalhada":"A palavra 'kingsom' (מְלוּכָה) implica em autoridade e soberania, refletindo o governo de Deus sobre todas as coisas.","por_que_esta_palavra":"A menção de 'kingsom' enfatiza a certeza de que o reino de Deus prevalecerá sobre todos os reinos da terra, incluindo aqueles que se opõem a Ele.","conexao_teologica":"O conceito de reino é fundamental na mensagem de Jesus, que proclamou a chegada do reino de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 6:33","Lucas 17:20-21","Apocalipse 11:15"]},"obadias_1_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua identidade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua soberania, poder e relacionamento com Seu povo.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza a importância de reconhecer Sua autoridade e a necessidade de reverência diante d'Ele.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando a presença e a ação divina na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]}}