{"1pedro_1_1_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade e segurança, referindo-se a Cristo como a base firme da fé.","explicacao_detalhada":"No contexto de 1 Pedro 1:1, a rocha representa a firmeza da fé em Jesus, que é o fundamento sobre o qual os crentes devem construir suas vidas espirituais.","por_que_esta_palavra":"Pedro usa 'rocha' para enfatizar a importância de Jesus como a base sólida da fé cristã, contrastando com a instabilidade do mundo.","conexao_teologica":"A rocha é um símbolo recorrente na Bíblia, representando a proteção e a força de Deus, como visto em Salmos 18:2 e Mateus 7:24-25.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"1pedro_1_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor salva', refletindo sua missão redentora.","explicacao_detalhada":"Em 1 Pedro 1:1, o uso do nome Jesus destaca a centralidade de sua pessoa e obra na salvação dos crentes, sendo o mediador entre Deus e a humanidade.","por_que_esta_palavra":"Pedro menciona Jesus para reafirmar a identidade do crente e a importância de se identificar com Ele em meio às tribulações.","conexao_teologica":"Jesus é o centro da mensagem do evangelho, e sua obra redentora é fundamental para a fé cristã, conforme Romanos 10:9.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","João 14:6"]},"1pedro_1_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador de todas as coisas, enfatizando sua soberania.","explicacao_detalhada":"No contexto de 1 Pedro 1:2, Deus é apresentado como o Pai que escolhe e chama os crentes para uma vida de santidade e obediência.","por_que_esta_palavra":"Pedro usa 'Deus' para estabelecer a autoridade divina sobre a vida dos crentes e a importância de viver em conformidade com sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo sua autoridade e poder, como em Romanos 8:28.","referencias_relacionadas":["Romanos 8:28","Efésios 1:4","1 Pedro 1:15"]},"1pedro_1_2_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que atua na vida dos crentes.","explicacao_detalhada":"Em 1 Pedro 1:2, o Espírito é mencionado como aquele que santifica os crentes, capacitando-os a viver de acordo com a vontade de Deus.","por_que_esta_palavra":"Pedro destaca a obra do Espírito Santo para lembrar aos crentes que não estão sozinhos em sua jornada de fé.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, guiando e fortalecendo os crentes, conforme João 14:26.","referencias_relacionadas":["João 14:26","Gálatas 5:22-23","Romanos 8:9"]},"1pedro_1_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente enfatizado como o mediador da nova aliança.","explicacao_detalhada":"Neste versículo, Jesus é reconhecido como aquele que traz a graça e a paz aos crentes, sendo fundamental para a experiência cristã.","por_que_esta_palavra":"A repetição do nome Jesus reforça sua centralidade na vida do crente e a necessidade de depender dele para a salvação.","conexao_teologica":"A obra de Jesus é a base da fé cristã, e sua intercessão é vital, conforme Hebreus 7:25.","referencias_relacionadas":["Hebreus 7:25","1 Timóteo 2:5","Atos 10:43"]},"1pedro_1_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda a esperança e bênção.","explicacao_detalhada":"Em 1 Pedro 1:3, Deus é descrito como aquele que nos regenerou para uma esperança viva através da ressurreição de Jesus.","por_que_esta_palavra":"A menção de Deus aqui enfatiza sua iniciativa em trazer salvação e nova vida aos crentes.","conexao_teologica":"A regeneração é um tema central na teologia cristã, refletindo a transformação que ocorre na vida do crente, conforme João 3:3.","referencias_relacionadas":["João 3:3","Tito 3:5","2 Coríntios 5:17"]},"1pedro_1_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre todas as coisas.","explicacao_detalhada":"Em 1 Pedro 1:3, o título 'Senhor' destaca a soberania de Jesus e seu papel como autoridade máxima na vida dos crentes.","por_que_esta_palavra":"Pedro usa 'Senhor' para lembrar aos crentes que devem se submeter à autoridade de Cristo em todas as áreas de suas vidas.","conexao_teologica":"A autoridade de Jesus é um tema recorrente, como em Mateus 28:18, onde Ele afirma ter toda a autoridade no céu e na terra.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"1pedro_1_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de Jesus novamente reafirma sua centralidade na salvação.","explicacao_detalhada":"Neste versículo, Jesus é o agente da nova vida e esperança, sendo essencial para a experiência cristã.","por_que_esta_palavra":"A repetição do nome de Jesus reforça a importância de sua obra redentora e a necessidade de confiar nele.","conexao_teologica":"A salvação é encontrada somente em Jesus, conforme Atos 4:12, que afirma que não há outro nome pelo qual devemos ser salvos.","referencias_relacionadas":["Atos 4:12","Romanos 5:1","1 João 5:11-12"]},"1pedro_1_4_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se à herança eterna prometida aos crentes.","explicacao_detalhada":"Em 1 Pedro 1:4, o céu é descrito como um lugar de bênção e recompensa, onde os crentes desfrutarão da presença de Deus eternamente.","por_que_esta_palavra":"A menção do céu serve como um incentivo para os crentes perseverarem em sua fé, lembrando-os da esperança futura.","conexao_teologica":"A esperança do céu é um tema central na teologia cristã, refletindo a promessa de vida eterna, como em João 14:2-3.","referencias_relacionadas":["João 14:2-3","Apocalipse 21:4","Romanos 8:18"]},"1pedro_1_4_possessao":{"palavra_pt":"possessao","palavra_original":"κληρονομία","transliteracao":"klēronomía","strong":"G2817","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'posse' refere-se à herança espiritual que os crentes recebem de Deus.","explicacao_detalhada":"Em 1 Pedro 1:4, a possessão é descrita como uma herança incorruptível, que é garantida pela obra de Cristo.","por_que_esta_palavra":"A ênfase na possessão destaca a segurança da salvação e a certeza da herança eterna que os crentes têm em Cristo.","conexao_teologica":"A herança espiritual é um tema importante, refletindo a relação dos crentes como filhos de Deus, conforme Gálatas 4:7.","referencias_relacionadas":["Gálatas 4:7","Efésios 1:11-14","Colossenses 3:24"]},"1pedro_1_4_olho":{"palavra_pt":"guardar","palavra_original":"τηρέω","transliteracao":"tēréō","strong":"G5083","significado_raiz":"Ideia básica: guardar.","significado_contextual":"A palavra 'guardar' refere-se à proteção e preservação da herança espiritual que os crentes têm em Cristo.","explicacao_detalhada":"No contexto de 1 Pedro 1:4, 'guardar' implica que Deus protege a herança dos crentes, garantindo que ela permaneça intacta até a revelação final. Isso traz conforto e segurança aos fiéis.","por_que_esta_palavra":"A escolha da palavra 'guardar' enfatiza a ação divina de proteger e assegurar a salvação e a herança eterna dos crentes.","conexao_teologica":"A ideia de Deus guardar a herança dos crentes se conecta com a doutrina da segurança da salvação, onde os crentes podem confiar que Deus os manterá firmes até o fim.","referencias_relacionadas":["Salmos 121:7-8","Filipenses 4:7","João 10:28-29"]},"1pedro_1_5_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à força divina que capacita os crentes a perseverarem na fé.","explicacao_detalhada":"Em 1 Pedro 1:5, 'poder' destaca a capacidade sobrenatural de Deus que protege os crentes da queda e os mantém firmes na fé, mesmo em tempos de provação.","por_que_esta_palavra":"A palavra 'poder' é crucial para entender que a salvação e a perseverança dos crentes não dependem de suas próprias forças, mas da força de Deus.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, mostrando que é Ele quem sustenta e fortalece os crentes em sua jornada espiritual.","referencias_relacionadas":["Efésios 3:20","2 Coríntios 12:9","Romanos 1:16"]},"1pedro_1_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo que é a fonte de toda a salvação e proteção.","explicacao_detalhada":"Em 1 Pedro 1:5, 'Deus' é apresentado como o guardião da fé dos crentes, enfatizando Sua soberania e poder em assegurar a salvação.","por_que_esta_palavra":"A menção de 'Deus' é fundamental, pois estabelece a base da confiança dos crentes em Sua capacidade de salvar e proteger.","conexao_teologica":"A natureza de Deus como Salvador é um tema recorrente na Bíblia, refletindo Sua fidelidade e amor por Seu povo.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Hebreus 13:5-6"]},"1pedro_1_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença dos crentes nas promessas de Deus.","explicacao_detalhada":"Em 1 Pedro 1:5, 'fé' é o meio pelo qual os crentes experimentam a salvação e a proteção de Deus, destacando a importância da crença ativa.","por_que_esta_palavra":"A palavra 'fé' é essencial, pois sem ela, os crentes não podem acessar as promessas de Deus e a segurança que Ele oferece.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo o meio pelo qual os crentes se relacionam com Deus e recebem Sua graça.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1-2","Gálatas 2:20"]},"1pedro_1_6_bom":{"palavra_pt":"bom","palavra_original":"πειρασμός","transliteracao":"peirasmós","strong":"G3986","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza positiva e benéfica das provações que os crentes enfrentam.","explicacao_detalhada":"Em 1 Pedro 1:6, 'bom' é usado para descrever como as provações, embora difíceis, têm um propósito divino que resulta em crescimento espiritual e fortalecimento da fé.","por_que_esta_palavra":"A escolha de 'bom' desafia a percepção humana sobre o sofrimento, mostrando que Deus pode usar até as dificuldades para o bem dos crentes.","conexao_teologica":"A teologia do sofrimento é um tema importante, onde as dificuldades são vistas como oportunidades para o crescimento na fé.","referencias_relacionadas":["Tiago 1:2-4","Romanos 8:28","2 Coríntios 4:17"]},"1pedro_1_6_almost":{"palavra_pt":"quase","palavra_original":"ὀλίγος","transliteracao":"olígos","strong":"G3641","significado_raiz":"Ideia básica: quase.","significado_contextual":"A palavra 'quase' indica a natureza temporária das provações que os crentes enfrentam.","explicacao_detalhada":"Em 1 Pedro 1:6, 'quase' sugere que as dificuldades são passageiras e que a alegria eterna está por vir, encorajando os crentes a perseverarem.","por_que_esta_palavra":"A palavra 'quase' é importante para lembrar os crentes de que as provações não são permanentes e que a esperança em Cristo é eterna.","conexao_teologica":"A esperança cristã é baseada na expectativa de que as dificuldades atuais não se comparam com a glória futura que será revelada.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:16-18","1 Pedro 5:10"]},"1pedro_1_7_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é novamente enfatizada como o meio pelo qual os crentes são provados e refinados.","explicacao_detalhada":"Em 1 Pedro 1:7, 'fé' é comparada ao ouro que é refinado pelo fogo, mostrando que a verdadeira fé é testada e purificada através das dificuldades.","por_que_esta_palavra":"A repetição da palavra 'fé' sublinha sua importância na vida cristã e como ela é essencial para a salvação e o crescimento espiritual.","conexao_teologica":"A fé é vista como um presente de Deus que deve ser cultivado e testado, refletindo a relação dinâmica entre o crente e Deus.","referencias_relacionadas":["Tiago 1:12","1 Coríntios 3:13","Hebreus 12:2"]},"1pedro_1_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e reconhecimento que os crentes receberão em Cristo.","explicacao_detalhada":"Em 1 Pedro 1:7, 'glória' é a recompensa final que os crentes experimentarão, refletindo a manifestação da presença de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'glória' é crucial para motivar os crentes a perseverarem nas provações, lembrando-os da recompensa eterna que os aguarda.","conexao_teologica":"A glória de Deus é um tema central na Escritura, onde os crentes são chamados a viver para a Sua glória e esperar a revelação de Sua glória.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Colossenses 3:4"]},"1pedro_1_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao Salvador e Mediador da nova aliança.","explicacao_detalhada":"Em 1 Pedro 1:7, 'Jesus' é o foco da fé dos crentes, cuja obra redentora é a base para a esperança e a glória futura.","por_que_esta_palavra":"A menção de 'Jesus' é fundamental, pois Ele é o centro da fé cristã e a fonte de toda salvação e esperança.","conexao_teologica":"A cristologia é um aspecto central da teologia, onde a pessoa e obra de Jesus são essenciais para a compreensão da salvação.","referencias_relacionadas":["Atos 4:12","Romanos 10:9-10","Hebreus 12:2"]},"1pedro_1_8_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à ação de confiar em Jesus e em Suas promessas.","explicacao_detalhada":"Em 1 Pedro 1:8, 'crer' é a resposta dos crentes à revelação de Jesus, que traz alegria e esperança, mesmo sem vê-Lo fisicamente.","por_que_esta_palavra":"A palavra 'crer' é essencial para a vida cristã, pois é através da fé que os crentes se conectam com Deus e experimentam Sua graça.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação entre o crente e Deus, e a chave para a salvação.","referencias_relacionadas":["João 20:29","Hebreus 11:6","Gálatas 2:20"]},"1pedro_1_8_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória mencionada aqui refere-se à honra e reconhecimento que vem da fé em Jesus Cristo.","explicacao_detalhada":"A palavra 'gloria' (δόξα) é usada para descrever a majestade e a beleza de Deus, que se manifesta na vida dos crentes. Em 1 Pedro 1:8, a glória é associada à alegria que os crentes experimentam ao crer em Cristo, mesmo sem vê-lo fisicamente.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a natureza divina de Cristo e a resposta dos crentes a essa revelação, que é de adoração e louvor.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, refletindo a sua natureza e a sua obra redentora. A fé em Cristo nos conecta a essa glória.","referencias_relacionadas":["Romanos 5:2","2 Coríntios 4:17","Hebreus 11:1"]},"1pedro_1_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para se referir ao Criador, que é digno de adoração e reverência.","explicacao_detalhada":"A palavra 'deus' (μή) é uma negação que enfatiza a certeza da fé em Deus, que é fundamental para a vida cristã. A fé em Deus é o que sustenta a esperança e a alegria do crente.","por_que_esta_palavra":"É crucial para entender a relação entre o crente e Deus, destacando a importância da fé em sua natureza e promessas.","conexao_teologica":"A crença em Deus é a base da fé cristã, que nos liga à sua graça e misericórdia.","referencias_relacionadas":["Hebreus 11:6","Salmos 46:1","Romanos 1:20"]},"1pedro_1_9_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à perseverança na fé e na esperança da salvação.","explicacao_detalhada":"A palavra 'continuo' (τέλος) implica um estado de continuidade e completude na experiência da salvação, que é um processo contínuo na vida do crente.","por_que_esta_palavra":"É importante para entender que a salvação não é apenas um evento único, mas uma jornada que requer perseverança.","conexao_teologica":"A ideia de continuidade na salvação reflete a fidelidade de Deus em completar a obra que começou em nós.","referencias_relacionadas":["Filipenses 1:6","Romanos 5:1-2","1 Coríntios 1:18"]},"1pedro_1_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fe' refere-se à confiança e crença em Deus e em suas promessas.","explicacao_detalhada":"A palavra 'fe' (πίστις) é fundamental para a vida cristã, pois é pela fé que os crentes recebem a salvação e a vida eterna.","por_que_esta_palavra":"A fé é a chave que abre a porta para a experiência da graça e da salvação em Cristo.","conexao_teologica":"A fé é um dos pilares da teologia cristã, sendo essencial para a justificação e a relação com Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"1pedro_1_9_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvacao' refere-se à libertação do pecado e à reconciliação com Deus.","explicacao_detalhada":"A palavra 'salvacao' (σωτηρία) implica não apenas a libertação do pecado, mas também a restauração da relação com Deus e a promessa da vida eterna.","por_que_esta_palavra":"É central para a mensagem do evangelho, que oferece esperança e redenção a todos os que creem.","conexao_teologica":"A salvação é um tema central na teologia cristã, refletindo a obra redentora de Cristo na cruz.","referencias_relacionadas":["João 3:16","Romanos 10:9","Atos 4:12"]},"1pedro_1_10_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvacao' é novamente enfatizada, reforçando a importância da redenção.","explicacao_detalhada":"A repetição da palavra 'salvacao' (σωτηρία) destaca a certeza e a esperança que os profetas tinham em relação à vinda de Cristo e à salvação que ele traria.","por_que_esta_palavra":"Reforça a ideia de que a salvação é um tema recorrente nas Escrituras e uma promessa de Deus.","conexao_teologica":"A salvação é a culminação do plano de Deus para a humanidade, revelando seu amor e graça.","referencias_relacionadas":["1 Timóteo 2:4","Tito 3:5","Romanos 5:9"]},"1pedro_1_10_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graca' refere-se ao favor imerecido de Deus que nos salva.","explicacao_detalhada":"A palavra 'graca' (χάρις) é fundamental para entender a natureza da salvação, que não é baseada em obras, mas na bondade de Deus.","por_que_esta_palavra":"É essencial para a compreensão da relação entre Deus e a humanidade, enfatizando que a salvação é um presente.","conexao_teologica":"A graça é um dos pilares da teologia cristã, sendo a base da justificação e da redenção.","referencias_relacionadas":["Efésios 2:8","Romanos 3:24","Tito 2:11"]},"1pedro_1_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espirito' refere-se ao Espírito Santo, que inspira e guia os crentes.","explicacao_detalhada":"A palavra 'espirito' (πνεῦμα) é usada para descrever a presença ativa de Deus na vida dos crentes, que os capacita e os guia na verdade.","por_que_esta_palavra":"É importante para entender a obra do Espírito Santo na vida do crente e sua função como Consolador.","conexao_teologica":"O Espírito Santo é essencial na vida cristã, sendo o agente da santificação e da transformação.","referencias_relacionadas":["João 14:26","Atos 1:8","Gálatas 5:22-23"]},"1pedro_1_11_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se a Jesus como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' (Χριστός) é um título que significa 'o Ungido', e enfatiza a missão redentora de Jesus como o Salvador prometido.","por_que_esta_palavra":"É fundamental para a identidade de Jesus e para a compreensão de sua obra na salvação da humanidade.","conexao_teologica":"A cristologia é central na teologia cristã, e a compreensão de Jesus como Cristo é essencial para a fé.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"1pedro_1_11_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' aqui é usada para descrever a magnificência e a honra que pertencem a Cristo.","explicacao_detalhada":"A palavra 'gloria' (δόξα) enfatiza a natureza divina de Cristo e a sua posição exaltada após a ressurreição.","por_que_esta_palavra":"É importante para entender a adoração devida a Cristo e a sua autoridade como Senhor.","conexao_teologica":"A glória de Cristo é um tema recorrente nas Escrituras, refletindo sua divindade e sua obra redentora.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:27","Apocalipse 5:12"]},"1pedro_1_12_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que inspira e revela as verdades de Deus.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a presença de Deus que atua na vida dos crentes, trazendo entendimento e revelação sobre a salvação.","por_que_esta_palavra":"Esta palavra é fundamental para entender a ação de Deus na vida dos crentes e a importância da revelação divina.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e é essencial para a vida cristã, guiando e fortalecendo os crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"1pedro_1_12_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o destino final dos crentes.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é usada para descrever o lugar onde Deus habita e onde os fiéis esperam estar após a morte.","por_que_esta_palavra":"O céu é um conceito central na esperança cristã, representando a promessa de vida eterna com Deus.","conexao_teologica":"O céu é frequentemente mencionado nas Escrituras como o lugar de recompensa para os justos e a realização plena da comunhão com Deus.","referencias_relacionadas":["Mateus 5:12","Apocalipse 21:1-4","Filipenses 3:20"]},"1pedro_1_12_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se ao serviço e à amizade que os crentes devem ter uns com os outros.","explicacao_detalhada":"A palavra 'amigo' (διακονέω) implica em servir e ajudar os outros, refletindo o amor de Cristo.","por_que_esta_palavra":"A amizade e o serviço são fundamentais na vida cristã, mostrando a prática do amor ao próximo.","conexao_teologica":"O amor e o serviço são centrais na mensagem de Jesus, que nos chamou a amar uns aos outros como Ele nos amou.","referencias_relacionadas":["João 15:13-15","Gálatas 5:13","1 João 3:18"]},"1pedro_1_13_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que transforma o coração dos crentes.","explicacao_detalhada":"A palavra 'graça' (χάρις) é a manifestação do favor imerecido de Deus, que capacita os crentes a viverem de acordo com Sua vontade.","por_que_esta_palavra":"A graça é essencial para a salvação e a vida cristã, pois é através dela que somos salvos e capacitados.","conexao_teologica":"A graça de Deus é um tema central na teologia cristã, mostrando a bondade e misericórdia de Deus para com a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","Tito 2:11"]},"1pedro_1_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o centro da fé cristã e a fonte de salvação.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome do Salvador, que veio ao mundo para redimir a humanidade do pecado.","por_que_esta_palavra":"Jesus é a figura central do cristianismo, e sua vida, morte e ressurreição são fundamentais para a fé.","conexao_teologica":"A obra redentora de Jesus é a base da esperança cristã e da relação do crente com Deus.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 10:9"]},"1pedro_1_14_obediente":{"palavra_pt":"obediente","palavra_original":"ὑπακοή","transliteracao":"hypakoḗ","strong":"G5218","significado_raiz":"Ideia básica: obediente.","significado_contextual":"Refere-se à obediência dos crentes à palavra de Deus.","explicacao_detalhada":"A palavra 'obediente' (ὑπακοή) implica em seguir os mandamentos de Deus e viver de acordo com Sua vontade.","por_que_esta_palavra":"A obediência é uma resposta necessária à graça recebida e um sinal de fé genuína.","conexao_teologica":"A obediência é um tema recorrente nas Escrituras, mostrando a importância de viver em conformidade com a vontade de Deus.","referencias_relacionadas":["João 14:15","Tiago 1:22","1 João 2:3-5"]},"1pedro_1_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que Deus opera na vida dos crentes.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) indica um processo de mudança e crescimento espiritual na vida do crente.","por_que_esta_palavra":"A transformação é uma parte essencial da vida cristã, onde os crentes são moldados à imagem de Cristo.","conexao_teologica":"A obra do Espírito Santo na vida do crente é fundamental para a santificação e crescimento espiritual.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 5:22-23"]},"1pedro_1_15_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'conforme' (κατά) indica que a vida do crente deve estar alinhada com os princípios e ensinamentos de Deus.","por_que_esta_palavra":"Viver conforme a vontade de Deus é essencial para a vida cristã e para o testemunho do crente.","conexao_teologica":"A conformidade à vontade de Deus é um aspecto da santidade e da vida em comunhão com Ele.","referencias_relacionadas":["Efésios 5:17","Colossenses 1:10","1 Tessalonicenses 4:3"]},"1pedro_1_15_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao chamado de Deus para os crentes viverem em santidade.","explicacao_detalhada":"A palavra 'chamar' (καλέω) implica em ser convocado por Deus para uma vida de santidade e serviço.","por_que_esta_palavra":"O chamado de Deus é uma parte fundamental da vida cristã, onde os crentes são chamados a viver de maneira digna.","conexao_teologica":"O chamado à santidade é um tema central nas Escrituras, refletindo a natureza de Deus e o propósito para a vida dos crentes.","referencias_relacionadas":["1 Pedro 2:9","Romanos 8:30","2 Timóteo 1:9"]},"1pedro_1_16_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se à descrição da santidade de Deus e à chamada dos crentes para serem santos.","explicacao_detalhada":"A palavra 'descrever' (γράφω) implica em registrar ou comunicar a verdade sobre a santidade de Deus.","por_que_esta_palavra":"Descrever a santidade de Deus é essencial para entender a natureza divina e a expectativa que Ele tem para Seus seguidores.","conexao_teologica":"A santidade de Deus é um atributo fundamental que deve ser refletido na vida dos crentes.","referencias_relacionadas":["Levítico 11:44","Hebreus 12:14","1 Pedro 2:5"]},"1pedro_1_16_because":{"palavra_pt":"porque","palavra_original":"διότι","transliteracao":"dióti","strong":"G1360","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual os crentes devem ser santos.","explicacao_detalhada":"Neste contexto, 'porque' conecta a chamada à santidade com a natureza de Deus, que é santo. A ideia é que a santidade dos crentes deve refletir a santidade de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a ação esperada dos crentes e a natureza de Deus.","conexao_teologica":"A santidade de Deus é um tema central na teologia cristã, e a chamada à santidade dos crentes é uma resposta à natureza divina.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:15","Hebreus 12:14"]},"1pedro_1_17_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que a ação de Deus em julgar deve ser de acordo com as obras de cada um.","explicacao_detalhada":"Neste versículo, 'conforme' enfatiza a justiça de Deus, que julga cada pessoa com base em suas ações e escolhas.","por_que_esta_palavra":"É importante para entender que a salvação e o juízo são baseados nas obras, refletindo a responsabilidade individual.","conexao_teologica":"A conexão entre fé e obras é um tema recorrente na Bíblia, mostrando que a fé genuína se manifesta em ações.","referencias_relacionadas":["Mateus 16:27","Romanos 2:6","Gálatas 6:7"]},"1pedro_1_17_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e comportamentos dos indivíduos.","explicacao_detalhada":"Neste contexto, 'obra' é usada para enfatizar que as ações dos crentes têm consequências eternas e são observadas por Deus.","por_que_esta_palavra":"É fundamental para a compreensão da responsabilidade moral e espiritual dos crentes em suas vidas diárias.","conexao_teologica":"A relação entre fé e obras é central na teologia cristã, onde as obras são evidências da fé verdadeira.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"1pedro_1_18_ouro":{"palavra_pt":"ouro","palavra_original":"χρυσίον","transliteracao":"chrysíon","strong":"G5553","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' é usada para ilustrar o valor inestimável do sacrifício de Cristo.","explicacao_detalhada":"Aqui, 'ouro' representa algo precioso e duradouro, contrastando com a redenção que não é comprada com coisas materiais.","por_que_esta_palavra":"A escolha da palavra destaca a superioridade do sacrifício de Cristo em relação a qualquer riqueza terrena.","conexao_teologica":"O sacrifício de Cristo é visto como o preço pago pela redenção, que é muito mais valioso do que ouro.","referencias_relacionadas":["Salmos 119:72","Mateus 13:44","Apocalipse 3:18"]},"1pedro_1_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a origem da redenção, que não vem de coisas corruptíveis.","explicacao_detalhada":"Neste contexto, 'entre' enfatiza que a redenção não é baseada em bens materiais, mas em algo espiritual e eterno.","por_que_esta_palavra":"É importante para entender que a salvação é distinta das riquezas e posses terrenas.","conexao_teologica":"A ideia de que a salvação é um dom espiritual é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 8:32","2 Coríntios 4:18","1 Timóteo 6:7"]},"1pedro_1_18_corruptible":{"palavra_pt":"corruptible","palavra_original":"φθαρτός","transliteracao":"phthartós","strong":"G5349","significado_raiz":"Ideia básica: corruptible.","significado_contextual":"A palavra 'corruptível' refere-se a coisas que são passageiras e que se deterioram com o tempo.","explicacao_detalhada":"Neste versículo, 'corruptível' é usado para contrastar com a natureza eterna da redenção oferecida por Cristo.","por_que_esta_palavra":"É crucial para entender a diferença entre o que é temporário e o que é eterno na perspectiva da salvação.","conexao_teologica":"A noção de que a redenção é eterna e não sujeita à corrupção é um pilar da fé cristã.","referencias_relacionadas":["Mateus 6:19-20","1 Coríntios 9:25","2 Pedro 3:10"]},"1pedro_1_19_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se a Jesus como o Messias, o ungido de Deus.","explicacao_detalhada":"Neste contexto, 'cristo' enfatiza a importância do sacrifício de Jesus como o único que pode redimir a humanidade.","por_que_esta_palavra":"É fundamental para a compreensão da identidade de Jesus e seu papel na salvação.","conexao_teologica":"A unção de Jesus como Cristo é central para a fé cristã, pois ele é o cumprimento das profecias messiânicas.","referencias_relacionadas":["Isaías 53:5","Atos 4:12","Romanos 1:3-4"]},"1pedro_1_19_dear":{"palavra_pt":"dear","palavra_original":"τίμιος","transliteracao":"tímios","strong":"G5093","significado_raiz":"Ideia básica: dear.","significado_contextual":"A palavra 'dear' descreve o valor e a preciosidade do sacrifício de Cristo.","explicacao_detalhada":"Neste versículo, 'dear' ressalta que o sangue de Cristo é inestimável e digno de grande honra.","por_que_esta_palavra":"É importante para entender a magnitude do sacrifício de Jesus e seu impacto na redenção.","conexao_teologica":"A preciosidade do sangue de Cristo é um tema recorrente na teologia da salvação.","referencias_relacionadas":["Hebreus 9:22","1 João 1:7","Apocalipse 5:9"]},"1pedro_1_20_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à criação e à condição do ser humano em pecado.","explicacao_detalhada":"Neste contexto, 'mundo' enfatiza que a redenção de Cristo é necessária devido à corrupção e ao pecado que permeiam a humanidade.","por_que_esta_palavra":"É crucial para entender a abrangência da necessidade de salvação em toda a criação.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na narrativa bíblica.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","João 3:16"]},"1pedro_1_20_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo e à história da humanidade sob a condição de pecado.","explicacao_detalhada":"Neste versículo, 'anos' indica que a redenção não é baseada em tradições ou práticas humanas ao longo do tempo.","por_que_esta_palavra":"É importante para entender que a salvação é atemporal e não limitada por períodos históricos.","conexao_teologica":"A eternidade de Deus e a natureza atemporal da salvação são conceitos fundamentais na teologia cristã.","referencias_relacionadas":["Salmos 90:4","2 Pedro 3:8","Apocalipse 1:8"]},"1pedro_1_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que ressuscitou Jesus Cristo, enfatizando Sua soberania e poder.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a divindade suprema, que é a fonte de toda vida e autoridade. No contexto de 1 Pedro 1:21, destaca-se a ação de Deus na ressurreição de Cristo, que é central para a fé cristã.","por_que_esta_palavra":"É fundamental reconhecer Deus como o agente ativo na salvação e na ressurreição de Jesus, o que dá esperança aos crentes.","conexao_teologica":"A ressurreição de Cristo é um testemunho do poder de Deus e da promessa de vida eterna para aqueles que creem.","referencias_relacionadas":["Romanos 10:9","Atos 2:24","1 Coríntios 15:20"]},"1pedro_1_21_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é manifestada na ressurreição de Cristo, que traz honra e louvor ao Seu nome.","explicacao_detalhada":"A palavra 'gloria' (δόξα) implica a manifestação da majestade e do caráter de Deus. Neste versículo, a glória é atribuída a Deus por Sua obra redentora através de Jesus.","por_que_esta_palavra":"A glória de Deus é um tema central na Escritura, refletindo Sua natureza e ações, especialmente na salvação.","conexao_teologica":"A glória de Deus é revelada na obra de Cristo, que traz redenção e reconciliação entre Deus e a humanidade.","referencias_relacionadas":["João 1:14","Romanos 6:4","Efésios 1:12"]},"1pedro_1_21_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a resposta do crente à verdade da ressurreição de Cristo.","explicacao_detalhada":"A palavra 'fé' (πίστις) refere-se à confiança e crença em Deus e em Suas promessas. Em 1 Pedro 1:21, a fé é apresentada como o meio pelo qual os crentes se apropriam da salvação.","por_que_esta_palavra":"A fé é essencial para a vida cristã, pois é através dela que os crentes recebem a salvação e a vida eterna.","conexao_teologica":"A fé em Cristo é o fundamento da relação do crente com Deus, sendo a resposta à verdade revelada na Escritura.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 1:17"]},"1pedro_1_22_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como a essência do ser humano, que deve ser purificada pelo amor fraternal.","explicacao_detalhada":"A palavra 'alma' (ψυχή) refere-se à vida e à identidade do ser humano. Em 1 Pedro 1:22, a purificação da alma é ligada à obediência à verdade e ao amor entre os irmãos.","por_que_esta_palavra":"A alma é o que dá vida ao corpo e é a parte que se relaciona com Deus, sendo essencial para a experiência espiritual.","conexao_teologica":"A purificação da alma é um aspecto importante da santificação, que é o processo de se tornar mais semelhante a Cristo.","referencias_relacionadas":["Mateus 22:37","Tiago 1:21","1 Pedro 2:11"]},"1pedro_1_22_amor":{"palavra_pt":"amor","palavra_original":"φιλαδελφία","transliteracao":"philadelphía","strong":"G5360","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor fraternal é um mandamento central na vida cristã, refletindo o amor de Cristo.","explicacao_detalhada":"A palavra 'amor' (φιλαδελφία) refere-se ao amor entre irmãos na fé. Em 1 Pedro 1:22, esse amor é uma consequência da purificação da alma e da obediência à verdade.","por_que_esta_palavra":"O amor é a marca distintiva dos seguidores de Cristo, sendo um reflexo do amor que Deus tem por nós.","conexao_teologica":"O amor fraternal é um testemunho da transformação que ocorre na vida do crente e é fundamental para a unidade da igreja.","referencias_relacionadas":["João 13:34-35","1 João 4:7","Romanos 13:10"]},"1pedro_1_23_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A Palavra de Deus, que é Cristo, é a fonte da nova vida dos crentes.","explicacao_detalhada":"A palavra 'palavra' (λόγος) refere-se a Cristo como a revelação de Deus e a fonte da vida eterna. Em 1 Pedro 1:23, enfatiza-se que os crentes são gerados de novo pela Palavra.","por_que_esta_palavra":"Cristo é a encarnação da Palavra de Deus, e a fé nEle é o que traz nova vida aos crentes.","conexao_teologica":"A nova vida em Cristo é um tema central no Novo Testamento, destacando a importância da Palavra na transformação espiritual.","referencias_relacionadas":["João 1:1","Romanos 10:17","2 Coríntios 5:17"]},"1pedro_1_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da nova vida que os crentes recebem através de Cristo.","explicacao_detalhada":"A palavra 'deus' (θεός) reafirma a soberania de Deus na salvação. Em 1 Pedro 1:23, é enfatizado que a nova vida é resultado da ação divina.","por_que_esta_palavra":"Reconhecer Deus como o autor da nova vida é essencial para entender a graça e a misericórdia que Ele oferece.","conexao_teologica":"A obra de Deus na salvação é um tema fundamental, mostrando Sua iniciativa em redimir a humanidade.","referencias_relacionadas":["Tito 3:5","Efésios 2:4-5","1 João 5:11"]},"1pedro_1_23_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A nova vida em Cristo é caracterizada por um viver que glorifica a Deus.","explicacao_detalhada":"A palavra 'viver' (ζάω) refere-se à vida plena que os crentes experimentam em Cristo. Em 1 Pedro 1:23, essa vida é descrita como sendo gerada pela Palavra de Deus.","por_que_esta_palavra":"A vida em Cristo é uma vida transformada, que reflete a natureza de Deus e Sua vontade.","conexao_teologica":"A vida eterna é um presente de Deus, que começa no momento da fé e se estende pela eternidade.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Colossenses 3:3"]},"1pedro_1_24_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne é vista como transitória e sujeita à morte, contrastando com a vida eterna em Cristo.","explicacao_detalhada":"A palavra 'carne' (σάρξ) refere-se à natureza humana e mortal. Em 1 Pedro 1:24, é enfatizado que a carne é efêmera, enquanto a Palavra de Deus permanece para sempre.","por_que_esta_palavra":"Entender a fragilidade da carne ajuda os crentes a valorizar a vida eterna que têm em Cristo.","conexao_teologica":"A mortalidade da carne contrasta com a eternidade da Palavra de Deus, que traz vida e esperança.","referencias_relacionadas":["Isaías 40:6-8","Romanos 8:6-8","Gálatas 5:17"]},"1pedro_1_24_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é eterna e não se compara à fragilidade da carne.","explicacao_detalhada":"A palavra 'gloria' (δόξα) é usada para descrever a majestade e a eternidade de Deus. Em 1 Pedro 1:24, a glória de Deus é contrastada com a natureza passageira da carne.","por_que_esta_palavra":"A glória de Deus é um lembrete da esperança e da promessa de vida eterna que os crentes têm.","conexao_teologica":"A eternidade da glória de Deus é um tema central na Escritura, mostrando que o que é espiritual é superior ao que é físico.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","1 Pedro 5:10"]},"1pedro_1_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto de 1 Pedro 1:25, a palavra 'senhor' enfatiza a soberania de Deus e a importância de reconhecer Jesus como nosso Senhor e Salvador. Ele é aquele que tem poder e autoridade sobre nossas vidas.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A teologia cristã ensina que Jesus é o Senhor, o que implica em sua divindade e seu papel como redentor da humanidade.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"1pedro_1_25_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à ação de proclamar as boas novas de Jesus Cristo.","explicacao_detalhada":"Em 1 Pedro 1:25, a palavra 'evangelizar' destaca a importância de compartilhar a mensagem do evangelho, que traz esperança e salvação para todos os que creem.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade dos crentes em levar a mensagem de Cristo ao mundo.","conexao_teologica":"O evangelho é o cerne da fé cristã, e evangelizar é um mandamento de Jesus para seus seguidores.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"1pedro_1_25_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a qualquer ação ou pensamento que vai contra a vontade de Deus.","explicacao_detalhada":"No contexto de 1 Pedro 1:25, 'mal' é usado para contrastar a verdade da palavra de Deus com as mentiras e enganos do mundo.","por_que_esta_palavra":"A inclusão da palavra 'mal' serve para alertar os crentes sobre a necessidade de se afastar do pecado e da corrupção.","conexao_teologica":"A teologia cristã ensina que o mal é uma realidade que deve ser combatida através da verdade e da justiça de Deus.","referencias_relacionadas":["Tiago 1:13-15","1 João 1:5","Romanos 12:21"]}}