{"1pedro_2_1_mal":{"palavra_pt":"mal","palavra_original":"κακία","transliteracao":"kakía","strong":"G2549","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' aqui se refere a ações e atitudes que são moralmente erradas.","explicacao_detalhada":"Em 1 Pedro 2:1, a palavra 'mal' é usada para exortar os crentes a se afastarem de comportamentos que não refletem a natureza de Cristo.","por_que_esta_palavra":"A palavra é importante para lembrar os crentes de que devem viver de maneira que honre a Deus.","conexao_teologica":"A luta contra o mal é uma parte central da vida cristã, onde os crentes são chamados a viver em santidade.","referencias_relacionadas":["Efésios 4:31-32","Colossenses 3:8","Romanos 6:12-13"]},"1pedro_2_1_craft":{"palavra_pt":"craft","palavra_original":"δόλος","transliteracao":"dólos","strong":"G1388","significado_raiz":"Ideia básica: craft.","significado_contextual":"A palavra 'craft' refere-se a engano ou astúcia maliciosa.","explicacao_detalhada":"No contexto de 1 Pedro 2:1, 'craft' é usado para advertir os crentes sobre a necessidade de evitar a hipocrisia e a manipulação em suas interações.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da sinceridade e da transparência nas relações cristãs.","conexao_teologica":"A autenticidade é um valor central na vida cristã, refletindo a natureza de Cristo em nós.","referencias_relacionadas":["Mateus 7:15","Tiago 3:14-16","1 João 2:21"]},"1pedro_2_2_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de ser salvo do pecado e da morte.","explicacao_detalhada":"Em 1 Pedro 2:2, 'salvação' é apresentada como um desejo fundamental do crente, que deve anelar pelo alimento espiritual que leva à vida eterna.","por_que_esta_palavra":"A palavra é usada para mostrar a necessidade de crescimento espiritual e dependência de Deus.","conexao_teologica":"A salvação é um tema central na teologia cristã, enfatizando a graça de Deus e a fé em Jesus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:13","Hebreus 5:12-14"]},"1pedro_2_2_crianca":{"palavra_pt":"crianca","palavra_original":"βρέφος","transliteracao":"bréphos","strong":"G1025","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' simboliza a inocência e a necessidade de crescimento espiritual.","explicacao_detalhada":"Em 1 Pedro 2:2, 'criança' é usada para ilustrar a atitude que os crentes devem ter ao buscar a palavra de Deus, como um bebê que anseia pelo leite.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a dependência e a humildade necessárias na vida cristã.","conexao_teologica":"A ideia de ser como crianças é um princípio importante no ensinamento de Jesus sobre o Reino de Deus.","referencias_relacionadas":["Mateus 18:3","Lucas 18:16-17","Marcos 10:14"]},"1pedro_2_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Cristo e sua autoridade sobre a vida do crente.","explicacao_detalhada":"Em 1 Pedro 2:3, a palavra 'senhor' é usada para lembrar os crentes de que devem reconhecer a liderança de Cristo em suas vidas.","por_que_esta_palavra":"A palavra é importante para estabelecer a relação de submissão e confiança que os crentes devem ter em relação a Deus.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia cristã, que enfatiza sua divindade e seu papel como Rei.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Apocalipse 19:16"]},"1pedro_2_3_bom":{"palavra_pt":"bom","palavra_original":"γεύομαι","transliteracao":"geúomai","strong":"G1089","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade desejável de experimentar e viver a bondade de Deus.","explicacao_detalhada":"Em 1 Pedro 2:3, 'bom' é usado para descrever a experiência do crente ao provar a bondade do Senhor, que é essencial para o crescimento espiritual.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância de reconhecer e experimentar a bondade de Deus em nossas vidas.","conexao_teologica":"A bondade de Deus é um aspecto fundamental da sua natureza e é refletida na vida dos crentes.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22"]},"1pedro_2_3_bondoso":{"palavra_pt":"bondoso","palavra_original":"χρηστός","transliteracao":"chrēstós","strong":"G5543","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' descreve a natureza de Deus e a expectativa de que os crentes reflitam essa bondade.","explicacao_detalhada":"Em 1 Pedro 2:3, 'bondoso' é usado para enfatizar que a bondade deve ser uma característica da vida do crente, assim como é de Deus.","por_que_esta_palavra":"A palavra é importante para lembrar os crentes de que devem agir com bondade e compaixão em suas interações.","conexao_teologica":"A bondade é um fruto do Espírito e deve ser manifestada na vida dos seguidores de Cristo.","referencias_relacionadas":["Efésios 4:32","Colossenses 3:12","Gálatas 5:22-23"]},"1pedro_2_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus vivo e verdadeiro, que é a fonte de toda vida e sustento.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' enfatiza a divindade e a soberania de Deus sobre todas as coisas. Ele é descrito como a pedra viva, que sustenta e dá vida aos crentes.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois representa a autoridade suprema e a origem de toda criação.","conexao_teologica":"Deus é visto como o fundamento da fé cristã, e a relação com Ele é essencial para a vida espiritual do crente.","referencias_relacionadas":["Salmos 18:2","Isaías 44:6","João 1:1"]},"1pedro_2_4_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Indica a vida que é dada por Deus, uma vida plena e abundante.","explicacao_detalhada":"A palavra 'viver' aqui sugere não apenas a existência física, mas uma vida espiritual rica e significativa em comunhão com Deus.","por_que_esta_palavra":"A vida em Cristo é um tema central no Novo Testamento, onde crer em Jesus resulta em vida eterna.","conexao_teologica":"A vida que recebemos de Deus é um presente que transforma nossa existência e nos conecta a Ele.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"1pedro_2_4_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza estabilidade, força e a base sobre a qual a fé é construída.","explicacao_detalhada":"A 'pedra' é uma metáfora para Cristo, que é a rocha sobre a qual a Igreja é edificada. Ele é a fonte de segurança e proteção.","por_que_esta_palavra":"A imagem da pedra é usada para mostrar que a fé deve estar firmada em Cristo, que nunca falha.","conexao_teologica":"Cristo como a pedra angular é fundamental para a teologia da salvação e da Igreja.","referencias_relacionadas":["Mateus 16:18","Efésios 2:20","1 Coríntios 3:11"]},"1pedro_2_5_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à comunidade de crentes, a Igreja, que é descrita como uma família espiritual.","explicacao_detalhada":"A palavra 'família' implica um relacionamento íntimo entre os membros da Igreja, que são unidos em Cristo.","por_que_esta_palavra":"A ideia de família destaca a importância da unidade e do amor entre os crentes.","conexao_teologica":"A Igreja é o corpo de Cristo, e cada membro é vital para o funcionamento do todo.","referencias_relacionadas":["Efésios 2:19","Romanos 12:5","1 Coríntios 12:27"]},"1pedro_2_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus é o criador e sustentador da Igreja.","explicacao_detalhada":"A presença de Deus na Igreja é fundamental, pois Ele a fortalece e a guia em sua missão.","por_que_esta_palavra":"A menção de Deus aqui sublinha a importância da dependência divina para o crescimento espiritual.","conexao_teologica":"Deus é o arquétipo da paternidade, e a Igreja é Sua família, chamada a refletir Seu amor.","referencias_relacionadas":["Hebreus 3:4","1 Coríntios 3:9","Gálatas 6:10"]},"1pedro_2_6_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade de Deus e à chamada dos crentes para viverem em santidade.","explicacao_detalhada":"A palavra 'santo' implica separação do pecado e dedicação a Deus, refletindo Seu caráter.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus e um chamado para todos os que O seguem.","conexao_teologica":"Os crentes são chamados a ser santos, assim como Deus é santo, o que implica em viver de acordo com Seus padrões.","referencias_relacionadas":["1 Pedro 1:16","Romanos 12:1","Efésios 1:4"]},"1pedro_2_6_igreja":{"palavra_pt":"igreja","palavra_original":"Σιών","transliteracao":"Siṓn","strong":"G4622","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem em nome de Cristo.","explicacao_detalhada":"A palavra 'igreja' implica um corpo de pessoas chamadas para adorar e servir a Deus em unidade.","por_que_esta_palavra":"A Igreja é o meio pelo qual Deus opera no mundo, e sua missão é proclamar o evangelho.","conexao_teologica":"A Igreja é descrita como o corpo de Cristo, onde cada membro tem um papel vital.","referencias_relacionadas":["Atos 2:42","Mateus 28:19-20","Efésios 4:11-13"]},"1pedro_2_6_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a aliança de Deus com Seu povo, um sinal de Sua promessa.","explicacao_detalhada":"A palavra 'arco' pode ser vista como um símbolo de proteção e compromisso de Deus com a humanidade.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, representando a fidelidade de Deus.","conexao_teologica":"A aliança de Deus com Seu povo é um aspecto fundamental da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 9:13","Hebreus 8:6","Romanos 11:27"]},"1pedro_2_7_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus e em Sua palavra.","explicacao_detalhada":"A palavra 'crer' implica um compromisso profundo com a verdade de Deus e Sua obra redentora.","por_que_esta_palavra":"A fé é essencial para a salvação e para a vida cristã, sendo a resposta do crente à revelação de Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Cristo e recebem Sua graça.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8-9"]},"1pedro_2_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo significativo ou importante na vida espiritual.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de transformação que ocorre na vida do crente através da fé.","por_que_esta_palavra":"A transformação é uma parte essencial da experiência cristã, onde o crente é moldado à imagem de Cristo.","conexao_teologica":"A obra de Deus na vida do crente é contínua, levando a um crescimento espiritual e à maturidade na fé.","referencias_relacionadas":["2 Coríntios 5:17","Filipenses 1:6","Colossenses 3:10"]},"1pedro_2_8_pecado":{"palavra_pt":"pecado","palavra_original":"σκάνδαλον","transliteracao":"skándalon","strong":"G4625","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se a um obstáculo ou escândalo que leva à queda ou desvio da verdade.","explicacao_detalhada":"No contexto de 1 Pedro 2:8, o 'pecado' é apresentado como uma pedra de tropeço para aqueles que rejeitam a mensagem de Cristo. Essa rejeição resulta em condenação e separação de Deus.","por_que_esta_palavra":"A escolha da palavra 'pecado' enfatiza a gravidade da rejeição de Cristo e as consequências espirituais que isso traz.","conexao_teologica":"O pecado é um tema central na teologia cristã, representando a separação entre o homem e Deus, e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Tiago 1:15"]},"1pedro_2_8_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a Cristo como o Verbo de Deus, a revelação divina.","explicacao_detalhada":"Em 1 Pedro 2:8, Cristo é descrito como a 'palavra' que foi rejeitada, mas que é fundamental para a salvação e a vida eterna. Ele é a verdade que muitos não reconhecem.","por_que_esta_palavra":"A palavra 'palavra' destaca a natureza de Cristo como a comunicação final e perfeita de Deus para a humanidade.","conexao_teologica":"Cristo como o Verbo é um conceito que liga a criação e a redenção, mostrando que Ele é essencial para a compreensão de Deus.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Apocalipse 19:13"]},"1pedro_2_8_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' simboliza um instrumento de ataque ou defesa, representando a luta espiritual.","explicacao_detalhada":"No versículo, o 'arco' pode ser interpretado como uma metáfora para as armadilhas que o inimigo coloca no caminho dos fiéis.","por_que_esta_palavra":"A inclusão da palavra 'arco' sugere a necessidade de vigilância e resistência contra as tentações e enganos.","conexao_teologica":"A luta espiritual é uma realidade na vida cristã, onde os crentes são chamados a se armar com a verdade de Deus.","referencias_relacionadas":["Efésios 6:11-12","1 Pedro 5:8","2 Coríntios 10:4"]},"1pedro_2_9_priesthood":{"palavra_pt":"priesthood","palavra_original":"ἱεράτευμα","transliteracao":"hieráteuma","strong":"G2406","significado_raiz":"Ideia básica: priesthood.","significado_contextual":"A palavra 'priesthood' refere-se ao sacerdócio espiritual dos crentes, que têm acesso direto a Deus.","explicacao_detalhada":"Em 1 Pedro 2:9, os crentes são descritos como uma 'nação santa', um 'sacerdócio real', indicando que todos têm a responsabilidade de adorar e servir a Deus.","por_que_esta_palavra":"A palavra 'priesthood' enfatiza a nova identidade dos crentes em Cristo, que são chamados a interceder e oferecer sacrifícios espirituais.","conexao_teologica":"O sacerdócio universal dos crentes é um princípio fundamental do Novo Testamento, mostrando que todos têm acesso a Deus.","referencias_relacionadas":["Hebreus 10:19-22","Apocalipse 1:6","Romanos 12:1"]},"1pedro_2_9_geracao":{"palavra_pt":"geracao","palavra_original":"γένος","transliteracao":"génos","strong":"G1085","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se à nova criação em Cristo, indicando um novo povo escolhido por Deus.","explicacao_detalhada":"Em 1 Pedro 2:9, a 'geração' é um símbolo da nova identidade dos crentes, que são chamados para proclamar as virtudes de Deus.","por_que_esta_palavra":"A palavra 'geração' destaca a transformação que ocorre na vida dos que creem em Cristo, sendo feitos novas criaturas.","conexao_teologica":"A nova geração em Cristo é um tema que reflete a obra redentora de Deus, que cria um povo para Si mesmo.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 6:15","Efésios 2:10"]},"1pedro_2_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador, que chama Seu povo para uma relação especial.","explicacao_detalhada":"Em 1 Pedro 2:10, Deus é apresentado como aquele que, antes, não era reconhecido como povo, mas agora é chamado de Seu povo.","por_que_esta_palavra":"A palavra 'Deus' enfatiza a soberania e a graça divina na escolha e na redenção de Seu povo.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica, refletindo a aliança e a fidelidade de Deus.","referencias_relacionadas":["Romanos 9:25-26","1 Pedro 1:2","Efésios 1:4-5"]},"1pedro_2_10_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que traz vida e esperança ao Seu povo.","explicacao_detalhada":"Em 1 Pedro 2:10, a 'palavra' é a revelação de Deus que transforma vidas e estabelece uma nova identidade.","por_que_esta_palavra":"A palavra 'palavra' destaca a importância da comunicação divina e a resposta do ser humano à revelação de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","1 Tessalonicenses 2:13","Salmos 119:105"]},"1pedro_2_10_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de crentes que são escolhidos e chamados por Deus.","explicacao_detalhada":"Em 1 Pedro 2:10, o 'povo' é descrito como aqueles que antes estavam em trevas, mas agora são luz, refletindo a transformação que Deus opera.","por_que_esta_palavra":"A palavra 'povo' enfatiza a coletividade e a identidade comunitária dos crentes em Cristo.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, representando a aliança e a missão de Deus na história.","referencias_relacionadas":["1 Pedro 2:9","Deuteronômio 7:6","Gálatas 3:29"]},"1pedro_2_11_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida humana, que é criada e sustentada por Deus.","explicacao_detalhada":"Em 1 Pedro 2:11, a 'alma' é mencionada em um contexto de exortação a viver de maneira santa, reconhecendo a luta espiritual.","por_que_esta_palavra":"A palavra 'alma' destaca a importância da vida interior e da relação do ser humano com Deus.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que busca a comunhão com Deus.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","1 Tessalonicenses 5:23"]},"1pedro_2_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à autoridade suprema que deve ser honrada e respeitada pelos crentes.","explicacao_detalhada":"Em 1 Pedro 2:12, Deus é apresentado como aquele que observa as ações dos crentes, que devem viver de maneira exemplar entre os não crentes.","por_que_esta_palavra":"A palavra 'Deus' enfatiza a responsabilidade moral e espiritual dos crentes em refletir Seu caráter.","conexao_teologica":"A vida cristã é uma testemunha do caráter de Deus ao mundo, e os crentes são chamados a viver de acordo com essa verdade.","referencias_relacionadas":["Mateus 5:16","Romanos 12:1-2","Filipenses 2:15"]},"1pedro_2_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que as ações dos cristãos devem ser vistas como testemunho diante dos não crentes.","explicacao_detalhada":"O 'dia' aqui simboliza um período de visibilidade e julgamento, onde as ações dos crentes são observadas e podem glorificar a Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do testemunho cristão em um mundo que observa.","conexao_teologica":"O conceito de 'dia' também remete ao dia do Senhor, onde todos serão julgados por suas obras.","referencias_relacionadas":["Mateus 5:16","Romanos 14:10","2 Coríntios 5:10"]},"1pedro_2_12_office":{"palavra_pt":"office","palavra_original":"ἐπισκοπή","transliteracao":"episkopḗ","strong":"G1984","significado_raiz":"Ideia básica: office.","significado_contextual":"Refere-se à responsabilidade e ao papel de liderança dentro da comunidade cristã.","explicacao_detalhada":"A palavra 'office' implica um chamado divino para servir e guiar os outros, refletindo a autoridade de Cristo.","por_que_esta_palavra":"É importante entender que a liderança na igreja é um serviço, não uma posição de poder.","conexao_teologica":"A liderança é um reflexo do caráter de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Atos 20:28","1 Timóteo 3:1","Tito 1:7"]},"1pedro_2_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à submissão dos cristãos às autoridades estabelecidas por Deus.","explicacao_detalhada":"A palavra 'senhor' implica um reconhecimento da soberania de Deus sobre todas as autoridades terrenas.","por_que_esta_palavra":"É fundamental para a vida cristã entender a relação entre a autoridade divina e as autoridades humanas.","conexao_teologica":"A submissão às autoridades é uma forma de honrar a Deus e seu plano soberano.","referencias_relacionadas":["Romanos 13:1","Tito 3:1","1 Pedro 2:17"]},"1pedro_2_13_criatura":{"palavra_pt":"criatura","palavra_original":"κτίσις","transliteracao":"ktísis","strong":"G2937","significado_raiz":"Ideia básica: criatura.","significado_contextual":"Refere-se à criação de Deus e a todos os seres que Ele fez.","explicacao_detalhada":"A palavra 'criatura' enfatiza a soberania de Deus como Criador e a dignidade de todas as suas obras.","por_que_esta_palavra":"Reconhecer que somos criaturas de Deus nos leva a uma postura de humildade e gratidão.","conexao_teologica":"A criação é um testemunho do poder e da sabedoria de Deus, e cada criatura tem um propósito em Seu plano.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Romanos 1:20"]},"1pedro_2_14_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"Refere-se àqueles que exercem autoridade e governança sobre os outros.","explicacao_detalhada":"A palavra 'governor' implica uma responsabilidade de liderança e justiça, refletindo a ordem divina.","por_que_esta_palavra":"É importante entender o papel dos governantes como instrumentos de Deus para manter a ordem na sociedade.","conexao_teologica":"A autoridade dos governantes é estabelecida por Deus e deve ser exercida com justiça e temor a Ele.","referencias_relacionadas":["Romanos 13:4","1 Timóteo 2:2","1 Pedro 2:17"]},"1pedro_2_14_revengeance":{"palavra_pt":"re venge ance","palavra_original":"ἐκδίκησις","transliteracao":"ekdíkēsis","strong":"G1557","significado_raiz":"Ideia básica: re venge ance.","significado_contextual":"Refere-se à justiça de Deus e à retribuição pelos atos cometidos.","explicacao_detalhada":"A palavra 'revengeance' enfatiza que a vingança pertence a Deus, e não aos homens.","por_que_esta_palavra":"É um lembrete de que devemos deixar a justiça nas mãos de Deus e não buscar vingança pessoal.","conexao_teologica":"A vingança de Deus é uma expressão de Sua justiça e santidade, e Ele promete retribuir aos ímpios.","referencias_relacionadas":["Romanos 12:19","Hebreus 10:30","Apocalipse 20:12"]},"1pedro_2_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como aquele que estabelece normas e princípios para a vida.","explicacao_detalhada":"A palavra 'deus' implica a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"Reconhecer Deus como autoridade suprema é fundamental para a vida cristã e a obediência às suas leis.","conexao_teologica":"Deus é o criador e sustentador de todas as coisas, e Sua vontade deve ser seguida por todos os crentes.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Efésios 4:6"]},"1pedro_2_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à liberdade que os cristãos têm em Cristo, mas também à responsabilidade de viver de maneira justa.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a relação entre a liberdade cristã e a submissão à vontade divina.","por_que_esta_palavra":"É importante entender que a liberdade em Cristo não é uma licença para pecar, mas um chamado à santidade.","conexao_teologica":"A liberdade cristã deve ser exercida em amor e respeito, refletindo o caráter de Deus.","referencias_relacionadas":["Gálatas 5:13","Romanos 6:1-2","1 Pedro 2:16"]},"1pedro_2_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à reverência e ao respeito que devemos ter por Deus e pelas autoridades.","explicacao_detalhada":"A palavra 'deus' enfatiza a importância de honrar a Deus em todas as áreas da vida, incluindo as relações sociais.","por_que_esta_palavra":"Reconhecer a soberania de Deus nos leva a viver de maneira que O glorifique em nossas interações.","conexao_teologica":"A reverência a Deus deve se manifestar em nosso comportamento e atitudes em relação aos outros.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","1 Pedro 2:17"]},"1pedro_2_17_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida que os cristãos devem seguir, refletindo a verdade de Cristo.","explicacao_detalhada":"A palavra 'caminho' implica uma jornada de fé e obediência aos ensinamentos de Jesus.","por_que_esta_palavra":"É fundamental que os cristãos vivam de acordo com o caminho que Cristo estabeleceu, sendo luz no mundo.","conexao_teologica":"O caminho de Cristo é o único que leva à vida eterna e deve ser seguido por todos os que creem.","referencias_relacionadas":["João 14:6","Mateus 7:13-14","Atos 2:38"]},"1pedro_2_17_honour":{"palavra_pt":"honour","palavra_original":"τιμάω","transliteracao":"timáō","strong":"G5091","significado_raiz":"Ideia básica: honour.","significado_contextual":"A palavra 'honra' refere-se ao respeito e à dignidade que devemos ter em relação aos outros, especialmente às autoridades.","explicacao_detalhada":"Neste versículo, Pedro instrui os cristãos a honrarem todos, incluindo os governantes, como uma forma de testemunho da fé. A honra é um reflexo do caráter cristão e da submissão a Deus.","por_que_esta_palavra":"A palavra 'honra' é utilizada para enfatizar a importância do respeito nas relações sociais e espirituais, refletindo a natureza de Deus que é digna de honra.","conexao_teologica":"A honra é um princípio que permeia a Escritura, mostrando que o respeito e a submissão são formas de adoração a Deus.","referencias_relacionadas":["Romanos 13:7","Efésios 6:2","1 Timóteo 6:1"]},"1pedro_2_18_senhor":{"palavra_pt":"senhor","palavra_original":"δεσπότης","transliteracao":"despótēs","strong":"G1203","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a uma autoridade, alguém que possui domínio e poder sobre outros.","explicacao_detalhada":"Pedro usa 'senhor' para descrever os mestres e autoridades, enfatizando a necessidade de respeito e submissão, mesmo em situações de injustiça.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e a responsabilidade dos cristãos em se submeterem a líderes, refletindo a ordem divina.","conexao_teologica":"A submissão a autoridades é um tema recorrente na Bíblia, que ensina que toda autoridade é estabelecida por Deus.","referencias_relacionadas":["Romanos 13:1","Tito 3:1","1 Timóteo 6:1"]},"1pedro_2_18_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a condição de estar sem companhia ou apoio.","explicacao_detalhada":"Neste contexto, Pedro menciona servos que podem se sentir sozinhos em sua luta contra injustiças, mas encoraja-os a permanecer firmes na fé.","por_que_esta_palavra":"A palavra 'sozinho' é importante para mostrar a vulnerabilidade dos servos e a necessidade de apoio mútuo na comunidade cristã.","conexao_teologica":"A solidão é uma experiência humana comum, mas a Bíblia ensina que Deus nunca nos abandona, mesmo em momentos de solidão.","referencias_relacionadas":["Salmos 27:10","Isaías 41:10","Mateus 28:20"]},"1pedro_2_19_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, que nos capacita a suportar dificuldades.","explicacao_detalhada":"Pedro menciona a graça como a motivação para suportar sofrimentos injustos, enfatizando que Deus está ciente de nossas lutas.","por_que_esta_palavra":"A graça é fundamental na vida cristã, pois é através dela que encontramos força e esperança em tempos difíceis.","conexao_teologica":"A graça de Deus é um tema central na teologia cristã, mostrando que somos salvos e sustentados por Sua bondade.","referencias_relacionadas":["Efésios 2:8-9","2 Coríntios 12:9","Hebreus 4:16"]},"1pedro_2_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que é justo e amoroso.","explicacao_detalhada":"Neste versículo, Pedro destaca a consciência de Deus sobre as injustiças que enfrentamos, assegurando que Ele é um juiz justo.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar aos cristãos que suas lutas não passam despercebidas e que Ele está sempre presente.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que nos ensina a confiar em Sua justiça e providência.","referencias_relacionadas":["Salmos 37:28","Romanos 8:28","1 Pedro 5:7"]},"1pedro_2_19_conscience":{"palavra_pt":"conscience","palavra_original":"συνείδησις","transliteracao":"syneídēsis","strong":"G4893","significado_raiz":"Ideia básica: conscience.","significado_contextual":"A palavra 'consciência' refere-se à capacidade de discernir entre o bem e o mal, e de sentir remorso por ações erradas.","explicacao_detalhada":"Pedro menciona a consciência como um guia moral que deve ser mantido puro, especialmente ao enfrentar injustiças.","por_que_esta_palavra":"A consciência é um aspecto vital da vida cristã, pois nos ajuda a viver de acordo com os princípios de Deus.","conexao_teologica":"A Bíblia ensina que a consciência é dada por Deus e deve ser educada pela Sua Palavra.","referencias_relacionadas":["Romanos 2:15","1 Timóteo 1:5","Hebreus 10:22"]},"1pedro_2_20_chamado":{"palavra_pt":"chamado","palavra_original":"κλέος","transliteracao":"kléos","strong":"G2811","significado_raiz":"Ideia básica: chamado.","significado_contextual":"A palavra 'chamado' refere-se à vocação divina que cada cristão recebe para viver de acordo com a vontade de Deus.","explicacao_detalhada":"Pedro fala sobre o chamado de Deus para suportar sofrimentos, enfatizando que isso faz parte do propósito divino para os crentes.","por_que_esta_palavra":"O chamado é essencial para a identidade cristã, pois nos lembra que somos escolhidos por Deus para um propósito maior.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, que nos convida a viver em obediência e fé.","referencias_relacionadas":["Romanos 8:30","Efésios 4:1","2 Timóteo 1:9"]},"1pedro_2_20_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' é novamente mencionada, referindo-se ao favor de Deus que nos sustenta em tempos de provação.","explicacao_detalhada":"Pedro reitera a importância da graça ao enfrentar dificuldades, lembrando que é por meio dela que encontramos força.","por_que_esta_palavra":"A repetição da palavra 'graça' enfatiza sua centralidade na vida cristã e na experiência de sofrimento.","conexao_teologica":"A graça é um tema fundamental que permeia toda a Escritura, mostrando a bondade de Deus em nossas vidas.","referencias_relacionadas":["Romanos 5:20","2 Coríntios 9:8","Tito 2:11"]},"1pedro_2_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente utilizada para reafirmar Sua presença e justiça em meio ao sofrimento.","explicacao_detalhada":"Pedro destaca que Deus observa nossas ações e que Ele é justo em Suas decisões, encorajando os crentes a permanecerem firmes.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar aos cristãos que suas lutas não são em vão e que Ele está sempre presente.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, que nos ensina a confiar em Sua soberania.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 12:19"]},"1pedro_2_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus que veio para salvar a humanidade.","explicacao_detalhada":"Pedro menciona Cristo como exemplo de sofrimento injusto, encorajando os crentes a seguirem Seu exemplo em suas próprias lutas.","por_que_esta_palavra":"A palavra 'Cristo' é central na fé cristã, pois representa a esperança e a salvação que encontramos Nele.","conexao_teologica":"Cristo é o cumprimento das promessas de Deus e o modelo de vida que devemos seguir como Seus seguidores.","referencias_relacionadas":["Isaías 53:5","Mateus 16:16","1 Pedro 3:18"]},"1pedro_2_21_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a um grau elevado de algo, indicando que é muito além do normal.","explicacao_detalhada":"A palavra 'muito' (ὑπέρ) é usada para enfatizar a grandeza ou intensidade de uma ação ou qualidade. No contexto de 1 Pedro 2:21, sugere que Cristo sofreu de maneira extraordinária por nós.","por_que_esta_palavra":"Esta palavra é escolhida para destacar a magnitude do sacrifício de Cristo, que foi muito além do que poderíamos imaginar.","conexao_teologica":"A ideia de 'muito' se conecta com a graça abundante de Deus, que nos oferece mais do que merecemos.","referencias_relacionadas":["Romanos 5:20","Efésios 2:7","2 Coríntios 9:15"]},"1pedro_2_21_example":{"palavra_pt":"example","palavra_original":"ὑπογραμμός","transliteracao":"hypogrammós","strong":"G5261","significado_raiz":"Ideia básica: example.","significado_contextual":"Indica um modelo ou padrão a ser seguido.","explicacao_detalhada":"A palavra 'exemplo' (ὑπογραμμός) sugere que a vida de Cristo serve como um padrão para os cristãos. Em 1 Pedro 2:21, somos chamados a imitar o comportamento de Cristo em suas ações.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância de seguir o exemplo de Cristo em nossas vidas diárias.","conexao_teologica":"A imitação de Cristo é um tema central na teologia cristã, onde somos chamados a viver como Ele viveu.","referencias_relacionadas":["1 Coríntios 11:1","Efésios 5:1","Filipenses 2:5"]},"1pedro_2_22_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à parte do corpo usada para falar.","explicacao_detalhada":"A palavra 'boca' (στόμα) é mencionada em 1 Pedro 2:22 para descrever a pureza e a integridade das palavras de Cristo, que não proferiu engano.","por_que_esta_palavra":"É importante destacar que a boca de Cristo não foi usada para maldizer, servindo como um exemplo de como devemos nos expressar.","conexao_teologica":"A pureza da fala de Cristo reflete a santidade de Sua natureza e nos ensina sobre a importância de nossas palavras.","referencias_relacionadas":["Tiago 3:10","Mateus 12:34-37","Salmos 34:13"]},"1pedro_2_22_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) em 1 Pedro 2:22 enfatiza as ações de Cristo, que viveu uma vida sem pecado e cumpriu a vontade de Deus.","por_que_esta_palavra":"É crucial para entender que as ações de Cristo eram intencionais e alinhadas com o propósito divino.","conexao_teologica":"As ações de Cristo nos mostram o que significa viver em obediência a Deus.","referencias_relacionadas":["João 5:19","Hebreus 10:7","Mateus 26:39"]},"1pedro_2_22_craft":{"palavra_pt":"craft","palavra_original":"δόλος","transliteracao":"dólos","strong":"G1388","significado_raiz":"Ideia básica: craft.","significado_contextual":"Refere-se a engano ou artimanha.","explicacao_detalhada":"A palavra 'craft' (δόλος) em 1 Pedro 2:22 indica que Cristo não usou engano em Suas interações, mostrando integridade em todas as situações.","por_que_esta_palavra":"É importante ressaltar que a vida de Cristo foi marcada pela honestidade, contrastando com a hipocrisia que muitas vezes vemos.","conexao_teologica":"A ausência de engano em Cristo nos ensina sobre a importância da verdade e da transparência em nossas vidas.","referencias_relacionadas":["Salmos 32:2","Provérbios 12:22","Efésios 4:25"]},"1pedro_2_23_justly":{"palavra_pt":"justly","palavra_original":"δικαίως","transliteracao":"dikaíōs","strong":"G1346","significado_raiz":"Ideia básica: justly.","significado_contextual":"Refere-se a agir de maneira justa e correta.","explicacao_detalhada":"A palavra 'justly' (δικαίως) em 1 Pedro 2:23 destaca que Cristo não cometeu injustiça, mesmo quando foi injustamente tratado.","por_que_esta_palavra":"É fundamental para entender que a justiça de Cristo é um exemplo para nós, mesmo em situações adversas.","conexao_teologica":"A justiça de Cristo é um reflexo do caráter de Deus e nos chama a viver de maneira justa.","referencias_relacionadas":["Salmos 11:7","Isaías 53:9","Mateus 5:6"]},"1pedro_2_23_revile":{"palavra_pt":"revile","palavra_original":"λοιδορέω","transliteracao":"loidoréō","strong":"G3058","significado_raiz":"Ideia básica: revile.","significado_contextual":"Refere-se a insultar ou menosprezar.","explicacao_detalhada":"A palavra 'revile' (λοιδορέω) em 1 Pedro 2:23 mostra que Cristo não revidou as ofensas que recebeu, exemplificando a paciência e a misericórdia.","por_que_esta_palavra":"É importante para entender a resposta de Cristo diante da hostilidade, que é um modelo para nós em tempos de perseguição.","conexao_teologica":"A maneira como Cristo lidou com a revilação nos ensina sobre o amor e a graça que devemos ter uns com os outros.","referencias_relacionadas":["Mateus 5:39","Lucas 6:28","Romanos 12:14"]},"1pedro_2_24_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça ou retidão.","explicacao_detalhada":"A palavra 'justiça' (δικαιοσύνη) em 1 Pedro 2:24 é central para a compreensão da obra redentora de Cristo, que nos traz justificação diante de Deus.","por_que_esta_palavra":"É crucial para entender que a justiça de Cristo é o fundamento da nossa salvação.","conexao_teologica":"A justificação é um tema central na teologia cristã, refletindo a obra de Cristo na cruz.","referencias_relacionadas":["Romanos 3:24","Gálatas 2:16","Filipenses 3:9"]},"1pedro_2_24_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida.","explicacao_detalhada":"A palavra 'viver' (ζάω) em 1 Pedro 2:24 enfatiza a nova vida que temos em Cristo, que nos libertou do pecado.","por_que_esta_palavra":"É importante para entender que a vida em Cristo é uma vida transformada e cheia de propósito.","conexao_teologica":"A nova vida em Cristo é um tema central no Novo Testamento, refletindo a esperança da ressurreição.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"1pedro_2_24_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à estrutura física do ser humano.","explicacao_detalhada":"A palavra 'corpo' (σῶμα) em 1 Pedro 2:24 é usada para descrever o sacrifício físico de Cristo, que levou nossos pecados em Seu corpo na cruz.","por_que_esta_palavra":"É fundamental para entender a importância do sacrifício físico de Cristo para a nossa redenção.","conexao_teologica":"O corpo de Cristo é um símbolo da nossa união com Ele e da nossa salvação.","referencias_relacionadas":["Isaías 53:5","Romanos 12:1","1 Coríntios 6:19-20"]},"1pedro_2_25_igreja":{"palavra_pt":"igreja","palavra_original":"ἐπίσκοπος","transliteracao":"epískopos","strong":"G1985","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade dos crentes em Cristo, que se reúnem para adorar e servir a Deus.","explicacao_detalhada":"No contexto de 1 Pedro 2:25, a 'igreja' é descrita como o rebanho de Deus, onde Jesus é o Pastor. A ideia é que os crentes são guiados e cuidados por Ele, formando um corpo unido em fé.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a relação entre os crentes e Cristo, enfatizando a importância da comunhão e do cuidado espiritual.","conexao_teologica":"A 'igreja' é vista como o corpo de Cristo, onde cada membro tem um papel e é essencial para o funcionamento do todo. Isso reflete a unidade e diversidade do corpo de Cristo.","referencias_relacionadas":["Mateus 16:18","Efésios 4:11-13","Colossenses 1:18"]},"1pedro_2_25_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida humana, o princípio vital que conecta o corpo e o espírito.","explicacao_detalhada":"Em 1 Pedro 2:25, a 'alma' é vista como a parte que busca a verdade e a salvação em Cristo. É a dimensão que anseia por Deus e pela sua palavra.","por_que_esta_palavra":"A 'alma' é crucial para entender a salvação e a relação pessoal com Deus, pois é através dela que experimentamos a vida plena em Cristo.","conexao_teologica":"A salvação é frequentemente descrita como a restauração da alma, que foi perdida devido ao pecado, e a reconexão com Deus.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","Hebreus 10:39"]},"1pedro_2_25_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade divina e à fidelidade de Deus, contrastando com as mentiras do mundo.","explicacao_detalhada":"No contexto de 1 Pedro 2:25, a 'verdade' é apresentada como o caminho que leva à salvação e à vida eterna, sendo Jesus a própria verdade.","por_que_esta_palavra":"A 'verdade' é essencial para a fé cristã, pois é através dela que os crentes discernem o que é certo e verdadeiro em um mundo cheio de enganos.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e em Jesus, e é fundamental para a transformação e renovação da mente do crente.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:25"]}}