{"1pedro_3_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação de Deus e à revelação de Sua vontade através de Cristo.","explicacao_detalhada":"Em 1 Pedro 3:1, a 'palavra' é entendida como a mensagem de salvação que deve ser proclamada e vivida pelos crentes, refletindo a vida de Cristo.","por_que_esta_palavra":"A 'palavra' é vital para a fé cristã, pois é através dela que os crentes são instruídos e encorajados a viver de acordo com a vontade de Deus.","conexao_teologica":"Cristo é a encarnação da Palavra de Deus, e a comunicação da verdade divina é central na missão da igreja.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"1pedro_3_1_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se ao conhecimento íntimo e à familiaridade que se deve ter com a vontade de Deus.","explicacao_detalhada":"No contexto de 1 Pedro 3:1, essa palavra sugere a importância de conhecer profundamente a vida e os ensinamentos de Cristo para viver uma vida que O glorifique.","por_que_esta_palavra":"Ter um 'acquaintance' com Cristo é essencial para a transformação pessoal e para o testemunho eficaz diante dos outros.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é fundamental para a vida cristã, pois nos guia em nossas ações e decisões.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:9-10","2 Pedro 1:2"]},"1pedro_3_1_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à figura feminina, especialmente no contexto do papel que desempenha na família e na sociedade.","explicacao_detalhada":"Em 1 Pedro 3:1, a 'mulher' é chamada a ser submissa e respeitosa, refletindo a relação entre Cristo e a igreja, onde há amor e respeito mútuo.","por_que_esta_palavra":"A 'mulher' tem um papel significativo na edificação da família e da igreja, sendo um exemplo de fé e virtude.","conexao_teologica":"A dignidade e o valor da mulher são reafirmados na Bíblia, mostrando que ela é uma co-herdeira da graça de Deus.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Efésios 5:22-23"]},"1pedro_3_2_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um respeito profundo e reverente, especialmente em relação a Deus.","explicacao_detalhada":"Em 1 Pedro 3:2, o 'temor' é visto como uma atitude que deve caracterizar a vida da mulher cristã, refletindo sua submissão e respeito.","por_que_esta_palavra":"O 'temor' é essencial para uma vida de fé, pois nos leva a reconhecer a grandeza de Deus e a viver de acordo com Sua vontade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para a vida cristã, guiando as ações e decisões dos crentes.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","1 João 4:18"]},"1pedro_3_2_behold":{"palavra_pt":"eis","palavra_original":"ἐποπτεύω","transliteracao":"epopteúō","strong":"G2029","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está sendo apresentado.","explicacao_detalhada":"No contexto de 1 Pedro 3:2, 'eis' é usado para enfatizar a importância da conduta da mulher cristã como um testemunho poderoso para os outros.","por_que_esta_palavra":"A palavra 'eis' serve como um convite para observar e considerar a vida e o testemunho dos crentes.","conexao_teologica":"A vida do crente deve ser um reflexo da luz de Cristo, atraindo outros para Ele através de boas obras.","referencias_relacionadas":["Mateus 5:16","Filipenses 2:15","Tito 2:7"]},"1pedro_3_3_plaiting":{"palavra_pt":"plaiting","palavra_original":"ἐμπλοκή","transliteracao":"emplokḗ","strong":"G1708","significado_raiz":"Ideia básica: plaiting.","significado_contextual":"A palavra 'plaiting' refere-se ao ato de trançar ou adornar, especialmente em relação à aparência externa.","explicacao_detalhada":"Em 1 Pedro 3:3, 'plaiting' é mencionado em relação à ênfase que não deve ser colocada apenas na aparência externa, mas sim no caráter interior.","por_que_esta_palavra":"A palavra 'plaiting' destaca a importância de valorizar o que é eterno e espiritual em vez do que é superficial.","conexao_teologica":"A verdadeira beleza aos olhos de Deus vem de um coração manso e humilde, que reflete o caráter de Cristo.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 31:30","1 Pedro 3:4"]},"1pedro_3_3_hair":{"palavra_pt":"cabelo","palavra_original":"θρίξ","transliteracao":"thríx","strong":"G2359","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"A palavra 'cabelo' refere-se à parte do corpo que pode ser adornada, mas que não deve ser o foco principal da beleza.","explicacao_detalhada":"Em 1 Pedro 3:3, o 'cabelo' é mencionado para ilustrar que a verdadeira beleza não está nas aparências, mas na qualidade do caráter.","por_que_esta_palavra":"A palavra 'cabelo' serve como um lembrete de que a aparência externa não deve ser a prioridade na vida cristã.","conexao_teologica":"A ênfase na beleza interior é um tema recorrente nas Escrituras, onde Deus valoriza o coração e a atitude do crente.","referencias_relacionadas":["1 Timóteo 2:9-10","1 Pedro 3:4","Gálatas 5:22-23"]},"1pedro_3_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito interior da pessoa, que é mais valioso do que a aparência externa.","explicacao_detalhada":"Neste versículo, Pedro enfatiza que a verdadeira beleza de uma mulher não está em sua aparência, mas em seu espírito, que deve ser manso e tranquilo. O 'espírito' aqui é visto como a essência da pessoa, refletindo sua atitude e caráter.","por_que_esta_palavra":"A palavra 'espírito' é usada para destacar a importância do caráter e da disposição interna em contraste com a beleza física.","conexao_teologica":"O espírito é frequentemente associado à presença de Deus e à transformação interior que Ele realiza na vida dos crentes.","referencias_relacionadas":["1 Samuel 16:7","Gálatas 5:22-23","Romanos 12:2"]},"1pedro_3_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus criador, que observa e valoriza o que está no coração das pessoas.","explicacao_detalhada":"Neste contexto, a menção a Deus sublinha a importância de viver de acordo com os princípios divinos, que priorizam a beleza interior sobre a exterior.","por_que_esta_palavra":"A palavra 'Deus' é central para a mensagem de Pedro, pois enfatiza que a aprovação divina é mais significativa do que a aprovação humana.","conexao_teologica":"Deus é o juiz final que avalia o coração e as intenções das pessoas, conforme ensinado em várias partes da Escritura.","referencias_relacionadas":["Salmos 139:1-2","Provérbios 21:2","1 Samuel 16:7"]},"1pedro_3_4_peaceable":{"palavra_pt":"peaceable","palavra_original":"ἡσύχιος","transliteracao":"hēsýchios","strong":"G2272","significado_raiz":"Ideia básica: peaceable.","significado_contextual":"Refere-se a uma atitude de tranquilidade e paz interior.","explicacao_detalhada":"A palavra 'peaceable' destaca a importância de uma disposição calma e serena, que é valorizada por Deus e deve ser uma característica das mulheres cristãs.","por_que_esta_palavra":"A ênfase na paz interior sugere que a verdadeira beleza vem de um coração que confia em Deus e não se deixa levar pelas ansiedades externas.","conexao_teologica":"A paz é um fruto do Espírito e é fundamental na vida cristã, refletindo a natureza de Cristo.","referencias_relacionadas":["Filipenses 4:7","Colossenses 3:15","Mateus 5:9"]},"1pedro_3_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se ao Deus que observa e valoriza a verdadeira beleza do coração.","explicacao_detalhada":"A repetição da palavra 'Deus' reforça a ideia de que a verdadeira beleza e valor vêm de uma vida que agrada a Ele, e não das normas sociais.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a perspectiva divina sobre o que é realmente importante na vida.","conexao_teologica":"Deus é o criador e sustentador, e Sua visão sobre a beleza e o valor é fundamental para a vida cristã.","referencias_relacionadas":["Salmos 147:11","Isaías 66:2","Mateus 6:33"]},"1pedro_3_5_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento íntimo e à relação pessoal que se deve ter com Deus.","explicacao_detalhada":"A palavra 'acquaintance' sugere que a verdadeira beleza vem de um relacionamento próximo e pessoal com Deus, que transforma o caráter da pessoa.","por_que_esta_palavra":"A ênfase no conhecimento de Deus indica que a beleza interior é cultivada através de um relacionamento contínuo com Ele.","conexao_teologica":"Conhecer a Deus é fundamental para a transformação espiritual e para refletir Sua imagem.","referencias_relacionadas":["Jeremias 9:23-24","João 17:3","Filipenses 3:10"]},"1pedro_3_5_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como um ser criado à imagem de Deus, com dignidade e valor.","explicacao_detalhada":"A palavra 'mulher' é usada para afirmar a importância e o papel das mulheres na sociedade e na igreja, enfatizando que sua verdadeira beleza vem de seu caráter.","por_que_esta_palavra":"A inclusão da palavra 'mulher' destaca a relevância do ensino de Pedro para as mulheres cristãs da época e para as gerações futuras.","conexao_teologica":"A dignidade da mulher é um tema importante na Bíblia, refletindo o valor que Deus atribui a cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10-31","Gálatas 3:28"]},"1pedro_3_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de liderança e responsabilidade que o marido deve ter na família.","explicacao_detalhada":"A palavra 'senhor' é usada para descrever a autoridade do marido, que deve ser exercida com amor e respeito, refletindo a relação de Cristo com a Igreja.","por_que_esta_palavra":"A ênfase na autoridade sugere que o papel do marido é de servir e proteger, não de dominar.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada como uma analogia para a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-19","1 Coríntios 11:3"]},"1pedro_3_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, indicando transformação.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de crescimento e desenvolvimento, tanto no caráter quanto na relação conjugal.","por_que_esta_palavra":"A transformação é uma parte essencial da vida cristã, onde os crentes são chamados a se tornar mais semelhantes a Cristo.","conexao_teologica":"A ideia de transformação é central na teologia cristã, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"1pedro_3_7_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que deve ser demonstrada nas relações interpessoais.","explicacao_detalhada":"A palavra 'graça' implica em favor imerecido e bondade, que deve ser a base das interações entre marido e mulher.","por_que_esta_palavra":"A ênfase na graça sugere que as relações devem ser marcadas por amor e perdão, refletindo a graça de Deus.","conexao_teologica":"A graça é um tema central na mensagem do evangelho, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Colossenses 3:13","Romanos 5:8"]},"1pedro_3_7_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena que deve ser vivida em harmonia e compreensão mútua.","explicacao_detalhada":"A palavra 'vida' implica em uma existência rica e significativa, que é resultado de relacionamentos saudáveis e da graça de Deus.","por_que_esta_palavra":"A ênfase na vida sugere que a qualidade das relações impacta diretamente na experiência de vida do crente.","conexao_teologica":"A vida abundante prometida por Cristo é um tema central do Novo Testamento, refletindo a intenção de Deus para Seus filhos.","referencias_relacionadas":["João 10:10","Gálatas 5:25","Romanos 8:6"]},"1pedro_3_7_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma conformidade ou alinhamento com um padrão ou princípio.","explicacao_detalhada":"Neste contexto, refere-se à maneira como os maridos devem tratar suas esposas, de acordo com o entendimento e respeito mútuo, seguindo o exemplo de Cristo.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a importância de agir em harmonia com os ensinamentos de Deus sobre o casamento.","conexao_teologica":"Reflete a relação entre Cristo e a Igreja, onde há um chamado à compreensão e respeito mútuo.","referencias_relacionadas":["Efésios 5:25-28","Colossenses 3:19","1 Coríntios 11:3"]},"1pedro_3_8_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' sugere uma prática constante e persistente de amor e harmonia entre os irmãos.","explicacao_detalhada":"Aqui, Pedro exorta os crentes a manterem uma atitude contínua de amor e unidade, refletindo a natureza de Cristo em suas interações.","por_que_esta_palavra":"A ênfase na continuidade destaca a necessidade de um amor que não é apenas ocasional, mas uma característica permanente da vida cristã.","conexao_teologica":"A continuidade do amor é um reflexo do amor de Deus por nós, que é constante e inabalável.","referencias_relacionadas":["Romanos 12:10","1 João 4:7","Hebreus 10:24-25"]},"1pedro_3_8_amor":{"palavra_pt":"amor","palavra_original":"φιλάδελφος","transliteracao":"philádelphos","strong":"G5361","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' refere-se ao amor fraternal, um amor que é altruísta e busca o bem do outro.","explicacao_detalhada":"Pedro chama os crentes a se amarem como irmãos, refletindo a unidade e o cuidado que devem existir na comunidade cristã.","por_que_esta_palavra":"O amor é fundamental na vida cristã e é um mandamento central de Jesus, que deve ser vivido em todas as relações.","conexao_teologica":"O amor fraternal é um testemunho do amor de Cristo e um sinal da verdadeira comunidade cristã.","referencias_relacionadas":["João 13:34-35","1 João 3:16-18","Romanos 13:10"]},"1pedro_3_8_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' implica uma jornada ou modo de viver que deve ser seguido pelos crentes.","explicacao_detalhada":"Pedro exorta os crentes a seguirem um caminho de amor, compaixão e unidade, que é o caminho que Cristo exemplificou.","por_que_esta_palavra":"O 'caminho' é uma metáfora comum no Novo Testamento para a vida cristã e a prática da fé.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, e os crentes são chamados a seguir Seu exemplo.","referencias_relacionadas":["João 14:6","Atos 9:2","Mateus 7:13-14"]},"1pedro_3_9_bencao":{"palavra_pt":"bencao","palavra_original":"εὐλογία","transliteracao":"eulogía","strong":"G2129","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A palavra 'bencao' refere-se a um ato de falar bem ou desejar o bem a alguém.","explicacao_detalhada":"Pedro instrui os crentes a não revidarem o mal com mal, mas a abençoarem aqueles que os perseguem, refletindo o caráter de Cristo.","por_que_esta_palavra":"A bênção é uma resposta divina ao mal, mostrando que o amor e a graça devem prevalecer nas relações humanas.","conexao_teologica":"A prática de abençoar é um reflexo do amor incondicional de Deus e do chamado à reconciliação.","referencias_relacionadas":["Mateus 5:44","Romanos 12:14","Tiago 3:10"]},"1pedro_3_9_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica o ato de expressar bênçãos ou palavras de encorajamento.","explicacao_detalhada":"Pedro enfatiza a importância de usar a fala para edificar e abençoar, em vez de ferir ou maldizer.","por_que_esta_palavra":"A fala é uma ferramenta poderosa que pode ser usada para o bem ou para o mal, e os crentes são chamados a usá-la sabiamente.","conexao_teologica":"As palavras têm o poder de refletir a verdade de Deus e devem ser usadas para promover a paz e a unidade.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Colossenses 4:6"]},"1pedro_3_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina sobre as ações humanas.","explicacao_detalhada":"Pedro lembra que Deus observa as ações e palavras dos crentes, e que Ele é o juiz final de todas as coisas.","por_que_esta_palavra":"A menção a Deus serve como um lembrete da responsabilidade que os crentes têm diante d'Ele em suas interações.","conexao_teologica":"A consciência da presença de Deus deve guiar o comportamento dos crentes, levando-os a agir com integridade.","referencias_relacionadas":["Hebreus 4:13","Mateus 12:36-37","1 Pedro 1:17"]},"1pedro_3_10_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e abundante que Deus deseja para Seus filhos.","explicacao_detalhada":"Pedro ensina que aqueles que buscam a paz e a justiça experimentarão a verdadeira vida que Deus oferece.","por_que_esta_palavra":"A vida em Cristo é marcada por bênçãos e a presença de Deus, contrastando com a morte espiritual.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde a fé em Cristo traz transformação e renovação.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"1pedro_3_10_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode se referir a um tempo específico de bênção ou julgamento.","explicacao_detalhada":"Pedro menciona que aqueles que buscam a paz e a justiça terão uma vida longa e abençoada, refletindo a promessa de Deus.","por_que_esta_palavra":"O 'dia' é um símbolo do tempo em que Deus age em favor de Seu povo, trazendo recompensas por suas ações.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao retorno de Cristo e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 34:12-14","Mateus 5:5","Apocalipse 21:4"]},"1pedro_3_10_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão consciente de buscar o bem e a paz.","explicacao_detalhada":"Pedro exorta os crentes a escolherem viver de maneira que agrade a Deus, buscando a paz e a justiça em suas vidas.","por_que_esta_palavra":"A escolha é um aspecto fundamental da vida cristã, onde os crentes são chamados a decidir seguir a vontade de Deus.","conexao_teologica":"A liberdade de escolha é um presente de Deus, e as decisões que tomamos têm consequências eternas.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Colossenses 3:2"]},"1pedro_3_11_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada aqui refere-se a um estado de harmonia e tranquilidade que deve ser buscado nas relações interpessoais.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) implica não apenas a ausência de conflito, mas também a presença de um relacionamento saudável e harmonioso entre as pessoas. Em 1 Pedro 3:11, é um chamado para que os crentes busquem a paz em suas interações.","por_que_esta_palavra":"A paz é fundamental para a vida cristã, pois reflete o caráter de Deus e é um fruto do Espírito Santo. Buscar a paz é um mandamento que promove a unidade e a edificação da comunidade.","conexao_teologica":"A paz é um tema central na teologia cristã, simbolizando a reconciliação entre Deus e a humanidade através de Cristo. A paz de Cristo é o que deve governar os corações dos crentes.","referencias_relacionadas":["Romanos 12:18","Filipenses 4:7","Colossenses 3:15"]},"1pedro_3_11_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é usada para indicar ações que devem ser realizadas em busca da paz e do bem.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica uma ação deliberada e intencional. Neste contexto, refere-se a ações que promovem a paz e o bem-estar dos outros, em contraste com ações que podem causar conflito.","por_que_esta_palavra":"É importante que os crentes não apenas evitem o mal, mas também façam o bem ativamente, contribuindo para um ambiente de paz.","conexao_teologica":"A prática do bem é uma expressão da fé viva e da transformação que ocorre na vida do crente. Fazer o bem é um reflexo do amor de Cristo.","referencias_relacionadas":["Gálatas 6:9","Efésios 2:10","Tiago 4:17"]},"1pedro_3_11_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar a paz é um chamado ativo para que os crentes se empenhem em promover harmonia.","explicacao_detalhada":"A palavra 'buscar' (ζητέω) implica um esforço contínuo e intencional. Em 1 Pedro 3:11, é um convite para que os crentes não apenas esperem pela paz, mas que a procurem ativamente em suas vidas e relacionamentos.","por_que_esta_palavra":"Buscar a paz é essencial para a vida cristã, pois reflete o desejo de viver em harmonia com Deus e com os outros.","conexao_teologica":"A busca pela paz é um reflexo do caráter de Deus, que é o Príncipe da Paz. Os crentes são chamados a imitar esse caráter em suas vidas.","referencias_relacionadas":["Mateus 5:9","Salmos 34:14","Hebreus 12:14"]},"1pedro_3_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Deus sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para enfatizar a soberania de Deus e sua autoridade sobre todas as coisas. Em 1 Pedro 3:12, isso implica que Deus está atento às ações dos justos e dos injustos.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé cristã, pois implica submissão à sua vontade e confiança em sua justiça.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre todas as circunstâncias da vida.","referencias_relacionadas":["Salmos 37:28","Romanos 14:9","1 Timóteo 6:15"]},"1pedro_3_12_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à justiça e à integridade moral dos crentes.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) implica estar em conformidade com a justiça de Deus. Em 1 Pedro 3:12, enfatiza que Deus se preocupa com aqueles que vivem de maneira justa.","por_que_esta_palavra":"Viver de maneira justa é um chamado para todos os crentes, refletindo o caráter de Cristo em suas vidas.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os crentes, que devem buscar viver de acordo com a sua vontade.","referencias_relacionadas":["Mateus 5:6","Romanos 3:22","1 João 2:29"]},"1pedro_3_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' aqui também se refere à ação de viver de maneira justa.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é novamente utilizada para indicar a importância de ações que refletem a justiça e a integridade. Em 1 Pedro 3:12, isso se relaciona com a vida prática dos crentes.","por_que_esta_palavra":"As ações dos crentes devem ser consistentes com sua fé, demonstrando a justiça de Deus em suas vidas.","conexao_teologica":"As boas obras são uma expressão da fé genuína e do amor de Deus, mostrando a transformação que ocorre na vida do crente.","referencias_relacionadas":["Tito 2:14","Efésios 2:10","1 Pedro 2:12"]},"1pedro_3_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a um processo de transformação e crescimento espiritual.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica uma mudança de estado ou condição. Em 1 Pedro 3:13, sugere que os crentes devem estar preparados para enfrentar desafios e crescer em sua fé.","por_que_esta_palavra":"O crescimento espiritual é um aspecto vital da vida cristã, onde os crentes são chamados a se desenvolver e amadurecer na fé.","conexao_teologica":"A transformação é um tema central na vida cristã, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"1pedro_3_13_mal":{"palavra_pt":"mal","palavra_original":"κακόω","transliteracao":"kakóō","strong":"G2559","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou comportamentos que estão em desacordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'mal' (κακόω) implica ações que são moralmente erradas ou prejudiciais. Em 1 Pedro 3:13, isso destaca a importância de evitar o mal em todas as suas formas.","por_que_esta_palavra":"Evitar o mal é um chamado para todos os crentes, refletindo a santidade de Deus e a necessidade de viver de maneira justa.","conexao_teologica":"A luta contra o mal é uma parte fundamental da vida cristã, onde os crentes são chamados a resistir às tentações e a viver em santidade.","referencias_relacionadas":["Romanos 12:21","Gálatas 5:16","Tiago 4:7"]},"1pedro_3_14_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à conformidade com os padrões de Deus e à retidão moral.","explicacao_detalhada":"A palavra 'justiça' (δικαιοσύνη) implica estar em harmonia com a vontade de Deus. Em 1 Pedro 3:14, isso sugere que mesmo em meio ao sofrimento, os crentes devem manter sua integridade e justiça.","por_que_esta_palavra":"A justiça é um atributo de Deus e um chamado para os crentes, que devem viver de maneira que reflita essa justiça em suas vidas.","conexao_teologica":"A justiça de Deus é central na salvação e na vida cristã, onde os crentes são chamados a viver de acordo com sua vontade.","referencias_relacionadas":["Mateus 5:20","Romanos 1:17","1 Pedro 2:24"]},"1pedro_3_14_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem-aventurado' refere-se à felicidade e à bênção que vêm de Deus.","explicacao_detalhada":"A palavra 'bem-aventurado' (μακάριος) implica um estado de felicidade que é resultado da aprovação divina. Em 1 Pedro 3:14, isso sugere que aqueles que sofrem por causa da justiça são abençoados por Deus.","por_que_esta_palavra":"Ser bem-aventurado é uma promessa de Deus para aqueles que permanecem fiéis, mesmo em tempos difíceis.","conexao_teologica":"A bem-aventurança é um tema recorrente nas Escrituras, mostrando que a verdadeira felicidade é encontrada em viver de acordo com a vontade de Deus.","referencias_relacionadas":["Mateus 5:10","Lucas 6:22","Tiago 1:12"]},"1pedro_3_14_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor mencionado aqui refere-se a um respeito reverente e uma atitude de submissão a Deus, especialmente em meio a perseguições.","explicacao_detalhada":"O temor é uma resposta emocional que pode ser positiva quando direcionada a Deus. Em 1 Pedro 3:14, o apóstolo encoraja os crentes a não temerem as ameaças dos ímpios, mas a manterem uma atitude de temor a Deus, que é o verdadeiro Senhor de suas vidas.","por_que_esta_palavra":"A palavra 'temor' é usada para enfatizar a importância de ter uma reverência saudável por Deus, que deve ser maior do que o medo das circunstâncias externas.","conexao_teologica":"O temor a Deus é um tema recorrente nas Escrituras, que nos ensina a confiar Nele acima de tudo, reconhecendo Sua soberania e poder.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 8:13"]},"1pedro_3_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à autoridade de Cristo sobre todas as coisas e à necessidade de estar preparado para defendê-lo.","explicacao_detalhada":"Em 1 Pedro 3:15, Pedro instrui os crentes a estarem prontos para dar razão da esperança que há neles, fazendo isso com respeito e temor. O 'senhor' aqui é Cristo, que deve ocupar o primeiro lugar em nossas vidas.","por_que_esta_palavra":"A palavra 'senhor' destaca a posição de Cristo como autoridade suprema, que deve ser reconhecida e proclamada pelos crentes.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, pois Ele é o Senhor que redime e governa sobre a criação.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"1pedro_3_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias prometido, aquele que foi ungido por Deus para salvar a humanidade.","explicacao_detalhada":"Em 1 Pedro 3:15, a referência a Cristo enfatiza a importância de reconhecer Jesus como o Salvador e Senhor, que deve ser defendido e proclamado em todas as circunstâncias.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a identidade cristã, pois indica a missão redentora de Jesus.","conexao_teologica":"Cristo é o centro da fé cristã, e sua unção é um sinal de sua autoridade e missão divina.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"1pedro_3_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que se revela através de Cristo e das Escrituras.","explicacao_detalhada":"Em 1 Pedro 3:15, a 'palavra' é um convite para que os crentes compartilhem a mensagem do evangelho com clareza e convicção, fundamentando sua esperança em Cristo.","por_que_esta_palavra":"A palavra 'palavra' é crucial, pois representa a verdade que deve ser proclamada e defendida pelos crentes.","conexao_teologica":"A relação entre a Palavra de Deus e Cristo é fundamental, pois Jesus é descrito como a Palavra que se fez carne (João 1:14).","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"1pedro_3_16_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' é novamente mencionada, reforçando a identidade de Jesus como o Messias e a importância de sua defesa.","explicacao_detalhada":"Em 1 Pedro 3:16, a menção de Cristo destaca a necessidade de viver de maneira íntegra e de responder com amor e respeito, mesmo diante de acusações.","por_que_esta_palavra":"A repetição da palavra 'Cristo' enfatiza a centralidade de Jesus na vida do crente e na sua defesa da fé.","conexao_teologica":"Cristo é o fundamento da esperança cristã, e sua presença deve ser refletida na vida dos crentes.","referencias_relacionadas":["Colossenses 1:27","Gálatas 2:20","1 João 5:12"]},"1pedro_3_16_confound":{"palavra_pt":"confound","palavra_original":"καταισχύνω","transliteracao":"kataischýnō","strong":"G2617","significado_raiz":"Ideia básica: confound.","significado_contextual":"A palavra 'confundir' refere-se à ideia de desonra ou vergonha que pode ser trazida sobre aqueles que atacam a fé dos crentes.","explicacao_detalhada":"Em 1 Pedro 3:16, Pedro encoraja os crentes a viverem de tal maneira que aqueles que os acusam sejam envergonhados por suas ações, mostrando a diferença entre a vida cristã e a vida ímpia.","por_que_esta_palavra":"A palavra 'confundir' é importante para destacar a justiça de Deus, que defenderá os seus filhos.","conexao_teologica":"A ideia de confundir os ímpios é um tema que aparece em várias partes da Escritura, mostrando que Deus é justo e defenderá os seus.","referencias_relacionadas":["Salmos 37:20","Isaías 54:17","Romanos 12:19"]},"1pedro_3_16_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em comunhão com Cristo e seus ensinamentos.","explicacao_detalhada":"Em 1 Pedro 3:16, a ideia de seguir é fundamental para a vida cristã, que deve ser marcada por uma contínua obediência e alinhamento com a vontade de Deus.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a ação de viver de acordo com a fé, não apenas em crença, mas em prática.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a vida de discipulado e compromisso com o evangelho.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"1pedro_3_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador de todas as coisas, que tem autoridade sobre a vida e a morte.","explicacao_detalhada":"Em 1 Pedro 3:17, a menção a Deus destaca a soberania divina e a importância de viver de acordo com Sua vontade, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois é Ele quem dá propósito e significado à vida dos crentes.","conexao_teologica":"A soberania de Deus é um tema importante nas Escrituras, que nos lembra que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 8:28","Efésios 1:11"]},"1pedro_3_17_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de Deus em determinar o que é melhor para Seus filhos, mesmo que isso envolva sofrimento.","explicacao_detalhada":"Em 1 Pedro 3:17, Pedro fala sobre a escolha de sofrer por fazer o bem, em vez de fazer o mal, enfatizando a importância de seguir a vontade de Deus.","por_que_esta_palavra":"A palavra 'escolher' é significativa porque mostra que Deus tem um plano e propósito para cada um de nós, mesmo em tempos difíceis.","conexao_teologica":"A escolha de Deus em nossas vidas é um tema que reflete Sua soberania e amor, que nos guia em cada decisão.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 12:2","1 Tessalonicenses 5:18"]},"1pedro_3_17_pecado":{"palavra_pt":"pecado","palavra_original":"κακοποιέω","transliteracao":"kakopoiéō","strong":"G2554","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus e à separação que isso causa entre o homem e Deus.","explicacao_detalhada":"Em 1 Pedro 3:17, a menção ao pecado destaca a necessidade de viver de maneira justa e a importância de evitar ações que desagradam a Deus.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade da redenção através de Cristo.","conexao_teologica":"O pecado é um tema central nas Escrituras, que nos ensina sobre a necessidade de arrependimento e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 1:15"]},"1pedro_3_18_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo refere-se ao Messias, o ungido de Deus que veio para redimir a humanidade.","explicacao_detalhada":"No contexto de 1 Pedro 3:18, a palavra 'Cristo' enfatiza o papel de Jesus como aquele que sofreu pelos pecados, sendo o sacrifício perfeito e a resposta de Deus ao pecado da humanidade.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para entender a identidade de Jesus e sua missão redentora.","conexao_teologica":"Cristo é o cumprimento das profecias messiânicas do Antigo Testamento, sendo a ponte entre Deus e a humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 1:16","João 1:29"]},"1pedro_3_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, a menção a Deus destaca a soberania divina na salvação e o plano redentor que foi estabelecido através de Cristo.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois enfatiza a autoridade e o poder de Deus sobre todas as coisas.","conexao_teologica":"A relação entre Deus e Cristo é essencial para entender a Trindade e a obra de salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 8:31"]},"1pedro_3_18_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne refere-se à natureza humana de Jesus, enfatizando sua encarnação.","explicacao_detalhada":"A palavra 'carne' no contexto de 1 Pedro 3:18 destaca a verdadeira humanidade de Cristo, que sofreu na carne para redimir a humanidade.","por_que_esta_palavra":"É importante entender que Jesus, sendo carne, experimentou o sofrimento humano e se identificou com nossas fraquezas.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, mostrando como Deus se fez homem.","referencias_relacionadas":["João 1:14","Hebreus 2:14","Filipenses 2:7"]},"1pedro_3_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à essência divina e à vida que Cristo possui.","explicacao_detalhada":"Neste versículo, o 'espírito' de Cristo é mencionado em relação à sua proclamação aos espíritos em prisão, indicando sua autoridade mesmo após a morte.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a natureza divina de Cristo e sua continuidade após a morte.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do crente e na missão da Igreja.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:45","Atos 2:4"]},"1pedro_3_19_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Pregar ou proclamar refere-se à ação de anunciar a mensagem de Deus.","explicacao_detalhada":"A proclamação feita por Cristo aos espíritos em prisão é um ato de justiça e revelação da verdade divina.","por_que_esta_palavra":"A pregação é um aspecto central da missão da Igreja, que deve anunciar o evangelho a todas as criaturas.","conexao_teologica":"A proclamação da verdade é essencial para a salvação e a edificação da fé.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14"]},"1pedro_3_19_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período específico, muitas vezes relacionado ao juízo ou à intervenção divina.","explicacao_detalhada":"Neste contexto, o 'dia' pode se referir ao tempo em que Cristo proclamou a verdade aos espíritos, indicando um momento de revelação e julgamento.","por_que_esta_palavra":"A noção de 'dia' é importante para entender os tempos de Deus e sua soberania sobre a história.","conexao_teologica":"O conceito de dia de juízo é recorrente nas Escrituras, enfatizando a justiça de Deus.","referencias_relacionadas":["Mateus 25:31-32","Apocalipse 20:11-15","2 Pedro 3:10"]},"1pedro_3_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é mencionado novamente para enfatizar sua soberania e poder na salvação.","explicacao_detalhada":"A referência a Deus neste versículo reforça a ideia de que a salvação é uma obra divina, não humana.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem e a natureza da salvação.","conexao_teologica":"A salvação é um ato de graça de Deus, que se manifesta através de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 5:8"]},"1pedro_3_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo de espera e julgamento durante a construção da arca.","explicacao_detalhada":"O 'dia' mencionado aqui se relaciona ao período em que Noé pregou enquanto construía a arca, simbolizando a paciência de Deus antes do juízo.","por_que_esta_palavra":"A menção do 'dia' é um lembrete da misericórdia de Deus e da oportunidade de arrependimento.","conexao_teologica":"A história de Noé é um exemplo da graça de Deus e do juízo que virá.","referencias_relacionadas":["Gênesis 6:3","Mateus 24:37-39","Hebreus 11:7"]},"1pedro_3_20_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Alma refere-se à essência da vida, a parte imortal do ser humano.","explicacao_detalhada":"A palavra 'alma' aqui destaca a importância da vida e da salvação que Cristo oferece, contrastando com a morte física.","por_que_esta_palavra":"A alma é central na compreensão da vida eterna e da relação do ser humano com Deus.","conexao_teologica":"A salvação da alma é o objetivo da obra redentora de Cristo.","referencias_relacionadas":["Mateus 16:26","João 10:28","1 Pedro 1:9"]},"1pedro_3_21_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Carne aqui se refere à natureza humana e ao simbolismo do batismo.","explicacao_detalhada":"O batismo é descrito como um apelo a Deus por uma boa consciência, simbolizando a nova vida em Cristo.","por_que_esta_palavra":"A palavra 'carne' destaca a transformação que ocorre na vida do crente através do batismo.","conexao_teologica":"O batismo é um ato de obediência e uma declaração pública da fé em Cristo.","referencias_relacionadas":["Atos 2:38","Romanos 6:4","Colossenses 2:12"]},"1pedro_3_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que salva e que está no controle de todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' enfatiza a soberania divina e o papel de Deus na salvação através da ressurreição de Jesus Cristo.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois representa a fonte de toda vida e salvação.","conexao_teologica":"Deus é visto como o autor da salvação, que age em favor da humanidade através de Jesus Cristo.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","João 3:16"]},"1pedro_3_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o mediador entre Deus e os homens.","explicacao_detalhada":"A menção de Jesus neste contexto destaca sua importância como o Salvador que foi ressuscitado e que traz esperança à humanidade.","por_que_esta_palavra":"Jesus é o nome que representa a encarnação de Deus e a realização da promessa de salvação.","conexao_teologica":"A ressurreição de Jesus é fundamental para a fé cristã, pois confirma sua divindade e poder sobre a morte.","referencias_relacionadas":["1 Coríntios 15:20","Hebreus 7:25","Atos 2:24"]},"1pedro_3_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Deus que exalta Jesus após sua ressurreição.","explicacao_detalhada":"A palavra 'Deus' aqui reafirma a autoridade divina que Jesus recebeu após completar sua obra redentora.","por_que_esta_palavra":"É essencial reconhecer a soberania de Deus sobre todas as coisas, incluindo a exaltação de Cristo.","conexao_teologica":"A exaltação de Jesus é um tema recorrente nas Escrituras, mostrando que Ele é Senhor sobre tudo.","referencias_relacionadas":["Filipenses 2:9-11","Efésios 1:20-22","Colossenses 3:1"]},"1pedro_3_22_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar de autoridade e glória onde Jesus está.","explicacao_detalhada":"O céu é apresentado como a morada de Deus e o lugar onde Cristo está sentado à direita do Pai.","por_que_esta_palavra":"O céu simboliza a presença de Deus e a realização das promessas divinas.","conexao_teologica":"A ascensão de Jesus ao céu é um sinal de sua vitória sobre o pecado e a morte.","referencias_relacionadas":["Atos 1:9-11","Hebreus 4:14","Mateus 28:18"]},"1pedro_3_22_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder divino que Jesus possui após sua ressurreição.","explicacao_detalhada":"A palavra 'poder' enfatiza a autoridade que Jesus tem sobre todas as coisas, incluindo os anjos e as forças espirituais.","por_que_esta_palavra":"O poder de Jesus é um tema central que demonstra sua divindade e capacidade de salvar.","conexao_teologica":"A crença no poder de Cristo é fundamental para a fé cristã, pois Ele é capaz de transformar vidas.","referencias_relacionadas":["Mateus 28:18","Efésios 1:19-21","Romanos 1:16"]}}