{"1pedro_4_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' destaca a missão de Jesus como aquele que foi escolhido e capacitado por Deus para trazer salvação.","por_que_esta_palavra":"Cristo é a figura central da fé cristã, representando a esperança de redenção.","conexao_teologica":"A unção de Jesus é um sinal de sua autoridade e missão divina.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"1pedro_4_1_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à luta contra o pecado.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana caída e a necessidade de viver em santidade.","por_que_esta_palavra":"É importante entender a dualidade entre a carne e o espírito na vida cristã.","conexao_teologica":"A luta contra a carne é um tema recorrente nas epístolas, enfatizando a necessidade de viver segundo o Espírito.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","1 João 2:16"]},"1pedro_4_1_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a um chamado para viver de maneira que exceda as expectativas mundanas.","explicacao_detalhada":"A palavra 'muito' implica em um chamado para uma vida de santidade e dedicação a Deus.","por_que_esta_palavra":"É um lembrete de que os cristãos são chamados a viver de forma diferente do mundo.","conexao_teologica":"A vida cristã é marcada por um compromisso que vai além do que é comum ou esperado.","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15-16","Mateus 5:14-16"]},"1pedro_4_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de força e propósito na vida do crente.","explicacao_detalhada":"A palavra 'Deus' aqui reafirma a dependência do crente em relação ao Senhor para viver uma vida que agrada a Ele.","por_que_esta_palavra":"Reconhecer Deus como central na vida do cristão é essencial para a prática da fé.","conexao_teologica":"A dependência de Deus é um tema central na vida cristã, enfatizando a necessidade de buscar a Sua vontade.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Filipenses 4:13"]},"1pedro_4_2_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à necessidade de renunciar aos desejos da carne para viver em obediência a Deus.","explicacao_detalhada":"A palavra 'carne' destaca a luta interna que os cristãos enfrentam ao buscar viver segundo o Espírito.","por_que_esta_palavra":"É crucial entender a batalha entre a carne e o espírito na vida cristã.","conexao_teologica":"A renúncia da carne é um chamado à santidade e à dedicação a Deus.","referencias_relacionadas":["Gálatas 5:24","Romanos 6:12-13","1 Pedro 2:11"]},"1pedro_4_3_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo passado em práticas que não agradam a Deus.","explicacao_detalhada":"A palavra 'anos' (χρόνος) é usada para enfatizar o tempo que os cristãos viveram em pecado antes de conhecerem a verdade. O apóstolo Pedro exorta os crentes a refletirem sobre o tempo que perderam em atividades que não glorificam a Deus.","por_que_esta_palavra":"A menção de 'anos' destaca a importância do arrependimento e da mudança de vida, mostrando que o tempo é precioso e deve ser usado para o bem.","conexao_teologica":"A ideia de tempo é central na teologia cristã, onde cada momento deve ser vivido para a glória de Deus, refletindo sobre a brevidade da vida e a eternidade.","referencias_relacionadas":["Efésios 5:15-16","Salmos 90:12","Tiago 4:14"]},"1pedro_4_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de práticas que não são aceitas por Deus.","explicacao_detalhada":"A palavra 'deus' (μή) é utilizada para enfatizar a rejeição de comportamentos que não são compatíveis com a vontade divina. Pedro alerta os crentes sobre a reação do mundo à sua nova vida em Cristo.","por_que_esta_palavra":"Esta palavra é crucial para entender a separação entre os que seguem a Deus e os que ainda vivem em pecado.","conexao_teologica":"A relação entre o crente e Deus é fundamental, e a rejeição das práticas mundanas é um sinal de verdadeira conversão.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Gálatas 1:10"]},"1pedro_4_4_entertain":{"palavra_pt":"entertain","palavra_original":"ξενίζω","transliteracao":"xenízō","strong":"G3579","significado_raiz":"Ideia básica: entertain.","significado_contextual":"Refere-se à prática de receber ou acolher pessoas em casa.","explicacao_detalhada":"A palavra 'entertain' (ξενίζω) implica em oferecer hospitalidade, que é uma virtude valorizada na comunidade cristã. Pedro menciona isso em contraste com a vida anterior dos crentes.","por_que_esta_palavra":"A hospitalidade é uma expressão do amor cristão e da aceitação mútua entre os irmãos na fé.","conexao_teologica":"A prática da hospitalidade reflete o caráter de Cristo e a chamada para amar o próximo.","referencias_relacionadas":["Hebreus 13:2","Romanos 12:13","1 Timóteo 5:10"]},"1pedro_4_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à revelação de Cristo.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é central na teologia cristã, representando a comunicação de Deus com a humanidade através de Cristo. Pedro menciona isso ao falar sobre o julgamento que virá.","por_que_esta_palavra":"É importante entender que Cristo é a manifestação do verbo de Deus, e seu papel é fundamental no plano de salvação.","conexao_teologica":"A relação entre a palavra de Deus e a vida do crente é essencial para a fé cristã.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Colossenses 3:16"]},"1pedro_4_5_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida em Cristo e à nova natureza do crente.","explicacao_detalhada":"A palavra 'viver' (ζάω) implica em uma vida plena e abundante que é encontrada em Cristo. Pedro destaca que os crentes devem viver de maneira que reflita essa nova vida.","por_que_esta_palavra":"A vida em Cristo é um tema central do Novo Testamento, enfatizando a transformação que ocorre na vida do crente.","conexao_teologica":"A nova vida em Cristo é um testemunho do poder redentor de Deus e da esperança da ressurreição.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"1pedro_4_5_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à posse da nova vida em Cristo.","explicacao_detalhada":"A palavra 'possessão' (ἔχω) indica a ideia de ter ou manter algo. No contexto, refere-se à posse da nova vida que os crentes têm em Cristo.","por_que_esta_palavra":"É essencial entender que a nova vida em Cristo é uma posse espiritual que deve ser vivida diariamente.","conexao_teologica":"A possessão da vida eterna é um dos principais temas da salvação e da relação do crente com Deus.","referencias_relacionadas":["1 João 5:11-12","Romanos 8:17","Efésios 1:13-14"]},"1pedro_4_6_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas limitações.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é usada para descrever a condição humana caída e a luta contra o pecado. Pedro menciona isso ao falar sobre o julgamento que virá sobre os ímpios.","por_que_esta_palavra":"A carne representa a fragilidade e a necessidade de redenção que todos os seres humanos têm.","conexao_teologica":"A luta entre a carne e o espírito é um tema recorrente na teologia cristã, enfatizando a necessidade de viver segundo o Espírito.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","João 3:6"]},"1pedro_4_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e justiça de Deus.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na compreensão da natureza divina e de como Ele julgará os vivos e os mortos. Pedro destaca a importância de reconhecer a autoridade de Deus.","por_que_esta_palavra":"A soberania de Deus é um tema fundamental na fé cristã, lembrando os crentes de que Ele é o juiz final.","conexao_teologica":"A justiça de Deus é um aspecto essencial de Sua natureza, e a esperança do crente está em Sua fidelidade.","referencias_relacionadas":["Salmos 50:6","Romanos 14:10-12","2 Coríntios 5:10"]},"1pedro_4_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que dá vida e à essência do ser humano.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a parte imortal do ser humano, que é responsável pela conexão com Deus. Pedro menciona isso ao falar sobre a vida eterna.","por_que_esta_palavra":"O espírito é fundamental na teologia cristã, pois é através dele que os crentes se relacionam com Deus.","conexao_teologica":"A presença do Espírito Santo na vida do crente é essencial para a transformação e a santificação.","referencias_relacionadas":["Gênesis 2:7","Romanos 8:16","1 Coríntios 2:12"]},"1pedro_4_7_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à necessidade de estar vigilante e preparado para a volta de Cristo.","explicacao_detalhada":"A palavra 'continuo' (τέλος) implica em um estado de prontidão e expectativa. Pedro exorta os crentes a viverem de maneira que estejam sempre prontos para o retorno de Cristo.","por_que_esta_palavra":"A vigilância é um chamado constante para os cristãos, lembrando-os da brevidade do tempo e da importância de estar em comunhão com Deus.","conexao_teologica":"A expectativa da volta de Cristo é um tema central na escatologia cristã, incentivando os crentes a viverem em santidade.","referencias_relacionadas":["Mateus 24:42","1 Tessalonicenses 5:6","Apocalipse 22:12"]},"1pedro_4_7_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A oração é apresentada como uma prática essencial na vida cristã, especialmente em tempos de dificuldade.","explicacao_detalhada":"A palavra 'oração' refere-se ao ato de se comunicar com Deus, pedindo Sua orientação e ajuda. Em 1 Pedro 4:7, a oração é enfatizada como uma resposta à proximidade do fim dos tempos, sugerindo que a comunhão com Deus deve ser intensificada.","por_que_esta_palavra":"A oração é fundamental para a vida espiritual, pois permite que os crentes se conectem com Deus e busquem Sua vontade.","conexao_teologica":"A oração é um meio de graça que fortalece a fé e a comunhão com Deus, refletindo a dependência do crente em relação ao Senhor.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Tiago 5:16"]},"1pedro_4_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' representa a maneira de viver e agir segundo os princípios de Deus.","explicacao_detalhada":"A palavra 'caminho' sugere a trajetória que os cristãos devem seguir em suas vidas, alinhando-se com a vontade de Deus. Em 1 Pedro 4:7, isso implica viver de forma sábia e vigilante.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia que simboliza a vida e as escolhas que fazemos, refletindo a nossa jornada espiritual.","conexao_teologica":"Seguir o caminho de Deus é essencial para a santidade e para a vida em comunidade entre os crentes.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"1pedro_4_8_ceasing":{"palavra_pt":"ceasing","palavra_original":"ἐκτενής","transliteracao":"ektenḗs","strong":"G1618","significado_raiz":"Ideia básica: ceasing.","significado_contextual":"A palavra 'ceasing' refere-se à intensidade e à sinceridade do amor entre os irmãos.","explicacao_detalhada":"Em 1 Pedro 4:8, a expressão sugere que o amor deve ser fervoroso e contínuo, sem interrupções, refletindo a natureza do amor de Cristo.","por_que_esta_palavra":"O amor é central na vida cristã e deve ser praticado de forma intensa, especialmente em tempos de provação.","conexao_teologica":"O amor é o cumprimento da lei de Deus e um testemunho do caráter de Cristo em nós.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 13:10","1 João 4:7"]},"1pedro_4_8_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' aqui também se refere à forma como os cristãos devem viver em amor.","explicacao_detalhada":"Assim como na outra entrada, o 'caminho' implica em seguir os ensinamentos de Cristo e agir de acordo com o amor que Ele exemplificou.","por_que_esta_palavra":"É uma chamada para que os crentes não apenas conheçam o amor, mas o pratiquem ativamente em suas vidas.","conexao_teologica":"O amor é a essência da vida cristã e deve ser a base de todas as interações entre os crentes.","referencias_relacionadas":["Gálatas 5:13-14","Efésios 5:2","Colossenses 3:14"]},"1pedro_4_9_lover":{"palavra_pt":"lover","palavra_original":"φιλόξενος","transliteracao":"philóxenos","strong":"G5382","significado_raiz":"Ideia básica: lover.","significado_contextual":"A palavra 'lover' refere-se à hospitalidade e ao amor ao próximo.","explicacao_detalhada":"Em 1 Pedro 4:9, a hospitalidade é apresentada como uma expressão prática do amor cristão, onde os crentes são chamados a receber uns aos outros com generosidade.","por_que_esta_palavra":"A hospitalidade é uma demonstração do amor de Cristo e um meio de edificar a comunidade de fé.","conexao_teologica":"A prática da hospitalidade reflete o caráter de Deus, que acolhe e recebe todos os que vêm a Ele.","referencias_relacionadas":["Hebreus 13:2","Romanos 12:13","Mateus 25:35"]},"1pedro_4_9_perecer":{"palavra_pt":"perecer","palavra_original":"εἰς","transliteracao":"eis","strong":"G1519","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' sugere a ideia de não deixar que o amor e a hospitalidade sejam interrompidos.","explicacao_detalhada":"Em 1 Pedro 4:9, a ideia é que o amor e a hospitalidade não devem 'perecer', ou seja, devem ser contínuos e persistentes entre os crentes.","por_que_esta_palavra":"É um lembrete de que o amor deve ser ativo e não se deixar abater pelas circunstâncias.","conexao_teologica":"A perseverança no amor é um reflexo da fidelidade de Deus e da esperança que temos em Cristo.","referencias_relacionadas":["1 Coríntios 13:8","Romanos 8:38-39","Gálatas 6:9"]},"1pedro_4_10_evangelho":{"palavra_pt":"evangelho","palavra_original":"οἰκονόμος","transliteracao":"oikonómos","strong":"G3623","significado_raiz":"Ideia básica: evangelho.","significado_contextual":"A palavra 'evangelho' refere-se à boa nova de Jesus Cristo e à responsabilidade de compartilhar essa mensagem.","explicacao_detalhada":"Em 1 Pedro 4:10, a ideia é que cada crente é um administrador dos dons que Deus lhe deu, utilizando-os para servir aos outros e promover o evangelho.","por_que_esta_palavra":"O evangelho é o fundamento da fé cristã e deve ser vivido e compartilhado ativamente.","conexao_teologica":"A administração dos dons é uma expressão da graça de Deus e um chamado à ação na comunidade de fé.","referencias_relacionadas":["Mateus 28:19-20","Romanos 1:16","1 Coríntios 12:4-7"]},"1pedro_4_10_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus que capacita os crentes a servir.","explicacao_detalhada":"Em 1 Pedro 4:10, a graça é o meio pelo qual os crentes são equipados para usar seus dons em benefício dos outros, refletindo o caráter de Deus.","por_que_esta_palavra":"A graça é essencial para a vida cristã, pois sem ela, não poderíamos cumprir nosso chamado.","conexao_teologica":"A graça de Deus é o fundamento da salvação e da vida cristã, permitindo que os crentes vivam em obediência.","referencias_relacionadas":["Efésios 2:8-9","2 Coríntios 12:9","Tito 2:11"]},"1pedro_4_11_deus":{"palavra_pt":"deus","palavra_original":"λόγιον","transliteracao":"lógion","strong":"G3051","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à soberania e à autoridade divina sobre todas as coisas.","explicacao_detalhada":"Em 1 Pedro 4:11, a referência a Deus destaca a importância de glorificá-Lo em tudo o que fazemos, reconhecendo Sua supremacia.","por_que_esta_palavra":"Reconhecer Deus em nossas ações é fundamental para a vida cristã, pois nos lembra de nossa dependência dEle.","conexao_teologica":"A glorificação de Deus é o propósito último da criação e da vida do crente.","referencias_relacionadas":["1 Coríntios 10:31","Romanos 11:36","Colossenses 3:17"]},"1pedro_4_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação.","explicacao_detalhada":"Em 1 Pedro 4:11, Jesus é mencionado como aquele através de quem todas as coisas devem ser feitas, enfatizando Sua autoridade e papel redentor.","por_que_esta_palavra":"Jesus é o mediador entre Deus e os homens, e Sua obra é fundamental para a salvação e a vida cristã.","conexao_teologica":"A centralidade de Jesus na vida do crente é essencial para entender a relação com Deus e a missão da Igreja.","referencias_relacionadas":["João 14:6","Atos 4:12","Hebreus 12:2"]},"1pedro_4_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de transformação ou mudança que ocorre na vida do crente.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transição, um desenvolvimento espiritual que pode ser desafiador, especialmente em tempos de sofrimento.","por_que_esta_palavra":"É usada para enfatizar que as dificuldades enfrentadas pelos cristãos são parte do plano de Deus para moldar seu caráter.","conexao_teologica":"A transformação do crente é um tema central na teologia cristã, refletindo a obra do Espírito Santo na vida do fiel.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"1pedro_4_12_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e o controle de Deus sobre as circunstâncias da vida.","explicacao_detalhada":"Neste contexto, a negação da palavra 'não' sugere que Deus está sempre presente, mesmo em meio ao sofrimento.","por_que_esta_palavra":"É importante para lembrar que Deus não nos abandona em tempos difíceis.","conexao_teologica":"A presença de Deus em nossas vidas é um conforto e uma certeza para os crentes, especialmente em momentos de provação.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 28:20"]},"1pedro_4_12_burning":{"palavra_pt":"burning","palavra_original":"πύρωσις","transliteracao":"pýrōsis","strong":"G4451","significado_raiz":"Ideia básica: burning.","significado_contextual":"Refere-se ao sofrimento intenso que os cristãos podem enfrentar por causa de sua fé.","explicacao_detalhada":"A palavra 'burning' simboliza a purificação que ocorre através das provações, como o fogo que refina o ouro.","por_que_esta_palavra":"É usada para ilustrar a intensidade das dificuldades que podem ser vistas como um teste da fé.","conexao_teologica":"O sofrimento é frequentemente visto como um meio de crescimento espiritual e aproximação a Deus.","referencias_relacionadas":["Tiago 1:2-4","Romanos 5:3-5","1 Pedro 1:7"]},"1pedro_4_13_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus Cristo, o Ungido de Deus, que sofreu por nós.","explicacao_detalhada":"A identificação com Cristo em seu sofrimento é um chamado para os crentes a se unirem a Ele em suas tribulações.","por_que_esta_palavra":"É importante para lembrar que o sofrimento não é em vão, pois estamos seguindo o exemplo de Cristo.","conexao_teologica":"A união com Cristo em seu sofrimento é fundamental para a compreensão da salvação e da vida cristã.","referencias_relacionadas":["Filipenses 3:10","Romanos 8:17","1 Pedro 2:21"]},"1pedro_4_13_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que será revelada aos crentes como resultado de seu sofrimento por Cristo.","explicacao_detalhada":"A glória é uma promessa de recompensa futura que motiva os crentes a perseverarem nas dificuldades.","por_que_esta_palavra":"É usada para encorajar os crentes a verem suas lutas à luz da eternidade.","conexao_teologica":"A esperança da glória é um tema central na teologia cristã, que oferece consolo e motivação.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Colossenses 3:4"]},"1pedro_4_13_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reforça a ideia de que a glória de Deus é manifestada na vida dos crentes.","explicacao_detalhada":"A presença de Deus em meio ao sofrimento é uma fonte de força e esperança.","por_que_esta_palavra":"É importante para lembrar que a glória de Deus é revelada através da vida e testemunho dos crentes.","conexao_teologica":"A manifestação da glória de Deus é um aspecto essencial da experiência cristã.","referencias_relacionadas":["Salmos 19:1","Isaías 43:7","Mateus 5:16"]},"1pedro_4_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se novamente a Cristo, enfatizando a importância de ser identificado com Ele.","explicacao_detalhada":"Sofrer por causa de Cristo é uma honra e um sinal de que o Espírito de Deus está sobre o crente.","por_que_esta_palavra":"É usada para encorajar os crentes a não se envergonharem de sua fé.","conexao_teologica":"A identificação com Cristo é fundamental para a vida cristã e a experiência do Espírito Santo.","referencias_relacionadas":["Romanos 8:9","Gálatas 4:6","1 João 4:13"]},"1pedro_4_14_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que acompanha o sofrimento por Cristo.","explicacao_detalhada":"A glória mencionada aqui é uma confirmação da presença do Espírito Santo na vida do crente.","por_que_esta_palavra":"É usada para mostrar que o sofrimento pode resultar em uma experiência mais profunda da presença de Deus.","conexao_teologica":"A glória de Deus é frequentemente associada à presença do Espírito Santo entre os crentes.","referencias_relacionadas":["Atos 5:41","Romanos 5:2","1 Pedro 1:8"]},"1pedro_4_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a soberania de Deus sobre o sofrimento e a glória.","explicacao_detalhada":"A presença de Deus é um consolo e uma confirmação de que o sofrimento não é em vão.","por_que_esta_palavra":"É importante para lembrar que Deus está ativo na vida dos crentes, mesmo em tempos difíceis.","conexao_teologica":"A soberania de Deus é um tema central que traz esperança e segurança aos crentes.","referencias_relacionadas":["Salmos 34:18","Romanos 8:28","Hebreus 13:5"]},"1pedro_4_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar que não devemos sofrer por causa de nossas próprias ações erradas.","explicacao_detalhada":"O versículo alerta os crentes a não confundirem o sofrimento por causa de suas falhas com o sofrimento por causa de Cristo.","por_que_esta_palavra":"É importante para distinguir entre o sofrimento que é resultado de ações erradas e aquele que é por causa da fé.","conexao_teologica":"A justiça de Deus é um tema importante, que nos lembra que Ele é justo em suas ações.","referencias_relacionadas":["Gálatas 6:7","1 Pedro 2:20","Tiago 1:12"]},"1pedro_4_16_cristo":{"palavra_pt":"cristo","palavra_original":"Χριστιανός","transliteracao":"Christianós","strong":"G5546","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' é derivada do grego 'Christos', que significa 'o ungido'. No contexto de 1 Pedro 4:16, ser chamado de cristão implica em sofrer por causa da fé em Cristo, o que é visto como um privilégio.","por_que_esta_palavra":"A palavra é usada para identificar os seguidores de Jesus, que se tornam parte de sua missão e sofrimento.","conexao_teologica":"A identificação com Cristo implica em compartilhar não apenas sua glória, mas também seus sofrimentos, conforme ensinado em Romanos 8:17.","referencias_relacionadas":["Romanos 8:17","Gálatas 2:20","Filipenses 1:29"]},"1pedro_4_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é fundamental na teologia cristã, representando a soberania e a autoridade divina. Em 1 Pedro 4:16, a menção de Deus destaca a importância de sofrer por sua causa.","por_que_esta_palavra":"É essencial para entender a relação entre os cristãos e Deus, especialmente em tempos de perseguição.","conexao_teologica":"A relação com Deus é central na vida do cristão, como visto em 1 João 3:1, onde somos chamados filhos de Deus.","referencias_relacionadas":["1 João 3:1","Salmos 46:1","Romanos 8:31"]},"1pedro_4_16_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à majestade de Deus, que é revelada em Cristo.","explicacao_detalhada":"A palavra 'glória' implica em reconhecimento e louvor a Deus. Em 1 Pedro 4:16, sofrer por Cristo é uma forma de glorificá-lo.","por_que_esta_palavra":"A glória de Deus é um tema central na Bíblia, e os cristãos são chamados a refletir essa glória em suas vidas.","conexao_teologica":"A glória de Deus é manifestada em Jesus e é um objetivo final da vida cristã, conforme Romanos 5:2.","referencias_relacionadas":["Romanos 5:2","2 Coríntios 3:18","Efésios 1:12"]},"1pedro_4_17_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à comunidade de crentes, a família de Deus.","explicacao_detalhada":"A palavra 'família' implica em um relacionamento íntimo entre os membros da igreja, que são considerados irmãos e irmãs em Cristo. Em 1 Pedro 4:17, a ideia de julgamento começa pela casa de Deus, ou seja, pela sua família.","por_que_esta_palavra":"É importante entender que a igreja é vista como a família de Deus, onde todos têm um papel e responsabilidade.","conexao_teologica":"A noção de família é central na teologia do Novo Testamento, como em Efésios 2:19, onde os crentes são descritos como membros da família de Deus.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","Hebreus 10:25"]},"1pedro_4_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que julga e disciplina os seus filhos.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a sua autoridade e o papel de juiz. Em 1 Pedro 4:17, o julgamento começa pela sua casa, indicando que Deus se preocupa com a pureza e a santidade de sua igreja.","por_que_esta_palavra":"É crucial para entender a disciplina divina e a responsabilidade dos crentes em viver de acordo com os padrões de Deus.","conexao_teologica":"A disciplina de Deus é um sinal de seu amor, conforme Hebreus 12:6, que nos ensina que Ele disciplina aqueles que ama.","referencias_relacionadas":["Hebreus 12:6","Romanos 14:10","Mateus 12:36"]},"1pedro_4_18_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se àqueles que são justos e não merecem sofrer.","explicacao_detalhada":"A palavra 'inocente' implica em justiça e retidão. Em 1 Pedro 4:18, a ênfase está em que mesmo os justos podem enfrentar dificuldades, mas a salvação é garantida.","por_que_esta_palavra":"É importante para entender que a justiça de Deus é imparcial e que todos, justos e ímpios, enfrentarão o julgamento.","conexao_teologica":"A justiça de Deus é um tema recorrente, como em Salmos 37:17, onde os justos são protegidos por Deus.","referencias_relacionadas":["Salmos 37:17","Mateus 5:10","Romanos 3:23"]},"1pedro_4_18_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou libertar do pecado e da morte.","explicacao_detalhada":"A palavra 'salvar' é central na mensagem do evangelho. Em 1 Pedro 4:18, a salvação é apresentada como uma esperança para os justos, mesmo em meio ao sofrimento.","por_que_esta_palavra":"É fundamental para a compreensão da obra redentora de Cristo e da promessa de vida eterna.","conexao_teologica":"A salvação é um tema central na Bíblia, como em Efésios 2:8-9, que enfatiza que somos salvos pela graça.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","João 3:16"]},"1pedro_4_18_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de se manifestar ou ser revelado.","explicacao_detalhada":"A palavra 'aparecer' implica em uma revelação clara. Em 1 Pedro 4:18, isso pode se referir à manifestação de Cristo no final dos tempos.","por_que_esta_palavra":"É importante para entender a expectativa da volta de Cristo e a revelação final de sua glória.","conexao_teologica":"A aparição de Cristo é uma esperança para os crentes, conforme Tito 2:13, que fala da esperança da sua vinda.","referencias_relacionadas":["Tito 2:13","1 João 3:2","Apocalipse 1:7"]},"1pedro_4_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que é fiel e justo em suas promessas.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a fidelidade divina. Em 1 Pedro 4:19, os crentes são encorajados a confiar em Deus enquanto sofrem.","por_que_esta_palavra":"É essencial para a fé cristã, pois a confiança em Deus é fundamental durante as provações.","conexao_teologica":"A fidelidade de Deus é um tema central, como em 1 Coríntios 10:13, que promete que Deus não permitirá que sejamos tentados além do que podemos suportar.","referencias_relacionadas":["1 Coríntios 10:13","Salmos 37:5","Romanos 8:28"]},"1pedro_4_19_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou à vida que Deus deu ao ser humano.","explicacao_detalhada":"A palavra 'alma' implica em vida e essência. Em 1 Pedro 4:19, a entrega da alma a Deus é um ato de confiança e rendição.","por_que_esta_palavra":"É importante para entender a natureza humana e a relação entre o corpo e a alma.","conexao_teologica":"A alma é vista como preciosa aos olhos de Deus, conforme Mateus 10:28, que fala sobre a importância da alma em relação ao corpo.","referencias_relacionadas":["Mateus 10:28","Gênesis 2:7","Salmos 23:3"]}}