{"1pedro_5_1_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes da igreja, aqueles que têm a responsabilidade de guiar e cuidar do rebanho.","explicacao_detalhada":"A palavra 'presbýteros' indica uma posição de autoridade e maturidade espiritual. No contexto de 1 Pedro 5:1, Pedro se dirige aos presbíteros, exortando-os a pastorear o rebanho de Deus com zelo e responsabilidade.","por_que_esta_palavra":"Pedro usa 'presbýteros' para enfatizar a importância da liderança espiritual na comunidade cristã, destacando a necessidade de cuidado e responsabilidade.","conexao_teologica":"A liderança na igreja é um reflexo do cuidado de Deus pelo Seu povo, e os presbíteros são chamados a imitar o exemplo de Cristo, o Bom Pastor.","referencias_relacionadas":["Atos 20:17","Tito 1:5","Hebreus 13:17"]},"1pedro_5_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Christós' é usada para afirmar a identidade de Jesus como o Salvador prometido. No contexto de 1 Pedro 5:1, Pedro se identifica como testemunha dos sofrimentos de Cristo, enfatizando a importância de sua missão.","por_que_esta_palavra":"A utilização de 'Cristo' sublinha a autoridade de Jesus e a esperança que os crentes têm Nele, especialmente em tempos de sofrimento.","conexao_teologica":"Cristo é o modelo supremo de sofrimento e glória, e os crentes são chamados a seguir Seu exemplo.","referencias_relacionadas":["Isaías 61:1","Mateus 16:16","João 1:41"]},"1pedro_5_1_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que será revelada aos crentes no futuro.","explicacao_detalhada":"A palavra 'dóxa' implica uma manifestação da presença e do caráter de Deus. Em 1 Pedro 5:1, a glória futura é uma esperança que motiva os crentes a perseverarem em meio às dificuldades.","por_que_esta_palavra":"Pedro menciona a glória para encorajar os crentes a manterem a fé, lembrando-os da recompensa que os aguarda.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, e a esperança da glória futura é um incentivo para viver uma vida de fé e obediência.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Colossenses 3:4"]},"1pedro_5_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Supremo Pastor e Autor da igreja.","explicacao_detalhada":"A palavra 'theós' enfatiza a soberania e a autoridade de Deus sobre a igreja. Em 1 Pedro 5:2, os presbíteros são chamados a pastorear o rebanho de Deus, reconhecendo que a igreja pertence a Ele.","por_que_esta_palavra":"A menção de Deus destaca a responsabilidade dos líderes em cuidar do rebanho como um ato de serviço a Deus.","conexao_teologica":"Deus é o Pastor que cuida de Seu povo, e os líderes da igreja devem refletir esse cuidado divino.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"1pedro_5_3_senhor":{"palavra_pt":"senhor","palavra_original":"κατακυριεύω","transliteracao":"katakyrieúō","strong":"G2634","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao domínio que Cristo tem sobre a igreja.","explicacao_detalhada":"A palavra 'katakyrieúō' implica um controle ou domínio. Em 1 Pedro 5:3, Pedro adverte os líderes a não exercerem domínio de forma autoritária, mas a servirem com humildade.","por_que_esta_palavra":"A ênfase na maneira como os líderes devem agir reflete o caráter de Cristo, que veio para servir e não para ser servido.","conexao_teologica":"A liderança cristã é caracterizada pelo serviço e pela humildade, em contraste com a liderança secular.","referencias_relacionadas":["Mateus 20:25-28","Marcos 10:42-45","Filipenses 2:5-7"]},"1pedro_5_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação ao crescimento espiritual.","explicacao_detalhada":"A palavra 'gínomai' sugere transformação ou desenvolvimento. Em 1 Pedro 5:3, implica que os líderes devem se tornar exemplos de humildade e serviço.","por_que_esta_palavra":"A transformação dos líderes é crucial para o crescimento espiritual da igreja, pois eles devem refletir o caráter de Cristo.","conexao_teologica":"A ideia de se tornar grande no Reino de Deus é contrária aos padrões do mundo, onde a grandeza é muitas vezes medida pelo poder e controle.","referencias_relacionadas":["Mateus 18:4","Lucas 9:48","Tiago 4:10"]},"1pedro_5_4_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que será revelada aos líderes fiéis no futuro.","explicacao_detalhada":"A palavra 'dóxa' é usada novamente para enfatizar a recompensa que aguarda aqueles que pastoreiam com fidelidade. Em 1 Pedro 5:4, a glória é apresentada como um incentivo para os líderes.","por_que_esta_palavra":"A promessa de glória futura serve como motivação para os líderes a permanecerem firmes em sua responsabilidade.","conexao_teologica":"A glória de Deus é a culminação da esperança cristã, onde os fiéis serão recompensados por sua fidelidade.","referencias_relacionadas":["Romanos 2:7","1 Coríntios 9:24-25","2 Timóteo 4:8"]},"1pedro_5_4_appear":{"palavra_pt":"aparecer","palavra_original":"φανερόω","transliteracao":"phaneróō","strong":"G5319","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se à manifestação de Cristo em Sua glória.","explicacao_detalhada":"A palavra 'phaneróō' implica uma revelação clara e visível. Em 1 Pedro 5:4, a aparição de Cristo é uma promessa de que Ele retornará para recompensar os fiéis.","por_que_esta_palavra":"A expectativa da aparição de Cristo encoraja os crentes a viverem de maneira digna enquanto aguardam Sua volta.","conexao_teologica":"A segunda vinda de Cristo é um tema central na esperança cristã, onde a revelação de Sua glória será um momento de grande alegria para os fiéis.","referencias_relacionadas":["Mateus 24:30","Tito 2:13","Apocalipse 1:7"]},"1pedro_5_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como fonte de graça e humildade.","explicacao_detalhada":"A palavra 'theós' é usada novamente para enfatizar a soberania de Deus. Em 1 Pedro 5:5, Pedro exorta os jovens a se submeterem aos líderes, reconhecendo a ordem divina.","por_que_esta_palavra":"A submissão a Deus e aos líderes é um princípio fundamental na vida cristã, refletindo a ordem estabelecida por Deus.","conexao_teologica":"A graça de Deus é o fundamento da vida cristã, e a humildade é uma resposta adequada ao Seu chamado.","referencias_relacionadas":["Tiago 4:6","Efésios 5:21","1 Pedro 5:6"]},"1pedro_5_5_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que é dada aos humildes.","explicacao_detalhada":"A palavra 'cháris' implica favor imerecido. Em 1 Pedro 5:5, a graça é apresentada como um presente de Deus para aqueles que se humilham.","por_que_esta_palavra":"A ênfase na graça destaca a dependência do crente em Deus e a necessidade de humildade para receber Suas bênçãos.","conexao_teologica":"A graça é um tema central na teologia cristã, onde a salvação e o favor de Deus são dados não por mérito, mas pela fé.","referencias_relacionadas":["Romanos 3:24","Efésios 2:8-9","Tito 2:11"]},"1pedro_5_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, que deve ser reconhecido e reverenciado.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre todas as coisas. É um chamado para a humildade diante de Sua grandeza.","por_que_esta_palavra":"A inclusão de 'Deus' neste versículo sublinha a importância de se submeter à Sua vontade e confiar em Seu poder.","conexao_teologica":"Deus é o criador e sustentador do universo, e a humildade diante Dele é fundamental para a vida cristã.","referencias_relacionadas":["Salmos 55:22","Tiago 4:10","Romanos 12:1"]},"1pedro_5_6_poderoso":{"palavra_pt":"poderoso","palavra_original":"κραταιός","transliteracao":"krataiós","strong":"G2900","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Indica a força e a capacidade de Deus de agir em nossas vidas.","explicacao_detalhada":"A palavra 'poderoso' ressalta que Deus não é apenas um ser supremo, mas também um Deus ativo que intervém em nossa realidade.","por_que_esta_palavra":"É um lembrete de que, mesmo em nossas fraquezas, podemos confiar no poder de Deus para nos sustentar.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Efésios 3:20","Isaías 40:29","Salmos 147:5"]},"1pedro_5_6_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza a ação e o cuidado de Deus sobre os fiéis.","explicacao_detalhada":"A 'mão' de Deus representa Seu poder e proteção, indicando que Ele nos segura e nos guia em tempos difíceis.","por_que_esta_palavra":"A imagem da mão é frequentemente usada para descrever a intervenção divina e o cuidado paternal de Deus.","conexao_teologica":"A mão de Deus é um símbolo de Sua presença e ajuda constante na vida dos crentes.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","Deuteronômio 33:27"]},"1pedro_5_7_care":{"palavra_pt":"care","palavra_original":"μέλω","transliteracao":"mélō","strong":"G3199","significado_raiz":"Ideia básica: care.","significado_contextual":"Refere-se à preocupação e ao cuidado que devemos lançar sobre Deus.","explicacao_detalhada":"A palavra 'care' implica em entregar nossas ansiedades e preocupações a Deus, confiando que Ele se importa conosco.","por_que_esta_palavra":"É um convite para que os crentes não carreguem sozinhos seus fardos, mas os entreguem a Deus.","conexao_teologica":"A confiança em Deus para cuidar de nossas preocupações é um aspecto central da fé cristã.","referencias_relacionadas":["Filipenses 4:6-7","Mateus 6:25-34","Salmos 55:22"]},"1pedro_5_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida e à jornada do cristão.","explicacao_detalhada":"A palavra 'caminho' sugere a trajetória que os crentes devem seguir, guiados pela fé e pela palavra de Deus.","por_que_esta_palavra":"É um lembrete de que a vida cristã é uma jornada que requer direção e propósito.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir Seus ensinamentos.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"1pedro_5_8_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de procurar ativamente a presença e a vontade de Deus.","explicacao_detalhada":"A palavra 'buscar' implica um esforço consciente para encontrar a Deus e entender Seus propósitos.","por_que_esta_palavra":"É um chamado à vigilância e à proatividade na vida espiritual.","conexao_teologica":"Buscar a Deus é um princípio fundamental da vida cristã, refletindo o desejo de estar em comunhão com Ele.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Salmos 27:8"]},"1pedro_5_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé como a base da vida cristã.","explicacao_detalhada":"A palavra 'fé' implica confiança em Deus e em Suas promessas, mesmo diante das dificuldades.","por_que_esta_palavra":"A fé é essencial para a perseverança e a resistência nas provações.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a chave para a salvação e a vida eterna.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"1pedro_5_9_affection":{"palavra_pt":"affection","palavra_original":"πάθημα","transliteracao":"páthēma","strong":"G3804","significado_raiz":"Ideia básica: affection.","significado_contextual":"Refere-se ao sofrimento e às provações que os crentes enfrentam.","explicacao_detalhada":"A palavra 'affection' destaca que os sofrimentos são parte da experiência cristã e que todos os crentes compartilham dessas lutas.","por_que_esta_palavra":"É um lembrete de que o sofrimento não é em vão, mas tem um propósito divino.","conexao_teologica":"O sofrimento é frequentemente visto como um meio de crescimento espiritual e de identificação com Cristo.","referencias_relacionadas":["Romanos 8:17","2 Coríntios 1:5","Filipenses 1:29"]},"1pedro_5_9_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema e à cultura que se opõem a Deus.","explicacao_detalhada":"A palavra 'mundo' implica em uma realidade que muitas vezes é hostil à fé e aos valores cristãos.","por_que_esta_palavra":"É um aviso para que os crentes não se deixem levar pelas influências do mundo, mas permaneçam firmes na fé.","conexao_teologica":"A tensão entre o mundo e a fé é um tema recorrente na Bíblia, enfatizando a necessidade de resistência e perseverança.","referencias_relacionadas":["João 15:18-19","1 João 2:15-17","Romanos 12:2"]},"1pedro_5_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que restaura e fortalece os crentes após as provações.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza Sua capacidade de restaurar e edificar aqueles que passam por dificuldades.","por_que_esta_palavra":"É uma promessa de que Deus está sempre presente para nos ajudar a superar as adversidades.","conexao_teologica":"A restauração divina é um aspecto fundamental da graça de Deus, que nos transforma e nos fortalece.","referencias_relacionadas":["Salmos 23:3","Isaías 40:31","2 Coríntios 5:17"]},"1pedro_5_10_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é um tema central na carta de Pedro, representando a bondade e favor de Deus para com os crentes.","explicacao_detalhada":"A palavra 'graça' refere-se ao favor imerecido que Deus concede aos seres humanos. Em 1 Pedro 5:10, a graça é apresentada como um meio pelo qual Deus restaura e fortalece os crentes após suas provações.","por_que_esta_palavra":"A palavra 'graça' é usada para enfatizar a dependência do crente na bondade de Deus, especialmente em tempos de sofrimento.","conexao_teologica":"A graça é fundamental na teologia cristã, pois é através dela que a salvação é oferecida. Ela também é um convite à humildade e ao reconhecimento da soberania de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","2 Coríntios 12:9"]},"1pedro_5_10_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é frequentemente associada à sua majestade e poder, especialmente em relação ao sofrimento dos crentes.","explicacao_detalhada":"Neste contexto, a glória é a manifestação do caráter de Deus, que será plenamente revelada no futuro. A promessa de que os crentes compartilharão da glória de Deus é uma fonte de esperança.","por_que_esta_palavra":"A palavra 'glória' é usada para encorajar os crentes a perseverarem, lembrando-os da recompensa eterna que os aguarda.","conexao_teologica":"A glória de Deus é um tema central na Escritura, refletindo sua natureza e o propósito final da criação, que é glorificá-lo.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","1 Pedro 4:13"]},"1pedro_5_11_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Reforça a ideia de que toda a glória pertence a Deus, especialmente após a restauração dos crentes.","explicacao_detalhada":"A repetição da palavra 'glória' enfatiza a soberania de Deus sobre todas as coisas e a certeza de que Ele será glorificado em todas as circunstâncias.","por_que_esta_palavra":"Usada para reafirmar a centralidade de Deus em todas as ações e eventos da vida dos crentes.","conexao_teologica":"A glória de Deus é uma motivação para a adoração e um lembrete de que tudo o que fazemos deve refletir sua grandeza.","referencias_relacionadas":["Salmos 29:1-2","Isaías 43:7","Apocalipse 4:11"]},"1pedro_5_11_dominio":{"palavra_pt":"dominio","palavra_original":"κράτος","transliteracao":"krátos","strong":"G2904","significado_raiz":"Ideia básica: dominio.","significado_contextual":"O domínio de Deus é um aspecto de sua soberania, especialmente em relação ao sofrimento e à proteção dos crentes.","explicacao_detalhada":"A palavra 'domínio' implica controle absoluto e autoridade. Em 1 Pedro 5:11, é um lembrete de que Deus tem o poder sobre todas as coisas, incluindo as dificuldades enfrentadas pelos crentes.","por_que_esta_palavra":"Usada para confortar os crentes, assegurando-lhes que Deus está no controle, mesmo em meio a tribulações.","conexao_teologica":"O domínio de Deus é um tema que destaca sua soberania e a confiança que os crentes devem ter em sua liderança.","referencias_relacionadas":["Salmos 103:19","Mateus 28:18","Efésios 1:21"]},"1pedro_5_12_silvanus":{"palavra_pt":"silvanus","palavra_original":"Σιλουανός","transliteracao":"Silouanós","strong":"G4610","significado_raiz":"Ideia básica: silvanus.","significado_contextual":"Silvano é mencionado como um colaborador de Pedro, indicando a importância da comunhão e do apoio mútuo na fé.","explicacao_detalhada":"A inclusão de Silvano na saudação mostra a unidade entre os líderes da igreja primitiva e a importância do trabalho em equipe na propagação do evangelho.","por_que_esta_palavra":"A menção de Silvano serve para legitimar a carta e reforçar a ideia de que a mensagem é apoiada por outros líderes respeitados.","conexao_teologica":"A colaboração entre crentes é um princípio fundamental no Novo Testamento, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["Atos 15:22","2 Coríntios 1:19","1 Tessalonicenses 1:1"]},"1pedro_5_12_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é um tema central na carta de Pedro, representando a bondade e favor de Deus para com os crentes.","explicacao_detalhada":"A palavra 'graça' refere-se ao favor imerecido que Deus concede aos seres humanos. Em 1 Pedro 5:12, a graça é apresentada como um meio pelo qual Deus restaura e fortalece os crentes após suas provações.","por_que_esta_palavra":"A palavra 'graça' é usada para enfatizar a dependência do crente na bondade de Deus, especialmente em tempos de sofrimento.","conexao_teologica":"A graça é fundamental na teologia cristã, pois é através dela que a salvação é oferecida. Ela também é um convite à humildade e ao reconhecimento da soberania de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","2 Coríntios 12:9"]},"1pedro_5_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda graça e conforto, especialmente em tempos de dificuldade.","explicacao_detalhada":"A palavra 'Deus' é central na fé cristã, representando o Criador e Sustentador de todas as coisas. Em 1 Pedro 5:12, enfatiza-se a sua autoridade e cuidado pelos crentes.","por_que_esta_palavra":"A menção de Deus serve para lembrar os crentes de que Ele é a fonte de esperança e força em meio às tribulações.","conexao_teologica":"A compreensão de Deus como Pai amoroso é fundamental para a experiência cristã, pois Ele se preocupa com cada um de nós.","referencias_relacionadas":["Salmos 46:1","Mateus 6:26","1 João 4:16"]},"1pedro_5_13_marcus":{"palavra_pt":"marcus","palavra_original":"Μάρκος","transliteracao":"Márkos","strong":"G3138","significado_raiz":"Ideia básica: marcus.","significado_contextual":"Marcos é mencionado como um colaborador e testemunha da fé, reforçando a importância da comunidade cristã.","explicacao_detalhada":"A inclusão de Marcos na saudação é um reconhecimento do seu papel na propagação do evangelho e na edificação da igreja.","por_que_esta_palavra":"A menção de Marcos serve para legitimar a carta e mostrar a continuidade do testemunho apostólico.","conexao_teologica":"A importância de testemunhar e compartilhar a fé é um tema recorrente no Novo Testamento, refletindo a missão da igreja.","referencias_relacionadas":["Atos 12:12","Colossenses 4:10","2 Timóteo 4:11"]},"1pedro_5_13_escolhido":{"palavra_pt":"escolhido","palavra_original":"συνεκλεκτός","transliteracao":"syneklektós","strong":"G4899","significado_raiz":"Ideia básica: escolhido.","significado_contextual":"A palavra 'escolhido' refere-se à identidade dos crentes como povo de Deus, enfatizando sua posição especial diante dEle.","explicacao_detalhada":"Em 1 Pedro 5:13, a ideia de ser 'escolhido' destaca a soberania de Deus na escolha de seu povo e a responsabilidade que isso traz.","por_que_esta_palavra":"A palavra 'escolhido' é usada para encorajar os crentes a viverem de acordo com sua identidade em Cristo.","conexao_teologica":"A doutrina da eleição é fundamental na teologia cristã, refletindo o amor e a graça de Deus em escolher aqueles que serão salvos.","referencias_relacionadas":["Efésios 1:4-5","Romanos 8:33","1 Pedro 2:9"]},"1pedro_5_14_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é uma bênção que os crentes são encorajados a buscar e experimentar em suas vidas.","explicacao_detalhada":"A palavra 'paz' em 1 Pedro 5:14 refere-se à tranquilidade e harmonia que vêm de um relacionamento correto com Deus e com os outros.","por_que_esta_palavra":"A menção da paz serve como um desejo de bênção para os crentes, lembrando-os da importância da unidade e do amor.","conexao_teologica":"A paz é um fruto do Espírito e um aspecto essencial da vida cristã, refletindo a reconciliação que Cristo trouxe.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"1pedro_5_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"No contexto de 1 Pedro 5:14, 'Cristo' refere-se ao Messias, o Ungido de Deus, que é a fonte de esperança e salvação para os crentes.","explicacao_detalhada":"A palavra 'Cristo' é derivada do grego 'Christós', que significa 'o Ungido'. No Antigo Testamento, a unção era um símbolo de consagração e escolha divina. Jesus é reconhecido como o Cristo, o Messias prometido, que veio para cumprir as profecias e trazer redenção à humanidade. Em 1 Pedro, o apóstolo encoraja os crentes a se unirem em amor e a se identificarem com Cristo, especialmente em tempos de sofrimento.","por_que_esta_palavra":"A palavra 'Cristo' é central para a fé cristã, pois representa a identidade de Jesus como o Salvador e o cumprimento das promessas de Deus. É um lembrete da importância da união entre os crentes e a necessidade de se apoiar mutuamente na fé.","conexao_teologica":"A teologia cristã ensina que Jesus, como Cristo, é o mediador entre Deus e a humanidade. Ele é o cumprimento das promessas messiânicas e a fonte de esperança para a vida eterna. A identificação com Cristo implica em viver de acordo com seus ensinamentos e exemplo.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36","Romanos 1:3-4","1 João 5:1"]}}