{"sofonias_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Deus pronuncia juízo sobre a terra.","explicacao_detalhada":"O termo 'dia' aqui é usado para indicar um tempo específico em que a ação divina se manifestará, simbolizando um momento de julgamento e revelação do poder de Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a seriedade do aviso profético de Sofonias sobre o juízo iminente.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, representando um tempo de intervenção divina na história.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Isaías 13:6"]},"sofonias_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Indica a mensagem ou declaração de Deus através do profeta.","explicacao_detalhada":"A palavra 'dâbâr' implica não apenas uma palavra falada, mas também a ação e o cumprimento da vontade de Deus, refletindo a autoridade divina.","por_que_esta_palavra":"A escolha da palavra 'dâbâr' enfatiza a importância da comunicação divina e a necessidade de ouvir e obedecer ao que Deus diz.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se revela e age na história.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"sofonias_1_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na mensagem de Sofonias.","explicacao_detalhada":"O nome 'Yᵉhôvâh' representa a natureza eterna e imutável de Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","por_que_esta_palavra":"A menção do nome de Deus destaca a relação entre o Criador e a criação, e a responsabilidade do povo em reconhecer Sua autoridade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é fundamental para a adoração e a reverência que devemos a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"sofonias_1_2_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que será afetada pelo juízo de Deus.","explicacao_detalhada":"A palavra 'solo' implica a criação de Deus, que está sob Sua autoridade e que será julgada por sua desobediência.","por_que_esta_palavra":"A menção do 'solo' enfatiza a abrangência do juízo divino, que não se limita apenas ao povo, mas a toda a criação.","conexao_teologica":"A relação entre Deus e a terra é fundamental, pois a criação aguarda a redenção e a restauração prometidas.","referencias_relacionadas":["Gênesis 1:26","Romanos 8:21","Salmos 24:1"]},"sofonias_1_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o juízo será executado.","explicacao_detalhada":"A palavra 'modo' sugere a forma e a metodologia do juízo divino, que será abrangente e inescapável.","por_que_esta_palavra":"A escolha de 'modo' destaca a certeza e a inevitabilidade do juízo, que não pode ser evitado.","conexao_teologica":"A justiça de Deus é um aspecto essencial de Sua natureza, e o modo como Ele julga reflete Sua santidade.","referencias_relacionadas":["Salmos 9:16","Romanos 2:6","Apocalipse 20:12"]},"sofonias_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome de Deus, enfatizando Sua soberania.","explicacao_detalhada":"A repetição do nome 'Yᵉhôvâh' reforça a ideia de que é Ele quem está por trás do juízo e da mensagem do profeta.","por_que_esta_palavra":"A menção do nome de Deus é um lembrete da Sua presença e da responsabilidade do povo em se voltar para Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 14:11"]},"sofonias_1_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como parte da criação que testemunha o juízo de Deus.","explicacao_detalhada":"A palavra 'céus' implica a grandeza e a majestade de Deus, que é visível em toda a criação.","por_que_esta_palavra":"A menção dos 'céus' destaca que o juízo de Deus não é apenas local, mas cósmico, afetando toda a criação.","conexao_teologica":"Os céus proclamam a glória de Deus e são um testemunho da Sua soberania sobre tudo.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 5:16"]},"sofonias_1_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como parte da criação que será impactada pelo juízo.","explicacao_detalhada":"A palavra 'mar' simboliza a vastidão e a força da criação, que também está sob o controle de Deus.","por_que_esta_palavra":"A inclusão do 'mar' enfatiza que nada na criação está fora do alcance do juízo divino.","conexao_teologica":"Deus é o Criador e Senhor sobre os mares, mostrando Seu poder sobre as forças da natureza.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"sofonias_1_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus de destruir o que é corrupto e pecaminoso.","explicacao_detalhada":"A palavra 'destruir' implica um ato de julgamento severo, onde Deus remove o mal da Sua criação.","por_que_esta_palavra":"A escolha da palavra 'destruir' é um alerta sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A destruição do mal é uma parte essencial do plano redentor de Deus, que busca restaurar a criação.","referencias_relacionadas":["Gênesis 6:13","Mateus 13:30","2 Pedro 3:10"]},"sofonias_1_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Reforça a ideia de que o juízo de Deus será abrangente e severo.","explicacao_detalhada":"A repetição da palavra 'destruir' enfatiza a certeza do juízo e a seriedade da mensagem profética.","por_que_esta_palavra":"A ênfase na destruição serve como um chamado ao arrependimento e à volta para Deus.","conexao_teologica":"A justiça de Deus exige que o pecado seja tratado, e a destruição do mal é parte desse processo.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:18","Apocalipse 21:8"]},"sofonias_1_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּמָר","transliteracao":"kâmâr","strong":"H3649","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central na mediação entre Deus e o povo, responsável por oferecer sacrifícios e interceder em favor da comunidade.","explicacao_detalhada":"Na tradição israelita, os sacerdotes eram da linhagem de Arão e tinham a função de realizar rituais no templo, mantendo a santidade e a adoração a Deus. Em Sofonias, a menção aos sacerdotes indica a corrupção e a falha espiritual da liderança religiosa.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a relação entre o povo e Deus, especialmente em um contexto de juízo e necessidade de arrependimento.","conexao_teologica":"A figura do sacerdote aponta para Cristo, nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"sofonias_1_5_altar":{"palavra_pt":"altar","palavra_original":"גָּג","transliteracao":"gâg","strong":"H1406","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local de sacrifício e adoração, simbolizando a presença de Deus e a necessidade de expiação dos pecados.","explicacao_detalhada":"No contexto de Sofonias, a menção ao altar sugere que as práticas de adoração estavam sendo corrompidas, e que o povo estava se afastando da verdadeira adoração a Deus.","por_que_esta_palavra":"O altar representa a necessidade de reconciliação com Deus, e sua corrupção indica a gravidade da apostasia do povo.","conexao_teologica":"O altar aponta para o sacrifício de Cristo, que se tornou o altar perfeito, onde a expiação dos pecados foi realizada de uma vez por todas.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"sofonias_1_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são frequentemente mencionados como o domínio de Deus, onde Ele reina e observa as ações da humanidade.","explicacao_detalhada":"Em Sofonias, a referência aos céus enfatiza a soberania de Deus sobre toda a criação e a inevitabilidade do Seu juízo sobre a terra.","por_que_esta_palavra":"A palavra 'céus' destaca a grandeza de Deus e Sua autoridade sobre o que acontece na terra, servindo como um lembrete da necessidade de reverência.","conexao_teologica":"Os céus também simbolizam a esperança da vida eterna e a promessa de um novo céu e uma nova terra.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 5:16"]},"sofonias_1_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua presença, caráter e autoridade, sendo invocado em adoração e oração.","explicacao_detalhada":"Em Sofonias, a menção ao nome do Senhor implica a importância de reconhecer Sua soberania e a necessidade de retornar a Ele em arrependimento.","por_que_esta_palavra":"O nome 'Senhor' é central na identidade de Deus e na relação que Ele tem com Seu povo, sendo um convite à intimidade e ao reconhecimento de Sua majestade.","conexao_teologica":"O nome do Senhor é revelado plenamente em Jesus Cristo, que é a manifestação do caráter de Deus entre nós.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"sofonias_1_6_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir refere-se à ação de obedecer e andar nos caminhos de Deus, em contraste com a desobediência e a idolatria.","explicacao_detalhada":"No contexto de Sofonias, seguir o Senhor é um chamado ao arrependimento e à volta à verdadeira adoração, abandonando práticas corruptas.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a necessidade de uma escolha ativa em direção a Deus, em um tempo de juízo iminente.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, refletindo a chamada de Jesus para que O sigamos e vivamos segundo Seus ensinamentos.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"sofonias_1_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é uma invocação de Sua autoridade e poder, essencial para a adoração e a intercessão.","explicacao_detalhada":"A repetição do nome do Senhor em Sofonias destaca a importância de reconhecer Sua soberania e a necessidade de se voltar a Ele em tempos de crise.","por_que_esta_palavra":"O nome 'Senhor' é um lembrete constante da presença de Deus e de Sua disposição para ouvir e responder ao Seu povo.","conexao_teologica":"O nome do Senhor é central na oração e na adoração, refletindo a relação íntima que os crentes têm com Deus através de Cristo.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 2:21"]},"sofonias_1_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à justiça de Deus, contrastando com a mentira e a corrupção do povo.","explicacao_detalhada":"Em Sofonias, a menção à verdade é um chamado à integridade e à autenticidade na adoração e na vida do povo de Deus.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a relação com Deus, que é a própria verdade, e para a vida do crente que deve refletir essa verdade.","conexao_teologica":"Jesus é descrito como 'o caminho, a verdade e a vida', enfatizando a centralidade da verdade divina na vida cristã.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"sofonias_1_7_paz":{"palavra_pt":"paz","palavra_original":"הָסָה","transliteracao":"hâçâh","strong":"H2013","significado_raiz":"Ideia básica: paz.","significado_contextual":"Paz é um estado de harmonia e bem-estar que resulta da presença de Deus, contrastando com o juízo iminente.","explicacao_detalhada":"A menção à paz em Sofonias destaca a necessidade de reconciliação com Deus e a busca pela verdadeira paz que só Ele pode oferecer.","por_que_esta_palavra":"A palavra 'paz' é um desejo profundo do coração humano, que só pode ser satisfeito em um relacionamento correto com Deus.","conexao_teologica":"Cristo é chamado de 'Príncipe da Paz', trazendo reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"sofonias_1_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto refere-se à presença de Deus, simbolizando Sua atenção e favor sobre o povo.","explicacao_detalhada":"Em Sofonias, a menção ao rosto de Deus implica a necessidade de estar em Sua presença, buscando Sua misericórdia e perdão.","por_que_esta_palavra":"A palavra 'rosto' é significativa na relação com Deus, pois indica intimidade e a busca pela Sua face em adoração.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo dos crentes, que anseiam pela comunhão plena com Ele na eternidade.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"sofonias_1_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é reconhecido como o soberano sobre todas as coisas, digno de adoração e reverência.","explicacao_detalhada":"A menção ao Senhor em Sofonias enfatiza Sua autoridade e a necessidade de o povo se submeter a Ele em tempos de juízo.","por_que_esta_palavra":"A palavra 'Senhor' é central na adoração israelita, representando a relação de aliança entre Deus e Seu povo.","conexao_teologica":"A soberania do Senhor é um tema recorrente na Bíblia, culminando na revelação de Jesus como Senhor de todos.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:11"]},"sofonias_1_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao 'dia' do julgamento, um tempo específico determinado por Deus.","explicacao_detalhada":"Neste versículo, o 'dia' é um tempo de ação divina, onde Deus intervirá na história para trazer juízo sobre as nações.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do julgamento de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tema recorrente nas profecias bíblicas.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Isaías 13:6"]},"sofonias_1_8_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de Deus em libertar seu povo do juízo iminente.","explicacao_detalhada":"A palavra 'libertar' sugere um ato de intervenção divina, onde Deus se lembra de seu povo e age em seu favor.","por_que_esta_palavra":"É uma expressão da fidelidade de Deus em cumprir suas promessas de libertação.","conexao_teologica":"A libertação é um tema central na teologia bíblica, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Isaías 61:1"]},"sofonias_1_9_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à libertação que ocorrerá como parte do juízo de Deus sobre os ímpios.","explicacao_detalhada":"Neste contexto, a palavra implica que Deus não apenas julgará, mas também libertará aqueles que são fiéis.","por_que_esta_palavra":"A repetição da palavra enfatiza a certeza da ação de Deus em libertar seu povo.","conexao_teologica":"A ideia de libertação está ligada à justiça de Deus, que protege os justos.","referencias_relacionadas":["Salmos 146:7","Isaías 43:1","Romanos 8:1"]},"sofonias_1_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se ao 'dia' do julgamento, reforçando a urgência da mensagem profética.","explicacao_detalhada":"O uso da palavra 'dia' aqui serve para lembrar que o juízo de Deus é certo e iminente.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a importância do tempo de Deus na história.","conexao_teologica":"O 'dia do Senhor' é um conceito que aparece em várias profecias, indicando um tempo de restauração e juízo.","referencias_relacionadas":["Sofonias 1:14","Zacarias 14:1","Malaquias 4:5"]},"sofonias_1_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Sofonias 1:9, \"modo\" aparece na frase \"Castigarei naquele dia todo aquele que salta sobre o limiar, que enche de violência e engano a casa dos seus senhores.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Sofonias 1:9 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Sofonias 2:14. Lendo junto com Sofonias 1:9, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Sofonias 1:9","Sofonias 2:14","Salmos 119:105"]},"sofonias_1_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao 'dia' em que o juízo de Deus será manifestado.","explicacao_detalhada":"Neste versículo, o 'dia' é um lembrete da certeza do juízo e da necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'dia' enfatiza a inevitabilidade do juízo de Deus.","conexao_teologica":"O 'dia do Senhor' é um tema que chama à responsabilidade e à preparação espiritual.","referencias_relacionadas":["Sofonias 1:14","Amós 5:20","Mateus 24:36"]},"sofonias_1_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda dos ímpios sob o juízo de Deus.","explicacao_detalhada":"A palavra 'cair' sugere um colapso moral e espiritual que resulta do afastamento de Deus.","por_que_esta_palavra":"É uma representação gráfica do resultado do pecado e da desobediência.","conexao_teologica":"A queda é um tema que reflete a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Provérbios 24:16","Isaías 24:18","Romanos 6:23"]},"sofonias_1_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar as ações das pessoas.","explicacao_detalhada":"A palavra 'julgar' implica uma avaliação justa e imparcial das obras de cada um.","por_que_esta_palavra":"É um lembrete de que Deus é o juiz supremo e que todos prestarão contas a Ele.","conexao_teologica":"O julgamento de Deus é uma expressão de sua justiça e santidade.","referencias_relacionadas":["Salmos 50:6","Eclesiastes 12:14","Mateus 12:36"]},"sofonias_1_11_maktesh":{"palavra_pt":"maktesh","palavra_original":"מַכְתֵּשׁ","transliteracao":"Maktêsh","strong":"H4389","significado_raiz":"Ideia básica: maktesh.","significado_contextual":"Refere-se a um local específico, possivelmente um mercado ou lugar de comércio.","explicacao_detalhada":"O 'maktesh' pode simbolizar um lugar de atividade e vida, que será afetado pelo juízo de Deus.","por_que_esta_palavra":"O uso de um local específico enfatiza que o juízo de Deus alcançará todos os aspectos da vida.","conexao_teologica":"A destruição de lugares de comércio pode simbolizar a queda de sistemas injustos.","referencias_relacionadas":["Ezequiel 27:12","Amós 8:5","Miquéias 1:10"]},"sofonias_1_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão do juízo de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a desobediência do povo.","por_que_esta_palavra":"É uma explicação do porquê do juízo, enfatizando a responsabilidade moral.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações sobre as razões do juízo.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 5:12","Romanos 1:18"]},"sofonias_1_12_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de trazer liberdade ou salvação, especialmente em um contexto de julgamento.","explicacao_detalhada":"Neste versículo, a palavra 'libertar' é usada para descrever a ação de Deus em relação ao povo que está sob opressão ou julgamento. A libertação é um tema central na Bíblia, simbolizando a ação de Deus em salvar Seu povo.","por_que_esta_palavra":"A escolha da palavra 'libertar' enfatiza a necessidade de intervenção divina em tempos de crise e a promessa de restauração.","conexao_teologica":"A libertação é um tema que se conecta com a salvação em Cristo, que é visto como o libertador definitivo do pecado e da morte.","referencias_relacionadas":["Isaías 61:1","Salmos 34:17","Gálatas 5:1"]},"sofonias_1_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano em sua essência, muitas vezes simbolizando a humanidade em geral.","explicacao_detalhada":"Neste contexto, 'homem' é usado para representar todos os indivíduos que estão sob o julgamento de Deus, destacando a responsabilidade pessoal diante de Deus.","por_que_esta_palavra":"A inclusão da palavra 'homem' sublinha a universalidade do julgamento e a necessidade de arrependimento.","conexao_teologica":"A condição do homem pecador é um tema recorrente na Bíblia, que aponta para a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Salmos 8:4-5"]},"sofonias_1_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda moral ou espiritual, frequentemente associada ao juízo de Deus.","explicacao_detalhada":"Neste versículo, 'cair' pode se referir à queda dos ímpios diante do juízo divino, simbolizando a fragilidade da condição humana sem Deus.","por_que_esta_palavra":"A palavra 'cair' é escolhida para enfatizar a gravidade do estado espiritual daqueles que se afastam de Deus.","conexao_teologica":"A queda do homem é um conceito teológico que aponta para a necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Romanos 5:12","Provérbios 24:16","1 Pedro 5:8"]},"sofonias_1_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A repetição da palavra 'cair' reforça a ideia de que o juízo de Deus é inevitável para aqueles que persistem no pecado.","explicacao_detalhada":"Neste contexto, 'cair' é uma advertência sobre as consequências do pecado e a certeza do juízo divino sobre os ímpios.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade do juízo e a necessidade de arrependimento.","conexao_teologica":"A ideia de cair sob o juízo de Deus é um tema que se conecta com a mensagem de arrependimento e salvação em Cristo.","referencias_relacionadas":["Mateus 7:27","Hebreus 10:31","Apocalipse 20:15"]},"sofonias_1_13_booty":{"palavra_pt":"booty","palavra_original":"מְשִׁסָּה","transliteracao":"mᵉshiççâh","strong":"H4933","significado_raiz":"Ideia básica: booty.","significado_contextual":"A palavra 'booty' refere-se ao saque ou despojo, simbolizando a perda que resulta do juízo de Deus.","explicacao_detalhada":"Neste versículo, 'booty' é usado para descrever o que será tomado dos ímpios como resultado do juízo divino, simbolizando a justiça de Deus.","por_que_esta_palavra":"A escolha da palavra destaca a consequência do pecado e a certeza do juízo de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A ideia de despojo é um lembrete da justiça de Deus e da necessidade de se alinhar com Sua vontade.","referencias_relacionadas":["Ezequiel 39:10","Isaías 33:4","Salmos 68:12"]},"sofonias_1_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode simbolizar tanto o lar físico quanto a comunidade ou nação.","explicacao_detalhada":"Neste contexto, 'casa' representa a nação de Judá e sua condição diante de Deus, enfatizando a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"A palavra é significativa pois destaca a relação entre o povo e Deus, e a responsabilidade de cada 'casa' diante do juízo divino.","conexao_teologica":"A casa de Deus é um tema importante que se conecta com a ideia de que somos a habitação de Deus através do Espírito Santo.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:19-22","Hebreus 3:6"]},"sofonias_1_14_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do dia do Senhor, que é um dia de juízo e manifestação do poder de Deus.","explicacao_detalhada":"Neste versículo, 'grande' enfatiza a seriedade e a importância do dia do Senhor, que traz tanto juízo quanto esperança para os justos.","por_que_esta_palavra":"A escolha da palavra 'grande' serve para alertar o povo sobre a gravidade do que está por vir e a necessidade de preparação.","conexao_teologica":"O dia do Senhor é um tema que aparece em várias partes da Bíblia, simbolizando a intervenção de Deus na história e o cumprimento de Suas promessas.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Mateus 24:21"]},"sofonias_1_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento e manifestação de Deus.","explicacao_detalhada":"Neste contexto, 'dia' é usado para descrever o tempo em que Deus intervirá na história, trazendo justiça e restauração.","por_que_esta_palavra":"A palavra 'dia' é significativa pois representa a certeza do cumprimento das promessas de Deus.","conexao_teologica":"O conceito de 'dia' do Senhor é um tema que se conecta com a expectativa escatológica da volta de Cristo.","referencias_relacionadas":["Zacarias 14:1","2 Pedro 3:10","Apocalipse 1:7"]},"sofonias_1_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e juiz sobre toda a criação.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza a autoridade e o poder de Deus, que é o juiz final sobre a humanidade.","por_que_esta_palavra":"A escolha da palavra 'senhor' sublinha a reverência e a necessidade de se submeter à Sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, que aponta para a necessidade de reconhecer Sua autoridade em nossas vidas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:11","Filipenses 2:10"]},"sofonias_1_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A repetição da palavra 'dia' reforça a ideia de um tempo específico de juízo e manifestação de Deus.","explicacao_detalhada":"Neste contexto, 'dia' é uma advertência sobre a certeza do juízo que virá, enfatizando a urgência do arrependimento.","por_que_esta_palavra":"A palavra 'dia' é usada para lembrar que o tempo de Deus é diferente do nosso e que devemos estar preparados.","conexao_teologica":"A expectativa do dia do Senhor é um tema que se conecta com a esperança da volta de Cristo e a restauração final.","referencias_relacionadas":["1 Tessalonicenses 5:2","Mateus 25:13","Apocalipse 16:15"]},"sofonias_1_15_anguish":{"palavra_pt":"anguish","palavra_original":"מְצוּקָה","transliteracao":"mᵉtsûwqâh","strong":"H4691","significado_raiz":"Ideia básica: anguish.","significado_contextual":"Angústia refere-se ao estado de sofrimento intenso e desespero que precede o dia do Senhor.","explicacao_detalhada":"A palavra 'anguish' (מְצוּקָה) é usada para descrever a aflição e o sofrimento que o povo enfrentará no dia do juízo. Este termo enfatiza a gravidade da situação e a necessidade de arrependimento.","por_que_esta_palavra":"Esta palavra é utilizada para transmitir a seriedade do juízo divino e a urgência de se voltar para Deus antes que seja tarde.","conexao_teologica":"A angústia é um tema recorrente nas profecias, simbolizando a separação entre Deus e o homem pecador, e a necessidade de reconciliação.","referencias_relacionadas":["Isaías 13:6","Jeremias 30:7","Mateus 24:21"]},"sofonias_1_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local específico, muitas vezes simbolizando a habitação do povo e a presença de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever a cidade de Jerusalém, que é central na história da salvação e no plano de Deus para o Seu povo.","por_que_esta_palavra":"A menção da cidade destaca a importância de Jerusalém como o lugar onde Deus se revelou e onde o juízo será executado.","conexao_teologica":"A cidade é um símbolo da comunidade de fé e da presença de Deus entre o Seu povo, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:26","Hebreus 12:22"]},"sofonias_1_16_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Poderoso refere-se à força e à autoridade de Deus, especialmente em relação ao juízo.","explicacao_detalhada":"A palavra 'poderoso' (בָּצַר) enfatiza a capacidade de Deus de executar juízo e de proteger o Seu povo, mostrando que Ele é soberano sobre todas as coisas.","por_que_esta_palavra":"Esta palavra é usada para lembrar que, apesar das dificuldades, Deus é o defensor e juiz supremo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre a história e o destino da humanidade.","referencias_relacionadas":["Salmos 24:8","Isaías 40:10","Apocalipse 19:6"]},"sofonias_1_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao dia do Senhor, um tempo de juízo e restauração.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada nas Escrituras para descrever um tempo específico em que Deus intervirá na história, trazendo juízo e redenção.","por_que_esta_palavra":"A menção do dia do Senhor serve como um aviso e um chamado ao arrependimento.","conexao_teologica":"O dia do Senhor é um conceito teológico que representa a culminação do plano de Deus para a humanidade, onde a justiça será estabelecida.","referencias_relacionadas":["Amós 5:18","Joel 2:1","1 Tessalonicenses 5:2"]},"sofonias_1_17_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Pó refere-se à fragilidade e mortalidade do ser humano diante do juízo de Deus.","explicacao_detalhada":"A palavra 'po' (עָפָר) simboliza a condição humana e a vulnerabilidade diante do poder divino, lembrando que somos feitos do pó da terra.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a humildade do homem e a necessidade de se voltar a Deus em arrependimento.","conexao_teologica":"A relação entre o homem e o pó é um lembrete da criação e da necessidade de dependência de Deus para a vida.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"sofonias_1_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a identidade de Deus, enfatizando Sua relação com o Seu povo.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para entender Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","conexao_teologica":"O nome de Deus é central na teologia, simbolizando Sua santidade, poder e promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"sofonias_1_17_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Sangue refere-se ao sacrifício e à expiação dos pecados.","explicacao_detalhada":"A palavra 'sangue' (שָׁפַךְ) é frequentemente associada ao sacrifício que traz redenção e purificação, simbolizando a vida e a morte.","por_que_esta_palavra":"A menção do sangue é um lembrete da seriedade do pecado e da necessidade de um sacrifício para a reconciliação com Deus.","conexao_teologica":"O sangue é um tema central na teologia da redenção, apontando para o sacrifício de Cristo como a solução para o pecado.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"sofonias_1_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se novamente ao dia do Senhor, enfatizando a certeza do juízo.","explicacao_detalhada":"A repetição da palavra 'dia' (יוֹם) serve para reforçar a iminência e a inevitabilidade do juízo divino sobre a terra.","por_que_esta_palavra":"Esta palavra é usada para alertar o povo sobre a necessidade de estar preparado para o encontro com Deus.","conexao_teologica":"O dia do Senhor é um conceito que une as profecias do Antigo e Novo Testamento, mostrando a continuidade do plano de Deus.","referencias_relacionadas":["Sofonias 1:14","Malaquias 4:5","2 Pedro 3:10"]},"sofonias_1_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao mundo físico e à criação de Deus, que será afetada pelo juízo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também a totalidade da criação que clama por redenção.","por_que_esta_palavra":"A menção da terra destaca a abrangência do juízo de Deus, que afetará toda a criação.","conexao_teologica":"A terra é um símbolo da criação de Deus e da necessidade de restauração, refletindo a esperança de um novo céu e uma nova terra.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:22","Apocalipse 21:1"]},"sofonias_1_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade de Deus e à realidade do juízo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a certeza das promessas de Deus e a inevitabilidade do juízo sobre aqueles que rejeitam a verdade.","por_que_esta_palavra":"Esta palavra é um chamado à sinceridade e à autenticidade na relação com Deus, lembrando que Ele é a verdade.","conexao_teologica":"A verdade é um atributo de Deus, e a rejeição da verdade leva à condenação, enquanto a aceitação traz vida.","referencias_relacionadas":["João 14:6","Salmos 25:5","1 João 1:6"]}}