{"sofonias_2_1_madeira":{"palavra_pt":"madeira","palavra_original":"קָשַׁשׁ","transliteracao":"qâshash","strong":"H7197","significado_raiz":"Ideia básica: madeira.","significado_contextual":"Refere-se a um material comum na construção e na fabricação de objetos.","explicacao_detalhada":"A madeira é frequentemente utilizada na Bíblia como símbolo de algo que pode ser moldado ou transformado. No contexto de Sofonias, pode representar a fragilidade das coisas terrenas em contraste com a eternidade de Deus.","por_que_esta_palavra":"A palavra 'madeira' é usada para enfatizar a transitoriedade das coisas materiais e a necessidade de buscar o que é duradouro.","conexao_teologica":"A madeira pode simbolizar a humanidade, que é moldada por Deus, e a necessidade de se voltar para Ele.","referencias_relacionadas":["Isaías 40:6-8","Salmos 1:3","Tiago 1:10"]},"sofonias_2_1_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços culturais ou étnicos.","explicacao_detalhada":"A palavra 'nação' é usada para descrever não apenas um povo, mas também a relação desse povo com Deus. No contexto de Sofonias, isso pode se referir ao juízo que virá sobre as nações que se afastam de Deus.","por_que_esta_palavra":"A inclusão de 'nação' destaca a responsabilidade coletiva diante de Deus e a necessidade de arrependimento.","conexao_teologica":"Deus se preocupa com todas as nações e deseja que todas se voltem para Ele.","referencias_relacionadas":["Mateus 28:19","Salmos 22:27","Isaías 2:2"]},"sofonias_2_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus e de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' é fundamental para entender o caráter de Deus e a relação que Ele deseja ter com Seu povo. No contexto de Sofonias, enfatiza a necessidade de viver em conformidade com a verdade divina.","por_que_esta_palavra":"A verdade é essencial para a justiça e a retidão, e a falta dela leva à destruição.","conexao_teologica":"Deus é a verdade, e conhecer a verdade é libertador.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"sofonias_2_2_chaff":{"palavra_pt":"chaff","palavra_original":"מֹץ","transliteracao":"môts","strong":"H4671","significado_raiz":"Ideia básica: chaff.","significado_contextual":"Refere-se ao material leve e sem valor que é separado do grão durante a colheita.","explicacao_detalhada":"O 'chaff' simboliza o que é inútil e passageiro. No contexto de Sofonias, pode representar aqueles que não seguem a Deus e, portanto, serão julgados.","por_que_esta_palavra":"A comparação com o chaff destaca a futilidade de viver sem Deus.","conexao_teologica":"Deus separa o que é valioso do que é sem valor em Sua justiça.","referencias_relacionadas":["Mateus 3:12","Salmos 1:4","Gálatas 6:7"]},"sofonias_2_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"O 'dia' pode simbolizar um tempo de julgamento ou de intervenção divina. Em Sofonias, é um lembrete da iminência do juízo de Deus.","por_que_esta_palavra":"A menção do dia enfatiza a urgência da mensagem de arrependimento.","conexao_teologica":"O dia do Senhor é um tema recorrente na Bíblia, indicando a soberania de Deus sobre a história.","referencias_relacionadas":["Joel 2:1","Amós 5:18","1 Tessalonicenses 5:2"]},"sofonias_2_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' aqui reforça a necessidade de viver de acordo com os princípios divinos, especialmente em tempos de crise.","por_que_esta_palavra":"A verdade é um fundamento essencial para a vida espiritual e moral.","conexao_teologica":"A verdade de Deus é um refúgio em tempos de dificuldade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Romanos 1:18"]},"sofonias_2_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra como um espaço físico e espiritual.","explicacao_detalhada":"A 'terra' é frequentemente usada na Bíblia para simbolizar a herança de Deus para Seu povo e o lugar onde Sua presença habita.","por_que_esta_palavra":"A menção da terra destaca a conexão entre o povo de Deus e o lugar que Ele lhes deu.","conexao_teologica":"A terra é um símbolo da promessa de Deus e de Sua fidelidade.","referencias_relacionadas":["Gênesis 12:7","Salmos 37:11","Mateus 5:5"]},"sofonias_2_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de ação divina.","explicacao_detalhada":"O 'dia' pode ser um tempo de julgamento ou de bênção, dependendo da resposta do povo a Deus.","por_que_esta_palavra":"A ênfase no dia destaca a importância de estar preparado para o que Deus fará.","conexao_teologica":"O dia do Senhor é um tema que chama à vigilância e ao arrependimento.","referencias_relacionadas":["Isaías 13:6","Sofonias 1:14","2 Pedro 3:10"]},"sofonias_2_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Seu caráter e autoridade.","explicacao_detalhada":"O 'nome' do Senhor é um símbolo de Sua presença e poder. Invocar o nome de Deus é um ato de fé e reconhecimento de Sua soberania.","por_que_esta_palavra":"A menção do nome enfatiza a importância de conhecer e honrar a Deus.","conexao_teologica":"O nome de Deus é um refúgio e uma fonte de salvação.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"sofonias_2_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa de um juízo ou ação divina, destacando a responsabilidade do povo.","por_que_esta_palavra":"A inclusão de 'porque' chama a atenção para a necessidade de entender as consequências das ações.","conexao_teologica":"Deus é justo e Suas ações são sempre fundamentadas em Sua verdade.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"sofonias_2_4_laid":{"palavra_pt":"laid","palavra_original":"שְׁמָמָה","transliteracao":"shᵉmâmâh","strong":"H8077","significado_raiz":"Ideia básica: laid.","significado_contextual":"A palavra 'laid' refere-se a um estado de desolação ou devastação.","explicacao_detalhada":"No contexto de Sofonias 2:4, 'laid' descreve a condição de cidades e terras que foram deixadas em ruínas, simbolizando o juízo de Deus sobre as nações que se afastaram Dele.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a gravidade do juízo divino e a consequência do pecado.","conexao_teologica":"A desolação é um tema recorrente nas profecias, mostrando a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 34:11","Jeremias 4:7","Ezequiel 26:21"]},"sofonias_2_4_luz":{"palavra_pt":"luz","palavra_original":"צֹהַר","transliteracao":"tsôhar","strong":"H6672","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a presença de Deus e a revelação divina.","explicacao_detalhada":"Em Sofonias 2:4, 'luz' pode ser interpretada como a esperança de restauração e a promessa de que Deus trará clareza e vida onde havia escuridão.","por_que_esta_palavra":"A luz é frequentemente associada à verdade e à salvação, contrastando com a escuridão do pecado.","conexao_teologica":"A luz de Deus é um tema central na Bíblia, representando a vida e a verdade que vêm através de Cristo.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 João 1:5"]},"sofonias_2_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando tanto a criação de Deus quanto o caos.","explicacao_detalhada":"No versículo, o mar é mencionado em relação ao juízo sobre as nações, indicando que até mesmo as forças da natureza estão sob o controle de Deus.","por_que_esta_palavra":"O mar é um símbolo de poder e também de destruição, refletindo a soberania de Deus sobre todas as coisas.","conexao_teologica":"Deus é frequentemente descrito como aquele que controla as águas, mostrando seu domínio sobre a criação.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Isaías 43:16"]},"sofonias_2_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de Deus em avaliar e decidir sobre as ações das nações.","explicacao_detalhada":"Em Sofonias 2:5, 'julgar' refere-se ao ato de Deus de trazer justiça e retribuição às nações que se opõem a Ele.","por_que_esta_palavra":"A justiça de Deus é um tema central na Bíblia, e o julgamento é uma parte essencial de Sua natureza.","conexao_teologica":"O julgamento de Deus é uma demonstração de Sua santidade e justiça, e serve como um aviso para o arrependimento.","referencias_relacionadas":["Romanos 14:10","Apocalipse 20:12","Ezequiel 18:30"]},"sofonias_2_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Reitera a ideia de 'mar' como um símbolo de poder e caos.","explicacao_detalhada":"Neste contexto, o mar representa as nações que serão julgadas e a soberania de Deus sobre elas.","por_que_esta_palavra":"A repetição da palavra 'mar' enfatiza a abrangência do juízo divino.","conexao_teologica":"A soberania de Deus sobre as nações é um tema que aparece em várias partes da Escritura.","referencias_relacionadas":["Salmos 46:2","Isaías 17:12","Jeremias 51:42"]},"sofonias_2_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de nações e à derrota diante do juízo de Deus.","explicacao_detalhada":"Em Sofonias 2:6, 'cair' simboliza a fragilidade das nações que se opõem a Deus e a inevitabilidade de seu juízo.","por_que_esta_palavra":"A queda é um símbolo de derrota e a demonstração do poder de Deus sobre os que se rebelam contra Ele.","conexao_teologica":"A queda de nações é um aviso sobre a soberania de Deus e a necessidade de se submeter a Ele.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Miquéias 1:2"]},"sofonias_2_6_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema que exerce autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a soberania e o poder de Deus sobre as nações e a criação.","por_que_esta_palavra":"A menção de Deus é crucial para entender a fonte do juízo e da justiça.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o juiz final.","referencias_relacionadas":["Salmos 47:2","Isaías 40:28","Romanos 9:20"]},"sofonias_2_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza um lugar de abrigo e segurança, mas também pode representar a nação de Israel.","explicacao_detalhada":"Em Sofonias 2:7, 'casa' pode referir-se ao povo de Deus que deve buscar refúgio em Sua proteção.","por_que_esta_palavra":"A casa é um símbolo de pertencimento e segurança, especialmente no contexto da aliança de Deus com Seu povo.","conexao_teologica":"A ideia de casa é frequentemente usada para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"sofonias_2_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Reitera a ideia de 'cair' como um símbolo de juízo e derrota.","explicacao_detalhada":"Neste contexto, 'cair' enfatiza a fragilidade das estruturas humanas diante do poder de Deus.","por_que_esta_palavra":"A repetição da palavra 'cair' serve para reforçar a inevitabilidade do juízo divino.","conexao_teologica":"A queda é um tema que aparece em várias partes da Escritura, mostrando a necessidade de se voltar a Deus.","referencias_relacionadas":["Provérbios 16:18","Eclesiastes 10:8","Mateus 7:27"]},"sofonias_2_8_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se à ação de Deus em corrigir e trazer juízo sobre as nações.","explicacao_detalhada":"Em Sofonias 2:8, 'repreender' indica a ação de Deus contra aqueles que se opõem a Ele, mostrando Sua autoridade.","por_que_esta_palavra":"A repreensão é uma expressão do amor de Deus, que busca restaurar e corrigir.","conexao_teologica":"A repreensão de Deus é um aspecto de Sua justiça e amor, que visa a restauração do Seu povo.","referencias_relacionadas":["Hebreus 12:6","Apocalipse 3:19","Provérbios 3:11"]},"sofonias_2_8_reproach":{"palavra_pt":"reproach","palavra_original":"גִּדּוּף","transliteracao":"giddûwph","strong":"H1421","significado_raiz":"Ideia básica: reproach.","significado_contextual":"A palavra 'reproach' refere-se a um insulto ou desonra, especialmente em um contexto de julgamento divino.","explicacao_detalhada":"No contexto de Sofonias 2:8, a palavra é usada para descrever a desonra que os inimigos de Israel trouxeram sobre o povo de Deus. Essa reprovação é vista como uma consequência do desprezo por Deus e suas leis.","por_que_esta_palavra":"A escolha da palavra 'reproach' enfatiza a gravidade da situação em que o povo de Deus se encontra, sendo alvo de zombarias e desprezo por parte das nações vizinhas.","conexao_teologica":"A reprovação é um tema recorrente na Bíblia, onde Deus frequentemente responde ao pecado e à desobediência com juízo, mas também com a promessa de restauração para aqueles que se arrependem.","referencias_relacionadas":["Salmos 44:13-15","Isaías 54:4","Ezequiel 36:15"]},"sofonias_2_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a relação de descendência e herança, especialmente no contexto do povo de Israel como filhos de Deus.","explicacao_detalhada":"Em Sofonias 2:8, a menção de 'filho' destaca a identidade do povo como herdeiros das promessas de Deus, contrastando com a reprovação que enfrentam por causa de suas ações.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação especial entre Deus e Israel, enfatizando que, apesar da desobediência, eles ainda são considerados filhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, refletindo a intimidade e a responsabilidade que vem com essa relação.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"sofonias_2_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui também se refere à relação de descendência, enfatizando a continuidade da linhagem e a herança espiritual.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'filho' reforça a ideia de que a identidade do povo de Deus é fundamental para a compreensão de sua posição diante das nações.","por_que_esta_palavra":"A inclusão da palavra 'filho' serve para lembrar ao povo de sua dignidade e valor aos olhos de Deus, mesmo em meio ao juízo.","conexao_teologica":"A relação de Deus com seu povo como filhos é um tema que se estende por toda a Escritura, culminando na nova aliança em Cristo.","referencias_relacionadas":["Gálatas 3:26","1 João 3:1","Hebreus 12:5-6"]},"sofonias_2_9_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para se referir à natureza humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Em Sofonias 2:9, a menção de 'carne' destaca a vulnerabilidade e a mortalidade do ser humano, contrastando com a eternidade e a soberania de Deus.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a condição humana e a necessidade de dependência de Deus para a salvação e a vida.","conexao_teologica":"A fragilidade da carne é um tema que aparece em várias partes da Bíblia, enfatizando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 7:18"]},"sofonias_2_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção do nome do Senhor enfatiza sua posição de poder e controle sobre a história e o destino de seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Deus e a relação de submissão que o povo deve ter diante dele.","conexao_teologica":"O nome do Senhor é frequentemente invocado na Bíblia como um símbolo de proteção, poder e presença divina.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Romanos 10:13"]},"sofonias_2_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação de Deus ou a situação do povo.","explicacao_detalhada":"Em Sofonias 2:10, 'porque' é usado para conectar a desgraça que vem sobre as nações com suas ações contra o povo de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo divino e a razão pela qual as consequências se seguem às ações humanas.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico importante, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"sofonias_2_10_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade do ser humano, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"Neste contexto, 'corpo' é usado para enfatizar a condição do povo e a necessidade de arrependimento e transformação.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender que a salvação e a redenção envolvem todo o ser humano, não apenas aspectos espirituais.","conexao_teologica":"A Bíblia ensina que a salvação abrange tanto o corpo quanto a alma, refletindo a totalidade da criação de Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","2 Coríntios 5:17"]},"sofonias_2_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição do nome do Senhor neste versículo reforça a importância de reconhecer sua presença e domínio na vida do povo.","por_que_esta_palavra":"A palavra 'senhor' é central para a adoração e a devoção, lembrando ao povo de sua dependência de Deus.","conexao_teologica":"O nome do Senhor é um tema recorrente na Escritura, simbolizando a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Salmos 68:4","Isaías 26:8","Filipenses 2:9-11"]},"sofonias_2_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"Em Sofonias 2:11, a menção da terra destaca a soberania de Deus sobre toda a criação e sua capacidade de julgar as nações.","por_que_esta_palavra":"A palavra 'terra' é importante para entender o alcance do domínio de Deus e sua promessa de restauração para a criação.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como parte da promessa de Deus ao seu povo, simbolizando bênção e herança.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"sofonias_2_11_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a natureza suprema e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção de 'deus' sublinha a importância do reconhecimento da soberania divina e da reverência que deve ser dada a Ele.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da relação entre o Criador e a criação, e a necessidade de adoração e submissão.","conexao_teologica":"A natureza de Deus como soberano é um tema central na teologia bíblica, refletindo sua autoridade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Apocalipse 4:11"]},"sofonias_2_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo e sua posição como criador e governante. No contexto de Sofonias, isso destaca a importância de reconhecer a autoridade divina em meio ao juízo.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a identidade de Deus como o único verdadeiro Senhor, que deve ser reverenciado e obedecido.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo seu controle sobre a história e seu plano de redenção.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:11"]},"sofonias_2_12_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a consequência do pecado e a separação de Deus.","explicacao_detalhada":"No contexto de Sofonias, a morte simboliza não apenas a morte física, mas também a morte espiritual que resulta do afastamento de Deus. É um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A escolha da palavra 'morte' enfatiza a gravidade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema recorrente na Bíblia, representando a consequência do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30"]},"sofonias_2_12_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica repetição ou retorno a uma condição anterior.","explicacao_detalhada":"Neste contexto, 'novamente' sugere a possibilidade de restauração e arrependimento, mesmo após a desobediência. É um chamado à reflexão e mudança.","por_que_esta_palavra":"A inclusão de 'novamente' oferece esperança, mostrando que Deus está disposto a restaurar aqueles que se voltam para Ele.","conexao_teologica":"A ideia de restauração é central na mensagem do evangelho, onde Deus oferece uma nova vida em Cristo.","referencias_relacionadas":["Joel 2:25","Isaías 1:18","2 Coríntios 5:17"]},"sofonias_2_12_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"A palavra 'thee' é uma forma de se referir diretamente à segunda pessoa, enfatizando a relação pessoal entre Deus e o indivíduo.","explicacao_detalhada":"Neste contexto, 'thee' é usado para chamar a atenção do povo, ressaltando a responsabilidade pessoal diante de Deus.","por_que_esta_palavra":"A utilização de 'thee' torna a mensagem mais íntima e direta, sublinhando a importância da resposta individual ao chamado divino.","conexao_teologica":"A relação pessoal com Deus é fundamental na fé cristã, onde cada crente é chamado a um relacionamento íntimo com o Senhor.","referencias_relacionadas":["Salmos 25:4","Mateus 11:28","Tiago 4:8"]},"sofonias_2_13_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do juízo de Deus e à sua soberania.","explicacao_detalhada":"No contexto de Sofonias, 'grande' destaca a seriedade da situação e a abrangência do juízo divino sobre as nações.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para lembrar ao povo que Ele é poderoso e que suas ações têm consequências significativas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, reconhecendo sua majestade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"sofonias_2_13_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' implica em destruição e perda, especialmente em relação ao juízo divino.","explicacao_detalhada":"Neste contexto, 'perecer' refere-se ao destino das nações que se opõem a Deus e à sua vontade, enfatizando a seriedade do juízo.","por_que_esta_palavra":"A escolha da palavra 'perecer' serve como um alerta sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A ideia de perecimento é contraposta à vida eterna oferecida em Cristo, destacando a importância da escolha entre vida e morte.","referencias_relacionadas":["João 3:16","Mateus 7:13-14","Apocalipse 20:15"]},"sofonias_2_14_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza vida e sacrifício, frequentemente associada ao juízo e à redenção.","explicacao_detalhada":"No contexto de Sofonias, 'sangue' pode referir-se à violência e à injustiça que resultam do afastamento de Deus, bem como ao sacrifício necessário para a expiação.","por_que_esta_palavra":"A menção ao sangue destaca a gravidade do pecado e a necessidade de um sacrifício para a reconciliação com Deus.","conexao_teologica":"O sangue de Cristo é central na teologia da redenção, simbolizando o sacrifício que traz perdão e vida.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Apocalipse 7:14"]},"sofonias_2_14_cair":{"palavra_pt":"cair","palavra_original":"רָבַץ","transliteracao":"râbats","strong":"H7257","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda ou destruição, simbolizando o juízo de Deus sobre as nações.","explicacao_detalhada":"Neste contexto, 'cair' representa a inevitabilidade do juízo divino e a fragilidade das estruturas humanas diante do poder de Deus.","por_que_esta_palavra":"A utilização de 'cair' enfatiza a certeza do juízo e a necessidade de se voltar para Deus antes que seja tarde.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Provérbios 16:18","Mateus 7:25","Romanos 14:10"]},"sofonias_2_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo acontece ou é realizado.","explicacao_detalhada":"No contexto de Sofonias, 'modo' pode se referir à forma como o juízo de Deus se manifesta nas nações.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a diversidade das ações de Deus e a seriedade de suas consequências.","conexao_teologica":"A maneira como Deus age no mundo é um reflexo de sua justiça e misericórdia, mostrando que Ele é ativo na história.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:22"]},"sofonias_2_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a uma comunidade ou nação, simbolizando a coletividade e suas ações diante de Deus.","explicacao_detalhada":"Neste contexto, 'cidade' representa a nação de Judá e outras nações que enfrentam o juízo divino por suas transgressões.","por_que_esta_palavra":"A menção à 'cidade' enfatiza a responsabilidade coletiva e a necessidade de arrependimento em grupo.","conexao_teologica":"A ideia de cidade é importante na Bíblia, simbolizando tanto a comunidade do povo de Deus quanto as consequências do pecado coletivo.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Apocalipse 21:2"]},"sofonias_2_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir ou decidir sobre a justiça e a retidão, especialmente no contexto do juízo divino sobre as nações.","explicacao_detalhada":"Neste versículo, o julgamento é uma ação de Deus contra a cidade de Nínive, que representa a condenação de práticas ímpias e a restauração da justiça. O julgamento é visto como uma resposta à injustiça e à opressão.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade de Deus como juiz supremo e a necessidade de prestar contas por ações erradas.","conexao_teologica":"O julgamento de Deus é um tema central na teologia bíblica, refletindo Sua santidade e justiça. Ele é tanto um ato de condenação quanto de restauração.","referencias_relacionadas":["Salmos 9:7-8","Isaías 11:4","Romanos 14:10"]},"sofonias_2_15_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' aqui se refere à condição humana e à fragilidade da vida, especialmente em contraste com a eternidade de Deus.","explicacao_detalhada":"Neste contexto, a carne simboliza a vulnerabilidade e a transitoriedade da vida humana, que está sujeita ao juízo de Deus. A referência à carne destaca a impotência do ser humano diante do poder divino.","por_que_esta_palavra":"A palavra 'carne' é utilizada para mostrar a limitação humana e a necessidade de se voltar a Deus, que é eterno e justo.","conexao_teologica":"A fragilidade da carne é um tema que aparece em várias partes da Bíblia, enfatizando a necessidade de dependência de Deus e a esperança na vida eterna.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Isaías 40:6-8"]}}