{"sofonias_3_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a uma comunidade ou nação, simbolizando tanto a coletividade de pessoas quanto a estrutura social e política.","explicacao_detalhada":"Neste versículo, a cidade é um símbolo da corrupção e da rebelião contra Deus. A condenação da cidade reflete a necessidade de purificação e restauração.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a responsabilidade coletiva dos habitantes e a importância da justiça social.","conexao_teologica":"A cidade é frequentemente usada na Bíblia para representar tanto a habitação do povo de Deus quanto a corrupção das nações. A redenção da cidade é um tema importante nas profecias.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:21","Apocalipse 21:2"]},"sofonias_3_1_furia":{"palavra_pt":"furia","palavra_original":"יָנָה","transliteracao":"yânâh","strong":"H3238","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'furia' refere-se à ira intensa e ao juízo de Deus contra a iniquidade.","explicacao_detalhada":"Neste contexto, a fúria de Deus é uma resposta à desobediência e à corrupção moral, enfatizando a seriedade do juízo divino.","por_que_esta_palavra":"A utilização da palavra 'furia' ressalta a gravidade do pecado e a inevitabilidade do juízo de Deus.","conexao_teologica":"A fúria de Deus é um aspecto de Sua santidade e justiça, que não pode tolerar o pecado. É um chamado ao arrependimento.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Apocalipse 14:10"]},"sofonias_3_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' representa a comunicação de Deus e a revelação de Sua vontade ao povo.","explicacao_detalhada":"Neste versículo, a voz de Deus é um chamado ao arrependimento e à obediência, enfatizando a importância de ouvir e responder ao que Ele diz.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a relação pessoal entre Deus e Seu povo, onde a comunicação é fundamental.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e a necessidade de atenção e resposta por parte dos seres humanos.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"sofonias_3_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como um símbolo de poder e proteção, destacando a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"sofonias_3_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em Suas promessas e juízos.","explicacao_detalhada":"Neste versículo, a verdade é um chamado à integridade e à justiça, enfatizando que Deus é a fonte de toda verdade.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a necessidade de viver de acordo com os princípios divinos e a importância da honestidade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a natureza de Deus e Sua palavra.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"sofonias_3_3_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' neste contexto refere-se ao ato de Deus de avaliar e decidir sobre a justiça das ações do povo.","explicacao_detalhada":"Aqui, o julgamento é uma declaração de Deus sobre a condição moral da nação, enfatizando a necessidade de arrependimento e mudança.","por_que_esta_palavra":"A repetição da palavra 'julgar' reforça a seriedade do juízo divino e a responsabilidade do povo em se voltar para Deus.","conexao_teologica":"O julgamento de Deus é um tema recorrente nas Escrituras, refletindo Sua justiça e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Mateus 12:36","Romanos 2:6"]},"sofonias_3_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à justiça que devem caracterizar o povo de Deus.","explicacao_detalhada":"Neste versículo, a verdade é um chamado à integridade moral e espiritual, destacando a importância de viver de acordo com a palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a necessidade de um compromisso genuíno com a justiça e a retidão.","conexao_teologica":"A verdade é um princípio fundamental na vida cristã, refletindo a natureza de Deus e a chamada à santidade.","referencias_relacionadas":["Salmos 51:6","João 4:24","1 João 1:6-7"]},"sofonias_3_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém chamado para transmitir a Sua palavra ao povo.","explicacao_detalhada":"Neste contexto, o profeta é um porta-voz de Deus que denuncia a iniquidade e chama ao arrependimento, enfatizando a responsabilidade do povo em ouvir e responder.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a importância da revelação divina e a necessidade de um relacionamento correto com Deus.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo instrumentos de Deus para guiar e corrigir Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"sofonias_3_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e a responsabilidade do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para enfatizar a condição humana e a relação que o homem deve ter com Deus, especialmente em contextos de juízo e redenção.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a importância do ser humano na criação e seu papel na história da salvação.","conexao_teologica":"O homem é visto como a coroa da criação, chamado a viver em comunhão com Deus e a refletir Sua imagem.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"sofonias_3_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote como mediador entre Deus e o povo, responsável pelos rituais e pela manutenção da santidade.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) destaca a importância do papel sacerdotal na adoração e na intercessão, especialmente em tempos de crise espiritual.","por_que_esta_palavra":"A menção ao sacerdote sublinha a necessidade de liderança espiritual e a responsabilidade de guiar o povo em direção a Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, o Sumo Sacerdote, que oferece a verdadeira mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 4:14-16"]},"sofonias_3_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença entre o Seu povo.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é um símbolo da aliança de Deus com Israel, refletindo Sua fidelidade e soberania.","por_que_esta_palavra":"A invocação do nome de Deus enfatiza a importância de reconhecer Sua autoridade e buscar Sua orientação.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Deus, sendo um convite à intimidade e à reverência.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"sofonias_3_5_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se à qualidade de ser justo, que implica em retidão moral e fidelidade às promessas de Deus.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é utilizada para descrever aqueles que vivem de acordo com os padrões divinos e que são considerados justificados diante de Deus.","por_que_esta_palavra":"A ênfase na justiça de Deus é um chamado à integridade e à busca por uma vida que reflita Seus valores.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, culminando na obra redentora de Cristo, que justifica os pecadores pela fé.","referencias_relacionadas":["Salmos 11:7","Romanos 3:26","Gálatas 2:16"]},"sofonias_3_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à fidelidade de Deus, contrastando com a mentira e a corrupção.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a natureza imutável de Deus e Sua promessa de justiça.","por_que_esta_palavra":"A ênfase na verdade é um lembrete da necessidade de viver em conformidade com a realidade divina e rejeitar a falsidade.","conexao_teologica":"A verdade de Deus é revelada em Sua Palavra e na pessoa de Jesus Cristo, que é a própria verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 João 1:5"]},"sofonias_3_6_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou acabar com algo, frequentemente associado ao juízo divino sobre a iniquidade.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) é usada para descrever a severidade do juízo de Deus contra a corrupção e a rebeldia.","por_que_esta_palavra":"A menção à destruição serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A destruição é um tema que aponta para a necessidade de redenção e a esperança de restauração através de Cristo.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13-14","Apocalipse 21:8"]},"sofonias_3_6_corruption":{"palavra_pt":"corrupcao","palavra_original":"בְּלִי","transliteracao":"bᵉlîy","strong":"H1097","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"Refere-se à degradação moral e espiritual, que leva ao afastamento de Deus e à desobediência.","explicacao_detalhada":"A palavra 'corrupção' (בְּלִי) destaca a condição de um povo que se afastou dos caminhos de Deus e suas consequências.","por_que_esta_palavra":"A ênfase na corrupção é um chamado à reflexão sobre a necessidade de pureza e santidade na vida do crente.","conexao_teologica":"A corrupção é um resultado do pecado, que Cristo veio para redimir e restaurar, oferecendo nova vida.","referencias_relacionadas":["Romanos 1:28","Gálatas 6:7-8","Tiago 1:14-15"]},"sofonias_3_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma comunidade ou local que pode ser tanto um lugar de refúgio quanto de juízo, dependendo da fidelidade ao Senhor.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever a coletividade do povo e seu estado espiritual diante de Deus.","por_que_esta_palavra":"A menção à cidade ressalta a importância da coletividade na adoração e na responsabilidade mútua entre os membros da comunidade.","conexao_teologica":"A cidade é um símbolo do povo de Deus, que deve ser luz e testemunho em meio às nações.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 11:10"]},"sofonias_3_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à ausência de verdade e à prevalência da mentira, que leva ao juízo divino.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é novamente usada para enfatizar a necessidade de integridade e sinceridade diante de Deus.","por_que_esta_palavra":"A repetição da ênfase na verdade destaca a urgência de retornar aos caminhos de Deus e viver de acordo com Sua Palavra.","conexao_teologica":"A verdade é fundamental para a vida cristã, sendo um reflexo do caráter de Deus e da obra do Espírito Santo.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"sofonias_3_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à continuidade do juízo divino sobre a iniquidade e a necessidade de arrependimento.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) é usada novamente para enfatizar a seriedade do juízo de Deus e a urgência da resposta do povo.","por_que_esta_palavra":"A repetição da ideia de destruição serve como um alerta sobre as consequências do pecado e a necessidade de retornar a Deus.","conexao_teologica":"O juízo de Deus é um tema que aponta para a necessidade de redenção e a esperança de restauração através de Cristo.","referencias_relacionadas":["Isaías 13:19","Mateus 10:28","Apocalipse 20:15"]},"sofonias_3_7_deus":{"palavra_pt":"deus","palavra_original":"מְעוֹנָה","transliteracao":"mᵉʻôwnâh","strong":"H4585","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania de Deus sobre as nações e a necessidade de reverência a Ele. É um chamado à obediência e à adoração ao único Deus verdadeiro.","por_que_esta_palavra":"A palavra é utilizada para destacar a autoridade de Deus em meio ao juízo que está por vir sobre as nações.","conexao_teologica":"Deus é apresentado como o juiz que traz restauração e esperança ao Seu povo, mostrando Sua natureza de amor e justiça.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 1:20"]},"sofonias_3_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo, um tempo determinado por Deus para a execução de Sua justiça.","explicacao_detalhada":"O 'dia' mencionado é um tempo específico em que Deus intervirá na história, trazendo julgamento sobre os ímpios e libertação para os justos.","por_que_esta_palavra":"A ênfase no 'dia' destaca a certeza do juízo de Deus e a urgência de se preparar para esse momento.","conexao_teologica":"O conceito do 'dia do Senhor' é recorrente nas Escrituras, simbolizando tanto juízo quanto esperança para o povo de Deus.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"sofonias_3_8_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Simboliza a vida e a purificação, além de estar associado ao sacrifício.","explicacao_detalhada":"O 'sangue' é um elemento central na teologia do sacrifício, representando a expiação dos pecados e a necessidade de redenção.","por_que_esta_palavra":"A menção do 'sangue' aqui pode indicar a gravidade do pecado e a necessidade de um sacrifício para a purificação.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício que traz redenção e restauração ao relacionamento com Deus.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"sofonias_3_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, que será afetada pelo juízo.","explicacao_detalhada":"A 'terra' simboliza não apenas o espaço físico, mas também a habitação do povo de Deus e o lugar de Sua promessa.","por_que_esta_palavra":"A menção da 'terra' destaca a abrangência do juízo de Deus, que afetará todas as nações e povos.","conexao_teologica":"A terra é frequentemente vista como um reflexo do estado espiritual do povo de Deus, e sua restauração está ligada à fidelidade divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"sofonias_3_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa para a ação de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior com a razão pela qual Deus agirá, enfatizando a justiça divina.","por_que_esta_palavra":"É crucial para entender a lógica do juízo de Deus, que não é arbitrário, mas fundamentado em Sua justiça.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, onde cada ação divina é justificada por Sua natureza santa.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"sofonias_3_9_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início de um novo tempo ou era, especialmente em relação ao plano de Deus.","explicacao_detalhada":"A palavra 'princípio' sugere um novo começo que Deus está estabelecendo, em contraste com o que foi destruído.","por_que_esta_palavra":"É uma afirmação de esperança, indicando que após o juízo, Deus trará restauração e renovação.","conexao_teologica":"Deus é o autor de novos começos, e a nova criação em Cristo é um exemplo disso na teologia cristã.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"sofonias_3_9_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a convocação de pessoas para se voltarem a Deus.","explicacao_detalhada":"A palavra 'chamar' implica um convite divino à reconciliação e ao arrependimento.","por_que_esta_palavra":"É um apelo à ação, enfatizando a necessidade de resposta ao chamado de Deus.","conexao_teologica":"Deus chama Seu povo a retornar a Ele, refletindo Sua misericórdia e desejo de restauração.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 3:20"]},"sofonias_3_10_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração que tem um significado profundo.","explicacao_detalhada":"A palavra 'expressão' sugere a comunicação de verdades espirituais que devem ser entendidas e vividas.","por_que_esta_palavra":"É importante para a compreensão da mensagem de Deus e como ela deve ser aplicada na vida dos crentes.","conexao_teologica":"As expressões de Deus revelam Sua vontade e caráter, sendo fundamentais para a vida espiritual.","referencias_relacionadas":["Salmos 19:14","Provérbios 4:20-22","Tiago 1:22"]},"sofonias_3_10_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se a um corpo de água, simbolizando a abundância e a vida.","explicacao_detalhada":"O 'rio' pode simbolizar a presença do Espírito Santo e a vida que flui de Deus para Seu povo.","por_que_esta_palavra":"A menção do 'rio' sugere a ideia de renovação e provisão divina.","conexao_teologica":"A água viva é um tema central na Escritura, representando a satisfação espiritual que só Deus pode oferecer.","referencias_relacionadas":["João 7:38","Apocalipse 22:1","Isaías 12:3"]},"sofonias_3_10_incenso":{"palavra_pt":"incenso","palavra_original":"עָתָר","transliteracao":"ʻâthâr","strong":"H6282","significado_raiz":"Ideia básica: incenso.","significado_contextual":"Refere-se a uma oferta de adoração e oração a Deus.","explicacao_detalhada":"O 'incenso' simboliza as orações dos santos que sobem a Deus, representando adoração e devoção.","por_que_esta_palavra":"A menção do 'incenso' destaca a importância da adoração e do culto a Deus em espírito e verdade.","conexao_teologica":"As orações são vistas como um ato de comunhão com Deus, e o incenso é um símbolo dessa prática.","referencias_relacionadas":["Salmos 141:2","Apocalipse 5:8","Hebreus 13:15"]},"sofonias_3_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Deus restaurará Seu povo e trará juízo sobre as nações.","explicacao_detalhada":"O 'dia' mencionado é um tempo específico de intervenção divina, onde a justiça e a restauração se encontram. É um dia de esperança para os justos e de juízo para os ímpios.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia dos eventos profetizados, indicando um tempo determinado por Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao Dia do Senhor, um tema recorrente nas profecias bíblicas que fala sobre a intervenção de Deus na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"sofonias_3_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus agirá em relação ao Seu povo e às nações.","explicacao_detalhada":"O 'modo' implica a maneira específica que Deus escolhe para lidar com a justiça e a misericórdia, revelando Seu caráter e intenções.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a natureza das ações de Deus, que são sempre justas e cheias de amor.","conexao_teologica":"O modo de agir de Deus é um reflexo de Sua santidade e justiça, que se manifestam em Suas promessas de restauração.","referencias_relacionadas":["Salmos 25:10","Isaías 55:8-9","Romanos 11:33"]},"sofonias_3_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que prevalecerá no dia da restauração.","explicacao_detalhada":"A 'verdade' é um conceito central na mensagem de Sofonias, indicando a fidelidade de Deus e a realidade de Sua promessa de restauração.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a confiança que o povo deve ter nas promessas de Deus.","conexao_teologica":"A verdade de Deus é um tema que permeia toda a Escritura, sendo um fundamento da fé cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"sofonias_3_12_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁאַר","transliteracao":"shâʼar","strong":"H7604","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e segurança que o povo de Deus experimentará após o juízo.","explicacao_detalhada":"O 'descanso' é uma promessa de alívio e segurança, onde o povo de Deus poderá viver em paz, longe da opressão.","por_que_esta_palavra":"A palavra 'descanso' é significativa, pois representa a culminação das promessas de Deus de proteção e cuidado.","conexao_teologica":"O descanso é um tema que remete ao Shabat e à promessa de um futuro onde não haverá mais dor nem sofrimento.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Apocalipse 21:4"]},"sofonias_3_12_esperanca":{"palavra_pt":"esperanca","palavra_original":"חָסָה","transliteracao":"châçâh","strong":"H2620","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à esperança que o povo de Deus deve ter em Sua restauração.","explicacao_detalhada":"A 'esperança' é um elemento vital na fé, que sustenta o povo em tempos de dificuldade e incerteza.","por_que_esta_palavra":"A palavra 'esperança' é usada para encorajar o povo a confiar nas promessas de Deus, mesmo em meio ao juízo.","conexao_teologica":"A esperança é um tema central na teologia cristã, refletindo a expectativa de redenção e restauração final.","referencias_relacionadas":["Romanos 15:13","Salmos 42:5","1 Pedro 1:3"]},"sofonias_3_12_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de Sua presença e autoridade, e invocar Seu nome é reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e o caráter de Deus, que é digno de adoração.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua revelação e à relação que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"sofonias_3_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que será estabelecida entre o povo de Deus.","explicacao_detalhada":"A 'verdade' aqui enfatiza a integridade e a justiça que caracterizarão a vida do povo restaurado.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha sua importância na vida do povo de Deus após o juízo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos que O seguem.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"sofonias_3_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e moldar o Seu povo.","explicacao_detalhada":"A palavra 'urso' implica em fazer ou realizar, destacando a ação de Deus em trazer à existência o que é bom e justo.","por_que_esta_palavra":"A palavra 'urso' é significativa porque enfatiza a soberania de Deus em realizar Sua vontade.","conexao_teologica":"Deus é o Criador e Sustentador, e Sua ação é fundamental para a história da redenção.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","Efésios 2:10"]},"sofonias_3_13_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que será removido do meio do povo de Deus.","explicacao_detalhada":"O 'mal' representa tudo o que é contrário à vontade de Deus e será eliminado na restauração final.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a natureza do juízo e a purificação que Deus realizará.","conexao_teologica":"A remoção do mal é um aspecto essencial da redenção e da restauração prometida por Deus.","referencias_relacionadas":["Romanos 12:21","Apocalipse 21:27","Mateus 5:37"]},"sofonias_3_14_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que o povo de Deus experimentará após a restauração.","explicacao_detalhada":"A 'alegria' é uma resposta à salvação e à presença de Deus, simbolizando a felicidade plena que vem da comunhão com Ele.","por_que_esta_palavra":"A palavra 'alegria' é importante porque reflete o estado emocional do povo restaurado e a celebração da vitória de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 126:3","Gálatas 5:22","Filipenses 4:4"]},"sofonias_3_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano que governa sobre todas as nações.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o domínio de Deus sobre o mundo. No contexto de Sofonias, isso destaca a promessa de restauração e proteção do povo de Deus.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, pois representa a relação entre Deus e seu povo, mostrando que Ele é o governante supremo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que se conecta com a ideia de que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:11"]},"sofonias_3_15_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça de Deus que será estabelecida entre as nações e seu povo.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica a ideia de justiça e retidão. No contexto de Sofonias, isso indica que Deus julgará as nações e restaurará a justiça para seu povo.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus, que garante que o mal será punido e o bem será recompensado.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, que se relaciona com a redenção e a esperança de um futuro justo.","referencias_relacionadas":["Salmos 89:14","Isaías 1:17","Miquéias 6:8"]},"sofonias_3_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Deus como o Rei que governa com poder e autoridade.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) enfatiza a soberania de Deus sobre todas as coisas. No contexto de Sofonias, isso destaca a expectativa de um reinado justo e eterno.","por_que_esta_palavra":"A ideia de Deus como Rei é fundamental na teologia bíblica, pois implica que Ele tem o controle sobre a história e o destino do seu povo.","conexao_teologica":"O reinado de Deus é um tema que se estende por toda a Bíblia, culminando na visão do Reino de Deus no Novo Testamento.","referencias_relacionadas":["Salmos 10:16","Isaías 33:22","Apocalipse 19:16"]},"sofonias_3_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da salvação e restauração prometido por Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) no contexto de Sofonias indica um tempo específico em que Deus intervirá na história para trazer libertação e alegria ao seu povo.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de julgamento ou salvação.","conexao_teologica":"O dia do Senhor é um tema importante que aparece em várias profecias, simbolizando a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"sofonias_3_16_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade escolhida por Deus para habitar entre seu povo.","explicacao_detalhada":"A palavra 'cidade' (יְרוּשָׁלַ͏ִם) simboliza a presença de Deus e a comunidade do povo de Israel. Em Sofonias, isso destaca a restauração e a segurança que Deus trará a Jerusalém.","por_que_esta_palavra":"Jerusalém é vista como o centro espiritual e político do povo de Deus, representando a esperança de redenção.","conexao_teologica":"A cidade de Deus é um tema que se conecta com a ideia de um novo céu e uma nova terra no Novo Testamento.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"sofonias_3_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza das promessas de Deus e à magnitude de sua intervenção.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a comunicação da vontade de Deus. No contexto de Sofonias, isso enfatiza a certeza das promessas divinas.","por_que_esta_palavra":"A comunicação de Deus é fundamental para a fé, pois Ele se revela e faz promessas ao seu povo.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, sendo um tema central na Bíblia que mostra como Ele cumpre suas promessas.","referencias_relacionadas":["Isaías 55:11","Romanos 4:17","Hebreus 11:3"]},"sofonias_3_17_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que vem da salvação e da presença de Deus.","explicacao_detalhada":"A palavra 'alegria' (רִנָּה) é um símbolo da felicidade e do contentamento que Deus proporciona ao seu povo. Em Sofonias, isso destaca a transformação que ocorre quando Deus age em favor de seu povo.","por_que_esta_palavra":"A alegria é uma resposta natural à salvação e à presença de Deus, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A alegria no Senhor é uma expressão da esperança e da confiança em suas promessas.","referencias_relacionadas":["Salmos 30:5","Isaías 12:3","Filipenses 4:4"]},"sofonias_3_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de alegria e segurança para seu povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) aqui reafirma a soberania de Deus e sua capacidade de trazer alegria ao coração dos fiéis.","por_que_esta_palavra":"A presença do Senhor é a fonte de verdadeira alegria, que transcende as circunstâncias.","conexao_teologica":"A alegria no Senhor é um tema que se conecta com a adoração e a confiança em Deus.","referencias_relacionadas":["Salmos 16:11","Salmos 43:4","Neemias 8:10"]},"sofonias_3_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Criador e sustentador que cuida de seu povo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) enfatiza a divindade e o poder de Deus. No contexto de Sofonias, isso destaca a relação íntima entre Deus e seu povo.","por_que_esta_palavra":"A compreensão de Deus como nosso Criador é fundamental para a fé, pois Ele é a fonte de toda vida e esperança.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, que se relaciona com a criação e a redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 1:1"]},"sofonias_3_18_oracao":{"palavra_pt":"oracao","palavra_original":"מַשְׂאֵת","transliteracao":"masʼêth","strong":"H4864","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se à oração como um meio de comunicação entre o povo e Deus.","explicacao_detalhada":"A palavra 'oração' (מַשְׂאֵת) implica a ideia de intercessão e súplica. No contexto de Sofonias, isso destaca a importância da oração na restauração do relacionamento com Deus.","por_que_esta_palavra":"A oração é essencial na vida espiritual, pois é o meio pelo qual buscamos a presença e a ajuda de Deus.","conexao_teologica":"A oração é um tema central na Bíblia, que mostra como o povo de Deus se comunica e se relaciona com Ele.","referencias_relacionadas":["1 Tessalonicenses 5:17","Filipenses 4:6","Tiago 5:16"]},"sofonias_3_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus agirá em relação ao Seu povo.","explicacao_detalhada":"A palavra 'modo' aqui indica a forma específica e intencional que Deus escolhe para intervir na vida de Israel, trazendo restauração e proteção.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a singularidade da ação divina, mostrando que não é um ato aleatório, mas um plano cuidadosamente elaborado.","conexao_teologica":"Deus tem um plano para a humanidade e age de maneira específica para cumprir Suas promessas.","referencias_relacionadas":["Isaías 43:19","Jeremias 29:11","Romanos 8:28"]},"sofonias_3_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, o local prometido a Seu povo.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o território físico, mas também a herança espiritual e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância do lugar onde Deus se relaciona com Seu povo e cumpre Suas promessas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e representa a realização das promessas divinas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Salmos 37:11"]},"sofonias_3_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus restaurará Seu povo e trará alegria.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a certeza e a clareza da ação de Deus em trazer redenção e restauração.","por_que_esta_palavra":"A palavra 'modo' é utilizada para reafirmar a intenção divina de agir de forma específica e eficaz na vida de Seu povo.","conexao_teologica":"A ação de Deus é sempre intencional e direcionada, refletindo Seu amor e compromisso com a humanidade.","referencias_relacionadas":["Isaías 54:10","Ezequiel 36:26-27","Romanos 15:13"]},"sofonias_3_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente se refere à terra, enfatizando a restauração e a bênção que virão sobre ela.","explicacao_detalhada":"A palavra 'terra' aqui reforça a ideia de que a restauração de Israel também implica em bênçãos físicas e espirituais sobre a terra prometida.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre a bênção divina e o espaço físico onde o povo de Deus habita.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas de bênção e prosperidade.","referencias_relacionadas":["Salmos 85:12","Miquéias 4:4","Zacarias 8:12"]},"sofonias_3_20_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão do tempo em que Deus realizará Suas promessas.","explicacao_detalhada":"A palavra 'expressão' indica um momento específico na história da salvação em que Deus agirá em favor de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'expressão' sugere que há um tempo determinado para a intervenção divina, enfatizando a soberania de Deus sobre a história.","conexao_teologica":"Deus opera em tempos e estações, e Sua intervenção é sempre oportuna e perfeita.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Coríntios 6:2"]}}