{"esdras_1_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' indica a forma ou o jeito pelo qual uma ação é realizada, enfatizando a importância do método na execução de planos.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a intenção e a ordem que Deus estabeleceu para a realização de Seus propósitos.","conexao_teologica":"Deus é um Deus de ordem e planejamento, e o 'modo' como as coisas são feitas reflete Sua natureza.","referencias_relacionadas":["1 Coríntios 14:40","Gênesis 1:31","Salmos 119:89"]},"esdras_1_1_rei":{"palavra_pt":"rei","palavra_original":"כּוֹרֶשׁ","transliteracao":"Kôwresh","strong":"H3566","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Ciro, o rei da Pérsia, que desempenha um papel crucial na libertação dos israelitas.","explicacao_detalhada":"A palavra 'rei' aqui é significativa, pois Ciro é usado por Deus para cumprir a profecia de restauração do povo de Israel, mostrando que Deus pode usar líderes pagãos para Seus propósitos.","por_que_esta_palavra":"A menção de 'rei' enfatiza a autoridade e o poder que Ciro tinha para permitir o retorno dos exilados.","conexao_teologica":"Deus é soberano sobre todas as nações e usa autoridades terrenas para cumprir Seus planos.","referencias_relacionadas":["Isaías 44:28","Isaías 45:1","Daniel 1:21"]},"esdras_1_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão que pode indicar um tempo ou um evento específico.","explicacao_detalhada":"A palavra 'expressão' sugere um marco temporal ou uma declaração que tem um significado profundo no contexto da história de Israel.","por_que_esta_palavra":"A expressão utilizada aqui é crucial para entender o tempo em que as promessas de Deus estão sendo cumpridas.","conexao_teologica":"Deus se comunica com Seu povo através de expressões e eventos históricos, revelando Seu plano de salvação.","referencias_relacionadas":["Gálatas 4:4","Hebreus 1:1-2","Romanos 5:6"]},"esdras_1_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é central na história do povo de Israel.","explicacao_detalhada":"A palavra 'terra' é significativa, pois representa o lar e a herança que Deus deu ao Seu povo, simbolizando também a presença de Deus entre eles.","por_que_esta_palavra":"A menção da 'terra' destaca a importância da restauração do povo de Israel à sua terra natal após o exílio.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e de Sua fidelidade às promessas.","referencias_relacionadas":["Deuteronômio 30:5","Josué 1:2","Salmos 37:29"]},"esdras_1_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu, que é frequentemente associado à presença de Deus e à Sua soberania.","explicacao_detalhada":"A palavra 'céus' sugere a majestade e a grandeza de Deus, que está acima de todas as coisas e governa sobre a terra.","por_que_esta_palavra":"A menção dos 'céus' enfatiza a autoridade divina que rege tanto o céu quanto a terra.","conexao_teologica":"Deus é o Criador dos céus e da terra, e Sua soberania é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"esdras_1_2_rei":{"palavra_pt":"rei","palavra_original":"כּוֹרֶשׁ","transliteracao":"Kôwresh","strong":"H3566","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente a Ciro, o rei da Pérsia, que é mencionado como um instrumento nas mãos de Deus.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância do papel de Ciro na história da restauração de Israel e na execução do plano divino.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender como Deus pode usar líderes seculares para cumprir Seus propósitos redentores.","conexao_teologica":"A soberania de Deus se manifesta na história através de líderes e governantes, mostrando que Ele está no controle.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","Daniel 2:21"]},"esdras_1_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo como as ações são realizadas, enfatizando a importância da ordem.","explicacao_detalhada":"A repetição da palavra 'modo' destaca a necessidade de seguir diretrizes específicas na execução dos planos de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a forma de agir deve estar alinhada com a vontade de Deus.","conexao_teologica":"A maneira como vivemos e agimos deve refletir a santidade e a ordem de Deus em nossas vidas.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Efésios 5:15"]},"esdras_1_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo que dirige a história e os eventos.","explicacao_detalhada":"A palavra 'Deus' é central na narrativa, pois enfatiza a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender a fonte de poder e direção na restauração do povo de Israel.","conexao_teologica":"Deus é o autor da história e Sua vontade é soberana sobre todas as nações e reinos.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 8:28"]},"esdras_1_3_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a fragilidade e a dependência de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a condição humana e a necessidade de buscar a orientação divina em todas as ações.","por_que_esta_palavra":"A menção de 'homem' é importante para lembrar que, apesar de sua posição, o ser humano é limitado e precisa da direção de Deus.","conexao_teologica":"A relação entre Deus e o homem é central na teologia, mostrando a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"esdras_1_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir, enfatizando a continuidade do tema da ordem.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a forma de agir deve ser consistente com a vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a execução dos planos de Deus deve seguir um padrão estabelecido.","conexao_teologica":"A maneira como vivemos deve refletir a santidade de Deus e a ordem que Ele estabeleceu.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Efésios 4:1"]},"esdras_1_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo que os israelitas foram instruídos a reconstruir em Jerusalém.","explicacao_detalhada":"A palavra 'casa' neste contexto se refere ao templo de Deus, que simboliza a presença divina entre o povo. A reconstrução do templo era essencial para restaurar a adoração e a identidade nacional dos israelitas após o exílio.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do templo como a morada de Deus e o centro da vida espiritual do povo.","conexao_teologica":"O templo é visto como um símbolo da presença de Deus entre seu povo, refletindo a relação de aliança entre Deus e Israel.","referencias_relacionadas":["2 Crônicas 3:1","Salmos 122:1","Ezequiel 40:1-4"]},"esdras_1_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que ordena a reconstrução do templo.","explicacao_detalhada":"A palavra 'Deus' aqui destaca a soberania e a autoridade divina sobre a história de Israel. É Deus quem move o coração dos reis e do povo para cumprir Seus propósitos.","por_que_esta_palavra":"A menção de Deus enfatiza que a reconstrução do templo é parte do plano divino para restaurar Israel.","conexao_teologica":"Deus é apresentado como o arquétipo da restauração e da redenção, sempre buscando reconciliar Seu povo consigo mesmo.","referencias_relacionadas":["Isaías 44:28","Daniel 9:2","Neemias 1:5"]},"esdras_1_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de levantar ou mobilizar o povo para a reconstrução do templo.","explicacao_detalhada":"A palavra 'levantar' implica uma convocação e um chamado à ação, onde Deus inspira os corações dos israelitas a se unirem na tarefa de reconstruir.","por_que_esta_palavra":"Esta palavra é crucial, pois mostra que a reconstrução não é apenas uma tarefa física, mas um ato de fé e obediência ao chamado de Deus.","conexao_teologica":"Levantar o povo para a obra de Deus é um tema recorrente na Bíblia, simbolizando a unidade e o propósito divino.","referencias_relacionadas":["Neemias 2:18","Isaías 60:1","Ezequiel 37:10"]},"esdras_1_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel vital na adoração e na mediação entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis por realizar os sacrifícios e manter a santidade do templo. Sua presença é essencial para a restauração da adoração a Deus.","por_que_esta_palavra":"A inclusão dos sacerdotes destaca a importância da liderança espiritual na reconstrução da identidade religiosa do povo.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a mediação, refletindo o papel de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"esdras_1_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como a obra deve ser realizada.","explicacao_detalhada":"A palavra 'modo' implica que a reconstrução deve seguir diretrizes específicas, refletindo a ordem e a santidade exigidas por Deus.","por_que_esta_palavra":"A ênfase no 'modo' mostra que a adoração e a obra de Deus devem ser feitas de acordo com Seus padrões.","conexao_teologica":"Deus é um Deus de ordem, e a maneira como adoramos e servimos a Ele deve refletir essa verdade.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 119:105","Colossenses 3:23"]},"esdras_1_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Reforça a ideia de que a reconstrução deve ser feita de maneira apropriada e respeitosa.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a necessidade de seguir as instruções de Deus com precisão, garantindo que a obra seja aceita por Ele.","por_que_esta_palavra":"A repetição serve para lembrar o povo da importância de realizar a obra de Deus com reverência e cuidado.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a aceitação de nossas ofertas e serviços a Ele.","referencias_relacionadas":["Deuteronômio 12:32","1 Coríntios 14:40","Tiago 1:22"]},"esdras_1_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de agarrar ou fortalecer-se na tarefa de reconstrução.","explicacao_detalhada":"A palavra 'agarrar' implica determinação e força, sugerindo que o povo deve se apegar à sua missão com fervor.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de coragem e resiliência diante dos desafios da reconstrução.","conexao_teologica":"A força e a coragem são temas bíblicos que refletem a dependência de Deus em tempos de dificuldade.","referencias_relacionadas":["Josué 1:9","Salmos 31:24","Filipenses 4:13"]},"esdras_1_6_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se ao apoio e à proteção que os líderes e sacerdotes devem ter durante a reconstrução.","explicacao_detalhada":"A palavra 'armour bearer' sugere a ideia de suporte e defesa, indicando que a obra de Deus requer tanto líderes quanto apoiadores.","por_que_esta_palavra":"A presença de 'armour bearer' destaca a importância da comunidade e do suporte mútuo na realização da obra de Deus.","conexao_teologica":"A ideia de suporte mútuo é refletida na comunidade cristã, onde cada membro desempenha um papel vital na edificação do corpo de Cristo.","referencias_relacionadas":["1 Samuel 14:7","Gálatas 6:2","Efésios 4:16"]},"esdras_1_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Pérsia que autorizou a reconstrução do templo.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a soberania de Deus sobre as nações e como Ele usa líderes pagãos para cumprir Seus propósitos.","por_que_esta_palavra":"A menção do rei enfatiza que a reconstrução do templo não é apenas uma questão religiosa, mas também política e social.","conexao_teologica":"Deus é soberano sobre todas as autoridades e usa até mesmo aqueles que não O conhecem para realizar Seus planos.","referencias_relacionadas":["Provérbios 21:1","Isaías 45:1","Romanos 13:1"]},"esdras_1_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Reitera a importância do templo como a casa de Deus.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a centralidade do templo na vida espiritual do povo e sua função como lugar de adoração.","por_que_esta_palavra":"A ênfase na 'casa' de Deus mostra que a adoração deve ser feita em um local designado, refletindo a santidade e a reverência devida a Deus.","conexao_teologica":"A casa de Deus é um símbolo da comunhão entre Deus e Seu povo, um tema que se estende até o Novo Testamento com a Igreja.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 10:21"]},"esdras_1_8_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema que governa um povo ou nação.","explicacao_detalhada":"No contexto de Esdras 1:8, o rei é Ciro, que emitiu um decreto permitindo que os israelitas retornassem a Jerusalém e reconstruíssem o templo. Isso demonstra a soberania de Deus sobre os reinos da terra.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar o papel de Ciro como instrumento de Deus para a restauração do povo de Israel.","conexao_teologica":"A figura do rei é frequentemente associada à realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores, trazendo libertação e restauração ao seu povo.","referencias_relacionadas":["Isaías 44:28","Isaías 45:1","Daniel 2:21"]},"esdras_1_9_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à quantidade ou número de itens mencionados.","explicacao_detalhada":"Em Esdras 1:9, a expressão é usada para detalhar a quantidade de objetos sagrados que foram devolvidos ao templo, mostrando a importância da adoração a Deus.","por_que_esta_palavra":"A palavra 'expressão' é crucial para entender a magnitude do retorno e a restauração dos elementos do culto a Deus.","conexao_teologica":"A devolução dos objetos sagrados simboliza a restauração da comunhão entre Deus e seu povo.","referencias_relacionadas":["Esdras 1:7","Esdras 1:10","1 Crônicas 28:14"]},"esdras_1_10_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"A palavra 'fif' refere-se ao número dez, que é um número simbólico de plenitude na Bíblia.","explicacao_detalhada":"No contexto de Esdras 1:10, o número dez pode indicar a totalidade dos utensílios sagrados que foram devolvidos, simbolizando a completude da adoração a Deus.","por_que_esta_palavra":"A inclusão do número 'fif' enfatiza a importância e a quantidade dos itens que foram restaurados ao templo.","conexao_teologica":"O número dez é frequentemente associado a mandamentos e a plenitude da lei de Deus.","referencias_relacionadas":["Êxodo 20:3-17","Mateus 25:1-13","Lucas 19:13"]},"esdras_1_10_solo":{"palavra_pt":"solo","palavra_original":"כְּפוֹר","transliteracao":"kᵉphôwr","strong":"H3713","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra ou ao chão, que é um símbolo de base e fundamento.","explicacao_detalhada":"Em Esdras 1:10, o solo é mencionado em relação ao lugar onde o templo será reconstruído, simbolizando a importância do local sagrado.","por_que_esta_palavra":"A palavra 'solo' é usada para enfatizar a conexão física e espiritual do povo com a terra prometida.","conexao_teologica":"A terra prometida é um símbolo da herança que Deus deu ao seu povo, refletindo a promessa de um lar eterno.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:10"]},"esdras_1_10_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"Em Esdras 1:10, o ouro é mencionado como parte dos utensílios sagrados, representando a glória e a santidade de Deus.","por_que_esta_palavra":"A inclusão do ouro destaca a importância e o valor dos itens que foram restaurados ao templo.","conexao_teologica":"O ouro é frequentemente associado à divindade e à pureza, refletindo a natureza de Deus.","referencias_relacionadas":["Êxodo 25:11","Salmos 19:10","Apocalipse 21:18"]},"esdras_1_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"Em Esdras 1:11, o modo se refere à forma como os utensílios sagrados foram organizados e preparados para o retorno ao templo.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a ordem e a reverência na adoração a Deus.","conexao_teologica":"A maneira como adoramos a Deus deve refletir sua santidade e majestade.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 96:9","Hebreus 12:28-29"]},"esdras_1_11_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' é mencionada novamente, reforçando seu simbolismo de riqueza e valor.","explicacao_detalhada":"Em Esdras 1:11, o ouro é parte dos utensílios sagrados, simbolizando a importância da adoração a Deus com o melhor que temos.","por_que_esta_palavra":"A repetição da palavra 'ouro' enfatiza a riqueza espiritual e material que deve ser dedicada a Deus.","conexao_teologica":"A entrega do ouro para o templo reflete a devoção e o reconhecimento da soberania de Deus.","referencias_relacionadas":["Êxodo 25:17","Salmos 68:29","Mateus 2:11"]},"esdras_1_11_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a outro metal precioso, simbolizando valor e pureza.","explicacao_detalhada":"Em Esdras 1:11, a prata é mencionada junto com o ouro, indicando a riqueza dos utensílios sagrados e a importância da adoração.","por_que_esta_palavra":"A inclusão da prata destaca a riqueza e a beleza dos itens que foram restaurados ao templo.","conexao_teologica":"A prata, assim como o ouro, simboliza a pureza e a santidade que devem caracterizar a adoração a Deus.","referencias_relacionadas":["Êxodo 25:3","Salmos 119:72","Tiago 5:3"]}}