{"esdras_10_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como soberano e poderoso. No contexto de Esdras, enfatiza a importância da relação do povo com Deus e a necessidade de fidelidade a Ele.","por_que_esta_palavra":"A palavra é utilizada para invocar a autoridade divina em questões de julgamento e restauração do povo de Israel.","conexao_teologica":"Deus é visto como o juiz e restaurador do Seu povo, que exige obediência e arrependimento.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"esdras_10_1_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Indica a presença e a atenção de Deus sobre o Seu povo.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a face de Deus, que representa Sua presença e favor. No contexto, sugere que Deus está atento às ações do povo e suas necessidades.","por_que_esta_palavra":"Usada para enfatizar a relação pessoal entre Deus e o povo, mostrando que Ele observa e se importa com suas ações.","conexao_teologica":"A presença de Deus é fundamental para a vida espiritual do povo, sendo um convite à comunhão e arrependimento.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"esdras_10_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) no contexto de Esdras se relaciona com a restauração do templo, que é o lugar onde Deus habita e onde o povo se encontra com Ele.","por_que_esta_palavra":"A casa de Deus é um símbolo de Sua presença e da aliança com Israel, sendo central para a adoração e a vida comunitária.","conexao_teologica":"A restauração da casa de Deus é um reflexo da restauração espiritual do povo e de sua relação com Ele.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1","Ezequiel 37:26"]},"esdras_10_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões e determinar a justiça.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de discernir entre o certo e o errado, especialmente em questões de moralidade e fidelidade a Deus.","por_que_esta_palavra":"É crucial no contexto de Esdras, onde o povo precisa ser guiado em suas decisões para restaurar sua relação com Deus.","conexao_teologica":"Deus é o juiz supremo, e o povo deve buscar Sua orientação em suas ações e decisões.","referencias_relacionadas":["Salmos 9:7","Provérbios 21:15","Romanos 14:10"]},"esdras_10_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a relação familiar e a herança espiritual dentro do povo de Israel, destacando a importância da fidelidade à aliança.","por_que_esta_palavra":"No contexto, é importante para entender as responsabilidades e as consequências que recaem sobre as gerações.","conexao_teologica":"A relação entre pais e filhos é fundamental na transmissão da fé e dos valores de Deus.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Mateus 19:14"]},"esdras_10_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de cortar ou eliminar algo que é indesejado.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica a severidade da ação necessária para restaurar a pureza do povo de Deus, especialmente em relação a alianças inadequadas.","por_que_esta_palavra":"É usada para enfatizar a necessidade de remover influências que afastam o povo de Deus.","conexao_teologica":"A destruição de alianças erradas é vista como um passo necessário para a restauração da relação com Deus.","referencias_relacionadas":["Deuteronômio 7:2","Josué 23:12","Romanos 12:2"]},"esdras_10_3_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) é fundamental para entender a relação de compromisso entre Deus e Israel, que envolve promessas e responsabilidades mútuas.","por_que_esta_palavra":"No contexto, destaca a seriedade das promessas feitas e a necessidade de fidelidade a elas.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando a relação de Deus com a humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"esdras_10_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que exige fidelidade e santidade do Seu povo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada novamente para enfatizar a autoridade divina sobre as ações do povo e a necessidade de obedecer às Suas instruções.","por_que_esta_palavra":"Reforça a ideia de que a relação com Deus é central para a identidade do povo de Israel.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é o juiz e o redentor do Seu povo.","referencias_relacionadas":["Salmos 95:3","Isaías 45:5","Romanos 1:20"]},"esdras_10_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus e à importância de ouvir Sua voz.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) implica não apenas a fala, mas a ação de Deus e Sua revelação ao povo, sendo essencial para a orientação espiritual.","por_que_esta_palavra":"No contexto, enfatiza a necessidade de prestar atenção ao que Deus diz e agir de acordo com Sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, guiando o povo em sua jornada espiritual.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"esdras_10_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de Deus ou do povo em resposta à Sua palavra, enfatizando a importância da obediência.","por_que_esta_palavra":"No contexto, sugere que a ação deve ser consistente com a vontade de Deus e as instruções recebidas.","conexao_teologica":"A ação é uma resposta à fé e à revelação de Deus, mostrando que a obediência é essencial na vida do crente.","referencias_relacionadas":["Gênesis 1:26","Tiago 1:22","1 João 3:18"]},"esdras_10_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para indicar a ação de se erguer ou tomar uma posição de liderança.","explicacao_detalhada":"Neste contexto, 'levantar' implica em assumir uma responsabilidade ou um papel ativo na restauração do povo de Israel após o exílio. É um chamado à ação.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a urgência e a necessidade de ação diante da situação crítica do povo.","conexao_teologica":"Levantar-se para agir em nome de Deus é um tema recorrente na Bíblia, simbolizando a disposição de obedecer e servir ao Senhor.","referencias_relacionadas":["Isaías 60:1","Salmos 94:16","Neemias 2:20"]},"esdras_10_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' novamente reflete a necessidade de ação e liderança no contexto da restauração do povo.","explicacao_detalhada":"Aqui, 'levantar' é um chamado para que os líderes se posicionem e conduzam o povo em um retorno à fidelidade a Deus.","por_que_esta_palavra":"A repetição da palavra 'levantar' reforça a ideia de que a ação é necessária para a restauração espiritual.","conexao_teologica":"A disposição de se levantar em momentos de crise é um princípio que se aplica a todos os crentes, sendo um ato de fé e coragem.","referencias_relacionadas":["Ezequiel 22:30","1 Coríntios 16:13","Gálatas 6:9"]},"esdras_10_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a aqueles que têm a responsabilidade de mediar entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na vida espiritual de Israel, sendo responsáveis por oferecer sacrifícios e ensinar a Lei.","por_que_esta_palavra":"A menção dos sacerdotes destaca a importância da liderança espiritual na restauração do povo.","conexao_teologica":"Jesus é o nosso Sumo Sacerdote, que intercede por nós, e a função dos sacerdotes no Antigo Testamento aponta para essa realidade.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","Levítico 10:10"]},"esdras_10_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito ou abordado.","explicacao_detalhada":"Neste contexto, 'modo' implica em seguir as instruções de Deus de maneira correta e reverente.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a necessidade de seguir os preceitos divinos na restauração do povo.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a vida cristã, refletindo a importância da santidade e da ordem.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Mateus 7:21"]},"esdras_10_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada novamente para enfatizar a necessidade de ação e compromisso.","explicacao_detalhada":"Neste versículo, 'levantar' sugere a urgência de se posicionar diante de Deus e do povo para restaurar a aliança.","por_que_esta_palavra":"A repetição da palavra 'levantar' reforça a ideia de que a ação é necessária para a restauração espiritual.","conexao_teologica":"Levantar-se em oração e ação é um princípio que permeia a vida de fé, refletindo a disposição de servir a Deus.","referencias_relacionadas":["Salmos 43:3","Isaías 41:10","Neemias 1:4"]},"esdras_10_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' é invocado como a autoridade suprema a quem o povo deve se submeter e buscar ajuda.","por_que_esta_palavra":"A menção de Deus enfatiza a centralidade da fé e da dependência do Senhor na restauração do povo.","conexao_teologica":"A relação com Deus é fundamental para a vida do crente, sendo Ele a fonte de força e direção.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","Romanos 8:31"]},"esdras_10_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para indicar a presença e a atenção de Deus.","explicacao_detalhada":"Neste contexto, 'rosto' sugere a busca pela favor e pela orientação divina na restauração do povo.","por_que_esta_palavra":"A referência ao 'rosto' de Deus destaca a importância de estar em comunhão com Ele.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando a proximidade e o relacionamento com o Senhor.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Tiago 4:8"]},"esdras_10_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para enfatizar a maneira correta de agir diante de Deus.","explicacao_detalhada":"Neste contexto, 'modo' implica em seguir as instruções divinas com seriedade e reverência.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a necessidade de uma abordagem correta na restauração espiritual.","conexao_teologica":"A obediência ao modo de Deus é essencial para a vida cristã, refletindo a importância da santidade e da ordem.","referencias_relacionadas":["1 Pedro 1:15","Romanos 12:2","Colossenses 3:17"]},"esdras_10_7_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada simbolicamente para indicar a passagem ou transição.","explicacao_detalhada":"Neste contexto, 'cruz' pode representar a ideia de atravessar de um estado de desobediência para um de restauração.","por_que_esta_palavra":"A escolha da palavra 'cruz' sugere a necessidade de uma mudança significativa na vida do povo.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando a redenção e a nova vida em Cristo.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"esdras_10_7_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao chamado de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, 'voz' sugere a importância de ouvir e responder ao chamado divino para a restauração.","por_que_esta_palavra":"A menção da 'voz' de Deus destaca a necessidade de atenção e obediência às Suas instruções.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida cristã, refletindo a relação de intimidade entre o crente e o Senhor.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 3:15"]},"esdras_10_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações devem ser realizadas, enfatizando a importância da conformidade com a lei e as tradições.","explicacao_detalhada":"A palavra 'modo' implica uma forma específica de agir ou proceder, que é crucial para a observância das normas religiosas e sociais na comunidade judaica pós-exílio.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir um padrão estabelecido, refletindo a seriedade da situação em Esdras 10, onde a pureza do povo é discutida.","conexao_teologica":"A obediência ao modo de vida prescrito por Deus é um tema central na Bíblia, refletindo a relação entre o povo e a lei divina.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:1-3","Romanos 12:2"]},"esdras_10_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Neste contexto, 'dia' pode indicar um tempo de decisão e ação, onde o povo se reúne para tratar questões de grande importância espiritual e social.","por_que_esta_palavra":"A menção do 'dia' enfatiza a urgência e a importância do momento em que as decisões são tomadas em relação à vida comunitária.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para marcar momentos de encontro com Deus e de julgamento.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Mateus 6:34"]},"esdras_10_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Semelhante ao uso anterior, 'dia' aqui também se refere a um tempo crítico para a comunidade, onde decisões importantes são feitas.","explicacao_detalhada":"Este 'dia' é um momento de convocação e reflexão, onde o povo se reúne para enfrentar questões de desobediência e restauração.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que este é um tempo designado por Deus para a ação e a mudança.","conexao_teologica":"Os dias de convocação são frequentemente vistos como momentos em que Deus se revela e orienta seu povo.","referencias_relacionadas":["Levítico 23:3","Joel 2:1","Hebreus 10:25"]},"esdras_10_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de discernir e decidir sobre questões morais e espirituais dentro da comunidade.","explicacao_detalhada":"Neste contexto, 'julgar' implica a responsabilidade de líderes e sacerdotes em tomar decisões que afetem a vida espiritual do povo.","por_que_esta_palavra":"A palavra é crucial, pois indica a necessidade de um julgamento justo e baseado na lei de Deus, especialmente em tempos de crise.","conexao_teologica":"O julgamento é um tema recorrente na Bíblia, onde Deus é visto como o juiz supremo que orienta os líderes a agir com justiça.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Mateus 7:1-2"]},"esdras_10_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e juiz, que é central na fé e na vida do povo de Israel.","explicacao_detalhada":"Neste contexto, a menção de Deus sublinha a autoridade divina sobre as decisões que estão sendo tomadas e a necessidade de buscar Sua orientação.","por_que_esta_palavra":"A palavra 'Deus' é fundamental, pois enfatiza que todas as ações e decisões devem estar alinhadas com a vontade divina.","conexao_teologica":"A relação entre Deus e seu povo é um tema central na Bíblia, onde a obediência a Deus é vista como essencial para a vida comunitária.","referencias_relacionadas":["Deuteronômio 6:5","Isaías 40:28","Romanos 1:20"]},"esdras_10_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica a ação de se erguer ou tomar uma posição, especialmente em um contexto de liderança ou responsabilidade.","explicacao_detalhada":"Neste versículo, 'levantar' sugere a necessidade de ação decisiva por parte dos líderes para restaurar a ordem e a pureza na comunidade.","por_que_esta_palavra":"A escolha da palavra 'levantar' é significativa, pois indica um chamado à ação e à responsabilidade em tempos de crise.","conexao_teologica":"Levantar-se em nome de Deus é um tema que aparece frequentemente, simbolizando a coragem e a determinação em seguir a vontade divina.","referencias_relacionadas":["Isaías 60:1","Ezequiel 22:30","1 Coríntios 16:13"]},"esdras_10_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que têm a responsabilidade de guiar o povo em questões de fé e moral.","explicacao_detalhada":"Neste contexto, os sacerdotes são chamados a desempenhar um papel ativo na restauração da comunidade e na aplicação da lei de Deus.","por_que_esta_palavra":"A menção de 'sacerdote' destaca a importância da liderança espiritual na manutenção da pureza e da obediência à lei.","conexao_teologica":"Os sacerdotes são vistos como intermediários entre Deus e o povo, desempenhando um papel crucial na vida religiosa de Israel.","referencias_relacionadas":["Levítico 10:10","Ezequiel 44:23","Hebreus 5:1"]},"esdras_10_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A repetição da palavra 'julgar' enfatiza a importância de discernir e tomar decisões justas em relação ao povo.","explicacao_detalhada":"Aqui, 'julgar' implica a responsabilidade de avaliar as ações do povo à luz da lei de Deus e de restaurar a ordem.","por_que_esta_palavra":"A palavra é crucial para entender a necessidade de um julgamento justo e baseado na verdade divina.","conexao_teologica":"O julgamento é uma responsabilidade sagrada, onde os líderes devem agir com sabedoria e justiça em nome de Deus.","referencias_relacionadas":["Salmos 37:30","Provérbios 29:14","Tiago 2:13"]},"esdras_10_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever ações que devem ser tomadas em resposta a desobediências.","explicacao_detalhada":"Neste contexto, 'urso' implica a ideia de agir com firmeza e determinação para corrigir erros e restaurar a comunidade.","por_que_esta_palavra":"A escolha da palavra 'urso' sugere a urgência e a seriedade da situação que requer ação imediata.","conexao_teologica":"A ideia de agir em resposta ao pecado é um tema recorrente, onde a disciplina é vista como necessária para a restauração.","referencias_relacionadas":["Hebreus 12:6","Apocalipse 3:19","Gálatas 6:1"]},"esdras_10_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que pertence ao povo de Deus, simbolizando a herança e a promessa divina.","explicacao_detalhada":"Neste contexto, 'terra' representa não apenas o espaço físico, mas também a identidade e a relação do povo com Deus.","por_que_esta_palavra":"A menção de 'terra' é significativa, pois lembra ao povo a promessa de Deus e a importância de manter a pureza em sua herança.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo, representando bênçãos e responsabilidades.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"esdras_10_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre o povo.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus na tradição hebraica, que expressa a ideia de um ser supremo que é eterno e imutável. Este nome é frequentemente associado à aliança que Deus fez com Israel.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e reverência que o povo deve ter em relação a Deus, especialmente em momentos de arrependimento e busca por restauração.","conexao_teologica":"A invocação do nome de Deus é central na teologia bíblica, pois representa a presença e a ação divina na história do povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"esdras_10_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações devem ser realizadas, indicando um padrão ou um caminho a seguir.","explicacao_detalhada":"O termo 'כֹּל' (kôl) implica totalidade e plenitude, sugerindo que todas as ações devem ser feitas de acordo com os preceitos de Deus, sem exceções.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a importância de seguir as instruções divinas em todas as áreas da vida, especialmente na restauração do povo.","conexao_teologica":"A obediência ao modo de Deus é um tema recorrente na Bíblia, refletindo a necessidade de alinhar a vida do crente com a vontade divina.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Mateus 7:13-14"]},"esdras_10_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a uma ação forte ou poderosa, embora seu uso aqui seja menos comum.","explicacao_detalhada":"O termo 'עָשָׂה' (ʻâsâh) significa 'fazer' ou 'realizar', e é frequentemente usado para descrever a ação de Deus ou a realização de obras importantes.","por_que_esta_palavra":"A inclusão de 'urso' pode indicar a necessidade de realizar ações significativas e impactantes na vida do povo, especialmente em tempos de crise.","conexao_teologica":"A ideia de 'fazer' é central na teologia bíblica, onde as ações dos indivíduos são vistas como reflexos de sua fé e obediência a Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 90:17","Tiago 1:22"]},"esdras_10_13_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho ou atividade que deve ser realizada pelo povo de Deus.","explicacao_detalhada":"O termo 'מְלָאכָה' (mᵉlâʼkâh) é usado para descrever tanto o trabalho humano quanto o trabalho divino, enfatizando a importância da diligência nas tarefas espirituais e comunitárias.","por_que_esta_palavra":"A palavra 'obra' é crucial para entender a responsabilidade do povo em reconstruir a comunidade e restaurar a adoração a Deus.","conexao_teologica":"A obra de Deus e a obra do homem são interligadas na Bíblia, onde cada um tem um papel a desempenhar na história da redenção.","referencias_relacionadas":["Êxodo 31:13","Colossenses 3:23","Efésios 2:10"]},"esdras_10_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, que pode ser significativo para a realização de ações ou eventos.","explicacao_detalhada":"O termo 'יוֹם' (yôwm) é usado frequentemente na Bíblia para marcar momentos importantes na história da salvação, como o dia do descanso ou o dia do juízo.","por_que_esta_palavra":"A menção de 'dia' sugere a urgência e a importância de agir em um tempo determinado, especialmente em relação ao arrependimento e à restauração.","conexao_teologica":"O conceito de tempo e dias é fundamental na teologia bíblica, onde Deus opera em períodos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"esdras_10_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à importância da revelação de Deus ao Seu povo.","explicacao_detalhada":"O termo 'דָּבָר' (dâbâr) pode significar tanto 'palavra' quanto 'coisa', indicando que a mensagem de Deus é vital para a vida e a prática do povo.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a necessidade de ouvir e obedecer à revelação de Deus, especialmente em tempos de crise espiritual.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática cristã.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Romanos 10:17"]},"esdras_10_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir e tomar decisões justas, especialmente em questões de moralidade e ética.","explicacao_detalhada":"O termo 'יָשַׁב' (yâshab) implica a ideia de sentar-se como juiz, refletindo a responsabilidade de liderar e decidir com sabedoria.","por_que_esta_palavra":"A menção de 'julgar' é crucial para a restauração da justiça e da ordem na comunidade, especialmente após um período de desobediência.","conexao_teologica":"Deus é apresentado como o juiz supremo na Bíblia, e os líderes humanos são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:9","Mateus 7:1"]},"esdras_10_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao local físico onde o povo se reúne e vive, simbolizando a comunidade de fé.","explicacao_detalhada":"O termo 'עִיר' (ʻîyr) é usado para descrever tanto cidades literais quanto a ideia de um povo unido sob a liderança de Deus.","por_que_esta_palavra":"A referência à 'cidade' destaca a importância da comunidade e da vida em conjunto na adoração e na prática da fé.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre Seu povo e a promessa de restauração.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"esdras_10_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem, especialmente em um contexto de aliança.","explicacao_detalhada":"O termo 'בֵּן' (bên) é usado para descrever não apenas a relação biológica, mas também a relação espiritual entre Deus e Seu povo.","por_que_esta_palavra":"A menção de 'filho' enfatiza a herança e a responsabilidade que cada geração tem de seguir a Deus e manter a aliança.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são vistos como filhos adotivos através de Cristo.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14","Efésios 1:5"]},"esdras_10_15_jahaziah":{"palavra_pt":"jahaziah","palavra_original":"יַחְזְיָה","transliteracao":"Yachzᵉyâh","strong":"H3167","significado_raiz":"Ideia básica: jahaziah.","significado_contextual":"A palavra 'jahaziah' refere-se a um nome próprio, indicando uma pessoa específica dentro da narrativa.","explicacao_detalhada":"O termo 'יַחְזְיָה' (Yachzᵉyâh) significa 'o Senhor vê' ou 'o Senhor observa', refletindo a presença e a vigilância de Deus sobre Seu povo.","por_que_esta_palavra":"A inclusão de um nome próprio como 'jahaziah' destaca a importância das pessoas individuais na história da redenção e na comunidade de fé.","conexao_teologica":"Deus conhece cada um de Seus filhos pelo nome, enfatizando a relação pessoal que Ele tem com cada crente.","referencias_relacionadas":["Isaías 43:1","João 10:3","Salmos 139:1-4"]},"esdras_10_15_nome":{"palavra_pt":"nome","palavra_original":"מְשֻׁלָּם","transliteracao":"Mᵉshullâm","strong":"H4918","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou reputação de uma pessoa, que é importante na cultura israelita.","explicacao_detalhada":"O nome é mais do que uma simples designação; ele carrega o caráter e a essência da pessoa. Em Esdras 10:15, o nome mencionado é de um dos líderes que estavam envolvidos na restauração do povo de Israel após o exílio.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da responsabilidade de cada indivíduo na comunidade.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um reflexo de Sua natureza e caráter. Assim, os nomes dos indivíduos também têm um significado profundo.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Isaías 43:7"]},"esdras_10_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, 'urso' pode ser uma referência a um animal que simboliza força ou proteção.","explicacao_detalhada":"A palavra 'urso' é usada de maneira figurativa para descrever a força e a bravura, possivelmente em relação a um líder ou guerreiro que protege o povo.","por_que_esta_palavra":"A escolha da palavra 'urso' pode indicar a necessidade de coragem e proteção em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso que defende seus filhotes.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Miquéias 5:8"]},"esdras_10_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um membro da tribo de Levi que desempenha funções religiosas e mediadoras entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis por oferecer sacrifícios e manter a santidade do templo. Em Esdras 10:16, a menção de um sacerdote indica a importância da liderança espiritual na restauração do povo.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa e a mediadora relação entre Deus e Israel.","conexao_teologica":"Jesus é frequentemente chamado de nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:10","Ezequiel 44:15"]},"esdras_10_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à estrutura física onde a família reside, mas também pode simbolizar a comunidade de fé.","explicacao_detalhada":"A 'casa' é um símbolo de segurança e pertencimento. Em Esdras 10:16, a referência à casa pode indicar a restauração das famílias e da comunidade após o exílio.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da unidade familiar e da comunidade na vida espiritual.","conexao_teologica":"A Bíblia frequentemente usa a metáfora da casa para descrever a relação de Deus com Seu povo, como em 'a casa de Deus'.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"esdras_10_17_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer discernimentos sobre questões morais e éticas.","explicacao_detalhada":"O julgamento é uma função importante na liderança, especialmente em contextos de restauração e reconciliação, como em Esdras 10:17.","por_que_esta_palavra":"A palavra 'julgar' é essencial para entender a responsabilidade dos líderes em guiar o povo segundo a justiça de Deus.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17"]},"esdras_10_17_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um processo ou a conclusão de um ciclo.","explicacao_detalhada":"A palavra 'fim' em Esdras 10:17 pode indicar a conclusão de um período de exílio e a restauração do povo de Israel.","por_que_esta_palavra":"A ideia de 'fim' é importante para entender a esperança de um novo começo e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"Deus promete um futuro e uma esperança, mesmo após períodos de dificuldade e fim.","referencias_relacionadas":["Jeremias 29:11","Eclesiastes 3:1","Apocalipse 21:4"]},"esdras_10_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' em Esdras 10:18 é significativa para a preservação da herança e da identidade do povo de Israel.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da família e da continuidade da fé entre gerações.","conexao_teologica":"A Bíblia enfatiza a importância da transmissão da fé de pais para filhos, como em Deuteronômio 6:7.","referencias_relacionadas":["Salmos 127:3","Provérbios 17:6","Efésios 6:4"]},"esdras_10_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, refere-se a um membro da tribo de Levi, enfatizando a importância da liderança espiritual.","explicacao_detalhada":"A repetição da palavra 'sacerdote' em Esdras 10:18 reforça a centralidade da função sacerdotal na vida do povo de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a continuidade da liderança espiritual durante a restauração.","conexao_teologica":"A função sacerdotal é um símbolo da intercessão e da mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Hebreus 7:23-24","1 Pedro 2:9"]},"esdras_10_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à necessidade de discernimento e decisão em questões de moralidade e justiça.","explicacao_detalhada":"A repetição da palavra 'julgar' em Esdras 10:18 destaca a responsabilidade dos líderes em guiar o povo segundo os princípios de Deus.","por_que_esta_palavra":"A palavra 'julgar' é essencial para a manutenção da ordem e da justiça na comunidade.","conexao_teologica":"Deus é o juiz supremo, e os líderes são chamados a agir em Sua justiça.","referencias_relacionadas":["Tiago 4:12","Romanos 14:10","Salmos 37:28"]},"esdras_10_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou implorar, geralmente em um contexto de necessidade ou desespero.","explicacao_detalhada":"A palavra 'dar' em Esdras 10:19 pode ser interpretada como um clamor a Deus por ajuda ou intervenção em tempos de crise.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de oferecer algo, seja um pedido ou um sacrifício, em busca de resposta divina.","conexao_teologica":"A oração e o clamor a Deus são temas recorrentes na Bíblia, mostrando a dependência do povo em relação ao Senhor.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","1 João 5:14"]},"esdras_10_19_culpado":{"palavra_pt":"culpado","palavra_original":"אָשֵׁם","transliteracao":"ʼâshêm","strong":"H818","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à responsabilidade por ações erradas, especialmente no contexto da infidelidade ao pacto de Deus.","explicacao_detalhada":"No versículo, os que se casaram com mulheres estrangeiras são considerados culpados por violar a lei de Deus. A culpa implica em uma necessidade de arrependimento e restauração.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a seriedade da transgressão e a necessidade de lidar com as consequências espirituais e sociais dessa ação.","conexao_teologica":"A culpa é um tema central na teologia bíblica, refletindo a condição humana diante de Deus e a necessidade de redenção através do arrependimento e da fé.","referencias_relacionadas":["Salmos 51:4","Romanos 3:23","1 João 1:9"]},"esdras_10_19_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para indicar a ação de deixar algo para trás, neste caso, as práticas erradas.","explicacao_detalhada":"O ato de 'sair' simboliza a necessidade de se afastar do pecado e das influências negativas, buscando a pureza e a obediência a Deus.","por_que_esta_palavra":"A palavra 'sair' é crucial para entender o chamado à separação do que é impuro e à busca de uma vida que agrada a Deus.","conexao_teologica":"A ideia de sair do pecado é um tema recorrente na Bíblia, refletindo a santidade de Deus e o chamado à santificação dos crentes.","referencias_relacionadas":["2 Coríntios 6:17","Romanos 12:2","Gálatas 5:16"]},"esdras_10_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para identificar a descendência e a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'filho' refere-se à importância da herança espiritual e da identidade do povo de Deus, que é transmitida de geração em geração.","por_que_esta_palavra":"A menção de 'filho' destaca a responsabilidade dos pais em educar seus filhos na fé e na obediência a Deus.","conexao_teologica":"A relação entre pais e filhos é fundamental na Bíblia, simbolizando a transmissão da fé e dos valores divinos.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 127:3","Efésios 6:4"]},"esdras_10_20_nome":{"palavra_pt":"nome","palavra_original":"זְבַדְיָה","transliteracao":"Zᵉbadyâh","strong":"H2069","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, que é importante na cultura bíblica.","explicacao_detalhada":"Neste versículo, o nome 'Zebadias' pode simbolizar a relação do indivíduo com Deus e seu papel na comunidade.","por_que_esta_palavra":"O nome é um reflexo da identidade e do caráter, e neste contexto, destaca a importância de viver de acordo com o que o nome representa.","conexao_teologica":"Na Bíblia, o nome de Deus e dos indivíduos carrega significados profundos, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Provérbios 22:1","Isaías 43:1","Filipenses 2:9-10"]},"esdras_10_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente enfatiza a continuidade da linhagem e a importância da descendência.","explicacao_detalhada":"Aqui, 'filho' representa a conexão familiar e a responsabilidade de manter a fé e a obediência a Deus na nova geração.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração deve ser ensinada nos caminhos do Senhor.","conexao_teologica":"A relação entre pais e filhos é um tema central na educação espiritual e na formação do caráter cristão.","referencias_relacionadas":["Salmos 78:4","Provérbios 1:8","Colossenses 3:21"]},"esdras_10_21_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade de 'Elias', que significa 'Meu Deus é o Senhor'.","explicacao_detalhada":"O nome 'Elias' carrega um significado teológico profundo, refletindo a soberania de Deus e a fidelidade do profeta.","por_que_esta_palavra":"A menção do nome destaca a importância de reconhecer e honrar a identidade de Deus em nossas vidas.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam a natureza de Deus e seu relacionamento com o povo.","referencias_relacionadas":["1 Reis 18:36","Mateus 1:21","Atos 4:12"]},"esdras_10_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para enfatizar a continuidade da linhagem e a responsabilidade familiar.","explicacao_detalhada":"Neste contexto, 'filho' representa a importância da herança espiritual e da transmissão dos valores de Deus.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração deve ser ensinada nos caminhos do Senhor.","conexao_teologica":"A relação entre pais e filhos é fundamental na formação da fé e na continuidade da aliança de Deus com seu povo.","referencias_relacionadas":["Gênesis 18:19","Salmos 103:17","Efésios 6:1"]},"esdras_10_22_nome":{"palavra_pt":"nome","palavra_original":"אֶלְעָשָׂה","transliteracao":"ʼElʻâsâh","strong":"H501","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de 'Eliezer', que significa 'Deus é meu auxílio'.","explicacao_detalhada":"O nome 'Eliezer' destaca a dependência do indivíduo em relação à ajuda e proteção divina.","por_que_esta_palavra":"A menção do nome enfatiza a importância de reconhecer a providência de Deus em nossas vidas.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam a natureza de Deus e seu relacionamento com o povo.","referencias_relacionadas":["Êxodo 18:4","Salmos 121:2","Hebreus 13:6"]},"esdras_10_23_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar a posição ou a relação de um indivíduo dentro de um grupo.","explicacao_detalhada":"Neste contexto, 'entre' sugere a ideia de pertencimento e a importância da comunidade na vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a necessidade de estar em comunhão com outros crentes e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A vida cristã é vivida em comunidade, e a Bíblia enfatiza a importância da união e do apoio mútuo entre os crentes.","referencias_relacionadas":["Atos 2:44","Hebreus 10:24-25","1 Coríntios 12:12"]},"esdras_10_23_nome":{"palavra_pt":"nome","palavra_original":"שִׁמְעִי","transliteracao":"Shimʻîy","strong":"H8096","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de 'Simei', que pode significar 'ouvir'.","explicacao_detalhada":"O nome 'Simei' sugere a importância de ouvir a voz de Deus e estar atento às suas instruções.","por_que_esta_palavra":"A menção do nome destaca a necessidade de estar receptivo à palavra de Deus e à sua direção em nossas vidas.","conexao_teologica":"Ouvir a Deus é um tema central na Bíblia, refletindo a importância da obediência e da sensibilidade ao Espírito Santo.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Romanos 10:17"]},"esdras_10_23_kelaiah":{"palavra_pt":"kelaiah","palavra_original":"קֵלָיָה","transliteracao":"Qêlâyâh","strong":"H7041","significado_raiz":"Ideia básica: kelaiah.","significado_contextual":"Kelaiah é um nome que pode ser interpretado como 'o Senhor é a minha voz'.","explicacao_detalhada":"O nome Kelaiah aparece em Esdras 10:23, onde é mencionado como um dos filhos de Elioenai. Este nome reflete a relação do indivíduo com Deus, sugerindo que ele pode ter um papel significativo na comunidade judaica pós-exílio.","por_que_esta_palavra":"A palavra é importante porque representa a identidade de um dos líderes que ajudaram a restaurar a comunidade de Israel após o exílio babilônico.","conexao_teologica":"Kelaiah simboliza a restauração e a voz de Deus que chama o Seu povo de volta à obediência e à adoração.","referencias_relacionadas":["Esdras 10:23","Neemias 8:1","Jeremias 29:10"]},"esdras_10_24_nome":{"palavra_pt":"nome","palavra_original":"טֶלֶם","transliteracao":"Ṭelem","strong":"H2928","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' refere-se à identidade e à reputação de uma pessoa ou coisa.","explicacao_detalhada":"Em Esdras 10:24, o nome é mencionado em um contexto que enfatiza a importância da linhagem e da identidade dos indivíduos que retornaram do exílio.","por_que_esta_palavra":"A palavra é crucial para entender a genealogia e a restauração da identidade do povo de Israel após o exílio.","conexao_teologica":"O nome é um símbolo da relação entre Deus e Seu povo, onde cada nome carrega um significado e uma história que refletem a soberania divina.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Mateus 1:1"]},"esdras_10_24_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente em um contexto de responsabilidade e liderança.","explicacao_detalhada":"No versículo, 'homem' é utilizado para descrever indivíduos que têm um papel significativo na comunidade, especialmente em questões de moralidade e liderança espiritual.","por_que_esta_palavra":"A palavra é importante para destacar a responsabilidade dos homens na restauração da comunidade e na observância da lei de Deus.","conexao_teologica":"A figura do homem é central na narrativa bíblica, representando a criação de Deus e a responsabilidade de viver de acordo com Sua vontade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","1 Timóteo 2:8"]},"esdras_10_24_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Em Esdras 10:24, 'entre' é usado para descrever a posição de indivíduos dentro da comunidade de Israel, enfatizando a importância da unidade e da coletividade.","por_que_esta_palavra":"A palavra é relevante para entender a dinâmica social e espiritual do povo de Deus, que é chamado a viver em comunhão.","conexao_teologica":"A ideia de estar 'entre' reflete a noção de que os crentes são parte do corpo de Cristo, cada um com seu papel e função.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:5","Efésios 4:16"]},"esdras_10_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Esdras 10:25, 'filho' é mencionado para estabelecer a conexão familiar e a herança espiritual dos indivíduos, ressaltando a importância da genealogia.","por_que_esta_palavra":"A palavra é significativa para a compreensão da identidade do povo de Israel e sua relação com as promessas de Deus.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, assim como a filiação em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"esdras_10_25_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Israel' representa o povo escolhido de Deus e sua identidade como nação.","explicacao_detalhada":"Em Esdras 10:25, o nome é mencionado para reafirmar a conexão do indivíduo com a nação de Israel e as promessas feitas por Deus a Abraão, Isaque e Jacó.","por_que_esta_palavra":"A palavra é crucial para entender a identidade e a missão do povo de Deus na história da salvação.","conexao_teologica":"Israel simboliza a aliança de Deus com Seu povo e a continuidade de Sua obra redentora através das gerações.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:6"]},"esdras_10_25_jeziah":{"palavra_pt":"jeziah","palavra_original":"יִזִּיָּה","transliteracao":"Yizzîyâh","strong":"H3150","significado_raiz":"Ideia básica: jeziah.","significado_contextual":"Jeziah é um nome que pode ser interpretado como 'o Senhor é a minha salvação'.","explicacao_detalhada":"Em Esdras 10:25, Jeziah é mencionado como um dos filhos de Israel, destacando a importância de sua linhagem e o significado de seu nome.","por_que_esta_palavra":"A palavra é relevante para entender a esperança e a salvação que Deus oferece ao Seu povo.","conexao_teologica":"Jeziah representa a promessa de Deus de salvação e restauração, que é um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 27:1","Isaías 12:2","Romanos 10:13"]},"esdras_10_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Esdras 10:26, 'filho' é utilizado para enfatizar a importância da linhagem e da herança espiritual na comunidade de Israel.","por_que_esta_palavra":"A palavra é significativa para a compreensão da identidade do povo de Deus e sua relação com as promessas divinas.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, assim como a filiação em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"esdras_10_26_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Elias' significa 'Meu Deus é o Senhor'.","explicacao_detalhada":"Em Esdras 10:26, o nome Elias é mencionado, reforçando a identidade do indivíduo como alguém que reconhece a soberania de Deus.","por_que_esta_palavra":"A palavra é importante para entender a devoção e a fé do povo de Israel em relação ao seu Deus.","conexao_teologica":"Elias é um símbolo da fidelidade a Deus e da proclamação de Sua verdade em meio a um povo muitas vezes rebelde.","referencias_relacionadas":["1 Reis 18:36","Mateus 17:3","Tiago 5:17"]},"esdras_10_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à herança espiritual.","explicacao_detalhada":"Em Esdras 10:27, 'filho' é mencionado novamente, sublinhando a importância da genealogia e da identidade do povo de Israel.","por_que_esta_palavra":"A palavra é significativa para a compreensão da identidade do povo de Deus e sua relação com as promessas divinas.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, assim como a filiação em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"esdras_10_27_nome":{"palavra_pt":"nome","palavra_original":"יְרִימוֹת","transliteracao":"Yᵉrîymôwth","strong":"H3406","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado na cultura hebraica.","explicacao_detalhada":"O nome é uma parte fundamental da identidade de um indivíduo na tradição hebraica. Ele não é apenas uma etiqueta, mas muitas vezes reflete a história, a herança e o caráter da pessoa.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e distinguir indivíduos, além de carregar significados profundos relacionados à sua missão ou caráter.","conexao_teologica":"Na teologia bíblica, o nome de Deus e dos seus servos é central, pois representa a autoridade e a presença divina.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Mateus 28:19"]},"esdras_10_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, sendo um termo comum para referir-se a filhos ou descendentes.","explicacao_detalhada":"A palavra 'filho' é frequentemente usada na Bíblia para descrever não apenas a relação biológica, mas também a relação espiritual e de herança entre Deus e seu povo.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a continuidade da linhagem e a transmissão de promessas e bênçãos.","conexao_teologica":"A relação entre Deus e os crentes é frequentemente descrita em termos de paternidade, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"esdras_10_28_bebai":{"palavra_pt":"bebai","palavra_original":"בֵּבַי","transliteracao":"Bêbay","strong":"H893","significado_raiz":"Ideia básica: bebai.","significado_contextual":"Refere-se a um nome próprio, possivelmente de um ancestral ou líder dentro da comunidade.","explicacao_detalhada":"Bebai é um nome que pode indicar uma linhagem específica, e nomes próprios na Bíblia frequentemente têm significados que refletem a história ou a função da pessoa.","por_que_esta_palavra":"A inclusão de nomes próprios é crucial para a genealogia e a identificação de indivíduos importantes na história do povo de Israel.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados que se conectam com a obra de Deus na história da salvação.","referencias_relacionadas":["1 Crônicas 3:21","Neemias 10:14","Esdras 2:61"]},"esdras_10_28_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹחָנָן","transliteracao":"Yᵉhôwchânân","strong":"H3076","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que pode ter um significado especial ou simbólico.","explicacao_detalhada":"O nome 'Yehôwchânân' pode ser traduzido como 'Deus é gracioso', refletindo a importância da graça divina na vida do indivíduo.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados teológicos que revelam a natureza de Deus e sua relação com a humanidade.","conexao_teologica":"A graça de Deus é um tema central na Bíblia, e nomes que refletem isso ajudam a entender a mensagem de redenção.","referencias_relacionadas":["Efésios 2:8","Romanos 5:20","Tito 2:11"]},"esdras_10_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se à relação de descendência, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da família e da herança na cultura hebraica.","por_que_esta_palavra":"A palavra é essencial para entender a estrutura social e a transmissão de valores e promessas entre gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na mensagem do evangelho, onde todos são convidados a se tornarem parte da família de Deus.","referencias_relacionadas":["1 João 3:1","Hebreus 12:7","Romanos 8:15"]},"esdras_10_29_nome":{"palavra_pt":"nome","palavra_original":"עֲדָיָה","transliteracao":"ʻĂdâyâh","strong":"H5718","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que pode ter um significado especial ou simbólico.","explicacao_detalhada":"O nome 'ʻĂdâyâh' pode ser traduzido como 'a adoração é a minha', indicando uma conexão com a devoção a Deus.","por_que_esta_palavra":"Nomes que refletem a adoração são comuns na Bíblia, mostrando a importância da devoção na vida do povo de Deus.","conexao_teologica":"A adoração é um tema central na Bíblia, e os nomes que refletem isso ajudam a entender a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 95:6","João 4:24","Hebreus 13:15"]},"esdras_10_29_sheal":{"palavra_pt":"sheal","palavra_original":"שְׁאָל","transliteracao":"Shᵉʼâl","strong":"H7594","significado_raiz":"Ideia básica: sheal.","significado_contextual":"Refere-se a um nome próprio, possivelmente de um ancestral ou líder dentro da comunidade.","explicacao_detalhada":"A palavra 'sheal' pode estar relacionada a um significado que envolve pedido ou solicitação, refletindo uma atitude de dependência de Deus.","por_que_esta_palavra":"Nomes que refletem a dependência de Deus são significativos na narrativa bíblica, mostrando a necessidade de buscar a ajuda divina.","conexao_teologica":"A dependência de Deus é um tema recorrente na Bíblia, onde os crentes são chamados a confiar em Sua provisão.","referencias_relacionadas":["Filipenses 4:19","Salmos 34:10","Mateus 7:7"]},"esdras_10_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se à relação de descendência, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' reforça a importância da família e da herança na cultura hebraica.","por_que_esta_palavra":"A palavra é essencial para entender a estrutura social e a transmissão de valores e promessas entre gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na mensagem do evangelho, onde todos são convidados a se tornarem parte da família de Deus.","referencias_relacionadas":["1 João 3:1","Hebreus 12:7","Romanos 8:15"]},"esdras_10_30_chelal":{"palavra_pt":"chelal","palavra_original":"כְּלָל","transliteracao":"Kᵉlâl","strong":"H3636","significado_raiz":"Ideia básica: chelal.","significado_contextual":"Refere-se a um nome próprio, possivelmente de um ancestral ou líder dentro da comunidade.","explicacao_detalhada":"A palavra 'chelal' pode ter conotações relacionadas a um significado de inclusão ou abrangência, refletindo a diversidade do povo de Deus.","por_que_esta_palavra":"Nomes que refletem inclusão são significativos na narrativa bíblica, mostrando a universalidade da mensagem de Deus.","conexao_teologica":"A inclusão de todos os povos na salvação é um tema central na Bíblia, onde a graça de Deus é oferecida a todos.","referencias_relacionadas":["Gálatas 3:28","Romanos 10:12","Apocalipse 7:9"]},"esdras_10_30_binnui":{"palavra_pt":"binnui","palavra_original":"בִּנּוּי","transliteracao":"Binnûwy","strong":"H1131","significado_raiz":"Ideia básica: binnui.","significado_contextual":"Refere-se a um nome próprio, possivelmente de um ancestral ou líder dentro da comunidade.","explicacao_detalhada":"O nome 'Binnui' pode estar relacionado a um significado que envolve construção ou edificação, refletindo a missão de restaurar o povo de Deus.","por_que_esta_palavra":"Nomes que refletem a construção são significativos na narrativa bíblica, especialmente em contextos de restauração e renovação.","conexao_teologica":"A edificação da igreja e do povo de Deus é um tema central, onde cada crente é chamado a contribuir para a construção do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"esdras_10_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada frequentemente na Bíblia para indicar não apenas a relação biológica, mas também a conexão espiritual e a herança de promessas. No contexto de Esdras 10:31, destaca a importância da linhagem e da identidade do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' é significativa, pois representa a continuidade da aliança de Deus com o povo de Israel através das gerações.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia bíblica, refletindo a relação íntima entre Deus e seu povo, como em Romanos 8:14-17.","referencias_relacionadas":["Gênesis 17:7","Êxodo 4:22","Romanos 8:14"]},"esdras_10_31_harim":{"palavra_pt":"harim","palavra_original":"חָרִם","transliteracao":"Chârim","strong":"H2766","significado_raiz":"Ideia básica: harim.","significado_contextual":"Refere-se a um nome próprio, possivelmente de uma família ou grupo específico dentro do povo de Israel.","explicacao_detalhada":"A palavra 'harim' (חָרִם) pode indicar uma linhagem ou um grupo que tem um papel específico na história de Israel. No contexto de Esdras 10:31, pode estar relacionado a uma família que estava sendo mencionada em um contexto de restauração.","por_que_esta_palavra":"A inclusão de nomes de famílias é crucial para entender a estrutura social e a identidade do povo de Israel após o exílio.","conexao_teologica":"A restauração de Israel após o exílio é um tema importante, refletindo a fidelidade de Deus às suas promessas, como em Jeremias 29:10-14.","referencias_relacionadas":["Esdras 2:61","Neemias 7:63","Ezequiel 37:21"]},"esdras_10_31_nome":{"palavra_pt":"nome","palavra_original":"אֱלִיעֶזֶר","transliteracao":"ʼĔlîyʻezer","strong":"H461","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de uma pessoa, que carrega significados e identidades específicas.","explicacao_detalhada":"A palavra 'nome' (אֱלִיעֶזֶר) é frequentemente usada na Bíblia para indicar a identidade e o caráter de uma pessoa. No contexto de Esdras 10:31, o nome pode estar associado a uma história ou a um legado familiar.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a relação da pessoa com Deus ou com a comunidade.","conexao_teologica":"O nome de Deus e os nomes dos seus servos são frequentemente mencionados para enfatizar a relação e a missão que têm, como em Salmos 91:14.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 1:21"]},"esdras_10_32_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em Esdras 10:31, refere-se a um descendente, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בִּנְיָמִין) novamente destaca a importância da herança e da identidade familiar no contexto da restauração do povo de Israel.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que cada indivíduo é parte de uma história maior e de um plano divino.","conexao_teologica":"A noção de ser 'filho' de uma tribo específica, como a de Benjamim, é importante para a identidade do povo de Deus, como em Apocalipse 7:8.","referencias_relacionadas":["Gênesis 49:27","Juízes 20:16","Romanos 11:1"]},"esdras_10_32_nome":{"palavra_pt":"nome","palavra_original":"מַלּוּךְ","transliteracao":"Mallûwk","strong":"H4409","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de uma pessoa, que pode ter um significado especial ou histórico.","explicacao_detalhada":"A palavra 'nome' (מַלּוּךְ) é importante para a identificação e a história de um indivíduo. No contexto de Esdras 10:32, o nome pode estar ligado a uma herança ou a um papel específico na comunidade.","por_que_esta_palavra":"Os nomes são frequentemente usados na Bíblia para transmitir significados e propósitos divinos.","conexao_teologica":"A importância dos nomes na Bíblia reflete a soberania de Deus sobre a história e a identidade do seu povo, como em Salmos 139:16.","referencias_relacionadas":["Gênesis 17:5","Isaías 62:2","Mateus 1:23"]},"esdras_10_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem, assim como em versículos anteriores.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para destacar a importância da linhagem e da identidade no contexto da restauração do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a conexão entre as gerações e a importância da herança espiritual.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia bíblica, refletindo a relação íntima entre Deus e seu povo, como em João 1:12.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:15","1 João 3:1"]},"esdras_10_33_nome":{"palavra_pt":"nome","palavra_original":"חָשֻׁם","transliteracao":"Châshum","strong":"H2828","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de uma pessoa, que pode ter um significado especial ou histórico.","explicacao_detalhada":"A palavra 'nome' (חָשֻׁם) é importante para a identificação e a história de um indivíduo. No contexto de Esdras 10:33, o nome pode estar ligado a uma herança ou a um papel específico na comunidade.","por_que_esta_palavra":"Os nomes são frequentemente usados na Bíblia para transmitir significados e propósitos divinos.","conexao_teologica":"A importância dos nomes na Bíblia reflete a soberania de Deus sobre a história e a identidade do seu povo, como em Salmos 147:4.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 1:21"]},"esdras_10_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem, assim como em versículos anteriores.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para destacar a importância da linhagem e da identidade no contexto da restauração do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a conexão entre as gerações e a importância da herança espiritual.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia bíblica, refletindo a relação íntima entre Deus e seu povo, como em João 1:12.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:15","1 João 3:1"]},"esdras_10_34_uel":{"palavra_pt":"uel","palavra_original":"אוּאֵל","transliteracao":"ʼÛwʼêl","strong":"H177","significado_raiz":"Ideia básica: uel.","significado_contextual":"Refere-se a um nome próprio, possivelmente de uma figura importante na linhagem de Israel.","explicacao_detalhada":"A palavra 'uel' (אוּאֵל) é um nome que pode ter significados relacionados à força ou à vontade de Deus. No contexto de Esdras 10:34, pode indicar um papel significativo na restauração do povo.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados que refletem a natureza ou a ação de Deus.","conexao_teologica":"A relação entre os nomes e a ação de Deus é um tema recorrente, como em Salmos 20:1-2, onde o nome do Senhor é invocado em momentos de necessidade.","referencias_relacionadas":["Gênesis 29:32","Êxodo 35:30","1 Crônicas 24:20"]},"esdras_10_34_nome":{"palavra_pt":"nome","palavra_original":"בָּנִי","transliteracao":"Bânîy","strong":"H1137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de uma pessoa, que pode ter um significado especial ou histórico.","explicacao_detalhada":"A palavra 'nome' (בָּנִי) é importante para a identificação e a história de um indivíduo. No contexto de Esdras 10:34, o nome pode estar ligado a uma herança ou a um papel específico na comunidade.","por_que_esta_palavra":"Os nomes são frequentemente usados na Bíblia para transmitir significados e propósitos divinos.","conexao_teologica":"A importância dos nomes na Bíblia reflete a soberania de Deus sobre a história e a identidade do seu povo, como em Salmos 147:4.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 1:21"]},"esdras_10_35_nome":{"palavra_pt":"nome","palavra_original":"בְּנָיָה","transliteracao":"Bᵉnâyâh","strong":"H1141","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou título de uma pessoa.","explicacao_detalhada":"O termo 'nome' é fundamental na cultura hebraica, pois carrega não apenas a identificação, mas também o caráter e a reputação de uma pessoa. Em Esdras 10:35, o nome é mencionado em um contexto de restauração e identificação dos que retornaram do exílio.","por_que_esta_palavra":"A palavra 'nome' é usada para estabelecer a conexão entre os indivíduos e suas heranças, especialmente em um momento de retorno e reconstrução.","conexao_teologica":"O nome de uma pessoa é visto como uma extensão de sua essência e propósito divino. Em várias passagens, Deus também se revela através de nomes, mostrando a importância da identidade.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Mateus 28:19"]},"esdras_10_35_bedeiah":{"palavra_pt":"bedeiah","palavra_original":"בֵּדְיָה","transliteracao":"Bêdᵉyâh","strong":"H912","significado_raiz":"Ideia básica: bedeiah.","significado_contextual":"Nome próprio que significa 'servo do Senhor'.","explicacao_detalhada":"Bedeiah é um nome que reflete a devoção e o serviço a Deus. Em Esdras 10:35, ele é mencionado entre os que estavam envolvidos na restauração do povo de Israel.","por_que_esta_palavra":"A inclusão de nomes de indivíduos que servem a Deus é significativa em um contexto de renovação espiritual e comunitária.","conexao_teologica":"A ideia de ser 'servo do Senhor' é central na teologia bíblica, onde o serviço a Deus é visto como um chamado e uma honra.","referencias_relacionadas":["Êxodo 23:25","Romanos 12:1","Colossenses 3:24"]},"esdras_10_35_chelluh":{"palavra_pt":"chelluh","palavra_original":"כְּלוּהַי","transliteracao":"Kᵉlûwhay","strong":"H3622","significado_raiz":"Ideia básica: chelluh.","significado_contextual":"Nome que pode estar relacionado a um aspecto de adoração ou devoção.","explicacao_detalhada":"Chelluh é mencionado em um contexto de restauração e identificação de pessoas que retornaram do exílio, indicando a importância de cada indivíduo na comunidade.","por_que_esta_palavra":"A menção de nomes como Chelluh destaca a diversidade de pessoas que contribuíram para a reconstrução da identidade nacional e espiritual de Israel.","conexao_teologica":"Cada membro da comunidade tem um papel no plano de Deus, refletindo a importância da unidade e diversidade no corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:16","Romanos 12:5"]},"esdras_10_36_vaniah":{"palavra_pt":"vaniah","palavra_original":"וַנְיָה","transliteracao":"Vanyâh","strong":"H2057","significado_raiz":"Ideia básica: vaniah.","significado_contextual":"Nome que significa 'o Senhor é gracioso'.","explicacao_detalhada":"Vaniah é um nome que reflete a graça de Deus e é mencionado em um contexto de restauração, simbolizando a misericórdia divina sobre o povo de Israel.","por_que_esta_palavra":"A inclusão de Vaniah entre os que retornaram do exílio enfatiza a graça de Deus em trazer seu povo de volta à terra prometida.","conexao_teologica":"A graça é um tema central na teologia bíblica, mostrando como Deus opera na vida de seu povo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Tito 2:11"]},"esdras_10_36_nome":{"palavra_pt":"nome","palavra_original":"מְרֵמוֹת","transliteracao":"Mᵉrêmôwth","strong":"H4822","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa em um contexto de restauração.","explicacao_detalhada":"O nome mencionado em Esdras 10:36 é parte do registro dos que estavam envolvidos na reconstrução da comunidade após o exílio.","por_que_esta_palavra":"A ênfase no nome destaca a importância de cada indivíduo na história de Israel e na obra de Deus.","conexao_teologica":"Deus conhece cada um pelo nome, o que demonstra seu cuidado e atenção pessoal por seu povo.","referencias_relacionadas":["Isaías 49:16","João 10:3","Apocalipse 3:5"]},"esdras_10_37_jaasau":{"palavra_pt":"jaasau","palavra_original":"יַעֲשׂוּ","transliteracao":"Yaʻăsûw","strong":"H3299","significado_raiz":"Ideia básica: jaasau.","significado_contextual":"Nome que significa 'ele fará'.","explicacao_detalhada":"Jaasau é um nome que implica ação e realização, e é mencionado em um contexto de compromisso com a restauração do povo de Deus.","por_que_esta_palavra":"A menção de Jaasau reflete a expectativa de que Deus agirá em favor de seu povo durante a reconstrução.","conexao_teologica":"A ação de Deus em cumprir suas promessas é um tema recorrente na Bíblia, mostrando que Ele é fiel.","referencias_relacionadas":["Números 23:19","Hebreus 10:23","Filipenses 1:6"]},"esdras_10_37_nome":{"palavra_pt":"nome","palavra_original":"מַתַּנְיָה","transliteracao":"Mattanyâh","strong":"H4983","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa em um contexto de restauração.","explicacao_detalhada":"O nome mencionado em Esdras 10:37 é parte do registro dos que estavam envolvidos na reconstrução da comunidade após o exílio.","por_que_esta_palavra":"A ênfase no nome destaca a importância de cada indivíduo na história de Israel e na obra de Deus.","conexao_teologica":"Deus conhece cada um pelo nome, o que demonstra seu cuidado e atenção pessoal por seu povo.","referencias_relacionadas":["Isaías 49:16","João 10:3","Apocalipse 3:5"]},"esdras_10_38_nome":{"palavra_pt":"nome","palavra_original":"בָּנִי","transliteracao":"Bânîy","strong":"H1137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa em um contexto de restauração.","explicacao_detalhada":"O nome mencionado em Esdras 10:38 é parte do registro dos que estavam envolvidos na reconstrução da comunidade após o exílio.","por_que_esta_palavra":"A ênfase no nome destaca a importância de cada indivíduo na história de Israel e na obra de Deus.","conexao_teologica":"Deus conhece cada um pelo nome, o que demonstra seu cuidado e atenção pessoal por seu povo.","referencias_relacionadas":["Isaías 49:16","João 10:3","Apocalipse 3:5"]},"esdras_10_38_binnui":{"palavra_pt":"binnui","palavra_original":"בִּנּוּי","transliteracao":"Binnûwy","strong":"H1131","significado_raiz":"Ideia básica: binnui.","significado_contextual":"Nome que significa 'construído' ou 'reconstruído'.","explicacao_detalhada":"Binnui é um nome que simboliza a restauração e a reconstrução, sendo mencionado em um contexto de retorno do exílio e reconstrução da identidade nacional.","por_que_esta_palavra":"A menção de Binnui destaca a importância da reconstrução física e espiritual do povo de Israel.","conexao_teologica":"A ideia de reconstrução é central na narrativa bíblica, refletindo a obra de Deus em restaurar seu povo.","referencias_relacionadas":["Neemias 2:17","Isaías 61:4","Ezequiel 36:33"]},"esdras_10_39_nome":{"palavra_pt":"nome","palavra_original":"שֶׁלֶמְיָה","transliteracao":"Shelemyâh","strong":"H8018","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa em um contexto de restauração.","explicacao_detalhada":"O nome mencionado em Esdras 10:39 é parte do registro dos que estavam envolvidos na reconstrução da comunidade após o exílio.","por_que_esta_palavra":"A ênfase no nome destaca a importância de cada indivíduo na história de Israel e na obra de Deus.","conexao_teologica":"Deus conhece cada um pelo nome, o que demonstra seu cuidado e atenção pessoal por seu povo.","referencias_relacionadas":["Isaías 49:16","João 10:3","Apocalipse 3:5"]},"esdras_10_40_machnadebai":{"palavra_pt":"machnadebai","palavra_original":"מַכְנַדְבַי","transliteracao":"Maknadbay","strong":"H4367","significado_raiz":"Ideia básica: machnadebai.","significado_contextual":"Machnadebai é um nome próprio que pode ser interpretado como 'aquele que é sustentado por Deus'.","explicacao_detalhada":"O nome Machnadebai aparece em Esdras 10:40, onde é mencionado como parte da lista de pessoas que retornaram do exílio. O significado sugere uma conexão com a proteção e sustento divinos.","por_que_esta_palavra":"A palavra é importante porque representa a identidade de um dos retornados e a fidelidade de Deus em restaurar Seu povo.","conexao_teologica":"Machnadebai simboliza a providência de Deus na vida de Seu povo, mostrando que mesmo em tempos difíceis, Deus está presente e sustenta aqueles que são Seus.","referencias_relacionadas":["Esdras 10:40","Salmos 55:22","Isaías 41:10"]},"esdras_10_40_shashai":{"palavra_pt":"shashai","palavra_original":"שָׁשַׁי","transliteracao":"Shâshay","strong":"H8343","significado_raiz":"Ideia básica: shashai.","significado_contextual":"Shashai é um nome que pode ser interpretado como 'aquele que é alegre' ou 'feliz'.","explicacao_detalhada":"Em Esdras 10:40, Shashai é mencionado entre os que retornaram do exílio, indicando que a alegria pode ser uma característica do povo restaurado por Deus.","por_que_esta_palavra":"A palavra é significativa pois reflete a esperança e a renovação que o retorno do exílio trouxe ao povo de Israel.","conexao_teologica":"Shashai representa a alegria que vem da restauração e da presença de Deus entre Seu povo, um tema recorrente nas Escrituras.","referencias_relacionadas":["Esdras 10:40","Salmos 126:1-3","Neemias 8:10"]},"esdras_10_40_sharai":{"palavra_pt":"sharai","palavra_original":"שָׁרַי","transliteracao":"Shâray","strong":"H8298","significado_raiz":"Ideia básica: sharai.","significado_contextual":"Sharai é um nome que pode ser traduzido como 'aquele que é elevado' ou 'exaltado'.","explicacao_detalhada":"No contexto de Esdras 10:40, Sharai é parte da lista de pessoas que retornaram do exílio, simbolizando a exaltação do povo de Deus após um período de humilhação.","por_que_esta_palavra":"A palavra é relevante porque enfatiza a restauração e a dignidade que Deus confere ao Seu povo.","conexao_teologica":"Sharai reflete a ideia de que Deus exalta aqueles que são humildes e que confiam Nele, um princípio encontrado em várias passagens bíblicas.","referencias_relacionadas":["Esdras 10:40","Salmos 147:6","Tiago 4:10"]},"esdras_10_41_nome":{"palavra_pt":"nome","palavra_original":"שֶׁלֶמְיָה","transliteracao":"Shelemyâh","strong":"H8018","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Shelemyâh' pode ser interpretado como 'Deus é paz'.","explicacao_detalhada":"Shelemyâh é mencionado em Esdras 10:41, e seu significado sugere uma conexão com a paz que Deus oferece ao Seu povo, especialmente após o retorno do exílio.","por_que_esta_palavra":"A palavra é importante pois representa a esperança de paz e restauração que Deus promete aos que se arrependem e voltam para Ele.","conexao_teologica":"O nome Shelemyâh destaca o caráter de Deus como o Príncipe da Paz, que traz reconciliação e restauração.","referencias_relacionadas":["Esdras 10:41","Isaías 9:6","Filipenses 4:7"]},"esdras_10_42_nome":{"palavra_pt":"nome","palavra_original":"שַׁלּוּם","transliteracao":"Shallûwm","strong":"H7967","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Shallûwm' pode ser traduzido como 'paz' ou 'tranquilidade'.","explicacao_detalhada":"Em Esdras 10:42, Shallûwm é mencionado, reforçando a ideia de que a paz é um tema central na restauração do povo de Deus após o exílio.","por_que_esta_palavra":"A palavra é significativa pois representa a busca por paz e harmonia entre o povo de Israel e Deus.","conexao_teologica":"Shallûwm simboliza a paz que Deus deseja para Seu povo, um conceito que permeia toda a Escritura.","referencias_relacionadas":["Esdras 10:42","Romanos 5:1","Colossenses 3:15"]},"esdras_10_43_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'bên' significa 'filho', indicando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"Em Esdras 10:43, a menção de 'filho' é importante para entender a genealogia e a identidade do povo de Israel após o exílio.","por_que_esta_palavra":"A palavra é relevante pois destaca a importância da família e da herança na cultura israelita.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo como filhos e filhas.","referencias_relacionadas":["Esdras 10:43","Gálatas 3:26","Romanos 8:14"]},"esdras_10_43_nome":{"palavra_pt":"nome","palavra_original":"יוֹאֵל","transliteracao":"Yôwʼêl","strong":"H3100","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Yôwʼêl' pode ser interpretado como 'Yahweh é Deus'.","explicacao_detalhada":"Yôwʼêl é mencionado em Esdras 10:43, e seu nome reflete a fé e a devoção ao Senhor, enfatizando a soberania de Deus.","por_que_esta_palavra":"A palavra é significativa pois representa a identidade espiritual e a crença de quem serve a Deus.","conexao_teologica":"Yôwʼêl simboliza a centralidade de Deus na vida do povo, um tema que é fundamental em toda a Escritura.","referencias_relacionadas":["Esdras 10:43","Joel 1:1","Salmos 68:4"]},"esdras_10_44_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'kôl' significa 'todo' ou 'cada', indicando totalidade.","explicacao_detalhada":"Em Esdras 10:44, 'kôl' é usado para enfatizar a totalidade dos que estavam envolvidos na restauração e no retorno do exílio.","por_que_esta_palavra":"A palavra é importante pois destaca a inclusão de todos os que retornaram, mostrando a unidade do povo de Deus.","conexao_teologica":"A ideia de totalidade é central na teologia bíblica, refletindo a natureza inclusiva do plano de Deus para a salvação.","referencias_relacionadas":["Esdras 10:44","Mateus 28:19","Atos 2:17"]},"esdras_10_44_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'sûwm' pode ser traduzida como 'grande' ou 'estabelecer'.","explicacao_detalhada":"Em Esdras 10:44, 'sûwm' é usada para descrever a grandeza da obra de Deus na restauração de Seu povo.","por_que_esta_palavra":"A palavra é significativa pois reflete a magnitude da ação de Deus na história de Israel.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando Seu poder e soberania sobre todas as coisas.","referencias_relacionadas":["Esdras 10:44","Salmos 145:3","Efésios 3:20"]},"esdras_10_44_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'bên' significa 'filho', reforçando a continuidade da linhagem e a importância das relações familiares.","explicacao_detalhada":"Em Esdras 10:44, a menção de 'filho' é crucial para entender a genealogia e a identidade do povo de Deus.","por_que_esta_palavra":"A palavra é importante pois destaca a relação entre as gerações e a herança espiritual do povo de Israel.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo como filhos e filhas.","referencias_relacionadas":["Esdras 10:44","Efésios 1:5","1 João 3:1"]}}