{"esdras_4_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade suprema sobre todas as coisas.","explicacao_detalhada":"Em Esdras 4:1, 'senhor' é usado para reconhecer a soberania de Deus em meio às adversidades enfrentadas pelo povo na reconstrução do templo.","por_que_esta_palavra":"A invocação do 'senhor' enfatiza a dependência do povo em relação a Deus e Sua orientação.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, como em Salmos 24:1.","referencias_relacionadas":["Isaías 40:28","Salmos 115:3","Romanos 11:36"]},"esdras_4_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e compreender a mensagem que está sendo comunicada.","explicacao_detalhada":"No contexto de Esdras 4:1, 'ouvir' é crucial para a obediência às instruções de Deus e para a resposta do povo às circunstâncias que enfrentam.","por_que_esta_palavra":"Ouvir é um ato de fé que leva à ação, refletindo a importância da receptividade à palavra de Deus.","conexao_teologica":"A importância de ouvir a voz de Deus é enfatizada em Tiago 1:22.","referencias_relacionadas":["Deuteronômio 6:4","Romanos 10:17","Apocalipse 2:7"]},"esdras_4_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"Em Esdras 4:1, 'porque' é usado para justificar a ação ou decisão tomada, ligando a causa ao efeito.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica e a motivação por trás das ações do povo e de Deus.","conexao_teologica":"A razão é um elemento importante na fé, como em Romanos 12:1, onde somos chamados a oferecer nossas vidas como sacrifício.","referencias_relacionadas":["Gênesis 1:27","Salmos 119:105","Romanos 8:28"]},"esdras_4_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo específico de eventos significativos.","explicacao_detalhada":"Em Esdras 4:2, 'dia' pode indicar um momento de ação ou decisão importante na história do povo de Israel.","por_que_esta_palavra":"O 'dia' é frequentemente usado na Bíblia para marcar eventos significativos na história da salvação.","conexao_teologica":"A noção de 'dia' é importante na narrativa bíblica, como em Gênesis 1, onde Deus cria o mundo em dias.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"esdras_4_2_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao gênero feminino e, em contextos bíblicos, pode simbolizar tanto a força quanto a vulnerabilidade.","explicacao_detalhada":"Em Esdras 4:2, a menção da 'mulher' pode indicar a importância das mulheres na sociedade e na história de Israel.","por_que_esta_palavra":"A 'mulher' é uma figura central na narrativa bíblica, representando tanto a criação quanto a redenção.","conexao_teologica":"A dignidade da mulher é enfatizada em Gálatas 3:28, onde não há distinção entre homens e mulheres em Cristo.","referencias_relacionadas":["Provérbios 31:10","Rute 1:16","Lucas 8:3"]},"esdras_4_2_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo.","explicacao_detalhada":"Em Esdras 4:2, 'princípio' pode se referir ao início da reconstrução do templo e à restauração da adoração a Deus.","por_que_esta_palavra":"O 'princípio' é crucial para entender a continuidade da história da salvação e os planos de Deus para Seu povo.","conexao_teologica":"A ideia de 'princípio' é fundamental na criação, como em Gênesis 1:1, onde tudo começa com Deus.","referencias_relacionadas":["Salmos 102:25","Isaías 46:10","João 1:1"]},"esdras_4_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa um povo ou nação.","explicacao_detalhada":"Em Esdras 4:3, 'rei' é mencionado no contexto da relação entre o povo de Israel e as autoridades persas, destacando a dinâmica de poder.","por_que_esta_palavra":"A figura do 'rei' é central na narrativa bíblica, representando tanto a autoridade humana quanto a soberania divina.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos reis, como em Apocalipse 19:16.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Romanos 13:1"]},"esdras_4_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a relação de Deus com seu povo e sua soberania. É um nome que representa a eternidade e a imutabilidade de Deus.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a autoridade divina em todas as situações da vida.","conexao_teologica":"O uso do nome 'Senhor' destaca a aliança de Deus com Israel e sua presença constante na história do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"esdras_4_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é fundamental na comunicação divina, sendo frequentemente usada para transmitir a vontade de Deus ao seu povo.","por_que_esta_palavra":"É importante para entender como Deus se revela e se comunica com a humanidade.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na Bíblia, mostrando a importância da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"esdras_4_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico que Deus criou e que é habitado pelo ser humano.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o planeta, mas também a herança e a promessa de Deus ao seu povo.","por_que_esta_palavra":"É essencial para entender a relação de Deus com a criação e a importância da terra nas promessas feitas a Israel.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7","Salmos 24:1"]},"esdras_4_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de mudança ou transição, muitas vezes associado a um evento negativo.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser entendida como um estado de desgraça ou queda, refletindo a fragilidade da condição humana.","por_que_esta_palavra":"Usada para descrever a vulnerabilidade do ser humano diante das circunstâncias da vida.","conexao_teologica":"A queda do homem é um tema central na teologia, representando a separação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 4:10"]},"esdras_4_4_affrighted":{"palavra_pt":"affrighted","palavra_original":"בָּהַל","transliteracao":"bâhal","strong":"H926","significado_raiz":"Ideia básica: affrighted.","significado_contextual":"Refere-se a um estado de medo ou pavor diante de uma situação.","explicacao_detalhada":"A palavra 'affrighted' (בָּהַל) expressa a reação emocional de alguém que se depara com algo aterrorizante ou inesperado.","por_que_esta_palavra":"É importante para entender as reações humanas diante da intervenção divina ou de eventos sobrenaturais.","conexao_teologica":"O medo é uma resposta comum ao encontro com o sagrado, refletindo a grandeza e a santidade de Deus.","referencias_relacionadas":["Êxodo 20:18","Salmos 119:120","Isaías 41:10"]},"esdras_4_5_recompensa":{"palavra_pt":"recompensa","palavra_original":"שָׂכַר","transliteracao":"sâkar","strong":"H7936","significado_raiz":"Ideia básica: recompensa.","significado_contextual":"Refere-se ao pagamento ou retorno por ações realizadas.","explicacao_detalhada":"A palavra 'recompensa' (שָׂכַר) é usada para descrever a justiça de Deus em retribuir as ações dos homens, tanto boas quanto más.","por_que_esta_palavra":"É fundamental para entender a justiça divina e a moralidade nas Escrituras.","conexao_teologica":"A ideia de recompensa está ligada à justiça de Deus e à responsabilidade moral do ser humano.","referencias_relacionadas":["Mateus 16:27","Gálatas 6:7","Hebreus 11:6"]},"esdras_4_5_limpo":{"palavra_pt":"limpo","palavra_original":"פָּרַר","transliteracao":"pârar","strong":"H6565","significado_raiz":"Ideia básica: limpo.","significado_contextual":"Refere-se à pureza ou à condição de estar livre de impurezas.","explicacao_detalhada":"A palavra 'limpo' (פָּרַר) pode se referir tanto a um estado físico quanto espiritual, enfatizando a necessidade de santidade diante de Deus.","por_que_esta_palavra":"É importante para compreender as exigências de Deus em relação à pureza e santidade do seu povo.","conexao_teologica":"A pureza é um tema recorrente nas Escrituras, simbolizando a relação correta entre Deus e a humanidade.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","1 João 1:9"]},"esdras_4_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma de agir ou proceder, refletindo a importância da intenção nas ações.","por_que_esta_palavra":"É essencial para entender a ética e a moralidade nas ações humanas.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo da nossa fé e da nossa relação com Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Tiago 1:22"]},"esdras_4_6_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à autoridade e ao domínio sobre um território ou povo.","explicacao_detalhada":"A palavra 'governo' (מַלְכוּת) implica a ideia de realeza e liderança, especialmente no contexto do reino de Deus.","por_que_esta_palavra":"É importante para entender a soberania de Deus sobre todas as nações e a sua autoridade na história.","conexao_teologica":"O governo de Deus é um tema central nas Escrituras, refletindo sua autoridade e plano para a humanidade.","referencias_relacionadas":["Salmos 103:19","Isaías 9:6-7","Apocalipse 11:15"]},"esdras_4_6_nome":{"palavra_pt":"nome","palavra_original":"אֲחַשְׁוֵרוֹשׁ","transliteracao":"ʼĂchashvêrôwsh","strong":"H325","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome 'Ahasuerus' (אֲחַשְׁוֵרוֹשׁ) é associado a um rei persa, simbolizando o poder e a influência de reinos estrangeiros sobre Israel.","por_que_esta_palavra":"É importante para entender o contexto histórico e político em que os eventos de Esdras ocorrem.","conexao_teologica":"Os nomes nas Escrituras muitas vezes têm significados profundos e refletem a soberania de Deus sobre a história.","referencias_relacionadas":["Esdras 4:6","Ester 1:1","Daniel 9:1"]},"esdras_4_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que um evento ocorre.","explicacao_detalhada":"A palavra 'dia' (יוֹם - yôwm) é usada para indicar um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de ação divina. No contexto de Esdras 4:7, o 'dia' pode se referir a um momento crucial na história do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do tempo em que as ações dos personagens bíblicos se desenrolam, refletindo a soberania de Deus sobre a história.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao plano de Deus para a humanidade, como em Gênesis 1, onde cada dia da criação tem um propósito divino.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"esdras_4_7_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou título de uma pessoa, neste caso, Artaxerxes.","explicacao_detalhada":"A palavra 'nome' (אַרְתַּחְשַׁשְׁתָּא - ʼArtachshashtâʼ) é crucial para entender a autoridade e o poder do rei persa mencionado no texto. O nome carrega consigo a reputação e a posição do indivíduo.","por_que_esta_palavra":"A menção do nome do rei Artaxerxes é significativa, pois ele era uma figura de autoridade que influenciava diretamente os eventos que afetavam o povo de Israel.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e estão ligados ao caráter e à missão de uma pessoa, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["Esdras 4:8","Neemias 2:1","Daniel 9:1"]},"esdras_4_8_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se a uma avaliação ou decisão sobre uma situação.","explicacao_detalhada":"A palavra 'juízo' (טְעֵם - ṭᵉʻêm) implica uma análise crítica e uma determinação sobre a legitimidade das ações do povo de Israel em relação à construção do templo.","por_que_esta_palavra":"O uso de 'juízo' destaca a necessidade de discernimento e a busca pela verdade em meio a acusações e conflitos.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, onde Ele avalia as ações humanas e traz consequências baseadas na justiça divina.","referencias_relacionadas":["Salmos 37:28","Eclesiastes 3:17","Romanos 14:10"]},"esdras_4_8_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"Indica a primazia ou a posição inicial de algo.","explicacao_detalhada":"A palavra 'primeiro' (חַד - chad) é usada para enfatizar a importância do primeiro templo e as ações iniciais do povo de Israel na reconstrução.","por_que_esta_palavra":"A palavra 'primeiro' sugere a ideia de precedência e a necessidade de restaurar o que foi perdido, simbolizando um novo começo.","conexao_teologica":"A restauração do templo é um tema central na história de Israel, representando a presença de Deus entre seu povo.","referencias_relacionadas":["Esdras 3:10","Zacarias 4:10","Mateus 21:12"]},"esdras_4_8_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade do rei Artaxerxes, que é mencionado novamente.","explicacao_detalhada":"A repetição da palavra 'nome' (אַרְתַּחְשַׁשְׁתָּא - ʼArtachshashtâʼ) reforça a importância da figura real na narrativa e sua influência sobre os eventos.","por_que_esta_palavra":"O nome do rei é crucial para entender as dinâmicas de poder e as relações entre os povos durante o período pós-exílio.","conexao_teologica":"A menção de nomes de líderes políticos na Bíblia mostra como Deus usa autoridades terrenas para cumprir seus propósitos.","referencias_relacionadas":["Esdras 4:7","Neemias 2:1","Daniel 6:1"]},"esdras_4_9_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à avaliação das ações do povo de Israel.","explicacao_detalhada":"A palavra 'juízo' (טְעֵם - ṭᵉʻêm) é novamente utilizada para enfatizar a necessidade de um julgamento justo sobre as atividades de reconstrução do templo.","por_que_esta_palavra":"A repetição do termo 'juízo' indica a seriedade da situação e a necessidade de uma resposta adequada às acusações.","conexao_teologica":"O juízo de Deus é um tema que permeia toda a Escritura, mostrando que Ele observa e avalia as ações humanas.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 12:14","Romanos 2:6"]},"esdras_4_9_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"Indica o tempo presente, enfatizando a urgência da situação.","explicacao_detalhada":"A palavra 'now' (אֱדַיִן - ʼĕdayin) é usada para chamar a atenção para a situação atual que requer uma resposta imediata.","por_que_esta_palavra":"A utilização de 'now' destaca a importância de agir no momento presente, refletindo a urgência das circunstâncias enfrentadas pelo povo.","conexao_teologica":"A Bíblia frequentemente nos exorta a agir no presente, reconhecendo que o tempo é um presente de Deus e deve ser usado sabiamente.","referencias_relacionadas":["Hebreus 3:15","2 Coríntios 6:2","Tiago 4:14"]},"esdras_4_10_carry":{"palavra_pt":"carry","palavra_original":"גְּלָה","transliteracao":"gᵉlâh","strong":"H1541","significado_raiz":"Ideia básica: carry.","significado_contextual":"Refere-se ao ato de levar ou transportar algo.","explicacao_detalhada":"A palavra 'carry' (גְּלָה - gᵉlâh) implica a ideia de mover ou transferir, possivelmente referindo-se ao transporte de informações ou documentos importantes.","por_que_esta_palavra":"O uso de 'carry' sugere a responsabilidade de levar adiante uma mensagem ou um pedido, essencial para a comunicação entre os povos.","conexao_teologica":"A comunicação e a transmissão de mensagens são fundamentais na obra de Deus, como visto em profecias e cartas apostólicas.","referencias_relacionadas":["Isaías 52:7","Romanos 10:15","2 Coríntios 5:19"]},"esdras_4_10_rei":{"palavra_pt":"rei","palavra_original":"אׇסְנַפַּר","transliteracao":"ʼOçnappar","strong":"H620","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, neste caso, o rei persa.","explicacao_detalhada":"A palavra 'rei' (אׇסְנַפַּר - ʼOçnappar) é usada para descrever a posição de liderança e poder que influencia as decisões políticas e sociais.","por_que_esta_palavra":"A menção do 'rei' é crucial para entender a dinâmica de poder e a relação entre os líderes e o povo de Deus.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e as autoridades terrenas são vistas como instrumentos de Sua vontade.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Provérbios 21:1"]},"esdras_4_11_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome do rei Artaxerxes, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'nome' (אַרְתַּחְשַׁשְׁתָּא - ʼArtachshashtâʼ) reforça a centralidade da figura real na história e seu impacto nas ações do povo de Israel.","por_que_esta_palavra":"O nome do rei é mencionado para estabelecer a autoridade e o contexto político em que os eventos estão ocorrendo.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e estão ligados ao caráter e à missão de uma pessoa, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["Esdras 4:7","Neemias 2:1","Daniel 9:1"]},"esdras_4_11_afore":{"palavra_pt":"afore","palavra_original":"דֵּן","transliteracao":"dên","strong":"H1836","significado_raiz":"Ideia básica: afore.","significado_contextual":"A palavra 'afore' é utilizada para indicar uma referência a algo que foi mencionado anteriormente.","explicacao_detalhada":"No contexto de Esdras 4:11, 'afore' se refere a informações ou eventos que já foram discutidos, enfatizando a continuidade da narrativa.","por_que_esta_palavra":"A escolha da palavra 'afore' é importante para estabelecer a conexão entre o que foi dito anteriormente e o que está sendo discutido agora.","conexao_teologica":"A ideia de continuidade e lembrança é fundamental na teologia bíblica, onde o passado influencia o presente e o futuro.","referencias_relacionadas":["Esdras 1:1","Esdras 3:10","Esdras 4:1"]},"esdras_4_12_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar que algo está de acordo com uma norma ou padrão estabelecido.","explicacao_detalhada":"Em Esdras 4:12, 'conforme' sugere que as ações ou decisões devem ser tomadas de acordo com as leis ou costumes vigentes.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender a legitimidade das reivindicações feitas pelos adversários dos judeus.","conexao_teologica":"A obediência às leis de Deus e a conformidade com Seus mandamentos são temas recorrentes na Bíblia.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Romanos 12:2"]},"esdras_4_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יְדַע","transliteracao":"yᵉdaʻ","strong":"H3046","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e uma relação íntima com algo ou alguém.","explicacao_detalhada":"No versículo, 'conhecer' refere-se ao reconhecimento da situação e das intenções dos adversários dos judeus.","por_que_esta_palavra":"A palavra 'conhecer' é utilizada para enfatizar a importância do discernimento e da sabedoria nas decisões.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Provérbios 2:5","Oséias 4:6","Filipenses 3:10"]},"esdras_4_12_grande":{"palavra_pt":"grande","palavra_original":"הָוָא","transliteracao":"hâvâʼ","strong":"H1934","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude ou a importância de algo.","explicacao_detalhada":"Em Esdras 4:12, 'grande' refere-se à grandeza do reino e à influência que ele exerce sobre os povos ao redor.","por_que_esta_palavra":"A utilização de 'grande' destaca a seriedade da situação enfrentada pelos judeus em relação ao poder do rei.","conexao_teologica":"A grandeza de Deus é frequentemente comparada à grandeza dos reinos humanos, mostrando a soberania divina.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"esdras_4_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, que exerce poder e controle sobre seu domínio.","explicacao_detalhada":"No contexto de Esdras 4:13, 'rei' é mencionado para ressaltar a figura de autoridade que pode influenciar a situação dos judeus.","por_que_esta_palavra":"A menção ao 'rei' é crucial para entender as dinâmicas de poder e a política da época.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando Sua soberania sobre todas as autoridades terrenas.","referencias_relacionadas":["Salmos 47:2","Provérbios 21:1","Romanos 13:1"]},"esdras_4_13_custom":{"palavra_pt":"custom","palavra_original":"הֲלָךְ","transliteracao":"hălâk","strong":"H1983","significado_raiz":"Ideia básica: custom.","significado_contextual":"A palavra 'custom' refere-se a práticas ou normas estabelecidas que são seguidas por um grupo.","explicacao_detalhada":"Em Esdras 4:13, 'custom' é mencionado para indicar as tradições que regem a vida social e política da época.","por_que_esta_palavra":"A palavra 'custom' é importante para entender como as tradições influenciam as decisões e ações dos indivíduos.","conexao_teologica":"As tradições e costumes podem refletir a cultura de um povo, mas devem ser avaliados à luz da Palavra de Deus.","referencias_relacionadas":["Mateus 15:3","Colossenses 2:8","1 Coríntios 11:2"]},"esdras_4_13_revenue":{"palavra_pt":"revenue","palavra_original":"אַפְּתֹם","transliteracao":"ʼappᵉthôm","strong":"H674","significado_raiz":"Ideia básica: revenue.","significado_contextual":"A palavra 'revenue' refere-se a rendimentos ou receitas geradas por um reino ou governo.","explicacao_detalhada":"No versículo, 'revenue' é mencionado para destacar a importância econômica da situação política em questão.","por_que_esta_palavra":"A palavra 'revenue' é utilizada para enfatizar a preocupação com os recursos financeiros do reino.","conexao_teologica":"A administração dos recursos é um tema importante na Bíblia, refletindo a mordomia que Deus espera de Seu povo.","referencias_relacionadas":["Provérbios 21:20","Mateus 25:14-30","Lucas 16:10-12"]},"esdras_4_14_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicar ou manifestar algo.","explicacao_detalhada":"Em Esdras 4:14, 'expressão' é usada para descrever a maneira como os sentimentos ou intenções são comunicados.","por_que_esta_palavra":"A escolha da palavra 'expressão' é importante para entender a comunicação entre os personagens do texto.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, sendo a Palavra de Deus uma expressão de Sua vontade.","referencias_relacionadas":["Salmos 19:1","Hebreus 1:1-2","Tiago 1:19"]},"esdras_4_14_dishonor":{"palavra_pt":"dishonor","palavra_original":"עַרְוָה","transliteracao":"ʻarvâh","strong":"H6173","significado_raiz":"Ideia básica: dishonor.","significado_contextual":"A palavra 'dishonor' refere-se à desonra ou desrespeito que pode ser causado por ações ou palavras.","explicacao_detalhada":"No contexto de Esdras 4:14, 'dishonor' é mencionado para enfatizar as consequências negativas das ações dos adversários.","por_que_esta_palavra":"A palavra 'dishonor' é crucial para entender a gravidade da situação e o impacto sobre a reputação dos judeus.","conexao_teologica":"A desonra é um tema que aparece frequentemente na Bíblia, onde a honra de Deus e de Seu povo deve ser preservada.","referencias_relacionadas":["Romanos 2:23","1 Pedro 2:12","Provérbios 3:35"]},"esdras_4_14_behold":{"palavra_pt":"eis","palavra_original":"חֲזָא","transliteracao":"chăzâʼ","strong":"H2370","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo que está prestes a ser destacado.","explicacao_detalhada":"Em Esdras 4:14, 'eis' é usado para introduzir uma declaração importante que deve ser considerada.","por_que_esta_palavra":"A palavra 'eis' é significativa para enfatizar a urgência e a importância da mensagem que está sendo comunicada.","conexao_teologica":"A revelação de Deus muitas vezes começa com um 'eis', chamando a atenção para verdades essenciais.","referencias_relacionadas":["Isaías 43:1","Mateus 1:23","Apocalipse 3:20"]},"esdras_4_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade máxima que governa um povo ou nação.","explicacao_detalhada":"A palavra 'rei' no contexto de Esdras 4:15 indica a figura de autoridade que toma decisões sobre questões administrativas e políticas, especialmente em relação ao retorno dos exilados e à reconstrução de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância do governo na supervisão das atividades dos judeus que estavam reconstruindo o templo.","conexao_teologica":"A figura do rei é frequentemente associada ao governo de Deus sobre seu povo, refletindo a soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"esdras_4_15_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo previamente estabelecido.","explicacao_detalhada":"Neste versículo, 'conforme' sugere que as ações ou decisões devem ser tomadas de acordo com a vontade do rei, refletindo a necessidade de seguir as diretrizes do governo.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender que as instruções devem ser seguidas rigorosamente para evitar conflitos com a autoridade.","conexao_teologica":"A obediência às autoridades é um princípio bíblico que se relaciona com a submissão à vontade de Deus.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Tito 3:1"]},"esdras_4_16_conhecer":{"palavra_pt":"conhecer","palavra_original":"יְדַע","transliteracao":"yᵉdaʻ","strong":"H3046","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter conhecimento ou entendimento sobre algo.","explicacao_detalhada":"A palavra 'conhecer' implica um entendimento profundo da situação e das implicações das ações que estão sendo discutidas, especialmente em relação ao retorno dos exilados.","por_que_esta_palavra":"É importante que os líderes conheçam a situação para tomar decisões informadas e justas.","conexao_teologica":"O conhecimento é visto como uma virtude que leva à sabedoria, essencial para a liderança e a vida cristã.","referencias_relacionadas":["Provérbios 1:7","Oséias 4:6","Tiago 1:5"]},"esdras_4_16_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de se comunicar.","explicacao_detalhada":"A palavra 'expressão' aqui pode indicar a maneira como as informações são apresentadas ou comunicadas, refletindo a necessidade de clareza na comunicação entre as autoridades.","por_que_esta_palavra":"A escolha de 'expressão' sugere que a forma como as mensagens são transmitidas é tão importante quanto o conteúdo.","conexao_teologica":"A comunicação clara é vital na edificação da igreja e na propagação do evangelho.","referencias_relacionadas":["Efésios 4:29","Colossenses 4:6","Provérbios 25:11"]},"esdras_4_17_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à avaliação ou decisão sobre uma questão.","explicacao_detalhada":"A palavra 'juízo' implica a necessidade de discernimento e justiça nas decisões que afetam o povo, especialmente em questões de governança.","por_que_esta_palavra":"O juízo é essencial para garantir que as decisões sejam justas e equitativas, refletindo a vontade de Deus.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes são chamados a agir com justiça.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Miquéias 6:8"]},"esdras_4_17_paz":{"palavra_pt":"paz","palavra_original":"שְׁלָם","transliteracao":"shᵉlâm","strong":"H8001","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à ausência de conflito e à harmonia entre as pessoas.","explicacao_detalhada":"A palavra 'paz' neste contexto sugere a necessidade de manter a ordem e a tranquilidade na comunidade enquanto se realiza a reconstrução.","por_que_esta_palavra":"A paz é fundamental para o progresso e a estabilidade, especialmente em tempos de mudança.","conexao_teologica":"A paz é um fruto do Espírito e um objetivo do reino de Deus.","referencias_relacionadas":["Romanos 14:19","Filipenses 4:7","Colossenses 3:15"]},"esdras_4_18_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de se comunicar.","explicacao_detalhada":"Assim como em outro uso da palavra, aqui 'expressão' enfatiza a importância da clareza na comunicação entre as autoridades e o povo.","por_que_esta_palavra":"A forma de comunicar as decisões é crucial para a aceitação e compreensão por parte da comunidade.","conexao_teologica":"A comunicação eficaz é essencial para a edificação da igreja e a unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 14:40","Efésios 4:15","Tiago 1:19"]},"esdras_4_18_enviar":{"palavra_pt":"enviar","palavra_original":"שְׁלַח","transliteracao":"shᵉlach","strong":"H7972","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de despachar ou mandar algo ou alguém para um determinado lugar.","explicacao_detalhada":"A palavra 'enviar' implica a ação de delegar responsabilidades ou instruções, especialmente em um contexto de comunicação entre autoridades.","por_que_esta_palavra":"Enviar é uma ação necessária para garantir que as informações cheguem aos destinatários corretos.","conexao_teologica":"O envio é um tema recorrente na Bíblia, especialmente em relação ao envio de mensageiros de Deus.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","João 20:21"]},"esdras_4_18_distinctly":{"palavra_pt":"distinctly","palavra_original":"פְּרַשׁ","transliteracao":"pᵉrash","strong":"H6568","significado_raiz":"Ideia básica: distinctly.","significado_contextual":"Refere-se à necessidade de clareza e precisão na comunicação.","explicacao_detalhada":"A palavra 'distinctly' sugere que as instruções devem ser dadas de maneira clara e sem ambiguidade, para evitar mal-entendidos.","por_que_esta_palavra":"A clareza na comunicação é essencial para a eficácia das instruções e para a manutenção da ordem.","conexao_teologica":"Deus é um comunicador claro, e seus mandamentos são dados de forma que possam ser compreendidos.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:7","1 Coríntios 14:33"]},"esdras_4_19_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo previamente estabelecido.","explicacao_detalhada":"A palavra 'conforme' novamente sugere que as ações ou decisões devem ser tomadas de acordo com a vontade do rei, refletindo a necessidade de seguir as diretrizes do governo.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da obediência às autoridades e à ordem estabelecida.","conexao_teologica":"A obediência às autoridades é um princípio bíblico que se relaciona com a submissão à vontade de Deus.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Tito 3:1"]},"esdras_4_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade máxima que governava a região na época, simbolizando poder e controle.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a figura que detém o poder político e militar. No contexto de Esdras, o rei é uma figura central que influencia as decisões sobre a reconstrução de Jerusalém.","por_que_esta_palavra":"A menção do rei é crucial para entender as dinâmicas de poder e a relação entre os governantes e o povo de Israel durante o exílio e o retorno.","conexao_teologica":"A soberania de Deus é refletida na escolha de reis e na forma como Ele usa autoridades para cumprir Seus propósitos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Provérbios 21:1"]},"esdras_4_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade que tem o poder de decidir sobre questões administrativas e militares.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da figura real na governança e na supervisão das obras em Jerusalém, destacando a dependência do povo em relação ao seu governo.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que as ações do povo de Deus estão sob a supervisão e a permissão do rei.","conexao_teologica":"A relação entre Deus e os reis é um tema recorrente na Bíblia, onde Deus é visto como o verdadeiro Rei que governa sobre todos os reis da terra.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","1 Pedro 2:13-14"]},"esdras_4_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa pela qual algo está sendo afirmado ou decidido.","explicacao_detalhada":"'Porque' (כֹּל) é uma conjunção que introduz uma explicação ou justificativa, essencial para entender as motivações por trás das ações do rei e do povo.","por_que_esta_palavra":"A palavra é fundamental para conectar ideias e justificar decisões, mostrando a lógica por trás das ações narradas.","conexao_teologica":"A compreensão das razões por trás das ações humanas é importante para entender a soberania de Deus e como Ele trabalha através das circunstâncias.","referencias_relacionadas":["Isaías 1:18","Tiago 1:5","Romanos 8:28"]},"esdras_4_20_poderoso":{"palavra_pt":"poderoso","palavra_original":"תַּקִּיף","transliteracao":"taqqîyph","strong":"H8624","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e à capacidade do rei de exercer autoridade e controle.","explicacao_detalhada":"'Poderoso' (תַּקִּיף) descreve a força militar e a influência que o rei possui, essencial para a manutenção da ordem e da segurança.","por_que_esta_palavra":"A ênfase na força do rei destaca a vulnerabilidade do povo e a necessidade de apoio e proteção.","conexao_teologica":"Deus é descrito como o Todo-Poderoso, e a força dos reis é um reflexo da autoridade divina que Ele concede.","referencias_relacionadas":["Salmos 24:8","Isaías 40:10","Apocalipse 19:16"]},"esdras_4_21_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com uma decisão ou ordem.","explicacao_detalhada":"'Conforme' (מִן) é usado para mostrar que as ações devem seguir uma norma ou padrão estabelecido, essencial para a organização das atividades.","por_que_esta_palavra":"A palavra é importante para entender a necessidade de seguir ordens e regulamentos, especialmente em um contexto de reconstrução.","conexao_teologica":"A obediência às leis e ordens é um princípio bíblico que reflete a ordem divina e a necessidade de viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Deuteronômio 5:32","Romanos 12:2","1 João 2:3"]},"esdras_4_21_cause":{"palavra_pt":"cause","palavra_original":"בְּטֵל","transliteracao":"bᵉṭêl","strong":"H989","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à razão ou motivo que leva a uma ação específica.","explicacao_detalhada":"'Cause' (בְּטֵל) implica a ideia de que algo deve ser anulado ou interrompido, o que é crucial para entender as consequências das decisões tomadas.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de agir de acordo com as circunstâncias e as ordens do rei.","conexao_teologica":"A ideia de causa e efeito é um tema importante na teologia, onde as ações humanas têm consequências espirituais.","referencias_relacionadas":["Gálatas 6:7","Eclesiastes 3:1","Romanos 14:12"]},"esdras_4_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se à figura de autoridade que exerce controle sobre as ações do povo.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que a liderança é fundamental para a realização das obras em Jerusalém.","por_que_esta_palavra":"A palavra é essencial para entender a dinâmica entre o povo e a autoridade, destacando a necessidade de liderança.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde Deus levanta líderes para guiar Seu povo.","referencias_relacionadas":["Êxodo 18:21","1 Timóteo 3:1","Hebreus 13:17"]},"esdras_4_22_obra":{"palavra_pt":"obra","palavra_original":"עֲבַד","transliteracao":"ʻăbad","strong":"H5648","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou atividade realizada, especialmente em relação à reconstrução de Jerusalém.","explicacao_detalhada":"'Obra' (עֲבַד) implica esforço e dedicação, essencial para a realização dos planos de Deus para Seu povo.","por_que_esta_palavra":"A palavra é importante para destacar a importância do trabalho coletivo na reconstrução e restauração.","conexao_teologica":"A obra do Senhor é um tema central na Bíblia, onde o trabalho é visto como um ato de adoração e serviço a Deus.","referencias_relacionadas":["Colossenses 3:23","Efésios 2:10","1 Coríntios 15:58"]},"esdras_4_23_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2429","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força militar ou ao poder que pode ser utilizado para proteger ou controlar.","explicacao_detalhada":"'Força' (חַיִל) é uma palavra que denota poder e capacidade, essencial para a segurança e a ordem durante a reconstrução.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de proteção e a presença de força durante um período de vulnerabilidade.","conexao_teologica":"A força de Deus é frequentemente mencionada na Bíblia como um recurso para Seu povo em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"esdras_4_23_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade com as ordens ou normas estabelecidas.","explicacao_detalhada":"'Conforme' (מִן) é usado para mostrar que as ações devem seguir um padrão, essencial para a organização e a execução das obras.","por_que_esta_palavra":"A palavra é importante para entender a necessidade de seguir diretrizes e ordens, especialmente em um contexto de reconstrução.","conexao_teologica":"A obediência às ordens de Deus é um princípio fundamental na vida cristã, refletindo a submissão à Sua vontade.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Romanos 6:16"]},"esdras_4_23_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Artaxerxes, o rei persa que deu ordens sobre a construção do templo.","explicacao_detalhada":"O nome é uma representação da identidade e autoridade de uma pessoa. No contexto de Esdras, o nome de Artaxerxes é crucial, pois ele é o governante que influencia diretamente os eventos relacionados ao retorno dos exilados e à reconstrução do templo.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da autoridade do rei e como sua decisão impacta o povo de Israel.","conexao_teologica":"O uso do nome do rei mostra como Deus pode usar autoridades seculares para cumprir Seus propósitos, como a restauração de Israel.","referencias_relacionadas":["Esdras 4:23","Esdras 1:1","Isaías 44:28"]},"esdras_4_24_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao domínio do rei sobre a terra e seu poder de decisão sobre os assuntos do povo.","explicacao_detalhada":"O termo 'domínio' implica controle e autoridade. No contexto de Esdras, isso se relaciona ao poder do rei persa sobre a região e como isso afeta a reconstrução do templo.","por_que_esta_palavra":"A palavra é usada para destacar a soberania do rei e a resistência do povo de Israel em relação a essa autoridade.","conexao_teologica":"O domínio humano é contrastado com o domínio divino, onde Deus é o verdadeiro soberano sobre todas as nações.","referencias_relacionadas":["Esdras 4:24","Romanos 13:1","Daniel 2:21"]},"esdras_4_24_obra":{"palavra_pt":"obra","palavra_original":"עֲבִידָה","transliteracao":"ʻăbîydâh","strong":"H5673","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho de reconstrução do templo que estava sendo realizado pelo povo de Israel.","explicacao_detalhada":"A palavra 'obra' é usada para descrever a atividade de edificação e restauração, que é central para a identidade e adoração do povo de Deus.","por_que_esta_palavra":"A ênfase na 'obra' destaca a importância do esforço coletivo do povo em obedecer a Deus e restaurar o culto.","conexao_teologica":"A obra de reconstrução é um símbolo da restauração espiritual e física do povo de Deus após o exílio.","referencias_relacionadas":["Esdras 4:24","Neemias 2:18","1 Coríntios 3:9"]},"esdras_4_24_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Dario, outro rei persa mencionado no contexto da reconstrução do templo.","explicacao_detalhada":"O nome Dario é significativo, pois representa a continuidade do governo persa e a relação entre os reis e o povo de Israel durante o período de reconstrução.","por_que_esta_palavra":"A menção do nome é importante para mostrar a legitimidade e a continuidade do processo de reconstrução sob a autoridade persa.","conexao_teologica":"Assim como o nome de Artaxerxes, o nome de Dario demonstra como Deus usa líderes seculares para cumprir Seus planos.","referencias_relacionadas":["Esdras 4:24","Esdras 5:5","Esdras 6:1"]}}