{"esdras_5_1_profeta":{"palavra_pt":"profeta","palavra_original":"חַגַּי","transliteracao":"Chaggay","strong":"H2292","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta Ageu, que foi enviado por Deus para encorajar o povo na reconstrução do templo.","explicacao_detalhada":"A palavra 'profeta' implica um mensageiro de Deus, alguém que fala em Seu nome. Ageu é importante porque sua mensagem traz ânimo e direção ao povo desanimado.","por_que_esta_palavra":"A presença de um profeta é crucial para lembrar o povo de sua missão e do apoio divino na obra que realizam.","conexao_teologica":"Os profetas são instrumentos de Deus para guiar e corrigir Seu povo, mostrando a importância da obediência à Sua palavra.","referencias_relacionadas":["Esdras 5:1","Ageu 1:1","Zacarias 1:1"]},"esdras_5_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de autoridade e poder que sustenta a obra de reconstrução.","explicacao_detalhada":"A palavra 'Deus' é central na narrativa, pois enfatiza que a obra de reconstrução não é apenas um esforço humano, mas uma missão divina.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que Ele está ativamente envolvido na história de Seu povo.","conexao_teologica":"Deus é o arquétipo do líder e sustentador, que guia Seu povo em tempos de dificuldade e restauração.","referencias_relacionadas":["Esdras 5:1","Salmos 127:1","Isaías 41:10"]},"esdras_5_1_falar":{"palavra_pt":"falar","palavra_original":"נְבָא","transliteracao":"nᵉbâʼ","strong":"H5013","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Deus ao comunicar Sua vontade através do profeta Ageu.","explicacao_detalhada":"A palavra 'falar' implica uma comunicação direta de Deus ao Seu povo, que é essencial para a compreensão e execução da Sua vontade.","por_que_esta_palavra":"A ênfase em 'falar' mostra a importância da revelação divina e da resposta do povo a essa revelação.","conexao_teologica":"Deus fala ao Seu povo para guiá-lo, e a resposta a essa fala é fundamental para a vida espiritual.","referencias_relacionadas":["Esdras 5:1","Hebreus 1:1-2","João 10:27"]},"esdras_5_2_begin":{"palavra_pt":"begin","palavra_original":"שְׁרֵא","transliteracao":"shᵉrêʼ","strong":"H8271","significado_raiz":"Ideia básica: begin.","significado_contextual":"Refere-se ao início da obra de reconstrução do templo sob a liderança de Zorobabel e Josué.","explicacao_detalhada":"A palavra 'begin' é usada para indicar o momento em que a ação de reconstrução realmente começa, simbolizando um novo começo para o povo de Israel.","por_que_esta_palavra":"A ideia de 'começar' é crucial, pois representa a esperança e a determinação do povo em restaurar sua identidade e adoração.","conexao_teologica":"O início da obra é um reflexo da fidelidade de Deus em cumprir Suas promessas de restauração.","referencias_relacionadas":["Esdras 5:2","Neemias 2:18","Filipenses 1:6"]},"esdras_5_2_edificar":{"palavra_pt":"edificar","palavra_original":"בְּנָא","transliteracao":"bᵉnâʼ","strong":"H1124","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir o templo, que é um símbolo da presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'edificar' implica um esforço coletivo e a realização de um projeto sagrado, que é fundamental para a vida espiritual do povo.","por_que_esta_palavra":"A ênfase em 'edificar' destaca a importância da obra física como um reflexo da restauração espiritual.","conexao_teologica":"A edificação do templo é um símbolo da presença de Deus e da restauração da comunhão entre Deus e Seu povo.","referencias_relacionadas":["Esdras 5:2","1 Pedro 2:5","Salmos 127:1"]},"esdras_5_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6966","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar o templo, que implica não apenas a construção física, mas também a restauração da adoração.","explicacao_detalhada":"A palavra 'levantar' sugere um movimento ativo e intencional para restaurar o que foi perdido, simbolizando a esperança e a determinação do povo.","por_que_esta_palavra":"A ideia de 'levantar' é importante para mostrar que a obra de Deus requer ação e compromisso do Seu povo.","conexao_teologica":"Levantar o templo é um ato de fé e obediência, refletindo a resposta do povo ao chamado de Deus para a restauração.","referencias_relacionadas":["Esdras 5:2","Neemias 2:18","Isaías 58:12"]},"esdras_5_3_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à avaliação ou decisão sobre uma situação, especialmente em um contexto legal ou moral.","explicacao_detalhada":"No contexto de Esdras 5:3, o 'juízo' é solicitado para determinar a legitimidade da construção do templo, refletindo a necessidade de uma avaliação justa e correta das ações do povo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância de um julgamento justo e a busca pela verdade em questões espirituais e comunitárias.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, onde Ele avalia as ações dos homens e traz justiça. Isso se conecta com a ideia de que Deus é o juiz supremo.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Romanos 14:10"]},"esdras_5_3_edificar":{"palavra_pt":"edificar","palavra_original":"בְּנָא","transliteracao":"bᵉnâʼ","strong":"H1124","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo, especialmente em um contexto espiritual.","explicacao_detalhada":"Em Esdras 5:3, 'edificar' é usado para descrever a construção do templo, que simboliza a restauração da adoração a Deus e a identidade do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a importância da construção não apenas física, mas também espiritual, de um lugar de adoração.","conexao_teologica":"A edificação do templo é um símbolo da presença de Deus entre seu povo, refletindo a relação entre Deus e a comunidade de crentes.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Hebreus 3:3-4"]},"esdras_5_4_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' indica um tempo presente, enfatizando a urgência ou a atualidade da situação.","explicacao_detalhada":"Em Esdras 5:4, 'now' é usado para introduzir uma questão sobre a construção, sugerindo que a situação deve ser abordada imediatamente.","por_que_esta_palavra":"A utilização de 'now' ressalta a necessidade de ação imediata e a relevância do momento presente na história do povo.","conexao_teologica":"A ideia de viver no presente e responder ao chamado de Deus é um tema importante na vida cristã, onde somos chamados a agir agora.","referencias_relacionadas":["Mateus 6:34","2 Coríntios 6:2","Hebreus 3:15"]},"esdras_5_4_manner":{"palavra_pt":"modo","palavra_original":"כְּנֵמָא","transliteracao":"kᵉnêmâʼ","strong":"H3660","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Esdras 5:4, \"modo\" aparece na frase \"Disseram-lhes, mais: E quais são os nomes dos homens que construíram este edifício?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כְּנֵמָא; kᵉnêmâʼ; H3660), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Esdras 5:4 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 119:105. Lendo junto com Esdras 5:4, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Esdras 5:4","Salmos 119:105","Romanos 8:28"]},"esdras_5_4_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Esdras 5:4, 'grande' é usado para descrever a importância do templo e a grandeza da obra que está sendo realizada.","por_que_esta_palavra":"A utilização de 'grande' destaca a relevância espiritual e histórica da construção do templo para o povo de Israel.","conexao_teologica":"A grandeza de Deus é refletida em Suas obras e na adoração que lhe é prestada, mostrando que tudo o que fazemos para Ele deve ser feito com excelência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:16"]},"esdras_5_5_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade ou à reputação de alguém.","explicacao_detalhada":"Em Esdras 5:5, 'nome' é mencionado em relação ao rei Dario, enfatizando a autoridade e a legitimidade de sua posição.","por_que_esta_palavra":"A escolha da palavra 'nome' é significativa, pois o nome de uma pessoa carrega seu caráter e sua autoridade, especialmente em contextos de liderança.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua natureza e caráter, e a importância de honrar Seu nome em nossas vidas.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"esdras_5_5_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5870","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à capacidade de ver ou perceber.","explicacao_detalhada":"Em Esdras 5:5, 'olho' é usado para indicar que a situação está sendo observada, tanto por autoridades humanas quanto por Deus.","por_que_esta_palavra":"A utilização de 'olho' enfatiza a vigilância e a supervisão sobre as ações do povo, lembrando que Deus está sempre atento.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê tudo, e essa ideia nos lembra da responsabilidade que temos em nossas ações diante dEle.","referencias_relacionadas":["Provérbios 15:3","Salmos 33:18","Hebreus 4:13"]},"esdras_5_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao ser supremo adorado pelo povo de Israel.","explicacao_detalhada":"Em Esdras 5:5, 'deus' é mencionado para afirmar a relação do povo com o Senhor e a legitimidade da sua adoração.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para entender a centralidade da adoração a Deus na vida do povo de Israel.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, e a compreensão de quem Ele é molda a identidade e a prática de Seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","João 4:24"]},"esdras_5_6_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é novamente utilizada para referir-se à identidade do rei Dario, reforçando sua autoridade.","explicacao_detalhada":"Em Esdras 5:6, 'nome' é mencionado para reafirmar a importância do reconhecimento da autoridade do rei em relação à construção do templo.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a relevância da identidade e do poder das autoridades em contextos de governança.","conexao_teologica":"Assim como o nome do rei é importante, o nome de Deus é supremo e deve ser reverenciado acima de todos os nomes.","referencias_relacionadas":["Salmos 20:7","Isaías 9:6","Filipenses 2:9"]},"esdras_5_6_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicação ou declaração.","explicacao_detalhada":"Em Esdras 5:6, 'expressão' é usada para indicar a forma como a mensagem é transmitida, refletindo a importância da clareza na comunicação.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a necessidade de ser claro e preciso ao comunicar questões importantes, especialmente em contextos legais.","conexao_teologica":"A comunicação clara é vital na vida cristã, onde somos chamados a compartilhar a verdade de Deus de maneira eficaz e amorosa.","referencias_relacionadas":["Provérbios 25:11","Efésios 4:15","Colossenses 4:6"]},"esdras_5_7_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou título de uma pessoa, neste caso, o rei Dario.","explicacao_detalhada":"O nome é um elemento fundamental na cultura hebraica, representando não apenas a identidade, mas também a autoridade e o caráter do indivíduo. No contexto de Esdras, o nome do rei Dario é mencionado para estabelecer a legitimidade das ações que estão sendo realizadas.","por_que_esta_palavra":"A palavra 'nome' é crucial para identificar a autoridade do rei que emitiu um decreto sobre a reconstrução do templo.","conexao_teologica":"O nome de Deus e dos líderes é frequentemente associado à sua soberania e ao cumprimento de Seus planos. O nome de Dario aqui reflete a providência divina na história de Israel.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Isaías 43:7"]},"esdras_5_7_enviar":{"palavra_pt":"enviar","palavra_original":"שְׁלַח","transliteracao":"shᵉlach","strong":"H7972","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de mandar ou despachar uma mensagem ou ordem.","explicacao_detalhada":"Neste contexto, 'enviar' é usado para descrever a ação do rei Dario ao enviar uma carta para investigar a situação da reconstrução do templo em Jerusalém.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a comunicação e a autoridade que o rei exerce sobre os assuntos de Jerusalém.","conexao_teologica":"Deus frequentemente envia mensageiros e profetas para comunicar Sua vontade ao Seu povo, refletindo a importância da comunicação divina.","referencias_relacionadas":["Gênesis 45:5","Êxodo 3:10","Mateus 10:16"]},"esdras_5_7_writeten":{"palavra_pt":"write ten","palavra_original":"כְּתַב","transliteracao":"kᵉthab","strong":"H3790","significado_raiz":"Ideia básica: write ten.","significado_contextual":"Refere-se ao ato de escrever, especialmente em um contexto formal ou legal.","explicacao_detalhada":"A palavra 'escrever' é utilizada para indicar a formalização de um decreto ou ordem, que é um aspecto crucial na administração do reino.","por_que_esta_palavra":"A escrita é um meio de estabelecer e registrar a autoridade e as decisões do rei, garantindo que sejam seguidas.","conexao_teologica":"A escrita das leis e dos mandamentos de Deus é fundamental na tradição judaica, refletindo a importância da palavra escrita na revelação divina.","referencias_relacionadas":["Deuteronômio 6:9","Salmos 119:11","Apocalipse 1:3"]},"esdras_5_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1005","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo, que é considerado a casa de Deus.","explicacao_detalhada":"A palavra 'casa' neste contexto é simbólica, representando o lugar onde Deus habita entre Seu povo e onde a adoração deve ocorrer.","por_que_esta_palavra":"A 'casa' é central na identidade religiosa de Israel, sendo o templo o local de encontro entre Deus e a humanidade.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença divina e a comunhão com o povo.","referencias_relacionadas":["Salmos 27:4","Isaías 56:7","Mateus 21:13"]},"esdras_5_8_arvore":{"palavra_pt":"arvore","palavra_original":"אָע","transliteracao":"ʼâʻ","strong":"H636","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Pode simbolizar crescimento, vida e a criação de Deus.","explicacao_detalhada":"A árvore é frequentemente usada na Bíblia como uma metáfora para a vida e a prosperidade, representando a bênção de Deus sobre o Seu povo.","por_que_esta_palavra":"A menção de 'árvore' pode estar relacionada ao ambiente ao redor do templo e à criação divina que sustenta a vida.","conexao_teologica":"A árvore é um símbolo de vida e esperança, refletindo a promessa de Deus de restaurar Seu povo.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Apocalipse 22:2"]},"esdras_5_8_conhecer":{"palavra_pt":"conhecer","palavra_original":"יְדַע","transliteracao":"yᵉdaʻ","strong":"H3046","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao entendimento ou reconhecimento de algo ou alguém.","explicacao_detalhada":"A palavra 'conhecer' implica uma relação mais profunda do que apenas saber; envolve experiência e intimidade.","por_que_esta_palavra":"Conhecer a Deus e Seus caminhos é fundamental para a vida espiritual do povo de Israel, especialmente no contexto da reconstrução do templo.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, enfatizando a importância de um relacionamento pessoal com Ele.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"esdras_5_9_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à avaliação ou decisão sobre uma situação.","explicacao_detalhada":"A palavra 'juízo' é usada para descrever a necessidade de discernir a legitimidade das ações em relação à reconstrução do templo.","por_que_esta_palavra":"O juízo é essencial para garantir que as ações tomadas estejam alinhadas com a vontade de Deus e a lei.","conexao_teologica":"Deus é descrito como o juiz supremo, e o juízo humano deve refletir Sua justiça.","referencias_relacionadas":["Salmos 9:7","Provérbios 21:15","Eclesiastes 3:17"]},"esdras_5_9_edificar":{"palavra_pt":"edificar","palavra_original":"בְּנָא","transliteracao":"bᵉnâʼ","strong":"H1124","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar, especialmente em relação ao templo.","explicacao_detalhada":"A palavra 'edificar' é central no contexto da reconstrução do templo, simbolizando a restauração da adoração a Deus.","por_que_esta_palavra":"Edificar o templo é um ato de obediência e um passo importante na restauração da identidade nacional e espiritual de Israel.","conexao_teologica":"A edificação do templo representa a presença de Deus entre Seu povo e a restauração da comunhão com Ele.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Hebreus 3:3-4"]},"esdras_5_9_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"Indica um momento presente ou uma urgência na situação.","explicacao_detalhada":"A palavra 'agora' é usada para enfatizar a necessidade de ação imediata em relação à situação do templo.","por_que_esta_palavra":"O uso de 'agora' destaca a importância do tempo e a urgência da resposta a Deus.","conexao_teologica":"A Bíblia frequentemente chama o povo a agir no presente, refletindo a natureza ativa da fé.","referencias_relacionadas":["Hebreus 3:15","2 Coríntios 6:2","Salmos 95:7"]},"esdras_5_10_ask":{"palavra_pt":"ask","palavra_original":"שְׁאֵל","transliteracao":"shᵉʼêl","strong":"H7593","significado_raiz":"Ideia básica: ask.","significado_contextual":"Refere-se ao ato de solicitar informações ou esclarecimentos.","explicacao_detalhada":"A palavra 'perguntar' é usada para descrever a ação de buscar entendimento sobre a situação do templo e as ordens do rei.","por_que_esta_palavra":"Perguntar é uma parte essencial do processo de discernimento e busca pela verdade.","conexao_teologica":"A busca por conhecimento e entendimento é incentivada na Bíblia, refletindo a importância da sabedoria.","referencias_relacionadas":["Tiago 1:5","Mateus 7:7","Provérbios 2:3-5"]},"esdras_5_10_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que pode indicar uma declaração ou uma ideia específica.","explicacao_detalhada":"A palavra 'דִּי' (dîy) é usada para introduzir uma ideia ou uma afirmação, muitas vezes relacionada a um contexto de comunicação formal ou legal.","por_que_esta_palavra":"É importante para entender como as ideias eram expressas em documentos oficiais e comunicações entre autoridades.","conexao_teologica":"A expressão pode ser vista como um reflexo da comunicação divina e da revelação de Deus ao homem.","referencias_relacionadas":["Esdras 5:10","Esdras 6:1","Neemias 1:8"]},"esdras_5_10_writeten":{"palavra_pt":"write ten","palavra_original":"כְּתַב","transliteracao":"kᵉthab","strong":"H3790","significado_raiz":"Ideia básica: write ten.","significado_contextual":"Indica a ação de escrever, possivelmente em um contexto de documentação ou registro.","explicacao_detalhada":"A palavra 'כְּתַב' (kᵉthab) enfatiza a importância da escrita na preservação da história e das leis.","por_que_esta_palavra":"A escrita era um meio crucial para a comunicação e a manutenção de registros legais e históricos.","conexao_teologica":"A escrita das Escrituras é fundamental para a transmissão da palavra de Deus e para a formação da fé.","referencias_relacionadas":["Esdras 5:10","Salmos 102:18","Jeremias 30:2"]},"esdras_5_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um monarca, especificamente no contexto de governantes da Babilônia.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é usada para descrever a autoridade e o poder de um rei, que é um tema recorrente na história de Israel.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, representando tanto a liderança humana quanto a soberania divina.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade.","referencias_relacionadas":["Esdras 5:11","1 Samuel 8:7","Salmos 47:2"]},"esdras_5_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania de Deus sobre todas as nações.","explicacao_detalhada":"A palavra 'אֱלָהּ' (ʼĕlâhh) é usada para descrever a natureza de Deus como o Criador e Sustentador do universo.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Seu povo, bem como a importância da adoração a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele governa sobre todos os aspectos da vida.","referencias_relacionadas":["Esdras 5:11","Gênesis 1:1","Salmos 103:19"]},"esdras_5_11_grande":{"palavra_pt":"grande","palavra_original":"רַב","transliteracao":"rab","strong":"H7229","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a magnitude ou a importância de Deus em contraste com os reis humanos.","explicacao_detalhada":"A palavra 'רַב' (rab) é usada para enfatizar a grandeza e a majestade de Deus, que é superior a qualquer autoridade terrena.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, lembrando os crentes de Sua supremacia.","conexao_teologica":"A grandeza de Deus é um convite à adoração e à reverência, reconhecendo Sua posição como Senhor do universo.","referencias_relacionadas":["Esdras 5:11","Isaías 40:12","Salmos 145:3"]},"esdras_5_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente refere-se à divindade, enfatizando a relação de Deus com Seu povo.","explicacao_detalhada":"A palavra 'אֱלָהּ' (ʼĕlâhh) é usada para reafirmar a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"Reforça a ideia de que Deus é o verdadeiro governante, mesmo em meio a reinos humanos.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele está no controle da história e dos eventos.","referencias_relacionadas":["Esdras 5:12","Salmos 24:1","Daniel 4:35"]},"esdras_5_12_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com uma ordem ou decreto.","explicacao_detalhada":"A palavra 'מִן' (min) é usada para expressar a ideia de que algo é feito de acordo com uma norma ou padrão estabelecido.","por_que_esta_palavra":"É importante para entender a obediência às leis e decretos, tanto humanos quanto divinos.","conexao_teologica":"A obediência a Deus é um tema central nas Escrituras, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Esdras 5:12","Deuteronômio 5:32","Romanos 12:2"]},"esdras_5_12_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um rei específico, Nabucodonosor, no contexto da história babilônica.","explicacao_detalhada":"A palavra 'נְבוּכַדְנֶצַּר' (Nᵉbûwkadnetstsar) é usada para identificar um dos reis mais poderosos da Babilônia, que teve um impacto significativo na história de Israel.","por_que_esta_palavra":"É crucial para entender a opressão e o exílio do povo de Israel sob o domínio babilônico.","conexao_teologica":"A história de Nabucodonosor ilustra a soberania de Deus sobre os reinos da terra e Sua capacidade de usar líderes ímpios para cumprir Seus propósitos.","referencias_relacionadas":["Esdras 5:12","Daniel 1:1","Jeremias 25:9"]},"esdras_5_13_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"Refere-se ao primeiro rei que permitiu a construção do templo, Ciro.","explicacao_detalhada":"A palavra 'חַד' (chad) é usada para indicar a primazia de Ciro na história do retorno dos exilados.","por_que_esta_palavra":"É importante para entender o papel de Ciro como instrumento de Deus para a restauração de Israel.","conexao_teologica":"Ciro é visto como um tipo de libertador, mostrando que Deus pode usar qualquer pessoa para cumprir Seus planos.","referencias_relacionadas":["Esdras 5:13","Isaías 44:28","Esdras 1:1"]},"esdras_5_13_rei":{"palavra_pt":"rei","palavra_original":"כּוֹרֶשׁ","transliteracao":"Kôwresh","strong":"H3567","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ciro, que deu permissão para a reconstrução do templo.","explicacao_detalhada":"A palavra 'כּוֹרֶשׁ' (Kôwresh) é usada para identificar Ciro, um rei persa que teve um papel crucial na história do povo de Israel.","por_que_esta_palavra":"É fundamental para entender como Deus usou Ciro para restaurar Seu povo e cumprir Suas promessas.","conexao_teologica":"Ciro é um exemplo de como Deus pode usar líderes pagãos para realizar Seus propósitos divinos.","referencias_relacionadas":["Esdras 5:13","Isaías 45:1","Esdras 1:2"]},"esdras_5_13_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à ideia de julgamento ou decisão, especialmente em um contexto legal ou divino.","explicacao_detalhada":"A palavra 'juízo' implica uma avaliação ou decisão que pode ser feita por uma autoridade. No contexto de Esdras, refere-se ao juízo que deve ser aplicado em relação à construção do templo e as ações dos exilados.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de uma avaliação justa e correta das ações dos israelitas que retornaram do exílio.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, onde Ele avalia as ações do Seu povo e decide sobre suas consequências. Isso reflete a justiça divina.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Miquéias 6:8"]},"esdras_5_14_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um monarca, especificamente Nabucodonosor, que teve um papel significativo na história do povo de Israel.","explicacao_detalhada":"Nabucodonosor foi o rei da Babilônia que conquistou Jerusalém e levou os israelitas ao exílio. Sua menção aqui destaca a autoridade e o poder que ele tinha sobre os eventos que afetaram o povo de Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a influência que os governantes têm sobre a vida religiosa e social do povo.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos reis humanos, mostrando que, apesar do poder terreno, Deus ainda está no controle.","referencias_relacionadas":["Daniel 2:37-38","Jeremias 27:6","Ezequiel 26:7"]},"esdras_5_14_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo, neste caso, com o que foi ordenado pelo rei.","explicacao_detalhada":"A palavra 'conforme' sugere que as ações dos israelitas devem estar alinhadas com as instruções dadas pelo rei, refletindo a importância da obediência às autoridades.","por_que_esta_palavra":"É usada para enfatizar a necessidade de seguir as ordens do rei, que, embora não sejam divinas, têm um impacto significativo na vida do povo.","conexao_teologica":"A obediência às autoridades é um princípio bíblico, que se conecta com a ideia de submissão à vontade de Deus, que pode se manifestar através de líderes terrenos.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Tito 3:1"]},"esdras_5_15_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância do templo que estava sendo reconstruído.","explicacao_detalhada":"A palavra 'grande' destaca a importância do templo como um local de adoração e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"É usada para enfatizar que o templo não é apenas uma estrutura física, mas um símbolo da relação entre Deus e Israel.","conexao_teologica":"O conceito de grandeza em relação ao templo reflete a grandeza de Deus e Sua presença entre os homens, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Salmos 48:1-2","Isaías 66:1","Ezequiel 40:2"]},"esdras_5_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1005","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a 'casa' de Deus, um lugar sagrado para adoração.","explicacao_detalhada":"A palavra 'casa' implica um espaço de habitação, e neste contexto, refere-se ao templo que é considerado a morada de Deus entre o Seu povo.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Israel, onde o templo é visto como o centro da vida espiritual.","conexao_teologica":"A ideia de Deus habitar entre Seu povo é um tema central na Bíblia, que culmina na encarnação de Cristo como a verdadeira 'casa' de Deus entre os homens.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 12:6"]},"esdras_5_15_these":{"palavra_pt":"these","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H412","significado_raiz":"Ideia básica: these.","significado_contextual":"Refere-se a um pronome demonstrativo que indica a especificidade do templo em questão.","explicacao_detalhada":"A palavra 'these' é usada para indicar que o templo em construção é o foco da atenção e da ação dos israelitas.","por_que_esta_palavra":"É importante para enfatizar que a reconstrução do templo é uma tarefa específica e significativa para o povo de Deus.","conexao_teologica":"A especificidade do templo reflete a singularidade da presença de Deus e a importância da adoração correta.","referencias_relacionadas":["Esdras 1:2","Esdras 3:10","Mateus 21:12"]},"esdras_5_16_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Novamente indica conformidade ou acordo, neste caso, com as instruções recebidas.","explicacao_detalhada":"A repetição da palavra 'conforme' reforça a necessidade de seguir as diretrizes estabelecidas, mostrando a importância da obediência.","por_que_esta_palavra":"É usada para enfatizar a continuidade da obediência às ordens do rei e a importância de manter a ordem durante a reconstrução.","conexao_teologica":"A obediência é um princípio fundamental na vida do crente, refletindo a submissão à vontade de Deus.","referencias_relacionadas":["Hebreus 13:17","Efésios 6:1","Colossenses 3:20"]},"esdras_5_16_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"Indica um momento presente ou uma nova fase na reconstrução do templo.","explicacao_detalhada":"A palavra 'now' sugere uma urgência e a necessidade de ação imediata em relação às instruções recebidas.","por_que_esta_palavra":"É importante para enfatizar que o tempo de reconstrução é agora, e que o povo deve agir de acordo com as diretrizes.","conexao_teologica":"A noção de 'agora' reflete a urgência do chamado de Deus para a ação e a importância de responder ao Seu convite no tempo certo.","referencias_relacionadas":["2 Coríntios 6:2","Isaías 55:6","Salmos 95:7"]},"esdras_5_16_nome":{"palavra_pt":"nome","palavra_original":"שֵׁשְׁבַּצַּר","transliteracao":"Shêshᵉbatstsar","strong":"H8340","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um indivíduo, especificamente o nome que foi dado a Zorobabel.","explicacao_detalhada":"A palavra 'nome' é significativa porque representa a identidade e a missão de Zorobabel como líder na reconstrução do templo.","por_que_esta_palavra":"É usada para destacar a importância do nome como um símbolo de autoridade e responsabilidade.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes carrega um significado profundo, refletindo o propósito de Deus em suas vidas.","referencias_relacionadas":["Mateus 1:12","Apocalipse 3:12","Isaías 43:1"]},"esdras_5_17_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Novamente refere-se à ideia de julgamento ou avaliação, especialmente em relação às ações do povo.","explicacao_detalhada":"A repetição da palavra 'juízo' enfatiza a importância de uma avaliação justa das ações dos israelitas em relação à reconstrução do templo.","por_que_esta_palavra":"É usada para reforçar a necessidade de um juízo claro e justo, que pode ser aplicado tanto por autoridades humanas quanto por Deus.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, onde Ele avalia as ações do Seu povo e decide sobre suas consequências, refletindo Sua justiça.","referencias_relacionadas":["Eclesiastes 3:17","Romanos 14:10","Apocalipse 20:12"]},"esdras_5_17_rei":{"palavra_pt":"rei","palavra_original":"כּוֹרֶשׁ","transliteracao":"Kôwresh","strong":"H3567","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Ciro, o Grande, que era o governante persa que permitiu o retorno dos judeus a Jerusalém.","explicacao_detalhada":"Ciro é mencionado como um rei que teve um papel crucial na história do povo de Israel, permitindo a reconstrução do templo e o retorno do exílio babilônico. Sua política de tolerância religiosa é um exemplo de como Deus pode usar líderes pagãos para cumprir Seus propósitos.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica política e espiritual da época, mostrando a soberania de Deus sobre as nações.","conexao_teologica":"A figura de Ciro é vista como um instrumento nas mãos de Deus, que cumpre Suas promessas de restauração para Israel.","referencias_relacionadas":["Isaías 44:28","Isaías 45:1","Esdras 1:1"]}}