{"esdras_6_1_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' mencionado refere-se ao nome de Dario, o rei persa que sucedeu Ciro e que continuou a obra de reconstrução do templo.","explicacao_detalhada":"O nome de Dario é importante porque representa a continuidade do apoio real à restauração do templo e à identidade do povo de Deus. O uso do nome enfatiza a legitimidade e a autoridade do decreto que permitiu a reconstrução.","por_que_esta_palavra":"O 'nome' é significativo porque carrega a autoridade e a identidade do rei, que é crucial para a realização das promessas de Deus ao Seu povo.","conexao_teologica":"A menção do nome do rei destaca a soberania de Deus em usar autoridades terrenas para cumprir Seus planos.","referencias_relacionadas":["Esdras 4:24","Esdras 6:14","Daniel 6:1"]},"esdras_6_1_inquire":{"palavra_pt":"inquire","palavra_original":"בְּקַר","transliteracao":"bᵉqar","strong":"H1240","significado_raiz":"Ideia básica: inquire.","significado_contextual":"A palavra 'inquire' refere-se ao ato de buscar informações ou investigar, neste caso, sobre o decreto de Ciro.","explicacao_detalhada":"O ato de inquirir é fundamental para entender a legitimidade da reconstrução do templo e a continuidade do projeto iniciado por Ciro. A investigação mostra a seriedade do processo e a busca pela verdade.","por_que_esta_palavra":"A palavra 'inquire' é importante para ressaltar a necessidade de confirmação e validação das ações que estavam sendo tomadas em nome de Deus.","conexao_teologica":"A busca pela verdade e pela orientação divina é um tema recorrente nas Escrituras, refletindo a importância de agir conforme a vontade de Deus.","referencias_relacionadas":["Provérbios 18:13","Tiago 1:5","Salmos 119:105"]},"esdras_6_2_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' refere-se ao primeiro decreto de Ciro que permitiu a reconstrução do templo.","explicacao_detalhada":"O uso de 'primeiro' enfatiza a importância do início do processo de restauração e a sequência dos eventos que levaram à reconstrução do templo em Jerusalém.","por_que_esta_palavra":"A palavra 'primeiro' é crucial para entender a cronologia dos eventos e a fidelidade de Deus em cumprir Suas promessas desde o início.","conexao_teologica":"Deus é o autor da história e, ao iniciar a restauração, Ele demonstra Sua fidelidade e compromisso com Seu povo.","referencias_relacionadas":["Esdras 1:1","Esdras 3:10","Esdras 6:3"]},"esdras_6_2_achmetha":{"palavra_pt":"achmetha","palavra_original":"אַחְמְתָא","transliteracao":"ʼAchmᵉthâʼ","strong":"H307","significado_raiz":"Ideia básica: achmetha.","significado_contextual":"Achmetha é uma referência a uma cidade ou região que era parte do império persa, onde se encontravam documentos importantes.","explicacao_detalhada":"A menção de Achmetha destaca a importância de registros oficiais e a burocracia do império persa, que influenciou diretamente a vida dos judeus durante o exílio e a reconstrução.","por_que_esta_palavra":"A palavra 'achmetha' é significativa porque representa a conexão entre a política persa e a história do povo de Israel.","conexao_teologica":"Deus usa estruturas e sistemas humanos para realizar Seus propósitos, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Esdras 1:2","Esdras 6:1","Esdras 6:14"]},"esdras_6_2_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como as informações eram comunicadas nos documentos oficiais.","explicacao_detalhada":"A expressão é importante para entender como as ordens e decretos eram transmitidos e a clareza necessária para a execução das tarefas de reconstrução.","por_que_esta_palavra":"A palavra 'expressão' é relevante para destacar a importância da comunicação clara e precisa em assuntos de grande importância espiritual e social.","conexao_teologica":"A comunicação é uma ferramenta que Deus usa para revelar Sua vontade e guiar Seu povo.","referencias_relacionadas":["Provérbios 15:23","Colossenses 4:6","1 Pedro 3:15"]},"esdras_6_3_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' novamente enfatiza a importância do decreto inicial que permitiu a reconstrução do templo.","explicacao_detalhada":"Reiterar o 'primeiro' mostra a continuidade da narrativa e a importância do início da obra de Deus na restauração do Seu povo.","por_que_esta_palavra":"A repetição da palavra 'primeiro' serve para reforçar a ideia de que tudo começou com a decisão de Ciro.","conexao_teologica":"Deus é o iniciador de todas as coisas, e Sua obra de restauração começa com um ato de Sua vontade.","referencias_relacionadas":["Esdras 1:1","Esdras 3:10","Esdras 6:2"]},"esdras_6_3_rei":{"palavra_pt":"rei","palavra_original":"כּוֹרֶשׁ","transliteracao":"Kôwresh","strong":"H3567","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere a Ciro, destacando sua importância na história do povo de Israel.","explicacao_detalhada":"A menção do rei Ciro é fundamental para entender o papel das autoridades na realização dos planos de Deus para a restauração de Israel.","por_que_esta_palavra":"A palavra 'rei' é central para a narrativa, pois representa a autoridade que Deus usou para trazer libertação ao Seu povo.","conexao_teologica":"Deus pode usar qualquer pessoa, independentemente de sua fé, para cumprir Seus propósitos e promessas.","referencias_relacionadas":["Isaías 44:28","Isaías 45:1","Esdras 1:1"]},"esdras_6_3_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à decisão ou determinação que foi feita em relação à reconstrução do templo.","explicacao_detalhada":"O juízo é importante porque representa a avaliação e a decisão que foram tomadas para garantir que a obra de Deus fosse realizada de acordo com Sua vontade.","por_que_esta_palavra":"A palavra 'juízo' é relevante para enfatizar a importância da justiça e da ordem na execução dos planos de Deus.","conexao_teologica":"Deus é um Deus de justiça, e Seu juízo é sempre justo e reto, guiando Seu povo em direção à verdade.","referencias_relacionadas":["Salmos 89:14","Isaías 9:7","Miquéias 6:8"]},"esdras_6_4_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que as ações devem ser realizadas de acordo com o que foi estabelecido no decreto.","explicacao_detalhada":"A conformidade com o decreto é essencial para garantir que a obra de reconstrução siga as diretrizes estabelecidas, refletindo a ordem e a vontade de Deus.","por_que_esta_palavra":"A palavra 'conforme' é importante para ressaltar a necessidade de obedecer às instruções divinas e humanas na realização da obra.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a vida do crente e para a realização de Seus propósitos.","referencias_relacionadas":["Deuteronômio 5:32","Mateus 7:21","Tiago 1:22"]},"esdras_6_4_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como algo é comunicado ou manifestado.","explicacao_detalhada":"No contexto de Esdras 6:4, a expressão é usada para descrever a maneira como a ordem do rei é apresentada, enfatizando a importância da clareza na comunicação.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a necessidade de uma comunicação precisa e clara em assuntos de grande importância, como as ordens reais.","conexao_teologica":"A clareza na comunicação é fundamental na relação entre Deus e seu povo, onde a revelação divina é expressa de maneira que possa ser compreendida.","referencias_relacionadas":["Provérbios 25:11","Salmos 19:14","Mateus 5:37"]},"esdras_6_5_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema que governa um povo ou nação.","explicacao_detalhada":"Em Esdras 6:5, o rei mencionado é Nabucodonosor, que teve um papel significativo na história do povo de Israel, especialmente durante o exílio babilônico.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a influência que Nabucodonosor exerceu sobre os eventos que afetaram os israelitas.","conexao_teologica":"Deus usa autoridades terrenas, como reis, para cumprir Seus propósitos, mostrando que mesmo em situações adversas, Ele está no controle.","referencias_relacionadas":["Daniel 2:37-38","Jeremias 25:9","Ezequiel 26:7"]},"esdras_6_5_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de conformidade ou acordo com algo.","explicacao_detalhada":"No versículo, 'conforme' é usado para indicar que as ações devem ser realizadas de acordo com as instruções dadas pelo rei.","por_que_esta_palavra":"A palavra 'conforme' é importante para enfatizar a necessidade de obedecer às ordens e regulamentos estabelecidos pela autoridade.","conexao_teologica":"A obediência às instruções divinas é um tema recorrente na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 5:32","Tiago 1:22","Romanos 12:2"]},"esdras_6_5_carry":{"palavra_pt":"carry","palavra_original":"יְבַל","transliteracao":"yᵉbal","strong":"H2987","significado_raiz":"Ideia básica: carry.","significado_contextual":"A palavra 'carry' refere-se ao ato de transportar ou levar algo de um lugar a outro.","explicacao_detalhada":"Neste contexto, 'carry' pode se referir ao transporte de materiais ou objetos necessários para a construção do templo.","por_que_esta_palavra":"A palavra é usada para enfatizar a ação prática necessária para cumprir a ordem do rei e a reconstrução do templo.","conexao_teologica":"A ideia de carregar algo pode ser vista como um símbolo do fardo que os crentes devem suportar ao seguir a vontade de Deus.","referencias_relacionadas":["Gálatas 6:2","Mateus 11:30","1 Pedro 5:7"]},"esdras_6_6_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar que algo deve ser feito de acordo com uma norma ou padrão.","explicacao_detalhada":"Em Esdras 6:6, 'conforme' é usado para reiterar a necessidade de seguir as instruções do rei em relação à construção do templo.","por_que_esta_palavra":"A repetição da palavra 'conforme' reforça a importância da obediência às ordens estabelecidas.","conexao_teologica":"A obediência a Deus e Suas instruções é um princípio fundamental na vida cristã, refletindo a submissão à Sua vontade.","referencias_relacionadas":["Salmos 119:105","Colossenses 3:17","Hebreus 13:17"]},"esdras_6_6_now":{"palavra_pt":"now","palavra_original":"כְּעַן","transliteracao":"kᵉʻan","strong":"H3705","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' indica um momento presente ou uma transição para uma nova fase.","explicacao_detalhada":"Neste contexto, 'now' sugere que as instruções ou ações devem ser tomadas imediatamente, sem demora.","por_que_esta_palavra":"A urgência da palavra 'now' enfatiza a necessidade de ação imediata em resposta às ordens do rei.","conexao_teologica":"A ideia de agir agora é um chamado à prontidão e à vigilância na vida espiritual, refletindo a urgência do evangelho.","referencias_relacionadas":["2 Coríntios 6:2","Hebreus 3:15","Mateus 24:44"]},"esdras_6_6_tatnai":{"palavra_pt":"tatnai","palavra_original":"תַּתְּנַי","transliteracao":"Tattᵉnay","strong":"H8674","significado_raiz":"Ideia básica: tatnai.","significado_contextual":"A palavra 'tatnai' refere-se a um indivíduo específico, um governador que tinha autoridade sobre a região.","explicacao_detalhada":"Tatnai é mencionado como alguém que desempenha um papel importante na supervisão da reconstrução do templo e na comunicação com o rei.","por_que_esta_palavra":"A inclusão do nome 'tatnai' destaca a importância das autoridades locais na implementação das ordens reais.","conexao_teologica":"Deus pode usar indivíduos em posições de autoridade para cumprir Seus propósitos, mostrando que Ele trabalha através de diferentes meios.","referencias_relacionadas":["Esdras 5:3","Esdras 5:6","Esdras 6:1"]},"esdras_6_7_obra":{"palavra_pt":"obra","palavra_original":"עֲבִידָה","transliteracao":"ʻăbîydâh","strong":"H5673","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a um trabalho ou atividade realizada com um propósito específico.","explicacao_detalhada":"Em Esdras 6:7, 'obra' se refere à construção do templo, que era uma tarefa sagrada e significativa para o povo de Israel.","por_que_esta_palavra":"A palavra 'obra' é usada para enfatizar a importância do trabalho coletivo e do esforço na realização de algo que agrada a Deus.","conexao_teologica":"A obra de Deus é um tema central na Bíblia, onde os crentes são chamados a participar ativamente na construção do Seu reino.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:10","Colossenses 3:23"]},"esdras_6_7_crescer":{"palavra_pt":"crescer","palavra_original":"שִׂיב","transliteracao":"sîyb","strong":"H7868","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao aumento ou desenvolvimento de algo.","explicacao_detalhada":"No contexto de Esdras 6:7, 'crescer' pode se referir ao crescimento da obra do templo e ao fortalecimento da comunidade de fé.","por_que_esta_palavra":"A palavra 'crescer' é importante para entender o progresso e a expansão da obra de Deus entre Seu povo.","conexao_teologica":"O crescimento espiritual e comunitário é um princípio fundamental na vida cristã, refletindo a saúde e vitalidade da igreja.","referencias_relacionadas":["Atos 2:47","Colossenses 1:10","2 Pedro 3:18"]},"esdras_6_7_alone":{"palavra_pt":"sozinho","palavra_original":"שְׁבַק","transliteracao":"shᵉbaq","strong":"H7662","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a ideia de estar sem companhia ou apoio.","explicacao_detalhada":"Em Esdras 6:7, 'sozinho' pode se referir à ideia de que a obra não deve ser realizada isoladamente, mas em comunidade.","por_que_esta_palavra":"A palavra 'sozinho' é usada para enfatizar a importância da colaboração e do apoio mútuo na realização da obra de Deus.","conexao_teologica":"A comunhão entre os crentes é essencial para o crescimento e fortalecimento da fé, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Eclesiastes 4:9-10","Romanos 12:5","1 Coríntios 12:12"]},"esdras_6_8_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Conforme indica uma conformidade ou acordo com um padrão estabelecido.","explicacao_detalhada":"A palavra 'conforme' é utilizada para expressar que algo deve ser feito de acordo com as instruções ou diretrizes dadas, neste caso, relacionadas à construção do templo.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a necessidade de seguir as ordens divinas e as normas estabelecidas para a edificação do templo.","conexao_teologica":"A obediência às instruções divinas é um tema central na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Mateus 7:24"]},"esdras_6_8_edificar":{"palavra_pt":"edificar","palavra_original":"בְּנָא","transliteracao":"bᵉnâʼ","strong":"H1124","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar refere-se ao ato de construir ou estabelecer algo sólido e duradouro.","explicacao_detalhada":"A palavra 'edificar' é usada para descrever a construção do templo, que simboliza a presença de Deus entre seu povo e a restauração da adoração.","por_que_esta_palavra":"É fundamental para entender a importância da construção do templo como um lugar de adoração e encontro com Deus.","conexao_teologica":"A edificação do templo representa a restauração da comunhão entre Deus e seu povo, um tema recorrente na Bíblia.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","1 Pedro 2:5"]},"esdras_6_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania e a grandeza de Deus, que é o responsável pela ordem e pela realização dos planos divinos.","por_que_esta_palavra":"A menção de Deus é crucial para reconhecer sua autoridade e o papel central que Ele desempenha na história da salvação.","conexao_teologica":"A natureza de Deus como criador e sustentador é um tema central em toda a Escritura, refletindo sua relação com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"esdras_6_9_grande":{"palavra_pt":"grande","palavra_original":"מָה","transliteracao":"mâh","strong":"H4101","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a grandeza de Deus, que é incomparável e digno de reverência.","por_que_esta_palavra":"A grandeza de Deus é um conceito fundamental que nos lembra de sua majestade e poder sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração e na compreensão da sua natureza, refletindo sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"esdras_6_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1123","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação especial entre Deus e seu povo, muitas vezes descrita como filhos de Deus.","por_que_esta_palavra":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a intimidade e a herança espiritual dos crentes.","conexao_teologica":"A filiação divina é um tema importante na Bíblia, que destaca a relação pessoal entre Deus e seus seguidores.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"esdras_6_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus, como mencionado anteriormente, é o ser supremo e a fonte de toda vida.","explicacao_detalhada":"A repetição da palavra 'deus' reforça a centralidade de Deus na vida do povo e na construção do templo.","por_que_esta_palavra":"A ênfase em Deus é crucial para entender que todas as ações devem ser direcionadas a Ele e em conformidade com sua vontade.","conexao_teologica":"A centralidade de Deus em todas as coisas é um princípio fundamental da fé judaico-cristã.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","Atos 17:28"]},"esdras_6_10_vida":{"palavra_pt":"vida","palavra_original":"חַי","transliteracao":"chay","strong":"H2417","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se ao estado de estar vivo, a existência que Deus concede.","explicacao_detalhada":"A palavra 'vida' aqui pode ser entendida como a vitalidade que Deus dá ao seu povo e à importância da adoração a Ele como fonte de vida.","por_que_esta_palavra":"Reconhecer Deus como a fonte da vida é essencial para entender a dependência do ser humano em relação a Ele.","conexao_teologica":"A vida em Deus é um tema central, refletindo a ideia de que a verdadeira vida é encontrada em comunhão com Ele.","referencias_relacionadas":["João 10:10","Gênesis 2:7","1 João 5:12"]},"esdras_6_10_pray":{"palavra_pt":"pray","palavra_original":"צְלָא","transliteracao":"tsᵉlâʼ","strong":"H6739","significado_raiz":"Ideia básica: pray.","significado_contextual":"Pray refere-se ao ato de se comunicar com Deus, buscando sua orientação e ajuda.","explicacao_detalhada":"A palavra 'pray' destaca a importância da oração na vida do povo de Deus, especialmente em momentos de necessidade e busca por direção.","por_que_esta_palavra":"A oração é um meio essencial de relacionamento com Deus, refletindo a dependência e a confiança do crente.","conexao_teologica":"A oração é um tema central na vida espiritual, mostrando a necessidade de se conectar com Deus em todas as circunstâncias.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"esdras_6_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a motivação por trás de uma ação ou decisão, neste caso, relacionada à construção do templo.","por_que_esta_palavra":"É importante para entender as razões que fundamentam as ações do povo e a obediência a Deus.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental para a teologia da obediência e da fé.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:13","Colossenses 3:17"]},"esdras_6_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque, novamente, é uma conjunção que introduz uma razão ou justificativa.","explicacao_detalhada":"A repetição da palavra 'porque' reforça a importância de entender as razões por trás das ações e decisões tomadas em relação a Deus.","por_que_esta_palavra":"A ênfase na justificativa é crucial para a compreensão da relação entre fé e ações na vida do crente.","conexao_teologica":"A teologia da ação baseada na fé é um tema central na Escritura, mostrando que as ações devem ser motivadas pela compreensão de Deus.","referencias_relacionadas":["Tiago 2:17","1 Coríntios 10:31","Efésios 2:10"]},"esdras_6_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e poder do governante persa Dario, que permitiu a reconstrução do templo em Jerusalém.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) denota não apenas a posição de liderança, mas também a responsabilidade de governar com justiça e sabedoria. No contexto de Esdras 6:12, Dario é visto como um instrumento nas mãos de Deus para cumprir Suas promessas ao povo de Israel.","por_que_esta_palavra":"A presença de um rei justo é fundamental para a restauração do povo de Deus e de suas práticas religiosas.","conexao_teologica":"Deus usa autoridades terrenas para realizar Seus planos divinos, mostrando que mesmo reinos pagãos podem ser usados para a glória de Deus.","referencias_relacionadas":["Esdras 1:1","Esdras 6:3","Isaías 44:28","Jeremias 29:10"]},"esdras_6_12_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Dario é mencionado como o rei que deu permissão para a reconstrução do templo.","explicacao_detalhada":"O nome (דָּֽרְיָוֵשׁ) representa não apenas a identidade do rei, mas também a sua autoridade e o papel que desempenha na história do povo de Israel.","por_que_esta_palavra":"O nome do rei é importante para identificar a figura histórica que teve um impacto direto na vida do povo de Deus.","conexao_teologica":"A menção do nome do rei destaca a soberania de Deus sobre as nações e a importância de líderes que promovem a adoração ao Senhor.","referencias_relacionadas":["Esdras 4:24","Esdras 5:3","Esdras 6:1","Daniel 6:1"]},"esdras_6_13_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reforça a importância do rei Dario na autorização da obra do templo.","explicacao_detalhada":"A repetição do nome (דָּֽרְיָוֵשׁ) enfatiza a continuidade da ação do rei em favor do povo de Israel, mostrando a providência divina.","por_que_esta_palavra":"A repetição serve para lembrar ao leitor a importância do papel do rei na história da restauração.","conexao_teologica":"A providência de Deus se manifesta através de líderes que, mesmo sem conhecer a Deus, cumprem Seus propósitos.","referencias_relacionadas":["Esdras 5:5","Esdras 6:1","Esdras 6:12","Daniel 6:28"]},"esdras_6_13_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'קְבֵל' refere-se à aceitação ou autorização dada pelo rei.","explicacao_detalhada":"A palavra expressa a ideia de receber ou aceitar algo, neste caso, a autorização para a reconstrução do templo.","por_que_esta_palavra":"É crucial entender que a aceitação do pedido de reconstrução é um passo importante na restauração da adoração a Deus.","conexao_teologica":"A aceitação de Deus é fundamental para a realização de Sua obra entre os homens.","referencias_relacionadas":["Esdras 5:17","Esdras 6:1","Esdras 6:12","Neemias 2:5"]},"esdras_6_13_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' indica um momento decisivo na narrativa.","explicacao_detalhada":"A expressão 'אֱדַיִן' enfatiza a urgência e a importância do momento em que a autorização é dada para a reconstrução.","por_que_esta_palavra":"O uso de 'agora' destaca a transição de um período de espera para um tempo de ação.","conexao_teologica":"Deus opera em momentos específicos da história, e a prontidão para agir é essencial na vida do crente.","referencias_relacionadas":["Esdras 1:1","Esdras 5:1","Esdras 6:12","Eclesiastes 3:1"]},"esdras_6_14_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a base sobre a qual a obra deve ser realizada.","explicacao_detalhada":"A palavra 'מִן' sugere que a reconstrução deve seguir as instruções dadas pelos profetas, mostrando a importância da obediência à palavra de Deus.","por_que_esta_palavra":"É essencial que a obra de Deus seja feita de acordo com Sua vontade e revelação.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a realização de Sua obra entre os homens.","referencias_relacionadas":["Esdras 3:10","Esdras 6:12","Neemias 8:8","2 Timóteo 3:16"]},"esdras_6_14_profeta":{"palavra_pt":"profeta","palavra_original":"חַגַּי","transliteracao":"Chaggay","strong":"H2292","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se aos profetas que instruíram o povo sobre a reconstrução do templo.","explicacao_detalhada":"A palavra 'profeta' (חַגַּי) representa aqueles que falam em nome de Deus, trazendo mensagens de encorajamento e direção ao povo.","por_que_esta_palavra":"Os profetas são fundamentais para guiar o povo de Deus em tempos de incerteza e mudança.","conexao_teologica":"Deus se comunica com Seu povo através de profetas, mostrando a importância da revelação divina na história.","referencias_relacionadas":["Esdras 5:1","Esdras 6:14","Ageu 1:1","Zacarias 1:1"]},"esdras_6_15_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao domínio do rei Dario sobre a terra e sua autoridade para permitir a reconstrução.","explicacao_detalhada":"A palavra 'domínio' (מַלְכוּ) enfatiza a soberania do rei e sua capacidade de governar, refletindo a ordem divina na estrutura do governo.","por_que_esta_palavra":"O domínio do rei é um reflexo da soberania de Deus sobre todas as nações.","conexao_teologica":"A soberania de Deus é manifesta através das autoridades que Ele estabelece sobre a terra.","referencias_relacionadas":["Romanos 13:1","Daniel 2:21","Salmos 22:28","Provérbios 21:1"]},"esdras_6_15_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reforça a identidade do rei Dario no contexto da reconstrução do templo.","explicacao_detalhada":"A repetição do nome (דָּֽרְיָוֵשׁ) destaca a importância do rei na história da restauração do povo de Israel.","por_que_esta_palavra":"A menção do nome é crucial para entender o papel do rei na narrativa bíblica.","conexao_teologica":"Deus usa líderes específicos para cumprir Seus propósitos, mostrando que Ele está no controle da história.","referencias_relacionadas":["Esdras 6:12","Esdras 6:14","Esdras 5:5","Daniel 6:1"]},"esdras_6_16_obra":{"palavra_pt":"obra","palavra_original":"עֲבַד","transliteracao":"ʻăbad","strong":"H5648","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se à obra de reconstrução do templo em Jerusalém.","explicacao_detalhada":"A palavra 'obra' (עֲבַד) implica um trabalho significativo e sagrado, que é parte do plano de Deus para Seu povo.","por_que_esta_palavra":"A obra de reconstrução é um símbolo da restauração espiritual e física do povo de Deus.","conexao_teologica":"A obra de Deus entre os homens é sempre um reflexo de Sua vontade e propósito redentor.","referencias_relacionadas":["Esdras 3:10","Esdras 6:14","Neemias 2:18","1 Coríntios 3:9"]},"esdras_6_16_alegria":{"palavra_pt":"alegria","palavra_original":"חֶדְוָה","transliteracao":"chedvâh","strong":"H2305","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada aqui refere-se à satisfação e contentamento do povo ao ver a conclusão da obra de reconstrução do templo.","explicacao_detalhada":"A palavra 'alegria' (חֶדְוָה) é usada para descrever a emoção positiva que surge quando se alcança um objetivo significativo, especialmente em um contexto espiritual. Neste caso, a alegria é uma resposta à fidelidade de Deus em restaurar o templo e o culto.","por_que_esta_palavra":"Esta palavra é importante porque reflete a resposta emocional do povo de Israel ao ver a realização das promessas de Deus e a restauração da adoração.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas. A alegria do povo é um reflexo da alegria de Deus em estar com Seu povo.","referencias_relacionadas":["Salmos 126:3","Neemias 8:10","Filipenses 4:4"]},"esdras_6_17_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2402","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício mencionado é uma oferta feita ao Senhor como parte do culto no templo, simbolizando a devoção e a busca pelo perdão.","explicacao_detalhada":"A palavra 'sacrifício' (חַטָּאָה) refere-se a um ato de oferecer algo de valor a Deus, geralmente como um meio de expiação pelos pecados. Neste contexto, os sacrifícios são essenciais para a restauração da relação entre o povo e Deus.","por_que_esta_palavra":"Esta palavra é crucial porque destaca a importância do sacrifício na adoração e na busca pela reconciliação com Deus.","conexao_teologica":"Os sacrifícios no Antigo Testamento prefiguram o sacrifício de Cristo, que é o sacrifício final e perfeito para a expiação dos pecados.","referencias_relacionadas":["Levítico 4:35","Hebreus 9:22","Romanos 12:1"]},"esdras_6_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual os sacrifícios são oferecidos, enfatizando a necessidade de expiação.","explicacao_detalhada":"A palavra 'porque' (כֹּל) conecta a ação dos sacrifícios à motivação espiritual do povo, que reconhece sua necessidade de perdão e restauração diante de Deus.","por_que_esta_palavra":"Esta palavra é importante porque estabelece a lógica da adoração e a necessidade de um relacionamento correto com Deus.","conexao_teologica":"A compreensão do 'porque' nos ajuda a ver a relação entre a necessidade humana de perdão e a provisão divina através de sacrifícios.","referencias_relacionadas":["Salmos 51:17","Isaías 53:5","1 João 1:9"]},"esdras_6_17_approach":{"palavra_pt":"approach","palavra_original":"קְרֵב","transliteracao":"qᵉrêb","strong":"H7127","significado_raiz":"Ideia básica: approach.","significado_contextual":"A palavra 'approach' refere-se à maneira como o povo se aproxima de Deus através dos sacrifícios.","explicacao_detalhada":"A palavra 'approach' (קְרֵב) implica uma ação de se aproximar com reverência e intenção, reconhecendo a santidade de Deus e a necessidade de se apresentar diante dEle de forma adequada.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a atitude correta que devemos ter ao nos aproximar de Deus, que é de humildade e respeito.","conexao_teologica":"A abordagem a Deus é um tema central na Bíblia, que nos ensina sobre a importância de nos aproximarmos dEle com um coração puro e sincero.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Salmos 24:3-4"]},"esdras_6_18_obra":{"palavra_pt":"obra","palavra_original":"עֲבִידָה","transliteracao":"ʻăbîydâh","strong":"H5673","significado_raiz":"Ideia básica: obra.","significado_contextual":"A 'obra' refere-se ao trabalho de reconstrução do templo, um esforço coletivo do povo de Deus.","explicacao_detalhada":"A palavra 'obra' (עֲבִידָה) implica um esforço diligente e dedicado para cumprir a vontade de Deus. Neste contexto, a obra é a restauração do templo, que simboliza a presença de Deus entre Seu povo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a responsabilidade do povo em realizar a obra de Deus e a importância do trabalho em conjunto para alcançar objetivos espirituais.","conexao_teologica":"A obra de Deus é um tema central na Bíblia, mostrando que somos chamados a trabalhar em parceria com Ele para a realização de Seus propósitos.","referencias_relacionadas":["Efésios 2:10","1 Coríntios 3:9","Colossenses 3:23"]},"esdras_6_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6966","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de restaurar e estabelecer o templo como um lugar de adoração.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica não apenas a ação física de construir, mas também a ideia de estabelecer algo que foi derrubado ou perdido. Aqui, refere-se à restauração do templo.","por_que_esta_palavra":"Esta palavra é significativa porque representa a ação de Deus em restaurar Seu povo e Sua adoração, levantando o que estava em ruínas.","conexao_teologica":"A ideia de levantar é frequentemente associada à ressurreição e à nova vida que Deus oferece a Seu povo.","referencias_relacionadas":["Isaías 61:4","Ezequiel 37:1-14","Romanos 8:11"]},"esdras_6_18_livro":{"palavra_pt":"livro","palavra_original":"כְּתָב","transliteracao":"kᵉthâb","strong":"H3792","significado_raiz":"Ideia básica: livro.","significado_contextual":"O 'livro' mencionado refere-se aos registros e às instruções que guiam a adoração e a prática do povo.","explicacao_detalhada":"A palavra 'livro' (כְּתָב) implica a importância da Palavra de Deus como guia para a vida e a adoração do povo. Neste contexto, o livro é fundamental para a restauração da prática religiosa.","por_que_esta_palavra":"Esta palavra é importante porque destaca a centralidade das Escrituras na vida do povo de Deus e na prática da fé.","conexao_teologica":"As Escrituras são vistas como a revelação de Deus e a base para a fé e a prática, mostrando a importância de conhecer e seguir a Palavra de Deus.","referencias_relacionadas":["Salmos 119:105","2 Timóteo 3:16-17","Hebreus 4:12"]},"esdras_6_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode referir-se a um tipo de oferta ou a um símbolo de força e proteção.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de fazer ou criar algo. Neste contexto, pode simbolizar a força necessária para realizar a obra de Deus.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a ação de Deus em criar e sustentar a vida, bem como a força que Ele proporciona ao Seu povo.","conexao_teologica":"A ideia de 'fazer' ou 'criar' está intimamente ligada à obra de Deus na criação e na redenção, mostrando Sua soberania e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Efésios 2:10"]},"esdras_6_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, enfatizando a filiação e a herança espiritual.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica uma relação íntima e pessoal, onde o povo de Israel é visto como filhos de Deus, com todas as implicações de amor, cuidado e responsabilidade.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a identidade do povo de Deus como Seus filhos, o que implica em um relacionamento especial e promessas de herança.","conexao_teologica":"A filiação é um tema central na teologia cristã, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:7"]},"esdras_6_19_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"A palavra 'carried' refere-se ao ato de levar ou suportar, possivelmente em relação ao peso das responsabilidades espirituais.","explicacao_detalhada":"A palavra 'carried' (גּוֹלָה) implica a ideia de suportar ou levar algo, que pode se referir ao fardo de responsabilidade que o povo tem em relação à adoração e ao cumprimento da vontade de Deus.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a responsabilidade que cada crente tem em carregar o fardo da fé e da missão de Deus.","conexao_teologica":"A ideia de carregar fardos é refletida na vida cristã, onde somos chamados a ajudar uns aos outros e a levar as cargas uns dos outros.","referencias_relacionadas":["Gálatas 6:2","Mateus 11:28-30","1 Pedro 5:7"]},"esdras_6_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central no culto e na mediação entre Deus e o povo.","explicacao_detalhada":"No contexto de Esdras 6:20, o sacerdote é responsável por realizar os sacrifícios e manter a santidade do templo. Ele atua como intermediário entre Deus e os israelitas, garantindo que as práticas religiosas sejam seguidas corretamente.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação e da intercessão no relacionamento entre Deus e o povo de Israel.","conexao_teologica":"A figura do sacerdote prefigura o papel de Cristo como nosso sumo sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:10","Ezequiel 44:15"]},"esdras_6_20_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus, simbolizando a expiação e a devoção.","explicacao_detalhada":"Em Esdras 6:20, o sacrifício é parte fundamental da adoração no templo, representando a entrega do povo a Deus e a busca por perdão e comunhão.","por_que_esta_palavra":"A palavra 'sacrifício' é crucial para entender a prática religiosa dos israelitas e a necessidade de expiação pelos pecados.","conexao_teologica":"Os sacrifícios do Antigo Testamento apontam para o sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 9:22","Romanos 12:1","Levítico 1:3"]},"esdras_6_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira como os sacrifícios devem ser realizados, seguindo as instruções divinas.","explicacao_detalhada":"No contexto de Esdras 6:20, o 'modo' indica a importância de seguir as diretrizes estabelecidas por Deus para a realização dos rituais, assegurando que a adoração seja aceita.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de ordem e reverência na adoração, refletindo a santidade de Deus.","conexao_teologica":"A maneira correta de adorar a Deus é um princípio que se estende ao Novo Testamento, onde somos chamados a adorar em espírito e em verdade.","referencias_relacionadas":["Êxodo 25:40","1 Coríntios 14:40","João 4:24"]},"esdras_6_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo é novamente mencionado, reforçando a importância da forma correta de adoração.","explicacao_detalhada":"Assim como em Esdras 6:20, o 'modo' em 6:21 enfatiza que a adoração deve ser feita conforme as instruções divinas, refletindo a santidade de Deus.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a seriedade com que os israelitas devem abordar suas práticas religiosas.","conexao_teologica":"A maneira correta de adorar a Deus é um princípio que se estende ao Novo Testamento, onde somos chamados a adorar em espírito e em verdade.","referencias_relacionadas":["João 4:24","Colossenses 3:17","1 Pedro 2:5"]},"esdras_6_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra refere-se ao território prometido a Israel, onde o templo foi reconstruído.","explicacao_detalhada":"Em Esdras 6:21, a 'terra' é um símbolo da promessa de Deus e do lugar onde o povo pode se reunir para adorar.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a herança e a identidade do povo de Israel como nação escolhida.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"esdras_6_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e à autoridade de Deus sobre Israel.","explicacao_detalhada":"Em Esdras 6:21, o nome do Senhor é invocado para legitimar as ações do povo e a restauração do culto no templo.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a relação de aliança entre Deus e seu povo.","conexao_teologica":"O nome do Senhor é central na adoração e na identidade do povo de Deus, refletindo sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"esdras_6_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a proteção de Deus.","explicacao_detalhada":"Em Esdras 6:22, o 'urso' simboliza a capacidade de Deus de agir em favor de seu povo, mostrando sua força e poder.","por_que_esta_palavra":"A palavra 'urso' é escolhida para ilustrar a proteção divina e a força que Deus oferece aos que confiam nele.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele é um refúgio seguro para seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"esdras_6_22_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em segurar firmemente, simbolizando a proteção e a segurança que Deus oferece.","explicacao_detalhada":"No contexto de Esdras 6:22, 'agarrar' pode ser visto como uma ação de Deus em manter seu povo seguro e firme em sua fé.","por_que_esta_palavra":"A palavra 'agarrar' é usada para enfatizar a ação de Deus em sustentar e proteger aqueles que são seus.","conexao_teologica":"A ideia de Deus agarrando seu povo é uma representação de sua fidelidade e amor incondicional.","referencias_relacionadas":["Salmos 73:23","Isaías 41:10","Romanos 8:38-39"]},"esdras_6_22_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A obra refere-se às atividades realizadas no templo e à restauração do culto.","explicacao_detalhada":"Em Esdras 6:22, a 'obra' é um testemunho da fidelidade de Deus em restaurar seu povo e seu templo após o exílio.","por_que_esta_palavra":"A palavra 'obra' é significativa porque representa o trabalho de Deus e do povo na construção e na adoração.","conexao_teologica":"A obra de Deus é um tema central na Bíblia, mostrando como Ele opera na história para cumprir seus propósitos.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","1 Coríntios 3:9"]}}