{"esdras_7_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra refere-se à comunicação de Deus e à revelação de sua vontade.","explicacao_detalhada":"Em Esdras 7:1, a 'palavra' é um meio pelo qual Deus se comunica com seu povo, instruindo e guiando-os em suas ações.","por_que_esta_palavra":"A palavra 'palavra' é usada para enfatizar a importância da revelação divina e da obediência às instruções de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"esdras_7_1_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à autoridade e ao domínio que um líder exerce sobre um povo ou uma nação.","explicacao_detalhada":"A palavra 'governo' no contexto de Esdras 7:1 indica a liderança que Esdras teria ao retornar a Jerusalém, onde ele seria responsável por guiar o povo na observância da Lei de Deus e na restauração do culto.","por_que_esta_palavra":"Esdras foi escolhido por Deus para liderar o povo de Israel em um momento crítico de reconstrução espiritual e social após o exílio babilônico.","conexao_teologica":"O governo de Esdras simboliza a restauração da ordem divina e a importância da liderança espiritual na comunidade de fé.","referencias_relacionadas":["Esdras 7:6","Esdras 7:10","Neemias 8:1"]},"esdras_7_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"No contexto de Esdras 7:1, 'seguir' refere-se à disposição de Esdras em obedecer às instruções de Deus e guiar o povo de acordo com a Lei.","por_que_esta_palavra":"A obediência à Lei de Deus é fundamental para a restauração do povo e para a manutenção da aliança entre Deus e Israel.","conexao_teologica":"Seguir a Deus implica em um compromisso com a Sua palavra e a Sua vontade, essencial para a vida comunitária e espiritual.","referencias_relacionadas":["Salmos 119:105","Mateus 4:19","João 10:27"]},"esdras_7_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar.","explicacao_detalhada":"A palavra 'filho' em Esdras 7:2 é usada para identificar a linhagem de Esdras, destacando sua herança sacerdotal e a importância de sua família na história de Israel.","por_que_esta_palavra":"A genealogia é crucial na tradição judaica, pois estabelece a legitimidade e a autoridade de Esdras como sacerdote e escriba.","conexao_teologica":"A linhagem sacerdotal é um símbolo da continuidade da adoração a Deus e da importância das gerações na transmissão da fé.","referencias_relacionadas":["Esdras 7:1","Êxodo 28:1","Hebreus 7:14"]},"esdras_7_2_nome":{"palavra_pt":"nome","palavra_original":"אֲחִיטוּב","transliteracao":"ʼĂchîyṭûwb","strong":"H285","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação pessoal e à reputação de alguém.","explicacao_detalhada":"O nome 'Aquitub' em Esdras 7:2 é parte da genealogia de Esdras, indicando sua linhagem e a importância de seu legado familiar.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a identidade e o propósito de Deus para a vida das pessoas.","conexao_teologica":"Os nomes são importantes na narrativa bíblica, pois revelam a soberania de Deus na escolha e no chamado de indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 17:5","Mateus 1:1","Apocalipse 3:5"]},"esdras_7_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em Esdras 7:2, refere-se à relação de descendência.","explicacao_detalhada":"A repetição da palavra 'filho' em Esdras 7:3 reforça a importância da linhagem e da continuidade na tradição sacerdotal.","por_que_esta_palavra":"A identificação de cada geração é fundamental para a preservação da identidade do povo de Deus e para a legitimidade dos líderes espirituais.","conexao_teologica":"A continuidade da linhagem sacerdotal é um reflexo da fidelidade de Deus às Suas promessas ao povo de Israel.","referencias_relacionadas":["Esdras 7:1","1 Crônicas 6:4","Hebreus 5:4"]},"esdras_7_3_nome":{"palavra_pt":"nome","palavra_original":"אֲמַרְיָה","transliteracao":"ʼĂmaryâh","strong":"H568","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação pessoal e à reputação de alguém.","explicacao_detalhada":"O nome 'Amarías' em Esdras 7:3 é parte da genealogia de Esdras e destaca a importância de sua linhagem sacerdotal.","por_que_esta_palavra":"Os nomes têm significados que muitas vezes refletem a relação do indivíduo com Deus e seu papel na história da salvação.","conexao_teologica":"A escolha dos nomes na Bíblia é significativa, pois muitas vezes está ligada ao caráter e ao propósito divino.","referencias_relacionadas":["Gênesis 32:28","Mateus 1:12","Apocalipse 2:17"]},"esdras_7_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, assim como nas passagens anteriores.","explicacao_detalhada":"A menção do 'filho' em Esdras 7:4 continua a linhagem de Esdras, sublinhando a importância da herança familiar na tradição judaica.","por_que_esta_palavra":"A linhagem é essencial para a identidade do povo de Deus e para a continuidade do sacerdócio.","conexao_teologica":"A genealogia é um testemunho da fidelidade de Deus em preservar Seu povo ao longo das gerações.","referencias_relacionadas":["Esdras 7:1","1 Crônicas 6:5","Hebreus 7:14"]},"esdras_7_4_nome":{"palavra_pt":"nome","palavra_original":"זְרַחְיָה","transliteracao":"Zᵉrachyâh","strong":"H2228","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação pessoal e à reputação de alguém.","explicacao_detalhada":"O nome 'Zeráquias' em Esdras 7:4 é parte da genealogia de Esdras, destacando a importância de sua linhagem e a conexão com a história do povo de Israel.","por_que_esta_palavra":"Os nomes são significativos na narrativa bíblica, muitas vezes refletindo o caráter e o propósito de Deus para a vida das pessoas.","conexao_teologica":"A importância dos nomes na Bíblia revela a soberania de Deus na escolha de indivíduos para cumprir Seus planos.","referencias_relacionadas":["Gênesis 29:32","Mateus 1:12","Apocalipse 3:12"]},"esdras_7_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a alguém que serve em funções religiosas e mediadoras entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' em Esdras 7:5 destaca a função de Esdras como líder espiritual e mediador da Lei de Deus para o povo de Israel.","por_que_esta_palavra":"O sacerdócio é fundamental na tradição judaica, pois representa a intercessão e o serviço a Deus em nome do povo.","conexao_teologica":"O sacerdócio de Esdras simboliza a continuidade do ministério de intercessão e a importância da liderança espiritual na comunidade.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"esdras_7_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'princípio' em Esdras 7:5 pode ser entendida como a base ou a origem do sacerdócio, enfatizando a importância da tradição e da continuidade na adoração a Deus.","por_que_esta_palavra":"O princípio do sacerdócio é essencial para entender a relação entre Deus e Seu povo e a importância da mediadora na adoração.","conexao_teologica":"O conceito de princípio é fundamental na teologia, pois reflete a soberania de Deus na escolha de líderes e na formação do Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 111:10","Colossenses 1:17"]},"esdras_7_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é gerado por outro.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a relação espiritual e de herança. No contexto de Esdras, enfatiza a linhagem e a continuidade do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da genealogia e da identidade do povo de Deus.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, bem como a relação entre Cristo e os crentes.","referencias_relacionadas":["Mateus 1:1","Romanos 8:14","Gálatas 4:7"]},"esdras_7_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou conceder algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para expressar a ideia de entrega, seja de bens, autoridade ou bênçãos. No contexto de Esdras, refere-se à concessão de recursos para a obra de Deus.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a generosidade de Deus e a responsabilidade do povo em contribuir para a obra divina.","conexao_teologica":"A prática de dar é um reflexo do caráter de Deus, que é generoso e provedor.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"esdras_7_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a liderança e o governo. No contexto de Esdras, o rei é visto como um instrumento nas mãos de Deus para restaurar Seu povo.","por_que_esta_palavra":"A menção do rei sublinha a soberania de Deus sobre as nações e Sua capacidade de usar líderes para cumprir Seus propósitos.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando Sua autoridade suprema sobre toda a criação.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","1 Timóteo 6:15"]},"esdras_7_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Semelhante ao primeiro, refere-se a um descendente.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) reforça a importância da linhagem sacerdotal e a continuidade da tradição entre os israelitas.","por_que_esta_palavra":"A ênfase na descendência é crucial para a legitimidade das funções religiosas e sociais dentro da comunidade.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na nova aliança, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:16","1 João 3:1"]},"esdras_7_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a alguém que serve em funções religiosas, mediando entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é fundamental para a adoração e os rituais do povo de Israel. No contexto de Esdras, os sacerdotes desempenham um papel vital na restauração do culto a Deus.","por_que_esta_palavra":"A menção do sacerdote destaca a importância da mediação e do serviço a Deus na vida do povo.","conexao_teologica":"Cristo é descrito como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Romanos 12:1"]},"esdras_7_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade máxima.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) reforça a ideia de que a autoridade do rei é reconhecida e utilizada para a restauração do povo de Deus.","por_que_esta_palavra":"A ênfase na figura do rei mostra como Deus pode usar autoridades seculares para cumprir Seus planos.","conexao_teologica":"A soberania de Deus se estende sobre todos os reinos e governantes da Terra.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"esdras_7_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em um lugar.","explicacao_detalhada":"A palavra 'vir' (בּוֹא) é usada para descrever a ação de se aproximar de um local ou de uma situação, muitas vezes em um contexto de convocação ou convite.","por_que_esta_palavra":"A escolha dessa palavra sugere um chamado para a ação ou uma resposta a um convite divino.","conexao_teologica":"Deus chama Seu povo para se aproximar dEle e participar de Sua obra.","referencias_relacionadas":["Mateus 11:28","Hebreus 10:22","Apocalipse 22:17"]},"esdras_7_8_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao ciclo lunar e ao calendário religioso.","explicacao_detalhada":"A palavra 'lua' (חֹדֶשׁ) é importante para a marcação do tempo e das festividades religiosas no calendário hebraico.","por_que_esta_palavra":"A menção da lua destaca a importância dos ciclos naturais na vida espiritual e na adoração do povo de Deus.","conexao_teologica":"Deus estabelece tempos e estações para Seu povo, refletindo Sua ordem na criação.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Eclesiastes 3:1"]},"esdras_7_9_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se a coisas ou ações que são realizadas.","explicacao_detalhada":"A palavra 'things' (מַעֲלָה) pode se referir a ações, eventos ou objetos de importância no contexto da narrativa.","por_que_esta_palavra":"A escolha dessa palavra sugere uma ênfase nas atividades e realizações do povo de Deus.","conexao_teologica":"As ações do povo de Deus são significativas e têm um propósito no plano divino.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","1 Coríntios 10:31"]},"esdras_7_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é agradável ou benéfico.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a qualidade de algo que é desejável e que traz satisfação.","por_que_esta_palavra":"A ênfase no que é 'bom' reflete a natureza de Deus, que é a fonte de toda bondade.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, mostrando Seu caráter e Suas ações em favor do Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"esdras_7_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Esdras estava em Jerusalém.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Esdras com a sua motivação espiritual e a busca pela lei de Deus, enfatizando a importância de sua missão.","por_que_esta_palavra":"Ela é crucial para entender a relação entre a ação e a motivação de Esdras, mostrando que sua vinda a Jerusalém não foi por acaso, mas por um propósito divino.","conexao_teologica":"A palavra 'porque' reflete a soberania de Deus em guiar os eventos e as ações dos indivíduos para cumprir Seus planos.","referencias_relacionadas":["Esdras 7:6","Esdras 7:10","Salmos 119:105"]},"esdras_7_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ação de fazer ou realizar, não ao animal em si.","explicacao_detalhada":"Neste versículo, 'urso' é usada para descrever a ação de Esdras em cumprir a lei de Deus e ensinar os mandamentos ao povo.","por_que_esta_palavra":"É importante porque destaca a responsabilidade de Esdras em não apenas conhecer a lei, mas também em praticá-la e ensiná-la.","conexao_teologica":"A ação de 'fazer' a lei é um princípio central na vida do crente, refletindo a obediência a Deus.","referencias_relacionadas":["Tiago 1:22","Mateus 5:16","Romanos 2:13"]},"esdras_7_10_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao ato de discernir entre o certo e o errado, ou a aplicação da lei.","explicacao_detalhada":"Neste contexto, Esdras é descrito como alguém que busca aplicar a justiça de Deus em sua comunidade, promovendo a retidão.","por_que_esta_palavra":"É fundamental para entender o papel de Esdras como líder espiritual e juiz, que não apenas ensina, mas também aplica a lei.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver de acordo com Seus padrões.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Provérbios 21:3"]},"esdras_7_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada novamente para explicar a razão pela qual Esdras se dedicou ao estudo e à prática da lei.","explicacao_detalhada":"Ela conecta a motivação de Esdras com a sua ação, mostrando que seu compromisso com a lei era fundamentado em sua fé e obediência a Deus.","por_que_esta_palavra":"É essencial para entender a lógica da narrativa, onde a ação de Esdras é justificada pela sua devoção.","conexao_teologica":"Reflete a importância da motivação espiritual na vida do crente, que deve agir em resposta ao chamado de Deus.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Gálatas 6:9"]},"esdras_7_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade de Artaxerxes, que deu permissão a Esdras para retornar a Jerusalém.","explicacao_detalhada":"Neste contexto, o rei é visto como um instrumento nas mãos de Deus para restaurar o povo e a adoração em Jerusalém.","por_que_esta_palavra":"É importante porque destaca a relação entre a autoridade secular e a missão espiritual de Esdras.","conexao_teologica":"Mostra como Deus pode usar líderes seculares para cumprir Seus propósitos na história.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"esdras_7_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao papel de Esdras como líder espiritual e mediador entre Deus e o povo.","explicacao_detalhada":"Neste versículo, Esdras é identificado como sacerdote, o que enfatiza sua autoridade para ensinar e aplicar a lei de Deus.","por_que_esta_palavra":"É crucial para entender a função de Esdras na restauração espiritual do povo de Israel.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"esdras_7_11_letter":{"palavra_pt":"letter","palavra_original":"נִשְׁתְּוָן","transliteracao":"nishtᵉvân","strong":"H5406","significado_raiz":"Ideia básica: letter.","significado_contextual":"A palavra 'letter' refere-se à carta que Artaxerxes enviou com Esdras, autorizando sua missão.","explicacao_detalhada":"A carta é um símbolo da legitimidade da missão de Esdras e da cooperação entre o governo e a religião.","por_que_esta_palavra":"É importante porque mostra a formalidade e a seriedade da missão de Esdras em Jerusalém.","conexao_teologica":"Reflete a importância da comunicação e da autoridade em contextos espirituais e sociais.","referencias_relacionadas":["Esdras 7:12","Esdras 4:17","Romanos 10:15"]},"esdras_7_12_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se ao título do rei Artaxerxes, que é mencionado para dar peso à sua autoridade.","explicacao_detalhada":"Neste contexto, o nome do rei é importante para estabelecer a legitimidade da missão de Esdras e a conexão com o poder político.","por_que_esta_palavra":"É relevante porque enfatiza a importância do reconhecimento da autoridade ao realizar uma missão.","conexao_teologica":"O nome de uma pessoa, especialmente de uma autoridade, carrega significado e poder, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9"]},"esdras_7_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a posição de Artaxerxes como autoridade que apoia Esdras.","explicacao_detalhada":"A repetição do termo 'rei' enfatiza a importância do apoio real à missão de Esdras e a restauração do culto em Jerusalém.","por_que_esta_palavra":"É fundamental para entender a relação entre a autoridade política e a missão espiritual.","conexao_teologica":"Mostra como Deus pode usar líderes seculares para promover a Sua obra entre o Seu povo.","referencias_relacionadas":["Esdras 7:11","Romanos 13:1","Daniel 4:17"]},"esdras_7_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que Esdras representa e serve em sua missão.","explicacao_detalhada":"Neste contexto, a menção de Deus destaca a natureza espiritual da missão de Esdras e a necessidade de dependência divina.","por_que_esta_palavra":"É crucial para entender que a missão de Esdras não é apenas política, mas profundamente espiritual.","conexao_teologica":"Reflete a centralidade de Deus na vida do povo de Israel e a importância de buscar Sua orientação em todas as ações.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Mateus 6:33"]},"esdras_7_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Esdras foi enviado.","explicacao_detalhada":"Neste contexto, 'porque' conecta a missão de Esdras ao desejo de restaurar a lei de Deus em Israel, explicando a motivação divina por trás de sua convocação.","por_que_esta_palavra":"A palavra é crucial para entender a justificativa da ação de Esdras e a intenção de Deus em restaurar o povo.","conexao_teologica":"A conexão teológica reside na soberania de Deus em guiar seu povo através de líderes como Esdras, que são enviados com um propósito específico.","referencias_relacionadas":["Esdras 7:14","Esdras 7:6","Esdras 7:10"]},"esdras_7_14_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à declaração formal que autoriza Esdras a agir.","explicacao_detalhada":"A palavra 'expressão' é usada para descrever a autorização dada pelo rei, que é um elemento importante para a legitimidade da missão de Esdras.","por_que_esta_palavra":"É importante porque destaca a formalidade e a seriedade da missão de Esdras, que não é apenas um ato pessoal, mas uma ação reconhecida por autoridades.","conexao_teologica":"A conexão teológica é a ideia de que Deus pode usar autoridades seculares para cumprir seus propósitos divinos.","referencias_relacionadas":["Esdras 7:12","Esdras 7:15","Esdras 7:25"]},"esdras_7_14_inquire":{"palavra_pt":"inquire","palavra_original":"בְּקַר","transliteracao":"bᵉqar","strong":"H1240","significado_raiz":"Ideia básica: inquire.","significado_contextual":"A palavra 'inquire' refere-se ao ato de buscar conhecimento ou entendimento sobre a lei de Deus.","explicacao_detalhada":"Esdras é instruído a inquirir sobre a lei, o que implica um compromisso profundo com o estudo e a aplicação da palavra de Deus.","por_que_esta_palavra":"É fundamental porque enfatiza a importância do conhecimento da lei de Deus para a liderança e a vida do povo.","conexao_teologica":"A conexão teológica é que o conhecimento da lei é essencial para a vida espiritual e a obediência ao Senhor.","referencias_relacionadas":["Salmos 119:105","Deuteronômio 6:6-7","Provérbios 4:7"]},"esdras_7_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus de Israel, que é o foco da adoração e da lei.","explicacao_detalhada":"Neste contexto, a menção de Deus sublinha a centralidade da adoração e da obediência a Ele na missão de Esdras.","por_que_esta_palavra":"É crucial porque destaca a relação entre o povo e Deus, que é a base para a restauração espiritual.","conexao_teologica":"A conexão teológica é que Deus é o autor da lei e a fonte de toda sabedoria e direção para o seu povo.","referencias_relacionadas":["Esdras 7:14","Esdras 7:6","Esdras 7:10"]},"esdras_7_15_carry":{"palavra_pt":"carry","palavra_original":"יְבַל","transliteracao":"yᵉbal","strong":"H2987","significado_raiz":"Ideia básica: carry.","significado_contextual":"A palavra 'carry' refere-se ao ato de levar ou transportar algo, neste caso, os tesouros para o templo.","explicacao_detalhada":"Esdras é encarregado de levar os tesouros que foram coletados para serem usados na adoração a Deus, simbolizando a provisão divina.","por_que_esta_palavra":"É importante porque mostra a responsabilidade de Esdras em levar os recursos necessários para a adoração e a restauração do templo.","conexao_teologica":"A conexão teológica é que Deus provê recursos para a sua obra e espera que seu povo os use para sua glória.","referencias_relacionadas":["Esdras 7:17","Esdras 7:21","Esdras 7:22"]},"esdras_7_15_ouro":{"palavra_pt":"ouro","palavra_original":"דְּהַב","transliteracao":"dᵉhab","strong":"H1722","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se aos recursos materiais que seriam utilizados no templo.","explicacao_detalhada":"O ouro simboliza não apenas riqueza, mas também a importância da adoração a Deus, que deve ser feita com excelência.","por_que_esta_palavra":"É relevante porque destaca a seriedade e o valor que a adoração a Deus deve ter, refletindo a riqueza de sua glória.","conexao_teologica":"A conexão teológica é que tudo o que temos pertence a Deus e deve ser usado para sua honra.","referencias_relacionadas":["Esdras 7:14","Esdras 7:16","Esdras 7:17"]},"esdras_7_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada novamente para introduzir a razão pela qual os recursos são necessários.","explicacao_detalhada":"Neste contexto, 'porque' explica a necessidade de recursos para a construção e a adoração no templo.","por_que_esta_palavra":"É fundamental para entender a lógica por trás da coleta de recursos e a importância da adoração a Deus.","conexao_teologica":"A conexão teológica é que a adoração deve ser sustentada por recursos adequados, que são providenciados por Deus.","referencias_relacionadas":["Esdras 7:17","Esdras 7:18","Esdras 7:19"]},"esdras_7_16_ouro":{"palavra_pt":"ouro","palavra_original":"דְּהַב","transliteracao":"dᵉhab","strong":"H1722","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' é mencionada novamente, enfatizando a importância dos recursos para o templo.","explicacao_detalhada":"O ouro é um símbolo de valor e pureza, refletindo a dignidade da adoração a Deus.","por_que_esta_palavra":"É importante porque reforça a ideia de que a adoração deve ser feita com o melhor que temos.","conexao_teologica":"A conexão teológica é que Deus merece o melhor de nós, incluindo nossos recursos materiais.","referencias_relacionadas":["Esdras 7:15","Esdras 7:17","Esdras 7:18"]},"esdras_7_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1005","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, que é a casa de Deus.","explicacao_detalhada":"Neste contexto, a 'casa' é o lugar onde Deus habita entre seu povo e onde a adoração deve ocorrer.","por_que_esta_palavra":"É fundamental porque destaca a importância do templo como o centro da vida espiritual de Israel.","conexao_teologica":"A conexão teológica é que Deus deseja habitar entre seu povo e que o templo é um símbolo dessa presença.","referencias_relacionadas":["Esdras 7:17","Esdras 7:20","Esdras 7:21"]},"esdras_7_17_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à autorização formal para a coleta de recursos para o templo.","explicacao_detalhada":"A palavra 'expressão' aqui enfatiza a importância da legitimidade e da ordem na coleta dos recursos necessários.","por_que_esta_palavra":"É importante porque mostra que a obra de Deus deve ser feita com ordem e autorização adequada.","conexao_teologica":"A conexão teológica é que Deus opera através de estruturas e autoridades para cumprir seus propósitos.","referencias_relacionadas":["Esdras 7:12","Esdras 7:15","Esdras 7:21"]},"esdras_7_17_approach":{"palavra_pt":"approach","palavra_original":"קְרֵב","transliteracao":"qᵉrêb","strong":"H7127","significado_raiz":"Ideia básica: approach.","significado_contextual":"A palavra 'approach' refere-se à ação de se aproximar ou chegar perto de algo, especialmente em um contexto de adoração ou serviço.","explicacao_detalhada":"No versículo, a ideia de 'approach' implica uma aproximação a Deus, que é um ato de reverência e devoção. A palavra sugere que a aproximação deve ser feita com um coração sincero e disposto.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância da atitude ao se aproximar de Deus, mostrando que não é apenas uma ação física, mas também espiritual.","conexao_teologica":"A aproximação a Deus é um tema central na teologia bíblica, onde se destaca a necessidade de um relacionamento íntimo e pessoal com o Criador.","referencias_relacionadas":["Salmos 73:28","Tiago 4:8","Hebreus 10:22"]},"esdras_7_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador do universo, que é digno de adoração e reverência.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado como a autoridade máxima a quem Esdras se dirige, destacando a importância de reconhecer Sua soberania e poder.","por_que_esta_palavra":"A utilização da palavra 'deus' é fundamental para entender a relação de Esdras com a divindade e a missão que ele recebeu para restaurar o culto em Israel.","conexao_teologica":"A natureza de Deus como soberano e redentor é um tema recorrente nas Escrituras, enfatizando Sua importância na vida do povo de Israel.","referencias_relacionadas":["Gênesis 1:1","Isaías 40:28","Romanos 1:20"]},"esdras_7_18_grande":{"palavra_pt":"grande","palavra_original":"מָה","transliteracao":"mâh","strong":"H4101","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica algo de magnitude, importância ou relevância, especialmente em relação a Deus e Suas obras.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a obra de Deus, ressaltando que tudo o que Ele faz é significativo e digno de reconhecimento.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a grandeza de Deus e a importância de Sua obra na vida do povo, mostrando que nada é pequeno ou insignificante para Ele.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, onde os crentes são chamados a reconhecer Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"esdras_7_18_obra":{"palavra_pt":"obra","palavra_original":"עֲבַד","transliteracao":"ʻăbad","strong":"H5648","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações, feitos ou realizações, especialmente no contexto da atividade divina.","explicacao_detalhada":"Neste contexto, 'obra' se refere ao trabalho que Deus realiza em favor do Seu povo, incluindo a restauração e a redenção.","por_que_esta_palavra":"A escolha da palavra 'obra' é crucial para entender que Deus está ativamente envolvido na história e na vida dos indivíduos.","conexao_teologica":"A obra de Deus é um tema recorrente na Bíblia, onde se destaca Sua ação na criação, na salvação e na providência.","referencias_relacionadas":["Salmos 111:2","Efésios 2:10","Filipenses 1:6"]},"esdras_7_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente utilizada para enfatizar a divindade e a autoridade suprema a quem Esdras se dirige em suas ações.","explicacao_detalhada":"Neste versículo, a menção de 'deus' reforça a ideia de que todas as ações devem ser feitas em conformidade com a vontade divina.","por_que_esta_palavra":"A repetição da palavra 'deus' sublinha a centralidade de Deus na vida e na missão de Esdras.","conexao_teologica":"A soberania de Deus é um princípio fundamental que permeia toda a Escritura, mostrando que Ele é o guia e protetor do Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"esdras_7_19_adoracao":{"palavra_pt":"adoracao","palavra_original":"פׇּלְחָן","transliteracao":"polchân","strong":"H6402","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoracao' refere-se ao ato de prestar honra e reverência a Deus, reconhecendo Sua grandeza.","explicacao_detalhada":"No versículo, 'adoracao' implica um serviço devoto e sincero a Deus, que deve ser realizado com um coração puro.","por_que_esta_palavra":"A escolha da palavra 'adoracao' é fundamental para entender a natureza do relacionamento que os crentes devem ter com Deus.","conexao_teologica":"A adoração é um aspecto essencial da vida cristã, refletindo a resposta do coração humano à grandeza de Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"esdras_7_19_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressao' refere-se a uma forma de comunicar ou manifestar algo, especialmente em relação a sentimentos ou intenções.","explicacao_detalhada":"Neste contexto, 'expressao' pode se referir à maneira como a adoração e o serviço a Deus devem ser manifestados.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que a adoração deve ser autêntica e refletir a verdadeira intenção do coração.","conexao_teologica":"A expressão da adoração é um tema importante na Bíblia, onde se destaca a necessidade de um culto genuíno e sincero.","referencias_relacionadas":["Salmos 100:2","Colossenses 3:23","1 Pedro 2:9"]},"esdras_7_20_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que algo deve ser feito de acordo com um padrão ou uma norma estabelecida.","explicacao_detalhada":"No versículo, 'conforme' sugere que as ações devem estar alinhadas com a vontade e os mandamentos de Deus.","por_que_esta_palavra":"A escolha da palavra 'conforme' é importante para enfatizar a necessidade de obedecer às instruções divinas em todas as ações.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida cristã, refletindo a submissão à Sua vontade.","referencias_relacionadas":["Deuteronômio 5:32","Mateus 7:21","Tiago 1:22"]},"esdras_7_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente utilizada para reafirmar a centralidade da divindade nas ações e decisões de Esdras.","explicacao_detalhada":"Neste contexto, a menção de 'deus' reforça a ideia de que todas as ações devem ser realizadas em conformidade com a vontade divina.","por_que_esta_palavra":"A repetição da palavra 'deus' sublinha a importância de reconhecer Sua autoridade em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"esdras_7_21_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juizo' refere-se a uma decisão ou avaliação, especialmente em um contexto de justiça e moralidade.","explicacao_detalhada":"No versículo, 'juizo' implica a necessidade de discernimento e sabedoria ao tomar decisões que afetam a vida do povo.","por_que_esta_palavra":"A escolha da palavra 'juizo' é fundamental para entender a importância da justiça e da retidão nas ações de Esdras.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde se destaca a necessidade de viver de acordo com Seus princípios.","referencias_relacionadas":["Salmos 89:14","Provérbios 21:15","Miquéias 6:8"]},"esdras_7_21_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à autoridade e identidade de Artaxerxes, o rei persa que deu permissão a Esdras para retornar a Jerusalém.","explicacao_detalhada":"O nome do rei é mencionado para estabelecer sua legitimidade e a importância de sua autorização. O nome é um símbolo de poder e influência.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da autoridade do rei na concessão de recursos e permissões.","conexao_teologica":"O uso do nome do rei reflete a soberania de Deus sobre as nações e a forma como Ele utiliza autoridades terrenas para cumprir Seus propósitos.","referencias_relacionadas":["Esdras 7:1","Esdras 7:6","Esdras 7:12"]},"esdras_7_22_sal":{"palavra_pt":"sal","palavra_original":"מְלַח","transliteracao":"mᵉlach","strong":"H4416","significado_raiz":"Ideia básica: sal.","significado_contextual":"O sal é mencionado como um item necessário para os sacrifícios e ofertas no templo.","explicacao_detalhada":"O sal simboliza a aliança e a purificação, sendo essencial para os rituais de adoração a Deus.","por_que_esta_palavra":"A inclusão do sal destaca a importância dos elementos que acompanham as ofertas, refletindo a necessidade de pureza e preservação na adoração.","conexao_teologica":"O sal é frequentemente associado à aliança de Deus com Seu povo, simbolizando a preservação e a pureza na relação entre Deus e Israel.","referencias_relacionadas":["Levítico 2:13","Marcos 9:50","Colossenses 4:6"]},"esdras_7_22_idiom":{"palavra_pt":"expressao","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5705","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'até' é usada para indicar um limite ou uma condição em relação aos recursos que Esdras pode receber.","explicacao_detalhada":"Essa palavra estabelece um parâmetro claro sobre o que é permitido e esperado no contexto da missão de Esdras.","por_que_esta_palavra":"A palavra 'até' é crucial para entender os limites da autorização dada a Esdras, enfatizando a responsabilidade que ele carrega.","conexao_teologica":"A ideia de limites e condições reflete a ordem divina e a necessidade de seguir as instruções de Deus em todas as coisas.","referencias_relacionadas":["Esdras 7:17","Salmos 119:4","1 Coríntios 14:40"]},"esdras_7_22_prata":{"palavra_pt":"prata","palavra_original":"כְּסַף","transliteracao":"kᵉçaph","strong":"H3702","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como um recurso financeiro necessário para a construção e manutenção do templo.","explicacao_detalhada":"A prata simboliza riqueza e recursos materiais, essenciais para a adoração e os serviços do templo.","por_que_esta_palavra":"A inclusão da prata destaca a importância dos recursos materiais na adoração a Deus e na construção de Sua casa.","conexao_teologica":"A provisão de recursos materiais para o templo reflete a generosidade de Deus e a responsabilidade do Seu povo em sustentar a adoração.","referencias_relacionadas":["Esdras 7:20","1 Crônicas 29:3","2 Crônicas 24:10"]},"esdras_7_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual os recursos são concedidos.","explicacao_detalhada":"Essa palavra conecta a autorização do rei com a expectativa de que Esdras cumpra a vontade de Deus em sua missão.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a motivação por trás da concessão dos recursos e a responsabilidade de Esdras.","conexao_teologica":"A relação entre a autorização do rei e a vontade de Deus destaca a soberania divina em todas as circunstâncias.","referencias_relacionadas":["Esdras 7:24","Romanos 8:28","Provérbios 16:9"]},"esdras_7_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Esdras 7:23, \"deus\" aparece na frase \"Tudo quanto se ordenar, segundo o mandado do Deus do céu, prontamente se faça para a casa do Deus dos céus; pois, para que haveria grande i…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֱלָהּ; ʼĕlâhh; H426), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de Esdras 7:23 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Esdras 7:25. Lendo junto com Esdras 7:23, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Esdras 7:23","Esdras 7:25","Salmos 119:105"]},"esdras_7_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente, a palavra 'porque' é utilizada para justificar a autoridade do rei em relação aos sacerdotes e levitas.","explicacao_detalhada":"Essa repetição enfatiza a importância da obediência às leis e regulamentos estabelecidos para a adoração.","por_que_esta_palavra":"A palavra 'porque' reforça a conexão entre a autoridade do rei e a necessidade de seguir as diretrizes de Deus.","conexao_teologica":"A obediência às leis de Deus é um tema central na relação entre o povo de Israel e sua liderança.","referencias_relacionadas":["Esdras 7:25","Deuteronômio 17:18-20","1 Pedro 2:13"]},"esdras_7_24_poderoso":{"palavra_pt":"poderoso","palavra_original":"שַׁלִּיט","transliteracao":"shallîyṭ","strong":"H7990","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a autoridade do rei e sua capacidade de governar.","explicacao_detalhada":"Esse termo enfatiza a força e a influência que Artaxerxes exerce sobre seu reino e sobre os assuntos de Israel.","por_que_esta_palavra":"A palavra 'poderoso' é usada para estabelecer a grandeza do rei em contraste com a soberania de Deus.","conexao_teologica":"A soberania de Deus é manifestada mesmo através de líderes poderosos, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 62:11","Daniel 4:35","Romanos 13:1"]},"esdras_7_24_servir":{"palavra_pt":"servir","palavra_original":"פְּלַח","transliteracao":"pᵉlach","strong":"H6399","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se à função dos sacerdotes e levitas no templo.","explicacao_detalhada":"Servir no templo é uma responsabilidade sagrada, que envolve adoração e cumprimento das leis de Deus.","por_que_esta_palavra":"A palavra 'servir' destaca a importância do ministério sacerdotal e a dedicação ao serviço de Deus.","conexao_teologica":"O conceito de servir a Deus é central na vida do povo de Israel e reflete a relação de compromisso e adoração.","referencias_relacionadas":["Êxodo 23:25","Romanos 12:1","Hebreus 9:14"]},"esdras_7_25_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2452","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é mencionada como uma qualidade necessária para Esdras em sua liderança e ensino.","explicacao_detalhada":"A sabedoria é fundamental para a tomada de decisões justas e para a instrução do povo na lei de Deus.","por_que_esta_palavra":"A palavra 'sabedoria' enfatiza a necessidade de discernimento e entendimento na liderança espiritual.","conexao_teologica":"A sabedoria é um dom de Deus que capacita os líderes a guiar Seu povo de acordo com Seus princípios.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","1 Reis 3:9"]},"esdras_7_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação do rei com a motivação que a fundamenta, indicando a lógica por trás de suas ordens.","por_que_esta_palavra":"É essencial para entender a relação de causa e efeito nas instruções dadas por Esdras.","conexao_teologica":"A palavra reflete a soberania de Deus em guiar as decisões dos governantes, mostrando que Ele está por trás das ações humanas.","referencias_relacionadas":["Provérbios 16:9","Romanos 8:28","Salmos 37:23"]},"esdras_7_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"Neste versículo, 'deus' é mencionado para enfatizar a autoridade divina que legitima as ações de Esdras e do rei.","por_que_esta_palavra":"A inclusão de 'deus' é fundamental para entender a relação entre a fé e a liderança política na história de Israel.","conexao_teologica":"A presença de Deus nas decisões humanas destaca a importância da obediência a Sua vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"esdras_7_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a justificativa para a ação que se segue.","explicacao_detalhada":"Ela serve para explicar as consequências que podem advir da desobediência às ordens estabelecidas.","por_que_esta_palavra":"É crucial para entender a seriedade das instruções e as implicações de não segui-las.","conexao_teologica":"Reflete a justiça de Deus, que exige responsabilidade e consequências para as ações humanas.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"esdras_7_26_morte":{"palavra_pt":"morte","palavra_original":"מוֹת","transliteracao":"môwth","strong":"H4193","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a consequência final de desobediência às ordens divinas.","explicacao_detalhada":"Neste contexto, a morte é uma advertência severa sobre as consequências de se afastar da lei de Deus.","por_que_esta_palavra":"É importante para enfatizar a gravidade da desobediência e a necessidade de seguir os mandamentos.","conexao_teologica":"A morte é vista como uma separação da vida que Deus oferece, simbolizando a consequência do pecado.","referencias_relacionadas":["Romanos 6:23","Tiago 1:15","Gênesis 2:17"]},"esdras_7_26_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a autoridade divina sobre a vida e a morte.","explicacao_detalhada":"Neste versículo, Deus é apresentado como o juiz supremo que determina as consequências das ações humanas.","por_que_esta_palavra":"É fundamental para entender a relação entre a lei divina e as consequências da desobediência.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele tem controle sobre todas as coisas, incluindo a vida e a morte.","referencias_relacionadas":["Deuteronômio 32:39","Salmos 68:20","Hebreus 9:27"]},"esdras_7_27_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e decisões humanas.","explicacao_detalhada":"Neste contexto, o coração é mencionado para enfatizar a necessidade de um compromisso sincero e profundo com Deus.","por_que_esta_palavra":"É crucial para entender que a verdadeira obediência vem de um coração transformado e dedicado a Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar e transformar.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"esdras_7_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade governamental que exerce poder sobre o povo.","explicacao_detalhada":"Neste versículo, o rei é visto como um agente de Deus para cumprir Sua vontade na terra.","por_que_esta_palavra":"É importante para entender a relação entre a liderança terrena e a soberania divina.","conexao_teologica":"A Bíblia ensina que toda autoridade é estabelecida por Deus, e os reis devem governar com justiça.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","1 Pedro 2:13-14"]},"esdras_7_27_arvore":{"palavra_pt":"arvore","palavra_original":"פָּאַר","transliteracao":"pâʼar","strong":"H6286","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' pode simbolizar crescimento, vida e estabilidade.","explicacao_detalhada":"Neste contexto, a árvore pode representar a prosperidade e a bênção que vem de seguir a vontade de Deus.","por_que_esta_palavra":"É relevante para entender a metáfora de crescimento espiritual e a importância de estar enraizado em Deus.","conexao_teologica":"A árvore é frequentemente usada na Bíblia como símbolo de vida e frutificação na presença de Deus.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","João 15:5"]},"esdras_7_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a autoridade e o papel do governante.","explicacao_detalhada":"Neste versículo, o rei é visto como um colaborador na obra de Deus, apoiando a missão de Esdras.","por_que_esta_palavra":"É essencial para entender como a liderança pode ser usada para promover a justiça e a verdade.","conexao_teologica":"A relação entre o rei e Esdras mostra como Deus pode usar líderes para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 16:10","1 Timóteo 2:1-2","Salmos 72:1-2"]},"esdras_7_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito ou abordado.","explicacao_detalhada":"Neste contexto, 'modo' indica a importância de seguir as diretrizes estabelecidas para a execução das ordens.","por_que_esta_palavra":"É importante para entender que a forma como as coisas são feitas pode impactar o resultado final.","conexao_teologica":"Deus se preocupa com a maneira como adoramos e servimos a Ele, enfatizando a importância da intenção e da ação.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Mateus 7:12"]},"esdras_7_28_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e a responsabilidade do indivíduo.","explicacao_detalhada":"A palavra 'homem' no contexto de Esdras 7:28 destaca a importância do papel do indivíduo na comunidade e na história da salvação. Esdras, como um homem de Deus, é um exemplo de liderança e fé.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a humanidade de Esdras e sua capacidade de agir segundo a vontade divina.","conexao_teologica":"A figura do homem é central na narrativa bíblica, representando a criação de Deus e a relação entre o Criador e a criatura.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]}}