{"mateus_10_1_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que capacita os discípulos para a missão.","explicacao_detalhada":"Neste versículo, Jesus dá autoridade aos seus discípulos para curar e expulsar demônios, simbolizando o poder do Espírito que opera através deles.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a capacitação divina para a obra missionária.","conexao_teologica":"A presença do Espírito Santo é essencial na vida do crente e na realização da missão da Igreja.","referencias_relacionadas":["Atos 1:8","Romanos 8:11","1 Coríntios 12:7"]},"mateus_10_1_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à ação de cura e restauração que é realizada por meio do poder divino.","explicacao_detalhada":"Jesus cura os enfermos e expulsa demônios, demonstrando a autoridade de Deus sobre a saúde e o bem-estar.","por_que_esta_palavra":"A palavra 'deus' é usada para enfatizar que a cura é uma ação divina e não meramente humana.","conexao_teologica":"A cura e a libertação são manifestações do Reino de Deus, que se aproxima através de Jesus.","referencias_relacionadas":["Mateus 4:24","Tiago 5:14","Isaías 53:5"]},"mateus_10_2_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se ao nome de Pedro, que significa 'rocha', simbolizando a firmeza e a liderança na Igreja.","explicacao_detalhada":"Jesus dá a Pedro um papel de destaque entre os apóstolos, indicando que ele será uma base sólida para a Igreja.","por_que_esta_palavra":"A palavra 'rocha' é significativa para entender a fundação da Igreja e a liderança que Pedro exercerá.","conexao_teologica":"A firmeza de Pedro como 'rocha' reflete a estabilidade que Cristo traz à sua Igreja.","referencias_relacionadas":["Mateus 16:18","Gálatas 2:9","1 Pedro 2:5"]},"mateus_10_2_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Simão, que é transformado em Pedro, simbolizando uma nova identidade e propósito.","explicacao_detalhada":"O nome 'Simão' é mudado para 'Pedro' por Jesus, indicando a transformação que ocorre na vida de quem segue a Cristo.","por_que_esta_palavra":"A mudança de nome é um sinal da nova missão e do novo papel que Pedro terá na Igreja.","conexao_teologica":"A transformação de identidade é um tema central na vida cristã, onde os crentes são feitos novas criaturas em Cristo.","referencias_relacionadas":["João 1:42","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_10_3_matthew":{"palavra_pt":"matthew","palavra_original":"Ματθαῖος","transliteracao":"Matthaîos","strong":"G3156","significado_raiz":"Ideia básica: matthew.","significado_contextual":"Mateus, também conhecido como Levi, era um dos doze apóstolos de Jesus e um cobrador de impostos.","explicacao_detalhada":"O nome 'Mateus' significa 'dom de Deus'. Ele foi chamado por Jesus enquanto estava em seu posto de trabalho, simbolizando a transformação que Jesus pode trazer na vida das pessoas.","por_que_esta_palavra":"A inclusão de Mateus entre os apóstolos destaca a capacidade de Jesus de chamar pessoas de diferentes origens e profissões para segui-lo.","conexao_teologica":"Mateus representa a graça de Deus que alcança até aqueles que são considerados pecadores ou indesejáveis pela sociedade.","referencias_relacionadas":["Mateus 9:9","Lucas 5:27-28","Mateus 10:1"]},"mateus_10_3_lebbus":{"palavra_pt":"lebb us","palavra_original":"Λεββαῖος","transliteracao":"Lebbaîos","strong":"G3002","significado_raiz":"Ideia básica: lebb us.","significado_contextual":"Lebbaus, também conhecido como Judas Tadeu, é mencionado como um dos apóstolos de Jesus.","explicacao_detalhada":"O nome 'Lebbaus' pode significar 'coração' ou 'coração de um homem'. Ele é frequentemente associado à sua devoção e ao seu papel como um dos doze apóstolos.","por_que_esta_palavra":"A menção de Lebbaus destaca a diversidade entre os apóstolos e a importância de cada um em cumprir a missão de Jesus.","conexao_teologica":"Lebbaus representa a fidelidade e a devoção que todos os seguidores de Cristo são chamados a ter.","referencias_relacionadas":["Mateus 10:3","Marcos 3:18","João 14:22"]},"mateus_10_4_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Simão' refere-se a Simão Pedro, um dos apóstolos mais proeminentes.","explicacao_detalhada":"Simão, que mais tarde se tornou conhecido como Pedro, significa 'pedra' ou 'rocha', simbolizando a fundação da Igreja que Jesus estabeleceria.","por_que_esta_palavra":"A inclusão de Simão Pedro entre os apóstolos enfatiza a importância de sua liderança e fé na construção do Reino de Deus.","conexao_teologica":"Simão Pedro é um símbolo da transformação que Jesus pode operar na vida de uma pessoa, de pescador a líder da Igreja.","referencias_relacionadas":["Mateus 16:18","João 1:42","Atos 2:14"]},"mateus_10_4_zeloso":{"palavra_pt":"zeloso","palavra_original":"Κανανίτης","transliteracao":"Kananítēs","strong":"G2581","significado_raiz":"Ideia básica: zeloso.","significado_contextual":"O termo 'zeloso' refere-se a Simão, o Zelote, um dos apóstolos que era conhecido por seu fervor religioso e político.","explicacao_detalhada":"Os zelotes eram um grupo que buscava a libertação de Israel do domínio romano. Simão representa a paixão e o zelo que muitos tinham por sua nação e fé.","por_que_esta_palavra":"A inclusão de Simão, o Zelote, entre os apóstolos mostra que Jesus chamou pessoas com diferentes visões e paixões para sua missão.","conexao_teologica":"Simão, o Zelote, ilustra que a verdadeira liberdade e zelo devem ser direcionados para o Reino de Deus e não para causas temporais.","referencias_relacionadas":["Mateus 10:4","Lucas 6:15","Atos 1:13"]},"mateus_10_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome dado ao Filho de Deus, que veio para salvar a humanidade.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é a salvação'. Ele é o centro da fé cristã e a razão pela qual os apóstolos foram chamados.","por_que_esta_palavra":"A menção do nome de Jesus enfatiza sua autoridade e a missão que Ele cumpriu na terra.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a manifestação do amor divino para a salvação da humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_10_6_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao povo de Israel, que é considerado a família de Deus.","explicacao_detalhada":"O termo 'oikos' implica não apenas em laços sanguíneos, mas também em uma comunidade de fé e pertencimento ao povo escolhido por Deus.","por_que_esta_palavra":"A inclusão da família de Israel destaca a missão de Jesus de trazer salvação primeiro ao seu povo.","conexao_teologica":"A ideia de família é central na teologia bíblica, representando a relação entre Deus e seu povo.","referencias_relacionadas":["Mateus 10:6","Romanos 1:16","Gálatas 3:28"]},"mateus_10_6_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"O termo 'sheepfold' refere-se ao rebanho de Israel, que Jesus veio salvar.","explicacao_detalhada":"A metáfora do rebanho é frequentemente usada na Bíblia para descrever o povo de Deus e sua necessidade de um pastor.","por_que_esta_palavra":"A menção do rebanho enfatiza a missão de Jesus como o Bom Pastor que cuida e guia seu povo.","conexao_teologica":"Jesus é o pastor que dá a vida por suas ovelhas, simbolizando seu amor e sacrifício.","referencias_relacionadas":["João 10:11","Salmos 23:1","Mateus 18:12-14"]},"mateus_10_6_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Israel' refere-se ao povo escolhido de Deus, descendentes de Jacó.","explicacao_detalhada":"Israel significa 'aquele que luta com Deus' e representa a relação especial entre Deus e seu povo.","por_que_esta_palavra":"A inclusão de Israel destaca a importância da aliança de Deus com seu povo e a promessa de redenção.","conexao_teologica":"Israel é um símbolo da fidelidade de Deus e da esperança de salvação para todos os povos.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 11:1-2"]},"mateus_10_7_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O termo 'céu' refere-se ao reino de Deus e à sua soberania.","explicacao_detalhada":"O céu é o lugar onde Deus reina e onde os fiéis esperam estar após a morte.","por_que_esta_palavra":"A menção do céu enfatiza a esperança e a promessa do Reino de Deus que Jesus veio proclamar.","conexao_teologica":"O céu representa a realização final do plano de Deus para a humanidade e a restauração de todas as coisas.","referencias_relacionadas":["Mateus 5:10","Filipenses 3:20","Apocalipse 21:1-4"]},"mateus_10_7_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"O verbo 'pregar' refere-se à proclamação do evangelho e da mensagem de Jesus.","explicacao_detalhada":"Pregar é compartilhar a boa nova da salvação e o reino de Deus com os outros.","por_que_esta_palavra":"A ênfase na pregação destaca a missão dos apóstolos e a importância de disseminar a mensagem de Cristo.","conexao_teologica":"A pregação do evangelho é central na missão da Igreja e na chamada de todos os cristãos para compartilhar sua fé.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14-15","1 Coríntios 1:17"]},"mateus_10_7_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' é um chamado à ação, indicando que os discípulos devem se mover e pregar o evangelho.","explicacao_detalhada":"No contexto de Mateus 10, Jesus envia seus discípulos para pregar e curar, enfatizando a importância de ir e compartilhar a mensagem do Reino de Deus.","por_que_esta_palavra":"A palavra 'ir' é fundamental para a missão dos discípulos, pois implica em sair de sua zona de conforto e levar a mensagem de Cristo a outros.","conexao_teologica":"A missão da Igreja é baseada no mandamento de ir e fazer discípulos, refletindo o chamado de Jesus para que seus seguidores sejam ativos na evangelização.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"mateus_10_8_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à capacidade de curar e restaurar, refletindo a natureza divina de Jesus.","explicacao_detalhada":"Neste versículo, Jesus instrui os discípulos a curar os enfermos, ressuscitar os mortos e purificar os leprosos, mostrando que a ação de Deus se manifesta através deles.","por_que_esta_palavra":"A palavra 'deus' é usada para enfatizar que as ações dos discípulos são uma extensão do poder divino e da missão de Jesus.","conexao_teologica":"A cura e a restauração são centrais na missão de Jesus e, por extensão, na missão da Igreja, que continua a obra de Deus no mundo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18-19","Tiago 5:14-15"]},"mateus_10_8_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada no contexto de ressurreição, indicando o poder de Jesus sobre a morte.","explicacao_detalhada":"Jesus instrui os discípulos a ressuscitar os mortos, o que demonstra sua autoridade sobre a vida e a morte, um tema central no evangelho.","por_que_esta_palavra":"A ressurreição é um sinal do Reino de Deus e da vitória de Cristo sobre a morte, que os discípulos são chamados a proclamar.","conexao_teologica":"A ressurreição é um dos pilares da fé cristã, simbolizando a esperança da vida eterna para todos os que creem.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:55-57"]},"mateus_10_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é uma negação, enfatizando que os discípulos não devem depender de riquezas materiais.","explicacao_detalhada":"Jesus instrui os discípulos a não levar dinheiro, mostrando que a confiança deve estar em Deus e não nas posses.","por_que_esta_palavra":"A dependência de Deus é um tema recorrente na vida cristã, onde a fé deve prevalecer sobre as preocupações materiais.","conexao_teologica":"A confiança em Deus é essencial para a vida cristã, refletindo a ideia de que Ele provê para aqueles que O servem.","referencias_relacionadas":["Mateus 6:25-34","Filipenses 4:19","Salmos 37:25"]},"mateus_10_9_ouro":{"palavra_pt":"ouro","palavra_original":"χρυσός","transliteracao":"chrysós","strong":"G5557","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' representa riqueza e valor, contrastando com a instrução de não levar dinheiro.","explicacao_detalhada":"Jesus ensina que o valor do Reino de Deus supera qualquer riqueza material, e que os discípulos devem focar na missão.","por_que_esta_palavra":"A menção ao ouro serve para ilustrar a ideia de que as riquezas não são o que sustentam a missão dos discípulos.","conexao_teologica":"A busca pelo Reino de Deus deve ser priorizada em relação às riquezas materiais, refletindo a verdadeira riqueza espiritual.","referencias_relacionadas":["Mateus 6:19-21","Lucas 12:15","1 Timóteo 6:10"]},"mateus_10_9_brass":{"palavra_pt":"brass","palavra_original":"χαλκός","transliteracao":"chalkós","strong":"G5475","significado_raiz":"Ideia básica: brass.","significado_contextual":"A palavra 'brass' (ou bronze) é mencionada para enfatizar a ideia de não depender de recursos materiais.","explicacao_detalhada":"Assim como o ouro, o bronze representa riqueza e segurança, mas Jesus ensina que a verdadeira segurança vem de Deus.","por_que_esta_palavra":"A inclusão do bronze reforça a mensagem de que os discípulos devem confiar em Deus para suas necessidades durante a missão.","conexao_teologica":"A dependência de Deus é um tema central na vida cristã, onde a segurança não deve estar nas posses, mas na fé.","referencias_relacionadas":["Mateus 6:24","Hebreus 13:5","Salmos 62:10"]},"mateus_10_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' novamente é uma negação, reforçando a ideia de que os discípulos não devem se preocupar com bens materiais.","explicacao_detalhada":"Jesus continua a instruir os discípulos sobre a importância de confiar em Deus para suas necessidades enquanto pregam o evangelho.","por_que_esta_palavra":"A repetição da negação enfatiza a necessidade de uma fé inabalável em Deus durante a missão.","conexao_teologica":"A confiança em Deus é um princípio fundamental da vida cristã, que deve ser praticado em todas as áreas.","referencias_relacionadas":["Mateus 10:29-31","Salmos 23:1","Romanos 8:31"]},"mateus_10_11_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de entrar na casa de alguém, simbolizando acolhimento e hospitalidade.","explicacao_detalhada":"Jesus instrui os discípulos a entrar nas casas e oferecer paz, mostrando a importância da recepção na missão.","por_que_esta_palavra":"A ação de levantar-se e entrar é um símbolo de iniciar relacionamentos e compartilhar a mensagem do evangelho.","conexao_teologica":"A hospitalidade é um valor importante no cristianismo, refletindo o amor e a aceitação que devemos ter uns pelos outros.","referencias_relacionadas":["Hebreus 13:2","Mateus 25:35","Romanos 12:13"]},"mateus_10_12_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se ao lar e à unidade familiar, onde a mensagem do evangelho deve ser compartilhada.","explicacao_detalhada":"Jesus ensina que a paz deve ser proclamada nas casas, enfatizando a importância do lar na propagação da fé.","por_que_esta_palavra":"A família é um dos primeiros lugares onde a fé deve ser vivida e compartilhada, refletindo o amor de Cristo.","conexao_teologica":"A família é vista como uma unidade fundamental no plano de Deus, onde a fé deve ser transmitida de geração em geração.","referencias_relacionadas":["Deuteronômio 6:6-7","Efésios 6:4","Colossenses 3:20"]},"mateus_10_12_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada novamente, enfatizando a ação de entrar e se relacionar com as pessoas.","explicacao_detalhada":"Jesus instrui os discípulos a se levantarem e entrarem nas casas, simbolizando a importância de se conectar com os outros.","por_que_esta_palavra":"Levantar-se é um ato de disposição para servir e compartilhar a mensagem do evangelho com os que estão ao nosso redor.","conexao_teologica":"A disposição para se levantar e servir é um reflexo do caráter de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:5-7"]},"mateus_10_13_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada aqui refere-se à harmonia e ao bem-estar que os discípulos devem trazer ao entrar em uma casa.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) é um conceito central no ensino de Jesus, simbolizando não apenas a ausência de conflito, mas um estado de plenitude e bem-estar que deve ser oferecido aos outros.","por_que_esta_palavra":"A paz é essencial na mensagem do evangelho, pois representa a reconciliação entre Deus e a humanidade.","conexao_teologica":"A paz é um dos frutos do Espírito Santo e é fundamental para a vida cristã, refletindo o caráter de Deus.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"mateus_10_13_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao lar e à unidade familiar, que é um espaço de acolhimento e apoio.","explicacao_detalhada":"A palavra 'familia' (οἰκία) enfatiza a importância das relações familiares e como elas devem ser um reflexo do amor de Deus.","por_que_esta_palavra":"A família é vista como a base da sociedade e um lugar onde a fé pode ser cultivada e transmitida.","conexao_teologica":"A família é um símbolo da relação entre Cristo e a Igreja, onde cada membro tem um papel importante.","referencias_relacionadas":["Efésios 5:25-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_10_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (μή) é uma negação que pode ser interpretada como uma afirmação da presença de Deus em contraste com a ausência de paz ou harmonia.","por_que_esta_palavra":"A presença de Deus é fundamental para a compreensão da paz e da harmonia que os discípulos devem levar.","conexao_teologica":"Deus é a fonte de toda paz e é essencial na vida do crente.","referencias_relacionadas":["Salmos 46:10","Isaías 9:6","Romanos 15:33"]},"mateus_10_14_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem do evangelho que os discípulos devem proclamar.","explicacao_detalhada":"A palavra 'palavra' (λόγος) é usada para descrever a essência do ensino de Cristo e a revelação de Deus ao homem.","por_que_esta_palavra":"A palavra é central na missão dos discípulos, pois é através dela que as pessoas conhecem a verdade de Deus.","conexao_teologica":"Cristo é o Verbo que se fez carne, e a sua mensagem é a base da fé cristã.","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 Pedro 1:25"]},"mateus_10_14_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente enfatizada como a autoridade suprema que deve ser reconhecida.","explicacao_detalhada":"A palavra 'deus' (μή) reforça a ideia de que a rejeição da mensagem dos discípulos é, na verdade, uma rejeição a Deus.","por_que_esta_palavra":"A rejeição da mensagem é uma questão de desobediência a Deus, que é o autor da paz e da verdade.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem do evangelho.","referencias_relacionadas":["Mateus 10:33","Romanos 1:20","Hebreus 10:31"]},"mateus_10_14_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' aqui destaca a importância das relações familiares na aceitação ou rejeição da mensagem.","explicacao_detalhada":"A palavra 'familia' (οἰκία) sugere que a fé pode ser um divisor de águas dentro do lar, afetando as dinâmicas familiares.","por_que_esta_palavra":"A aceitação ou rejeição do evangelho pode impactar diretamente a unidade familiar.","conexao_teologica":"A família é um microcosmo da Igreja, onde a fé deve ser vivida e compartilhada.","referencias_relacionadas":["Mateus 10:36","Lucas 12:51-53","Efésios 6:1-4"]},"mateus_10_15_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar onde a mensagem é proclamada e a receptividade das pessoas.","explicacao_detalhada":"A palavra 'terra' (γῆ) simboliza o mundo físico e as diversas reações que a mensagem de Cristo pode encontrar.","por_que_esta_palavra":"A terra representa o campo missionário onde os discípulos devem semear a palavra de Deus.","conexao_teologica":"A missão dos discípulos é levar o evangelho a todas as nações, conforme a Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"mateus_10_15_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que a mensagem deve ser proclamada e a urgência dessa tarefa.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) implica um tempo específico e a importância de agir enquanto é dia.","por_que_esta_palavra":"O dia representa a oportunidade que os discípulos têm para compartilhar o evangelho antes que a escuridão venha.","conexao_teologica":"A urgência da missão é um tema recorrente nas Escrituras, enfatizando a necessidade de aproveitar as oportunidades.","referencias_relacionadas":["João 9:4","Romanos 13:11-12","2 Coríntios 6:2"]},"mateus_10_15_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à consequência da rejeição da mensagem e ao julgamento que virá.","explicacao_detalhada":"A palavra 'juízo' (κρίσις) indica a seriedade da rejeição do evangelho e as implicações eternas disso.","por_que_esta_palavra":"O juízo é uma realidade que todos enfrentarão, e a rejeição da mensagem de Cristo resulta em condenação.","conexao_teologica":"O juízo de Deus é um tema importante na teologia, refletindo a justiça divina.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10-12","Apocalipse 20:11-15"]},"mateus_10_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorre na vida dos discípulos ao seguirem a Cristo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica um processo de mudança e crescimento espiritual que os discípulos experimentarão.","por_que_esta_palavra":"A transformação é uma parte essencial da vida cristã, onde os crentes são moldados à imagem de Cristo.","conexao_teologica":"A ideia de transformação é central na mensagem do evangelho, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_10_16_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao lugar onde as ovelhas são guardadas, simbolizando segurança e proteção.","explicacao_detalhada":"No contexto de Mateus 10:16, Jesus usa a metáfora do 'sheep fold' para ilustrar a necessidade de prudência e sabedoria ao enviar seus discípulos como ovelhas entre lobos. A imagem evoca a ideia de um espaço seguro onde as ovelhas são protegidas dos perigos externos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a vulnerabilidade dos discípulos e a necessidade de estarem atentos às ameaças que enfrentarão.","conexao_teologica":"A metáfora do 'sheep fold' se conecta com a ideia de Jesus como o Bom Pastor, que cuida e protege suas ovelhas (João 10:11).","referencias_relacionadas":["João 10:11","Salmos 23:1","Ezequiel 34:12"]},"mateus_10_17_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia ou comunidade de crentes, que se reúnem para adorar e aprender juntos.","explicacao_detalhada":"Neste versículo, a palavra 'igreja' é usada para descrever o corpo de crentes que se reúnem em nome de Cristo. A igreja é vista como um lugar de apoio e crescimento espiritual, onde os membros são encorajados a viver a fé em comunidade.","por_que_esta_palavra":"A inclusão da palavra 'igreja' destaca a importância da comunhão entre os crentes, especialmente em tempos de perseguição.","conexao_teologica":"A igreja é o corpo de Cristo na Terra, chamado a ser luz e sal do mundo (Mateus 5:13-16).","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","1 Coríntios 12:27"]},"mateus_10_17_attendance":{"palavra_pt":"attend ance","palavra_original":"προσέχω","transliteracao":"proséchō","strong":"G4337","significado_raiz":"Ideia básica: attend ance.","significado_contextual":"Refere-se à ação de prestar atenção ou estar presente em um determinado lugar.","explicacao_detalhada":"Neste contexto, a palavra 'attend ance' implica a necessidade de estar alerta e preparado para as situações que os discípulos enfrentarão ao serem levados diante de autoridades.","por_que_esta_palavra":"A palavra é crucial para enfatizar a importância de estar atento ao que Deus pode revelar em momentos de dificuldade.","conexao_teologica":"A ideia de estar atento ao Espírito Santo é fundamental para a vida cristã, conforme mencionado em Gálatas 5:25.","referencias_relacionadas":["Gálatas 5:25","1 Pedro 5:8","Mateus 26:41"]},"mateus_10_18_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"Refere-se a uma autoridade civil ou governamental que tem poder sobre uma região.","explicacao_detalhada":"Jesus menciona que seus discípulos serão levados diante de governadores e reis, o que indica que eles enfrentarão oposição e julgamento por causa de sua fé.","por_que_esta_palavra":"A palavra é usada para mostrar que a mensagem do evangelho será proclamada em todas as esferas da sociedade, incluindo as autoridades.","conexao_teologica":"A presença de governantes na narrativa bíblica destaca a soberania de Deus sobre todas as autoridades terrenas (Romanos 13:1).","referencias_relacionadas":["Romanos 13:1","Atos 4:5-7","1 Pedro 2:13-14"]},"mateus_10_18_sagrado":{"palavra_pt":"testemunho","palavra_original":"μαρτύριον","transliteracao":"martýrion","strong":"G3142","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se ao testemunho que os discípulos darão sobre Cristo, que é considerado sagrado e importante.","explicacao_detalhada":"Neste versículo, a palavra 'testemunho' enfatiza a responsabilidade dos discípulos de compartilhar a verdade do evangelho, mesmo em face da perseguição.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a importância do testemunho cristão como uma declaração de fé e verdade.","conexao_teologica":"O testemunho é central na missão da igreja, conforme Mateus 28:19-20, onde Jesus comissiona seus seguidores a fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Pedro 3:15"]},"mateus_10_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a confiança em Deus em momentos de dificuldade.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para indicar que os discípulos não devem se preocupar com o que dizer, pois o Espírito Santo os guiará.","por_que_esta_palavra":"A palavra é importante para mostrar a dependência dos discípulos em Deus e a certeza de que Ele proverá as palavras necessárias.","conexao_teologica":"A confiança em Deus é um tema recorrente nas Escrituras, como em Filipenses 4:6-7, onde somos instruídos a não nos preocuparmos.","referencias_relacionadas":["Filipenses 4:6-7","Salmos 37:5","Provérbios 3:5-6"]},"mateus_10_19_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo ou momento em que algo acontece, neste caso, o momento de testemunhar.","explicacao_detalhada":"A palavra 'dia' é usada para indicar que haverá um tempo específico em que os discípulos serão levados a prestar contas de sua fé.","por_que_esta_palavra":"A palavra é relevante para enfatizar a certeza de que haverá um momento de prova e que os discípulos devem estar prontos.","conexao_teologica":"A noção de tempo e oportunidade é importante na vida cristã, como em Efésios 5:16, onde somos exortados a aproveitar bem o tempo.","referencias_relacionadas":["Efésios 5:16","Colossenses 4:5","Tiago 4:14"]},"mateus_10_19_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou entregar algo, neste caso, as palavras que serão ditas.","explicacao_detalhada":"A palavra 'libertar' é usada para descrever como o Espírito Santo dará aos discípulos as palavras certas para dizer em momentos de necessidade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a ação do Espírito Santo em capacitar os crentes a falarem com coragem e clareza.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do crente, conforme João 14:26, onde Ele é descrito como o Consolador que ensina.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:26"]},"mateus_10_20_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a presença de Deus entre os crentes.","explicacao_detalhada":"Neste versículo, a palavra 'espírito' é usada para indicar que não são os discípulos que falam, mas o Espírito Santo que fala através deles.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica da comunicação divina através dos crentes em situações de perseguição.","conexao_teologica":"A presença do Espírito Santo é um tema central no Novo Testamento, como em Atos 1:8, onde os crentes recebem poder para testemunhar.","referencias_relacionadas":["Atos 1:8","Romanos 8:9","Gálatas 5:22-23"]},"mateus_10_21_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao ato de morrer, que pode ser físico ou espiritual, especialmente no contexto da perseguição.","explicacao_detalhada":"A palavra 'morte' é usada para descrever a realidade que os discípulos podem enfrentar ao seguir a Cristo, incluindo a possibilidade de martírio.","por_que_esta_palavra":"A palavra é importante para enfatizar o custo do discipulado e a seriedade da missão que os discípulos estão assumindo.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a morte de Cristo traz vida aos crentes (João 3:16).","referencias_relacionadas":["João 3:16","Romanos 6:23","Mateus 16:24-25"]},"mateus_10_22_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à perseverança na fé, mesmo diante de perseguições.","explicacao_detalhada":"A palavra 'continuo' implica em uma ação constante e ininterrupta. Jesus ensina que os seus seguidores devem permanecer firmes em sua fé, mesmo quando enfrentam dificuldades.","por_que_esta_palavra":"É crucial para entender a necessidade de resiliência na vida cristã.","conexao_teologica":"A perseverança é um tema central no Novo Testamento, refletindo a importância de manter a fé até o fim.","referencias_relacionadas":["Mateus 24:13","Romanos 5:3-4","Tiago 1:12"]},"mateus_10_22_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que pode levar ao ódio por parte dos que não compartilham da mesma fé.","explicacao_detalhada":"A palavra 'amor' aqui é usada para contrastar a devoção a Cristo com a rejeição que pode surgir de familiares e amigos.","por_que_esta_palavra":"É importante para entender a dinâmica de relacionamentos em situações de fé.","conexao_teologica":"O amor é um dos mandamentos mais importantes de Jesus, e sua presença pode gerar conflitos em um mundo hostil.","referencias_relacionadas":["Mateus 22:37-39","1 João 4:20","Romanos 8:35"]},"mateus_10_23_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à proteção e ao cuidado de Deus sobre os que são perseguidos.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania divina e a certeza de que Ele está no controle, mesmo em tempos difíceis.","por_que_esta_palavra":"É fundamental para a compreensão da providência divina na vida dos crentes.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, oferecendo conforto e esperança aos fiéis.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","1 Pedro 5:7"]},"mateus_10_23_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado do povo de Deus.","explicacao_detalhada":"A palavra 'nome' simboliza a relação especial entre Deus e Israel, e a importância de ser reconhecido como Seu povo.","por_que_esta_palavra":"É essencial para entender a aliança de Deus com Israel e a continuidade dessa relação na nova aliança.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua autoridade e poder, refletindo a identidade do Seu povo.","referencias_relacionadas":["Êxodo 3:14","Isaías 43:1","Romanos 9:25-26"]},"mateus_10_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de Jesus como Senhor e Mestre.","explicacao_detalhada":"A palavra 'senhor' destaca a autoridade de Cristo sobre Seus discípulos e a expectativa de que eles o sigam.","por_que_esta_palavra":"É importante para entender a relação de submissão e liderança entre Jesus e Seus seguidores.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Sua divindade e soberania.","referencias_relacionadas":["Mateus 28:18","Efésios 1:20-22","Filipenses 2:9-11"]},"mateus_10_24_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se à grandeza da responsabilidade que os discípulos têm em relação ao seu mestre.","explicacao_detalhada":"A palavra 'muito' enfatiza que, assim como Jesus enfrentou perseguições, Seus seguidores também enfrentarão desafios significativos.","por_que_esta_palavra":"É crucial para entender a expectativa de sacrifício e compromisso na vida cristã.","conexao_teologica":"A ideia de que o servo não é maior que o seu senhor é um princípio que permeia a vida cristã.","referencias_relacionadas":["Lucas 6:40","João 15:20","2 Timóteo 3:12"]},"mateus_10_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de Jesus como Senhor e a expectativa de Seus discípulos.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a ideia de que os discípulos devem reconhecer a autoridade de Cristo em suas vidas.","por_que_esta_palavra":"É fundamental para a compreensão da dinâmica de liderança e seguimento na fé.","conexao_teologica":"A submissão à autoridade de Cristo é um princípio central na vida cristã.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Hebreus 13:17"]},"mateus_10_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorre na vida dos discípulos ao seguirem a Cristo.","explicacao_detalhada":"A palavra 'tornar-se' implica em um processo de mudança e crescimento espiritual que os discípulos experimentam.","por_que_esta_palavra":"É importante para entender a jornada de fé e a maturidade espiritual.","conexao_teologica":"A transformação é um tema central na vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_10_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à certeza de que Deus conhece todas as coisas, incluindo as ações dos homens.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a onisciência divina e a importância de viver de maneira íntegra.","por_que_esta_palavra":"É fundamental para a compreensão da moralidade e da responsabilidade diante de Deus.","conexao_teologica":"A onisciência de Deus é um tema recorrente na Bíblia, oferecendo um senso de responsabilidade aos crentes.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","1 João 3:20"]},"mateus_10_26_temor":{"palavra_pt":"temor","palavra_original":"φοβέω","transliteracao":"phobéō","strong":"G5399","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que os crentes devem ter em relação a Deus.","explicacao_detalhada":"A palavra 'temor' implica em um respeito profundo e uma consciência da grandeza de Deus.","por_que_esta_palavra":"É importante para entender a relação entre amor e temor na vida cristã.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a reverência que devemos ter por Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","1 Pedro 2:17"]},"mateus_10_26_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a vulnerabilidade do ser humano diante de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'homem' é usada para enfatizar que não devemos temer aqueles que podem nos causar dano físico, mas sim aquele que tem poder sobre a alma e o corpo.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a condição humana e a necessidade de confiar em Deus acima das ameaças humanas.","conexao_teologica":"A teologia enfatiza que a vida humana é preciosa e que devemos temer mais a Deus, que tem autoridade sobre a eternidade.","referencias_relacionadas":["Salmos 146:3","Isaías 51:12","Mateus 6:25"]},"mateus_10_27_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à ação de anunciar a mensagem de Deus, especialmente em tempos de perseguição.","explicacao_detalhada":"Jesus instrui seus discípulos a proclamarem abertamente o que ouviram d'Ele, mesmo em situações adversas, enfatizando a importância da verdade.","por_que_esta_palavra":"A palavra 'pregar' é crucial para a missão da Igreja, que é compartilhar o evangelho com ousadia.","conexao_teologica":"A proclamação da verdade é central na teologia cristã, refletindo a Grande Comissão dada por Jesus.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14","2 Timóteo 4:2"]},"mateus_10_27_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Ideia básica: dark ness.","significado_contextual":"Refere-se à escuridão espiritual e à ignorância que se opõem à luz da verdade.","explicacao_detalhada":"A escuridão simboliza o pecado e a falta de conhecimento de Deus, contrastando com a luz que é a revelação divina.","por_que_esta_palavra":"A escuridão é usada para ilustrar a necessidade de levar a luz do evangelho ao mundo perdido.","conexao_teologica":"A luz e a escuridão são temas recorrentes na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["João 1:5","Efésios 5:8","1 João 1:5"]},"mateus_10_27_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz é uma metáfora para a verdade e a presença de Deus, que ilumina o caminho dos crentes.","explicacao_detalhada":"Jesus usa a imagem da luz para encorajar seus discípulos a serem testemunhas da verdade em um mundo escuro.","por_que_esta_palavra":"A luz é essencial para a vida e simboliza a revelação divina que traz clareza e direção.","conexao_teologica":"A luz representa a verdade de Deus e a vida eterna que Ele oferece através de Cristo.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 Pedro 2:9"]},"mateus_10_28_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida humana, que é eterna e preciosa aos olhos de Deus.","explicacao_detalhada":"Jesus ensina que devemos temer aquele que pode destruir tanto a alma quanto o corpo, enfatizando a importância da vida espiritual.","por_que_esta_palavra":"A palavra 'alma' destaca a dimensão espiritual do ser humano, que vai além da existência física.","conexao_teologica":"A teologia cristã ensina que a alma é imortal e que a salvação é essencial para a vida eterna.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Hebreus 4:12"]},"mateus_10_28_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"Jesus destaca que devemos temer a Deus, que tem autoridade sobre a vida e a morte, em vez de temer os homens.","por_que_esta_palavra":"A escolha da palavra 'deus' reforça a ideia de que Ele é o juiz final e tem controle sobre a eternidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que nos lembra de Sua autoridade suprema.","referencias_relacionadas":["Salmos 115:3","Romanos 11:36","Apocalipse 19:6"]},"mateus_10_28_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à parte física do ser humano, que é temporária e sujeita à morte.","explicacao_detalhada":"Jesus ensina que o corpo pode ser destruído, mas a alma é eterna e deve ser a prioridade na vida do crente.","por_que_esta_palavra":"A palavra 'corpo' enfatiza a fragilidade da vida física em contraste com a eternidade da alma.","conexao_teologica":"A teologia cristã ensina que o corpo é um templo do Espírito Santo e deve ser tratado com respeito.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","2 Coríntios 5:1"]},"mateus_10_29_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Jesus menciona os pardais para ilustrar o cuidado de Deus com a criação, mostrando que somos ainda mais valiosos.","por_que_esta_palavra":"A palavra 'terra' destaca a relação entre Deus e Sua criação, enfatizando Sua providência.","conexao_teologica":"A criação é um testemunho do poder e da bondade de Deus, que cuida de todas as Suas criaturas.","referencias_relacionadas":["Gênesis 1:31","Salmos 24:1","Mateus 6:26"]},"mateus_10_29_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a proximidade e a relação entre as criaturas e Deus.","explicacao_detalhada":"Jesus usa 'entre' para mostrar que, mesmo em meio à criação, Deus está atento e cuida de cada um de nós.","por_que_esta_palavra":"A palavra 'entre' enfatiza a intimidade do relacionamento entre Deus e a humanidade.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, refletindo Sua proximidade e cuidado.","referencias_relacionadas":["Êxodo 33:14","Mateus 18:20","Apocalipse 21:3"]},"mateus_10_30_hair":{"palavra_pt":"cabelo","palavra_original":"θρίξ","transliteracao":"thríx","strong":"G2359","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"A palavra 'cabelo' simboliza a atenção minuciosa de Deus aos detalhes da vida de cada pessoa.","explicacao_detalhada":"Jesus menciona os cabelos para ilustrar que Deus conhece cada aspecto de nossas vidas, até mesmo os mais insignificantes.","por_que_esta_palavra":"A palavra 'cabelo' destaca a intimidade do cuidado de Deus por nós, mostrando que somos preciosos para Ele.","conexao_teologica":"A onisciência de Deus é um tema importante na teologia, que nos lembra de Sua atenção e cuidado constantes.","referencias_relacionadas":["Salmos 139:1-4","Mateus 6:30","Lucas 12:7"]},"mateus_10_30_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' refere-se à parte superior do corpo, simbolizando autoridade e liderança.","explicacao_detalhada":"No contexto de Mateus 10:30, a referência à 'cabeça' pode ser interpretada como a importância de cada pessoa diante de Deus, onde até os cabelos da cabeça são contados, indicando o cuidado divino.","por_que_esta_palavra":"A escolha da palavra 'cabeça' enfatiza a intimidade e o conhecimento que Deus tem sobre cada indivíduo, mostrando que ninguém é insignificante para Ele.","conexao_teologica":"A ideia de que Deus conhece cada detalhe da vida humana reflete Sua soberania e amor, reforçando a relação pessoal que Ele deseja ter com cada um de nós.","referencias_relacionadas":["Salmos 139:1-4","Mateus 6:26","Lucas 12:7"]},"mateus_10_30_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' representa a jornada da vida e as escolhas que fazemos ao longo dela.","explicacao_detalhada":"Em Mateus 10:30, o 'caminho' pode ser visto como a trajetória que leva à salvação e à vida eterna, destacando a importância de seguir a direção que Deus nos dá.","por_que_esta_palavra":"A palavra 'caminho' é utilizada para ilustrar a necessidade de discernimento nas decisões que tomamos, refletindo a vontade de Deus em nossas vidas.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do caminho para descrever a vida cristã, onde Jesus é o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Provérbios 3:5-6","Salmos 119:105"]},"mateus_10_31_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância de algo.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever o valor que cada pessoa tem aos olhos de Deus, enfatizando que, apesar das dificuldades, somos considerados grandes por Ele.","por_que_esta_palavra":"A utilização de 'grande' serve para confortar os discípulos, lembrando-os de que mesmo em meio a perseguições, eles são valiosos para Deus.","conexao_teologica":"A grandeza de Deus se reflete na maneira como Ele cuida de cada um de nós, mostrando que somos parte de Seu plano divino.","referencias_relacionadas":["Isaías 43:4","Mateus 6:26","Romanos 8:31-39"]},"mateus_10_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Mateus 10:31, a menção a Deus destaca Sua autoridade e poder sobre todas as coisas, incluindo a vida e a morte.","por_que_esta_palavra":"A palavra 'Deus' é central na mensagem de conforto e segurança, lembrando que Ele está sempre presente e no controle.","conexao_teologica":"A presença de Deus em nossas vidas é um tema recorrente na Bíblia, enfatizando Sua proteção e amor incondicional.","referencias_relacionadas":["Salmos 46:1","Hebreus 13:5-6","1 Pedro 5:7"]},"mateus_10_32_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao reino espiritual e à presença de Deus.","explicacao_detalhada":"No contexto do versículo, 'céu' é mencionado como o lugar onde as confissões de fé são reconhecidas por Deus, enfatizando a importância de se declarar publicamente a fé.","por_que_esta_palavra":"A palavra 'céu' é utilizada para contrastar a vida terrena com a vida eterna, mostrando que nossas ações têm consequências eternas.","conexao_teologica":"A promessa do céu é um tema central na teologia cristã, oferecendo esperança e motivação para viver de acordo com a vontade de Deus.","referencias_relacionadas":["Mateus 5:12","João 14:2-3","Apocalipse 21:1-4"]},"mateus_10_32_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um acordo ou pacto, especialmente entre Deus e a humanidade.","explicacao_detalhada":"Em Mateus 10:32, a aliança é implicada na relação de compromisso que os crentes têm com Deus, onde a confissão de fé é um aspecto fundamental dessa aliança.","por_que_esta_palavra":"A palavra 'aliança' é importante para entender a relação entre Deus e Seu povo, que é marcada por promessas e fidelidade.","conexao_teologica":"A aliança de Deus com a humanidade é um tema central na Bíblia, refletindo Seu desejo de se relacionar conosco.","referencias_relacionadas":["Gênesis 9:13-15","Hebreus 8:6-13","Romanos 11:27"]},"mateus_10_33_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' é novamente mencionada, referindo-se ao reino de Deus e à recompensa eterna.","explicacao_detalhada":"Neste versículo, a negação da fé diante dos homens resulta em negação diante de Deus, enfatizando a seriedade da confissão de fé.","por_que_esta_palavra":"A repetição da palavra 'céu' reforça a importância da lealdade a Deus e as consequências de nossas escolhas.","conexao_teologica":"A ideia de que nossas ações na terra têm repercussões no céu é um princípio teológico fundamental que motiva a vida cristã.","referencias_relacionadas":["Mateus 7:21","Lucas 12:8-9","Romanos 10:9-10"]},"mateus_10_34_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e harmonia, frequentemente associada à presença de Deus.","explicacao_detalhada":"Em Mateus 10:34, Jesus menciona que Ele não veio trazer paz, mas espada, indicando que a verdadeira paz pode ser desafiada por causa do evangelho.","por_que_esta_palavra":"A palavra 'paz' é usada para contrastar a paz superficial do mundo com a paz que vem de um relacionamento verdadeiro com Deus.","conexao_teologica":"A paz de Cristo é um tema central na teologia cristã, onde Ele é chamado de Príncipe da Paz.","referencias_relacionadas":["Isaías 9:6","João 14:27","Filipenses 4:7"]},"mateus_10_34_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à realidade em que vivemos.","explicacao_detalhada":"No contexto do versículo, a 'terra' é mencionada para ilustrar as divisões que o evangelho pode causar entre as pessoas, mesmo em laços familiares.","por_que_esta_palavra":"A palavra 'terra' é significativa para mostrar que a mensagem de Jesus pode trazer conflitos e divisões, desafiando as normas sociais.","conexao_teologica":"A ideia de que o evangelho pode causar divisão é um tema importante, refletindo a radicalidade da mensagem de Cristo.","referencias_relacionadas":["Mateus 10:35-36","Lucas 12:51-53","Romanos 12:2"]},"mateus_10_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada, referindo-se à Sua soberania e autoridade.","explicacao_detalhada":"Neste versículo, a presença de Deus é um lembrete de que Ele está acima de todas as divisões e conflitos que surgem por causa do evangelho.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a centralidade de Sua vontade em meio a conflitos e divisões.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"mateus_10_35_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Neste contexto, Jesus fala sobre como as divisões podem ocorrer nas relações familiares devido à fé. A palavra 'conforme' sugere que as divisões são baseadas em lealdades que se alinham com a verdade do evangelho.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza que as divisões não são aleatórias, mas resultam de um alinhamento com a verdade de Cristo.","conexao_teologica":"A divisão entre crentes e não crentes é uma temática recorrente nas Escrituras, refletindo a seriedade da escolha de seguir a Cristo.","referencias_relacionadas":["Lucas 12:51","Mateus 10:34","João 15:18"]},"mateus_10_36_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil a outra pessoa.","explicacao_detalhada":"Jesus menciona que os inimigos podem ser aqueles da própria casa, indicando que a fé pode criar conflitos até mesmo nas relações mais próximas.","por_que_esta_palavra":"A palavra 'inimigo' é forte e destaca a realidade da oposição que os crentes podem enfrentar, mesmo entre familiares.","conexao_teologica":"A ideia de que a fé pode causar divisão é um tema importante na teologia cristã, refletindo a radicalidade do discipulado.","referencias_relacionadas":["Salmos 41:9","Miquéias 7:6","Mateus 10:21"]},"mateus_10_36_own":{"palavra_pt":"own","palavra_original":"οἰκιακός","transliteracao":"oikiakós","strong":"G3615","significado_raiz":"Ideia básica: own.","significado_contextual":"A palavra 'own' refere-se a algo que pertence a alguém, neste caso, a família.","explicacao_detalhada":"Jesus usa 'own' para enfatizar que até mesmo aqueles que deveriam ser os mais próximos podem se tornar adversários por causa da fé.","por_que_esta_palavra":"A escolha de 'own' sublinha a profundidade da divisão que a fé pode causar nas relações familiares.","conexao_teologica":"O conceito de lealdade a Cristo acima de laços familiares é um princípio central no discipulado.","referencias_relacionadas":["Lucas 14:26","Mateus 10:37","Gálatas 6:10"]},"mateus_10_36_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Jesus usa 'portanto' para conectar a ideia de que a divisão é uma realidade esperada para aqueles que seguem a Ele.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender que as divisões são uma consequência direta da escolha de seguir a Cristo.","conexao_teologica":"A ideia de que seguir a Cristo pode levar a conflitos é uma advertência importante para os discípulos.","referencias_relacionadas":["Mateus 10:34","Lucas 12:53","João 7:43"]},"mateus_10_37_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se a alguém que tem uma relação de afeto e lealdade.","explicacao_detalhada":"Jesus afirma que o amor por Ele deve ser maior do que o amor por qualquer outro, incluindo amigos e familiares.","por_que_esta_palavra":"A palavra 'amigo' é usada para contrastar a lealdade a Cristo com as lealdades humanas.","conexao_teologica":"A prioridade do amor a Cristo é um tema central na vida cristã, refletindo a necessidade de colocar Deus acima de tudo.","referencias_relacionadas":["João 15:13","Mateus 22:37","Lucas 14:26"]},"mateus_10_38_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza o sofrimento e o sacrifício que vêm com o discipulado.","explicacao_detalhada":"Jesus instrui que cada discípulo deve 'tomar sua cruz', indicando que o seguimento a Ele envolve renúncia e sacrifício pessoal.","por_que_esta_palavra":"A cruz é um símbolo poderoso do custo do discipulado e da identificação com o sofrimento de Cristo.","conexao_teologica":"A cruz é central na teologia cristã, representando a redenção e o chamado ao sacrifício.","referencias_relacionadas":["Lucas 9:23","Gálatas 2:20","1 Pedro 2:21"]},"mateus_10_38_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' implica em aceitar ou tomar posse de algo.","explicacao_detalhada":"Jesus fala sobre a necessidade de 'receber' a cruz, o que implica em aceitar o chamado ao sofrimento e à renúncia.","por_que_esta_palavra":"A palavra 'receber' enfatiza a ação ativa do discípulo em aceitar o chamado de Cristo.","conexao_teologica":"A aceitação da cruz é um aspecto fundamental do discipulado, refletindo a entrega total a Cristo.","referencias_relacionadas":["Mateus 16:24","Marcos 8:34","Romanos 12:1"]},"mateus_10_39_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida de uma pessoa.","explicacao_detalhada":"Jesus ensina que quem busca preservar sua vida (alma) a perderá, mas quem a perde por causa dEle a encontrará.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a importância da vida eterna em contraste com a vida temporária.","conexao_teologica":"A ideia de perder a vida por Cristo é um tema central no evangelho, refletindo a promessa de vida eterna.","referencias_relacionadas":["João 12:25","Gálatas 2:20","Mateus 16:25"]},"mateus_10_39_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se a encontrar ou descobrir algo.","explicacao_detalhada":"Jesus promete que aqueles que perdem suas vidas por Ele realmente encontrarão a verdadeira vida.","por_que_esta_palavra":"A palavra 'achar' destaca a recompensa que vem com o sacrifício e a entrega a Cristo.","conexao_teologica":"A busca pela verdadeira vida é um tema recorrente nas Escrituras, enfatizando a transformação que vem através de Cristo.","referencias_relacionadas":["Mateus 7:7","Lucas 11:9","Romanos 6:4"]},"mateus_10_40_accept":{"palavra_pt":"aceitar","palavra_original":"δέχομαι","transliteracao":"déchomai","strong":"G1209","significado_raiz":"Ideia básica: aceitar.","significado_contextual":"A palavra 'aceitar' implica em receber ou acolher alguém ou algo.","explicacao_detalhada":"Jesus fala sobre a importância de aceitar os mensageiros do evangelho, indicando que a forma como tratamos os outros reflete nossa atitude em relação a Ele.","por_que_esta_palavra":"A palavra 'aceitar' é crucial para entender a responsabilidade dos crentes em acolher uns aos outros na fé.","conexao_teologica":"A aceitação dos mensageiros de Deus é um princípio importante na comunidade cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Mateus 25:40","Romanos 15:7","Gálatas 6:2"]},"mateus_10_40_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é usada para conectar a instrução anterior com a conclusão que se segue.","explicacao_detalhada":"Neste versículo, Jesus está enfatizando a importância de receber os mensageiros de Deus. O 'portanto' indica que a ação de receber é uma resposta à autoridade que Ele conferiu aos seus discípulos.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica do ensino de Jesus, mostrando que a aceitação dos discípulos é uma extensão da aceitação de Cristo.","conexao_teologica":"A aceitação dos mensageiros de Deus é um reflexo da aceitação de Deus e de Sua mensagem, destacando a importância da evangelização.","referencias_relacionadas":["Mateus 10:40","Lucas 10:16","João 13:20"]},"mateus_10_41_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à justiça e à retidão dos que são enviados por Deus.","explicacao_detalhada":"Jesus menciona que quem recebe um justo, recebe a recompensa de um justo. Isso implica que aqueles que são enviados por Deus têm uma missão divina e são considerados justos diante dEle.","por_que_esta_palavra":"A palavra 'inocente' é usada para descrever a pureza e a integridade dos mensageiros de Deus, que devem ser acolhidos e respeitados.","conexao_teologica":"A justiça é um tema central na teologia cristã, onde a aceitação dos justos é vista como parte do plano de Deus para a salvação.","referencias_relacionadas":["Mateus 5:6","Romanos 1:17","Tiago 5:16"]}}