{"mateus_12_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'Jesus' é central para a fé cristã, representando a encarnação de Deus e Sua missão de salvação.","por_que_esta_palavra":"O nome de Jesus é invocado como a única fonte de salvação e esperança.","conexao_teologica":"A identidade de Jesus como o Salvador é fundamental para a compreensão do evangelho.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"mateus_12_1_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se ao momento oportuno para agir ou decidir.","explicacao_detalhada":"A palavra 'oportunidade' sugere a importância de reconhecer e aproveitar os momentos que Deus proporciona para fazer o bem.","por_que_esta_palavra":"A escolha da palavra 'oportunidade' destaca a urgência e a importância de agir em conformidade com a vontade de Deus.","conexao_teologica":"A vida cristã é cheia de oportunidades divinas que devem ser reconhecidas e aproveitadas para glorificar a Deus.","referencias_relacionadas":["Efésios 5:16","Colossenses 4:5","Tiago 4:17"]},"mateus_12_1_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso, estabelecido por Deus.","explicacao_detalhada":"A palavra 'sábado' é um símbolo do descanso e da santidade, mas também da liberdade que Jesus traz.","por_que_esta_palavra":"Jesus redefine o entendimento do sábado, enfatizando a necessidade de misericórdia sobre a ritualidade.","conexao_teologica":"O sábado aponta para o descanso que encontramos em Cristo, que é nosso verdadeiro descanso.","referencias_relacionadas":["Mateus 12:1","Êxodo 20:8-11","Hebreus 4:9-10"]},"mateus_12_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou criar algo.","explicacao_detalhada":"A palavra 'fazer' implica em ações que têm consequências, especialmente em relação à observância da lei.","por_que_esta_palavra":"Jesus é questionado sobre o que é permitido fazer no sábado, levando a uma discussão sobre a verdadeira intenção da lei.","conexao_teologica":"A ação de fazer o bem é central na mensagem de Jesus, que prioriza a misericórdia.","referencias_relacionadas":["Mateus 12:2","Tiago 4:17","Gálatas 6:9"]},"mateus_12_3_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Davi, um dos maiores reis de Israel, que é frequentemente mencionado como um modelo de liderança.","explicacao_detalhada":"Davi é visto como um rei segundo o coração de Deus, e sua história é fundamental para entender a linhagem messiânica. Ele unificou Israel e estabeleceu Jerusalém como a capital.","por_que_esta_palavra":"A menção de Davi enfatiza a legitimidade do ministério de Jesus e sua conexão com a linhagem real de Israel.","conexao_teologica":"Jesus é frequentemente chamado de 'Filho de Davi', indicando que Ele é o cumprimento das promessas feitas a Davi sobre um reino eterno.","referencias_relacionadas":["Mateus 1:1","Atos 13:22","Salmos 89:3-4"]},"mateus_12_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é usada para descrever ações que são realizadas, especialmente em um contexto de necessidade.","explicacao_detalhada":"Neste versículo, a ação de 'fazer' é relacionada ao trabalho e à necessidade de prover para si e para os outros, mesmo em situações que podem parecer inadequadas.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a importância da ação prática em resposta às necessidades, mesmo que isso desafie tradições religiosas.","conexao_teologica":"A ação de fazer o bem é um princípio central no ministério de Jesus, que frequentemente confrontava as normas religiosas em favor da compaixão.","referencias_relacionadas":["Mateus 7:12","Tiago 2:17","Gálatas 6:10"]},"mateus_12_3_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém, especialmente em um contexto de discipulado.","explicacao_detalhada":"Seguir Jesus envolve não apenas a adesão a seus ensinamentos, mas também a disposição de viver de acordo com sua vontade, mesmo que isso signifique romper com tradições.","por_que_esta_palavra":"A ideia de seguir é central para a vida cristã, onde os crentes são chamados a seguir o exemplo de Cristo em suas vidas diárias.","conexao_teologica":"O chamado de Jesus para seguir a Ele é um convite a uma nova vida, marcada pela fé e pela obediência.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"mateus_12_4_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica da sociedade, que é importante tanto no contexto social quanto espiritual.","explicacao_detalhada":"A família é vista como um lugar de cuidado e proteção, e a referência a ela neste versículo destaca a importância das relações familiares na vida de fé.","por_que_esta_palavra":"A menção da família enfatiza que as necessidades e responsabilidades familiares não devem ser negligenciadas, mesmo em questões espirituais.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância da família e das relações, refletindo o amor de Deus por sua criação.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_12_4_templo":{"palavra_pt":"templo","palavra_original":"πρόθεσις","transliteracao":"próthesis","strong":"G4286","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habitava entre seu povo, simbolizando a presença divina.","explicacao_detalhada":"O templo era o centro da adoração em Israel, e a referência a ele neste contexto destaca a importância da adoração e do culto a Deus.","por_que_esta_palavra":"A menção do templo sublinha a seriedade das questões de adoração e a necessidade de entender o que é realmente sagrado.","conexao_teologica":"Jesus é descrito como o verdadeiro templo, onde a presença de Deus habita plenamente.","referencias_relacionadas":["João 2:19-21","Hebreus 9:11-12","1 Coríntios 3:16"]},"mateus_12_5_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se às instruções dadas por Deus ao seu povo, que regulavam a vida religiosa e social.","explicacao_detalhada":"A lei era fundamental para a identidade de Israel e para a sua relação com Deus, e a referência a ela neste contexto destaca a importância de entender seu propósito.","por_que_esta_palavra":"A menção da lei enfatiza que Jesus não veio para abolir a lei, mas para cumpri-la, trazendo um novo entendimento sobre sua aplicação.","conexao_teologica":"A relação entre a lei e a graça é um tema central no Novo Testamento, onde Jesus revela o verdadeiro significado da lei.","referencias_relacionadas":["Romanos 3:31","Mateus 5:17","Gálatas 3:24"]},"mateus_12_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que serviam no templo, mediando entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes tinham a responsabilidade de oferecer sacrifícios e manter a santidade do culto, sendo figuras centrais na vida religiosa de Israel.","por_que_esta_palavra":"A menção dos sacerdotes destaca a importância do papel deles na adoração e como Jesus se posiciona em relação a essa função.","conexao_teologica":"Jesus é o Sumo Sacerdote que oferece um sacrifício perfeito, substituindo o sistema sacrificial do Antigo Testamento.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Mateus 26:3"]},"mateus_12_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao que é separado para Deus, indicando a importância da santidade nas práticas religiosas.","explicacao_detalhada":"O que é considerado sagrado deve ser tratado com reverência, e a referência a isso neste contexto destaca a seriedade da adoração.","por_que_esta_palavra":"A menção do sagrado enfatiza que as ações de adoração devem ser feitas com um coração puro e uma atitude correta diante de Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e os crentes são chamados a viver em santidade como reflexo do caráter de Deus.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Romanos 12:1"]},"mateus_12_6_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' é repetida, reforçando a ideia de que o que é separado para Deus deve ser tratado com a máxima reverência.","explicacao_detalhada":"A repetição da ideia de sagrado neste contexto enfatiza a importância da adoração e das práticas religiosas em relação à vida cotidiana.","por_que_esta_palavra":"A ênfase no sagrado destaca que a verdadeira adoração transcende as tradições e se concentra no coração e na intenção.","conexao_teologica":"A santidade de Deus e a chamada à santidade são temas recorrentes, mostrando que a adoração deve ser genuína e não meramente ritualística.","referencias_relacionadas":["Isaías 6:3","Salmos 30:4","Hebreus 12:14"]},"mateus_12_6_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um respeito profundo e reverente, especialmente em relação a Deus.","explicacao_detalhada":"O temor do Senhor é considerado o princípio da sabedoria, e neste contexto, destaca a importância de reconhecer a grandeza de Deus.","por_que_esta_palavra":"A menção do temor enfatiza que a verdadeira adoração deve ser acompanhada de um respeito profundo pela santidade de Deus.","conexao_teologica":"O temor do Senhor é um tema central na Bíblia, refletindo a relação entre Deus e seu povo e a necessidade de reverência em sua presença.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"mateus_12_6_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada por Jesus para enfatizar a importância de suas declarações e ensinamentos.","explicacao_detalhada":"No contexto de Mateus 12:6, Jesus está afirmando que Ele é maior que o templo e que suas palavras têm autoridade divina. A palavra 'dizer' reflete a comunicação direta de Deus ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a revelação de Deus através de Jesus, que é a Palavra encarnada.","conexao_teologica":"A conexão teológica aqui é a revelação de Deus através de Cristo, que é a verdade e a vida.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Mateus 5:18"]},"mateus_12_7_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia' é usada para descrever a natureza compassiva de Deus e a expectativa de que seus seguidores também demonstrem compaixão.","explicacao_detalhada":"Jesus cita a necessidade de misericórdia em vez de sacrifícios, enfatizando que a verdadeira adoração envolve um coração compassivo.","por_que_esta_palavra":"A palavra 'misericórdia' é crucial para entender a missão de Jesus, que veio para salvar e não para condenar.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo seu amor e desejo de restaurar a humanidade.","referencias_relacionadas":["Oséias 6:6","Mateus 9:13","Tiago 2:13"]},"mateus_12_7_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' indica a vontade de Deus e a liberdade humana em responder a essa vontade.","explicacao_detalhada":"Jesus fala sobre a escolha de agir com misericórdia, mostrando que a verdadeira obediência vai além de rituais e se baseia em decisões éticas.","por_que_esta_palavra":"A escolha é um aspecto fundamental da relação entre Deus e a humanidade, refletindo a responsabilidade do ser humano.","conexao_teologica":"A liberdade de escolha é um tema importante na teologia, especialmente em relação à salvação e à ética cristã.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Romanos 12:2"]},"mateus_12_7_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσία","transliteracao":"thysía","strong":"G2378","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se às práticas religiosas do Antigo Testamento, que Jesus redefine em termos de misericórdia.","explicacao_detalhada":"Jesus critica a ênfase excessiva nos sacrifícios externos em detrimento da verdadeira justiça e compaixão.","por_que_esta_palavra":"A palavra 'sacrifício' é importante para entender a transição do Antigo para o Novo Testamento, onde o sacrifício de Cristo é o cumprimento final.","conexao_teologica":"O sacrifício de Cristo é central na teologia cristã, representando a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 10:1-4","Romanos 12:1","1 Pedro 2:5"]},"mateus_12_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para afirmar a autoridade de Jesus sobre o sábado e a lei.","explicacao_detalhada":"Jesus se apresenta como o Senhor do sábado, desafiando as interpretações rígidas da lei religiosa.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a divindade de Cristo e sua autoridade sobre as tradições religiosas.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, mostrando sua posição como Rei e Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"mateus_12_8_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' representa o dia de descanso e adoração, que Jesus redefine em termos de misericórdia e necessidade humana.","explicacao_detalhada":"Jesus ensina que o sábado foi feito para o homem, e não o homem para o sábado, enfatizando a intenção original de Deus.","por_que_esta_palavra":"A palavra 'sábado' é crucial para entender a relação entre a lei e a graça no ministério de Jesus.","conexao_teologica":"O conceito de descanso em Deus é um tema importante, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Hebreus 4:9-10"]},"mateus_12_9_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem em nome de Cristo.","explicacao_detalhada":"Jesus fala sobre a sinagoga, que é um precursor da igreja, enfatizando a importância da comunidade na adoração e ensino.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a nova comunidade que Cristo estabelece entre os crentes.","conexao_teologica":"A igreja é o corpo de Cristo, chamado a viver em unidade e missão.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","1 Coríntios 12:12-27"]},"mateus_12_9_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' é usada para descrever a ação de Jesus ao se aproximar das pessoas e suas necessidades.","explicacao_detalhada":"Jesus vem ao encontro das pessoas, demonstrando seu ministério de cura e compaixão.","por_que_esta_palavra":"A palavra 'vir' enfatiza a encarnação de Cristo e sua presença ativa entre os seres humanos.","conexao_teologica":"A vinda de Cristo é um tema central, representando a intervenção divina na história da humanidade.","referencias_relacionadas":["João 1:14","Mateus 11:28-30","Romanos 5:8"]},"mateus_12_10_terra":{"palavra_pt":"terra","palavra_original":"ξηρός","transliteracao":"xērós","strong":"G3584","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para referir-se ao estado físico e espiritual das pessoas que Jesus encontra.","explicacao_detalhada":"Jesus se preocupa com a condição humana, tanto física quanto espiritual, e age em compaixão.","por_que_esta_palavra":"A palavra 'terra' simboliza a criação de Deus e a necessidade de redenção.","conexao_teologica":"A redenção da criação é um tema importante, refletindo a obra de Cristo na restauração de todas as coisas.","referencias_relacionadas":["Romanos 8:19-21","Gênesis 1:31","Apocalipse 21:1"]},"mateus_12_10_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina de Cristo e sua capacidade de curar e restaurar.","explicacao_detalhada":"Jesus demonstra seu poder divino ao curar, revelando a natureza de Deus como aquele que cura.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da divindade de Cristo e sua missão redentora.","conexao_teologica":"A divindade de Cristo é fundamental para a fé cristã, pois Ele é o mediador entre Deus e a humanidade.","referencias_relacionadas":["João 14:9","Colossenses 2:9","Hebreus 1:3"]},"mateus_12_10_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão física de uma pessoa, simbolizando ação e poder.","explicacao_detalhada":"A mão é frequentemente associada à capacidade de realizar ações, curar e ajudar os outros. No contexto de Mateus 12, a mão é usada para ilustrar a cura realizada por Jesus no sábado, desafiando as normas religiosas da época.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a ação de Jesus em curar um homem com a mão ressequida, mostrando seu poder e compaixão.","conexao_teologica":"A mão de Deus é frequentemente vista como um símbolo de poder e intervenção divina. Jesus, ao curar, demonstra que a verdadeira observância do sábado envolve fazer o bem.","referencias_relacionadas":["Mateus 12:13","Lucas 6:10","Marcos 3:5"]},"mateus_12_11_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"Neste versículo, a palavra 'morte' é usada para contrastar a vida que Jesus oferece. Ele questiona se é lícito salvar uma vida no sábado, enfatizando a importância da vida sobre a observância rígida da lei.","por_que_esta_palavra":"A escolha da palavra 'morte' destaca a gravidade da situação e a necessidade de agir em favor da vida, mesmo em um dia considerado sagrado.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus é visto como aquele que traz vida e salvação, contrastando com a morte.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"mateus_12_11_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar dentro de um grupo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação entre o homem e as ovelhas, enfatizando a conexão entre o ser humano e a criação de Deus.","por_que_esta_palavra":"A utilização de 'entre' sugere que a vida e a proteção são prioridades, mesmo em situações que podem ser vistas como menos importantes.","conexao_teologica":"A presença de Jesus entre as pessoas é um tema recorrente, mostrando que Ele se importa com cada indivíduo e sua condição.","referencias_relacionadas":["Mateus 18:12-14","Lucas 15:4-7","João 10:14"]},"mateus_12_11_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao local onde as ovelhas são mantidas, simbolizando segurança e cuidado.","explicacao_detalhada":"A palavra 'sheep fold' é usada para ilustrar a proteção que Deus oferece ao seu povo. Jesus utiliza essa imagem para explicar sua missão de cuidar e salvar.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a responsabilidade de cuidar da criação e a importância da compaixão em ações de cura.","conexao_teologica":"Jesus é frequentemente descrito como o bom pastor que cuida de suas ovelhas, refletindo o amor e a proteção divina.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"mateus_12_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo, especialmente em um contexto de necessidade.","explicacao_detalhada":"Neste versículo, 'fazer' é usado para enfatizar a ação de salvar e curar, mostrando que a compaixão deve prevalecer sobre a letra da lei.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender que a verdadeira prática da fé envolve ações que refletem o amor e a misericórdia.","conexao_teologica":"A ação de fazer o bem é um princípio central no ensinamento de Jesus, que frequentemente desafiava as normas religiosas em favor da compaixão.","referencias_relacionadas":["Mateus 7:12","Gálatas 6:10","Tiago 2:14-17"]},"mateus_12_12_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Reforça a ideia de proteção e cuidado, como mencionado anteriormente.","explicacao_detalhada":"A repetição da palavra 'sheep fold' enfatiza a segurança que Deus proporciona ao seu povo e a importância de cuidar dos necessitados.","por_que_esta_palavra":"A utilização desta palavra reforça a ideia de que a compaixão deve ser uma prioridade, mesmo em dias considerados sagrados.","conexao_teologica":"A imagem do aprisco é uma metáfora poderosa para a proteção divina e o cuidado pastoral que Jesus oferece.","referencias_relacionadas":["Salmos 100:3","Ezequiel 34:11-16","João 10:9"]},"mateus_12_12_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso, que é sagrado na tradição judaica.","explicacao_detalhada":"O sábado é um dia de descanso e adoração, mas Jesus ensina que a necessidade humana e a compaixão devem prevalecer sobre a observância rígida da lei.","por_que_esta_palavra":"A palavra 'sábado' é central para a discussão sobre a lei e a graça, mostrando que o propósito do sábado é o bem-estar humano.","conexao_teologica":"Jesus redefine o entendimento do sábado, enfatizando que Ele é o Senhor do sábado e que a misericórdia é mais importante do que a ritualística.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27-28","Colossenses 2:16-17"]},"mateus_12_13_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se novamente à mão, simbolizando ação e poder.","explicacao_detalhada":"A mão é chamada para ser restaurada, simbolizando a cura e a restauração que Jesus traz aos necessitados.","por_que_esta_palavra":"A repetição da palavra 'mão' enfatiza a importância da ação de Jesus em curar e restaurar a vida.","conexao_teologica":"A cura realizada por Jesus é um sinal do Reino de Deus, onde a restauração e a vida são prioridades.","referencias_relacionadas":["Mateus 8:3","Lucas 4:40","Atos 3:6"]},"mateus_12_13_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma ação.","explicacao_detalhada":"Jesus chama o homem com a mão ressequida para se aproximar, demonstrando sua autoridade e compaixão.","por_que_esta_palavra":"A palavra 'dizer' é usada para mostrar a importância da comunicação e do chamado de Jesus para a cura.","conexao_teologica":"O chamado de Jesus é um tema central no Novo Testamento, onde Ele convoca as pessoas a se aproximarem d'Ele para receber cura e salvação.","referencias_relacionadas":["Mateus 11:28","João 7:37","Apocalipse 3:20"]},"mateus_12_14_corpo":{"palavra_pt":"corpo","palavra_original":"συμβούλιον","transliteracao":"symboúlion","strong":"G4824","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, mas também pode simbolizar a comunidade ou o corpo de Cristo.","explicacao_detalhada":"Neste contexto, 'corpo' é usado para descrever a conspiração dos fariseus contra Jesus após a cura, mostrando a oposição ao seu ministério.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a dinâmica entre Jesus e as autoridades religiosas, que viam suas ações como uma ameaça.","conexao_teologica":"O corpo de Cristo é um tema central na teologia do Novo Testamento, onde a unidade e a diversidade são enfatizadas.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Colossenses 1:18"]},"mateus_12_14_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma ação ou estado que se alinha com algo, neste caso, a intenção de Jesus em relação ao que estava acontecendo.","explicacao_detalhada":"No contexto de Mateus 12:14, a palavra 'conforme' é usada para descrever a conformidade das ações de Jesus com as profecias e a vontade de Deus, especialmente em relação à cura e ao ministério que Ele estava realizando.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a obediência de Jesus à vontade divina e a realização das promessas messiânicas.","conexao_teologica":"A conformidade de Jesus com as Escrituras mostra que Ele é o cumprimento das profecias do Antigo Testamento, revelando a soberania de Deus na história da salvação.","referencias_relacionadas":["Isaías 53:5","Salmos 22:1","Mateus 1:22-23"]},"mateus_12_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, referindo-se ao Messias prometido que veio para salvar.","explicacao_detalhada":"Em Mateus 12:15, o uso do nome 'Jesus' destaca a identidade divina e a missão redentora de Cristo, que é a cura e a libertação dos oprimidos.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor é salvação', refletindo a essência do ministério de Jesus e sua obra de salvação.","conexao_teologica":"Jesus é o cumprimento da promessa de Deus de enviar um Salvador, e seu nome carrega a autoridade e a missão de redimir a humanidade.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"mateus_12_15_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das obras e do poder de Jesus, especialmente em relação aos milagres que Ele realizava.","explicacao_detalhada":"No contexto de Mateus 12:15, 'grande' enfatiza a importância e a eficácia do ministério de Jesus, que atraía multidões e realizava curas impressionantes.","por_que_esta_palavra":"A utilização da palavra 'grande' destaca a autoridade de Jesus e a resposta do povo ao seu ministério, reconhecendo-o como alguém que realiza grandes obras.","conexao_teologica":"A grandeza de Jesus em suas obras é um testemunho de sua divindade e do cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Mateus 4:24","Mateus 9:35","Lucas 7:16"]},"mateus_12_15_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina e ao poder de Deus que se manifesta através de Jesus.","explicacao_detalhada":"Em Mateus 12:15, a menção de 'deus' está relacionada à capacidade de Jesus de realizar milagres e curas, mostrando que Ele age com a autoridade divina.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação de Jesus com o Pai e a missão que Ele cumpriu na terra.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, pois Ele é reconhecido como o Filho de Deus que veio para salvar a humanidade.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_12_16_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus em curar e realizar milagres, que é uma parte fundamental do seu ministério.","explicacao_detalhada":"No contexto de Mateus 12:16, 'fazer' enfatiza a disposição de Jesus em agir em favor dos necessitados, mesmo diante da oposição.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a natureza ativa do ministério de Jesus, que não se limita a ensinamentos, mas se manifesta em ações concretas.","conexao_teologica":"As ações de Jesus são uma expressão do amor e da compaixão de Deus, revelando seu caráter e a missão de trazer cura e restauração.","referencias_relacionadas":["Mateus 9:35","Marcos 1:34","Lucas 6:19"]},"mateus_12_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reforça a ideia de que as ações de Jesus estão alinhadas com a vontade divina.","explicacao_detalhada":"Em Mateus 12:16, a menção de 'deus' sublinha a autoridade com que Jesus opera, mostrando que suas ações são uma extensão da vontade de Deus.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre Jesus e o Pai, e a legitimidade de seu ministério.","conexao_teologica":"A divindade de Jesus é essencial para a compreensão da salvação, pois somente Deus pode realizar a obra redentora.","referencias_relacionadas":["Mateus 28:18","João 10:30","Atos 2:22"]},"mateus_12_17_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"A palavra 'esaias' refere-se ao profeta Isaías, cuja profecia é cumprida em Jesus.","explicacao_detalhada":"Em Mateus 12:17, a citação de Isaías destaca a conexão entre as profecias do Antigo Testamento e a vida de Jesus, mostrando que Ele é o Messias prometido.","por_que_esta_palavra":"A menção de 'esaias' é importante para validar a missão de Jesus e sua identidade como o cumprimento das promessas de Deus.","conexao_teologica":"A relação entre Jesus e as profecias de Isaías mostra a continuidade da revelação divina e a fidelidade de Deus em cumprir suas promessas.","referencias_relacionadas":["Isaías 42:1-4","Mateus 1:22-23","Lucas 4:17-21"]},"mateus_12_17_fim":{"palavra_pt":"cumprir/encher","palavra_original":"πληρόω","transliteracao":"plēróō","strong":"G4137","significado_raiz":"Ideia básica: cumprir.","significado_contextual":"A palavra 'cumprir/encher' refere-se ao ato de realizar as promessas de Deus, especialmente em relação ao ministério de Jesus.","explicacao_detalhada":"Em Mateus 12:17, 'cumprir/encher' indica que Jesus não apenas realiza milagres, mas também cumpre as profecias que falam sobre Ele.","por_que_esta_palavra":"A escolha da palavra 'cumprir/encher' é significativa, pois enfatiza a certeza de que as promessas de Deus se concretizam na pessoa de Jesus.","conexao_teologica":"O cumprimento das profecias em Jesus é um testemunho da soberania de Deus e da certeza de sua palavra.","referencias_relacionadas":["Mateus 5:17","Lucas 24:44","Atos 3:18"]},"mateus_12_18_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se à natureza humilde e vulnerável de Jesus, que se identifica com os pequenos e necessitados.","explicacao_detalhada":"Em Mateus 12:18, 'criança' destaca a missão de Jesus de cuidar dos marginalizados e oprimidos, revelando o coração de Deus para com os humildes.","por_que_esta_palavra":"A escolha da palavra 'criança' é intencional, pois Jesus se apresenta como aquele que traz esperança e restauração aos que são desprezados.","conexao_teologica":"A identificação de Jesus com os pequenos é um reflexo do amor de Deus e da sua preocupação com os mais vulneráveis na sociedade.","referencias_relacionadas":["Mateus 18:10","Marcos 10:14","Lucas 9:48"]},"mateus_12_18_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à dignidade humana que Jesus veio restaurar.","explicacao_detalhada":"Em Mateus 12:18, 'alma' enfatiza a importância da vida humana e o cuidado que Jesus tem por cada indivíduo, mostrando que Ele valoriza a vida em todas as suas dimensões.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a missão de Jesus de trazer vida e restauração, não apenas fisicamente, mas espiritualmente.","conexao_teologica":"A preocupação de Jesus com a alma humana reflete o coração de Deus, que deseja que todos tenham vida plena e abundante.","referencias_relacionadas":["João 10:10","Mateus 11:28-30","Romanos 8:6"]},"mateus_12_19_wide":{"palavra_pt":"wide","palavra_original":"πλατύς","transliteracao":"platýs","strong":"G4116","significado_raiz":"Ideia básica: wide.","significado_contextual":"Refere-se à amplitude da ação de Jesus, que não se limita a um grupo específico.","explicacao_detalhada":"A palavra 'wide' sugere uma abrangência, indicando que a missão de Jesus é universal e não restrita.","por_que_esta_palavra":"Utilizada para enfatizar que Jesus não veio apenas para os justos, mas para todos os que necessitam de salvação.","conexao_teologica":"A amplitude da graça de Deus é um tema central na teologia cristã, refletindo o amor inclusivo de Deus.","referencias_relacionadas":["Mateus 11:28","Lucas 19:10","Romanos 10:12"]},"mateus_12_19_strive":{"palavra_pt":"strive","palavra_original":"ἐρίζω","transliteracao":"erízō","strong":"G2051","significado_raiz":"Ideia básica: strive.","significado_contextual":"Indica um esforço ou luta, especialmente no contexto da oposição que Jesus enfrentava.","explicacao_detalhada":"A palavra 'strive' implica um esforço intenso, refletindo a resistência que Jesus encontrou durante seu ministério.","por_que_esta_palavra":"É usada para descrever a determinação de Jesus em cumprir sua missão, apesar das adversidades.","conexao_teologica":"A perseverança de Cristo em meio à oposição é um exemplo para os crentes sobre como enfrentar desafios.","referencias_relacionadas":["Hebreus 12:1-2","Filipenses 3:14","2 Timóteo 4:7"]},"mateus_12_20_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo de Deus, especialmente em relação à justiça e misericórdia.","explicacao_detalhada":"A palavra 'juízo' implica uma avaliação moral, onde Deus exerce sua justiça com compaixão.","por_que_esta_palavra":"É importante para entender como Jesus traz um novo entendimento sobre a lei e a graça.","conexao_teologica":"A relação entre juízo e misericórdia é fundamental na teologia, mostrando como Deus lida com o pecado.","referencias_relacionadas":["Salmos 89:14","Romanos 2:6-8","Tiago 2:13"]},"mateus_12_20_linho":{"palavra_pt":"linho","palavra_original":"λίνον","transliteracao":"línon","strong":"G3043","significado_raiz":"Ideia básica: linho.","significado_contextual":"O linho é um símbolo de pureza e qualidade, usado para descrever a vestimenta de Jesus.","explicacao_detalhada":"A palavra 'linho' sugere algo precioso e de valor, refletindo a natureza pura e santa de Cristo.","por_que_esta_palavra":"Utilizada para contrastar a superficialidade das tradições religiosas com a verdadeira pureza que Jesus representa.","conexao_teologica":"O linho é frequentemente associado à justiça e à santidade na Bíblia, simbolizando a natureza de Cristo.","referencias_relacionadas":["Apocalipse 19:8","Isaías 61:10","Mateus 22:11-12"]},"mateus_12_21_thing":{"palavra_pt":"thing","palavra_original":"ἐλπίζω","transliteracao":"elpízō","strong":"G1679","significado_raiz":"Ideia básica: thing.","significado_contextual":"Refere-se à esperança que as pessoas têm em Jesus como o Messias.","explicacao_detalhada":"A palavra 'thing' aqui é usada para expressar a expectativa de que Jesus traria salvação e libertação.","por_que_esta_palavra":"É importante para entender o papel de Jesus como a fonte de esperança para os oprimidos.","conexao_teologica":"A esperança em Cristo é um tema central no Novo Testamento, refletindo a expectativa messiânica.","referencias_relacionadas":["Romanos 15:13","Hebreus 6:19","1 Pedro 1:3"]},"mateus_12_22_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de trazer algo à presença de alguém, neste caso, o homem possesso.","explicacao_detalhada":"A palavra 'urso' implica em oferecer ou apresentar, destacando a compaixão de Jesus ao lidar com o sofrimento.","por_que_esta_palavra":"Usada para mostrar como Jesus se importa com os necessitados e busca restaurá-los.","conexao_teologica":"A compaixão de Cristo é um aspecto essencial da sua missão redentora.","referencias_relacionadas":["Mateus 9:36","Lucas 4:18","Marcos 1:41"]},"mateus_12_22_vexed":{"palavra_pt":"vexed","palavra_original":"δαιμονίζομαι","transliteracao":"daimonízomai","strong":"G1139","significado_raiz":"Ideia básica: vexed.","significado_contextual":"Refere-se ao estado de possessão demoníaca e aflição que o homem estava enfrentando.","explicacao_detalhada":"A palavra 'vexed' indica um sofrimento intenso, mostrando a gravidade da situação do homem.","por_que_esta_palavra":"É usada para enfatizar a necessidade de libertação e a autoridade de Jesus sobre os demônios.","conexao_teologica":"A vitória de Cristo sobre as forças do mal é um tema central na teologia cristã.","referencias_relacionadas":["Lucas 8:27-33","Marcos 5:1-15","Atos 10:38"]},"mateus_12_23_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à identidade de Jesus como o Rei prometido, descendente de Davi.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e o governo de Jesus sobre seu povo.","por_que_esta_palavra":"É importante para reconhecer que Jesus é o cumprimento das promessas messiânicas do Antigo Testamento.","conexao_teologica":"A realeza de Cristo é fundamental para a compreensão do seu papel na salvação e na história da redenção.","referencias_relacionadas":["Mateus 1:1","Isaías 9:6-7","Apocalipse 19:16"]},"mateus_12_23_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que estava ouvindo e testemunhando os milagres de Jesus.","explicacao_detalhada":"A palavra 'povo' indica a coletividade que estava em busca de respostas e cura.","por_que_esta_palavra":"Usada para mostrar a conexão de Jesus com as pessoas comuns e sua missão de servir aos necessitados.","conexao_teologica":"A relação de Jesus com o povo reflete o coração de Deus por sua criação e a importância da comunidade.","referencias_relacionadas":["Mateus 9:36","Lucas 5:29-32","João 10:14-15"]},"mateus_12_24_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da origem divina dos milagres de Jesus, sugerindo uma oposição ao seu ministério.","explicacao_detalhada":"A palavra 'deus' aqui é usada em um contexto de rejeição e blasfêmia contra o Espírito Santo.","por_que_esta_palavra":"É crucial para entender a seriedade da rejeição de Jesus e as consequências espirituais disso.","conexao_teologica":"A blasfêmia contra o Espírito Santo é um tema sério que envolve a rejeição da obra de Deus na vida das pessoas.","referencias_relacionadas":["Mateus 12:31-32","Marcos 3:29","Lucas 12:10"]},"mateus_12_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Messias prometido.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade. O nome significa 'O Senhor é salvação'. No contexto de Mateus 12:25, Jesus está respondendo a acusações de que Ele expelia demônios pelo poder de Belzebu, afirmando que um reino dividido não pode subsistir.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, pois representa a encarnação de Deus e a realização das promessas do Antigo Testamento.","conexao_teologica":"Jesus é visto como o cumprimento da aliança de Deus com Seu povo, trazendo salvação e reconciliação.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"mateus_12_25_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança entre Deus e Seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando o pacto de Deus com Israel e, por extensão, com todos os que creem em Cristo. Em Mateus 12:25, a aliança é implícita na defesa de Jesus sobre a unidade de Seu ministério.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e a humanidade, especialmente no contexto do Novo Testamento.","conexao_teologica":"A nova aliança em Cristo é um cumprimento da antiga, oferecendo redenção e vida eterna.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31","Lucas 22:20"]},"mateus_12_25_device":{"palavra_pt":"device","palavra_original":"ἐνθύμησις","transliteracao":"enthýmēsis","strong":"G1761","significado_raiz":"Ideia básica: device.","significado_contextual":"Refere-se a um dispositivo ou meio de pensamento, no contexto de raciocínio e discernimento.","explicacao_detalhada":"A palavra 'device' aqui pode ser entendida como uma referência ao pensamento crítico e à estratégia. Jesus estava respondendo a uma acusação e usando lógica para desmantelar a oposição.","por_que_esta_palavra":"A capacidade de discernir e raciocinar é essencial para a defesa da verdade e da fé.","conexao_teologica":"A sabedoria divina é frequentemente contrastada com a sabedoria humana, e Jesus exemplifica essa sabedoria.","referencias_relacionadas":["Tiago 1:5","1 Coríntios 1:25","Provérbios 2:6"]},"mateus_12_26_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança, enfatizando a unidade e a fidelidade de Deus.","explicacao_detalhada":"A repetição do conceito de aliança em Mateus 12:26 reforça a ideia de que a divisão é contrária ao propósito de Deus. A aliança é um vínculo que deve ser mantido.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com Seu povo e a importância da unidade.","conexao_teologica":"A nova aliança em Cristo é um convite à unidade entre os crentes.","referencias_relacionadas":["Romanos 11:27","Gálatas 3:29","Efésios 2:13-16"]},"mateus_12_27_julgar":{"palavra_pt":"julgar","palavra_original":"κριτής","transliteracao":"kritḗs","strong":"G2923","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, especialmente no contexto de discernimento moral e espiritual.","explicacao_detalhada":"Jesus usa a palavra 'julgar' para confrontar a hipocrisia dos fariseus, mostrando que eles também praticavam o que condenavam. O julgamento deve ser justo e baseado na verdade.","por_que_esta_palavra":"O julgamento é uma parte importante da justiça divina e da moralidade, e Jesus ensina sobre a importância de julgar corretamente.","conexao_teologica":"A justiça de Deus é perfeita, e Jesus exemplifica essa justiça em Seus ensinamentos.","referencias_relacionadas":["Mateus 7:1-2","João 7:24","Romanos 14:10"]},"mateus_12_28_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é o poder de Deus atuando na vida dos crentes.","explicacao_detalhada":"Jesus menciona o Espírito Santo como a fonte de Seu poder para expulsar demônios, indicando que a obra de Deus é realizada pelo Espírito. Isso enfatiza a divindade de Jesus e Sua missão.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","conexao_teologica":"O Espírito Santo é o Consolador prometido que habita nos crentes, guiando e fortalecendo-os.","referencias_relacionadas":["Atos 1:8","Romanos 8:9","Gálatas 5:22-23"]},"mateus_12_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é usada para afirmar a soberania e o poder de Deus sobre todas as coisas. Em Mateus 12:28, Jesus afirma que a presença do Reino de Deus é manifesta através de Suas obras.","por_que_esta_palavra":"Deus é o centro da fé cristã, e reconhecer Sua autoridade é fundamental para a compreensão do evangelho.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo Seu controle sobre a história e a salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"mateus_12_29_homem":{"palavra_pt":"homem","palavra_original":"ἰσχυρός","transliteracao":"ischyrós","strong":"G2478","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a força e a capacidade de resistência.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana e a necessidade de salvação. Em Mateus 12:29, Jesus fala sobre a necessidade de ser forte para vencer o mal.","por_que_esta_palavra":"A compreensão da natureza humana é essencial para entender a necessidade de redenção em Cristo.","conexao_teologica":"A humanidade é criada à imagem de Deus, mas caída pelo pecado, necessitando da graça divina.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 3:23","Efésios 2:8-9"]},"mateus_12_29_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, simbolizando laços de amor e compromisso.","explicacao_detalhada":"A palavra 'família' em Mateus 12:29 destaca a importância da unidade e da proteção dentro do lar, especialmente em tempos de conflito espiritual.","por_que_esta_palavra":"A família é uma instituição divina e um reflexo da relação entre Cristo e a Igreja.","conexao_teologica":"A unidade familiar é um microcosmo da unidade que Deus deseja entre os crentes.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_12_30_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, enfatizando a necessidade de escolha entre seguir a Deus ou o mal.","explicacao_detalhada":"Em Mateus 12:30, Jesus afirma que não há meio-termo; quem não está com Ele está contra Ele. Isso destaca a importância da decisão pessoal em relação a Deus.","por_que_esta_palavra":"A escolha de seguir a Deus é fundamental para a vida cristã e para a salvação.","conexao_teologica":"A relação com Deus é a base da fé e da vida eterna.","referencias_relacionadas":["Mateus 6:24","João 14:6","1 João 2:15-17"]},"mateus_12_30_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em comunhão com alguém ou algo.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a necessidade de se alinhar com Ele, indicando que não há neutralidade; ou se está com Ele ou contra Ele.","por_que_esta_palavra":"A escolha de 'seguir' enfatiza a ação de se mover em direção a Jesus, refletindo um compromisso ativo com a fé.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, onde a fé é frequentemente descrita como um caminho a ser trilhado.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"mateus_12_30_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' sugere uma relação de acordo ou alinhamento com um padrão ou princípio.","explicacao_detalhada":"Jesus usa 'conforme' para indicar que as ações e decisões devem estar em harmonia com a verdade divina.","por_que_esta_palavra":"A escolha de 'conforme' ressalta a importância de agir de acordo com a vontade de Deus, não de maneira independente.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida cristã, refletindo a necessidade de viver em conformidade com os ensinamentos de Cristo.","referencias_relacionadas":["Romanos 12:2","Tiago 1:22","1 João 2:6"]},"mateus_12_31_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à essência vital, muitas vezes associada à presença de Deus ou à vida espiritual.","explicacao_detalhada":"Jesus menciona o 'espírito' em relação ao pecado contra o Espírito Santo, que é considerado um pecado imperdoável.","por_que_esta_palavra":"A escolha de 'espírito' destaca a gravidade de rejeitar a obra do Espírito Santo na vida de uma pessoa.","conexao_teologica":"O Espírito Santo é fundamental na teologia cristã, sendo visto como o Consolador e aquele que convence o mundo do pecado.","referencias_relacionadas":["Atos 5:3-4","Efésios 4:30","Hebreus 10:29"]},"mateus_12_31_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar ou declarar algo com intenção.","explicacao_detalhada":"Jesus usa 'dizer' para enfatizar a importância das palavras que proferimos e suas consequências espirituais.","por_que_esta_palavra":"A escolha de 'dizer' ressalta que nossas declarações têm peso e podem refletir nossa fé ou incredulidade.","conexao_teologica":"A fala é um tema recorrente na Bíblia, onde se ensina que as palavras podem edificar ou destruir.","referencias_relacionadas":["Provérbios 18:21","Mateus 15:18","Tiago 3:10"]},"mateus_12_31_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de vida ou à maneira de seguir a Deus.","explicacao_detalhada":"Jesus menciona 'caminho' para ilustrar que existem direções diferentes na vida espiritual, e que seguir a Ele é o verdadeiro caminho.","por_que_esta_palavra":"A escolha de 'caminho' enfatiza a jornada da fé, que envolve decisões e ações contínuas.","conexao_teologica":"O conceito de caminho é central na teologia cristã, onde Jesus é descrito como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 119:105","Atos 9:2"]},"mateus_12_32_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação divina e à revelação de Deus.","explicacao_detalhada":"Jesus se refere à 'palavra' como um meio pelo qual a verdade de Deus é expressa e entendida.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da revelação divina na formação da fé e na compreensão de Deus.","conexao_teologica":"A palavra de Deus é fundamental na vida cristã, sendo vista como alimento espiritual e guia.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 119:11"]},"mateus_12_32_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' aqui também se refere à presença e ação do Espírito Santo.","explicacao_detalhada":"Jesus menciona o 'espírito' para reforçar a ideia de que a rejeição do Espírito é uma ofensa grave.","por_que_esta_palavra":"A escolha de 'espírito' enfatiza a relação íntima entre a obra do Espírito e a vida do crente.","conexao_teologica":"O Espírito Santo é visto como essencial para a vida cristã, guiando e fortalecendo os crentes.","referencias_relacionadas":["Romanos 8:26","Gálatas 5:22-23","1 Coríntios 12:7"]},"mateus_12_32_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' novamente sugere uma relação de acordo com a verdade divina.","explicacao_detalhada":"Jesus usa 'conforme' para enfatizar que as palavras e ações devem estar em harmonia com a vontade de Deus.","por_que_esta_palavra":"A escolha de 'conforme' reforça a ideia de que a vida cristã deve ser vivida em conformidade com os ensinamentos de Cristo.","conexao_teologica":"A conformidade com a palavra de Deus é essencial para o crescimento espiritual e a santificação.","referencias_relacionadas":["Colossenses 3:2","1 Pedro 1:15","Romanos 6:13"]},"mateus_12_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação ou prática de realizar algo.","explicacao_detalhada":"Jesus usa 'fazer' para indicar que as ações de uma pessoa revelam sua verdadeira natureza e crença.","por_que_esta_palavra":"A escolha de 'fazer' enfatiza que a fé deve ser acompanhada de obras, refletindo a autenticidade da crença.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, onde se ensina que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Mateus 7:20","Efésios 2:10"]},"mateus_12_33_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' refere-se aos resultados ou consequências das ações e da vida de uma pessoa.","explicacao_detalhada":"Jesus menciona 'fruto' para ilustrar que as ações de uma pessoa são evidências de sua verdadeira natureza espiritual.","por_que_esta_palavra":"A escolha de 'fruto' destaca a importância de avaliar a vida de alguém pelos resultados de suas ações.","conexao_teologica":"O conceito de fruto é fundamental na vida cristã, onde se espera que os crentes produzam frutos que glorifiquem a Deus.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17","João 15:8"]},"mateus_12_34_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é o órgão que expressa o que está no coração.","explicacao_detalhada":"Neste versículo, Jesus ensina que as palavras que saem da boca de uma pessoa revelam a verdadeira natureza de seu coração. A boca, portanto, é um reflexo do que realmente somos internamente.","por_que_esta_palavra":"A palavra 'boca' é usada para enfatizar a importância da comunicação e das palavras que proferimos, que podem ser tanto construtivas quanto destrutivas.","conexao_teologica":"A boca é um instrumento de comunicação que pode glorificar a Deus ou causar dano. Isso se relaciona com a ideia de que devemos ser cuidadosos com o que falamos, pois nossas palavras têm poder.","referencias_relacionadas":["Tiago 3:5-10","Provérbios 18:21","Salmos 19:14"]},"mateus_12_34_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se a algo que é moralmente ruim ou maligno.","explicacao_detalhada":"A palavra 'maligno' é utilizada para descrever a natureza do coração humano que, sem a intervenção divina, tende a produzir frutos ruins. Jesus destaca que a natureza do coração determina a qualidade das palavras e ações.","por_que_esta_palavra":"A escolha da palavra 'maligno' enfatiza a gravidade do pecado e a necessidade de transformação espiritual.","conexao_teologica":"A teologia do pecado e da redenção é central aqui, pois mostra que todos necessitam de um novo coração para produzir frutos bons.","referencias_relacionadas":["Romanos 3:10-12","Gálatas 5:19-21","Mateus 7:17-18"]},"mateus_12_34_fruto":{"palavra_pt":"fruto","palavra_original":"γέννημα","transliteracao":"génnēma","strong":"G1081","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se aos resultados ou consequências das ações e palavras de uma pessoa.","explicacao_detalhada":"O 'fruto' é uma metáfora para as ações e comportamentos que resultam da condição do coração. Jesus ensina que um bom coração produz boas ações, enquanto um coração maligno gera ações ruins.","por_que_esta_palavra":"A palavra 'fruto' é significativa porque implica que as ações são o resultado de algo mais profundo, ou seja, a condição interna do ser humano.","conexao_teologica":"A ideia de frutos é fundamental na teologia cristã, pois reflete a transformação que ocorre na vida de alguém que segue a Cristo.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:16-20","João 15:5"]},"mateus_12_35_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Novamente, refere-se a algo que é moralmente ruim ou maligno.","explicacao_detalhada":"Reforça a ideia de que a qualidade do coração de uma pessoa determina a qualidade de suas ações e palavras. Um coração bom produz boas ações, enquanto um coração maligno produz ações ruins.","por_que_esta_palavra":"A repetição da palavra 'maligno' enfatiza a seriedade da condição humana sem a graça de Deus.","conexao_teologica":"A necessidade de regeneração e transformação espiritual é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 7:18","Efésios 2:1-3","Mateus 15:19"]},"mateus_12_35_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação ou a posição entre duas ou mais coisas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a interação e a relação entre o coração e as ações que ele produz. Isso sugere que as ações não são isoladas, mas estão conectadas à condição interna.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a interdependência entre o que está no coração e o que é manifestado externamente.","conexao_teologica":"A conexão entre o interior e o exterior é fundamental na vida cristã, onde a transformação interna deve se refletir em ações externas.","referencias_relacionadas":["Mateus 7:20","Tiago 1:22","Romanos 12:2"]},"mateus_12_36_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou ao discurso que é proferido.","explicacao_detalhada":"A palavra 'palavra' é usada para enfatizar a importância do que dizemos e como isso será avaliado no dia do juízo. As palavras têm peso e significado diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a responsabilidade que temos sobre o que falamos e como isso reflete nossa fé.","conexao_teologica":"A teologia do juízo final é central aqui, pois mostra que seremos responsabilizados por nossas palavras.","referencias_relacionadas":["Mateus 7:2","Romanos 14:12","Hebreus 4:12"]},"mateus_12_36_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado ao juízo.","explicacao_detalhada":"O 'dia' mencionado é o dia do juízo, quando todas as palavras e ações serão avaliadas. Isso serve como um lembrete da seriedade de nossas palavras.","por_que_esta_palavra":"A palavra 'dia' é significativa porque indica um tempo determinado em que haverá prestação de contas.","conexao_teologica":"A expectativa do juízo final é um tema recorrente na teologia cristã, enfatizando a importância de viver de acordo com a vontade de Deus.","referencias_relacionadas":["Mateus 25:31-46","2 Coríntios 5:10","Apocalipse 20:12"]},"mateus_12_36_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao ato de julgar ou avaliar.","explicacao_detalhada":"A palavra 'juízo' implica a ideia de que haverá uma avaliação das palavras e ações de cada pessoa. Isso destaca a responsabilidade que temos sobre o que dizemos.","por_que_esta_palavra":"A escolha da palavra 'juízo' enfatiza a seriedade com que Deus considera nossas palavras.","conexao_teologica":"A teologia do juízo é fundamental, pois nos lembra que nossas ações e palavras têm consequências eternas.","referencias_relacionadas":["Mateus 12:37","Romanos 2:6-8","Tiago 2:13"]},"mateus_12_37_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se novamente à palavra ou discurso que é proferido.","explicacao_detalhada":"Assim como em Mateus 12:36, a palavra 'palavra' aqui enfatiza a importância das nossas declarações e como elas nos justificam ou condenam no juízo.","por_que_esta_palavra":"A repetição da palavra 'palavra' reforça a ideia de que nossas palavras têm um papel crucial em nossa vida espiritual.","conexao_teologica":"A relação entre fé e palavras é central na teologia cristã, onde a confissão de fé é vital.","referencias_relacionadas":["Romanos 10:9-10","Mateus 7:21","1 João 1:9"]},"mateus_12_37_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"Refere-se ao ato de ser declarado justo ou inocente.","explicacao_detalhada":"A palavra 'justificar' implica que, através de nossas palavras e ações, podemos ser considerados justos diante de Deus. Isso destaca a importância da fé e da confissão.","por_que_esta_palavra":"A escolha da palavra 'justificar' é significativa porque mostra que a salvação e a aceitação por Deus estão ligadas à nossa resposta a Ele.","conexao_teologica":"A teologia da justificação é central no cristianismo, enfatizando que somos justificados pela fé em Cristo.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8-9"]},"mateus_12_37_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de inclusão ou separação em um contexto de julgamento.","explicacao_detalhada":"No versículo, Jesus fala sobre como as palavras que proferimos nos julgarão. O uso de 'entre' sugere que nossas palavras estão em um espaço que nos conecta ou nos separa de Deus e do Seu juízo.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a dualidade de estar dentro ou fora do favor divino, dependendo das nossas ações e palavras.","conexao_teologica":"Este conceito se relaciona com a ideia de que nossas ações e palavras têm consequências espirituais, refletindo a justiça de Deus.","referencias_relacionadas":["Mateus 7:2","Tiago 3:10","Romanos 14:10"]},"mateus_12_38_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' reflete a vontade e a intenção de buscar um sinal de Deus.","explicacao_detalhada":"Os escribas e fariseus pedem um sinal a Jesus, demonstrando sua falta de fé e compreensão do que Ele já havia realizado. 'Escolher' implica uma decisão consciente de buscar evidências.","por_que_esta_palavra":"A palavra 'escolher' é crucial, pois revela a atitude de coração dos líderes religiosos que, apesar de testemunharem milagres, ainda desejavam mais provas.","conexao_teologica":"A busca por sinais é um tema recorrente na Bíblia, onde a fé é frequentemente testada e desafiada.","referencias_relacionadas":["Mateus 16:1","Lucas 11:29","João 4:48"]},"mateus_12_38_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"A palavra 'escriba' refere-se a um especialista na Lei, alguém que deveria conhecer as Escrituras profundamente.","explicacao_detalhada":"Os escribas eram responsáveis por interpretar e ensinar a Lei de Moisés. No contexto, eles questionam Jesus, mostrando sua falta de entendimento sobre a verdadeira mensagem de Deus.","por_que_esta_palavra":"A escolha de 'escriba' destaca a hipocrisia e a ignorância espiritual dos líderes religiosos que, apesar de seu conhecimento, não reconhecem a verdade diante deles.","conexao_teologica":"Isso se conecta à crítica de Jesus aos líderes religiosos que falham em guiar o povo corretamente, refletindo a necessidade de um verdadeiro entendimento espiritual.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38","Lucas 5:21"]},"mateus_12_39_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se à natureza pecaminosa e à incredulidade que caracteriza a geração que rejeita Jesus.","explicacao_detalhada":"Jesus chama a atenção para a maldade de uma geração que, mesmo diante de milagres, continua a duvidar e a buscar sinais, revelando seu coração endurecido.","por_que_esta_palavra":"A palavra 'mal' é usada para descrever a condição espiritual de uma geração que não reconhece a obra de Deus entre eles.","conexao_teologica":"Isso se relaciona com a doutrina do pecado e da necessidade de arrependimento, enfatizando a importância de um coração receptivo à verdade.","referencias_relacionadas":["Mateus 15:19","Romanos 3:23","Gálatas 5:19"]},"mateus_12_39_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se ao grupo de pessoas contemporâneas a Jesus, que demonstram incredulidade.","explicacao_detalhada":"Jesus critica a geração que pede sinais, indicando que eles não reconhecem a verdade que está diante deles, apesar das evidências.","por_que_esta_palavra":"A palavra 'geração' é significativa porque implica um contexto histórico e cultural específico, onde a incredulidade era prevalente.","conexao_teologica":"A ideia de geração é importante na teologia, pois reflete a continuidade do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Mateus 11:16","Mateus 17:17","Lucas 9:41"]},"mateus_12_40_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período específico de tempo, referindo-se à experiência de Jonas.","explicacao_detalhada":"Jesus compara sua própria morte e ressurreição ao tempo que Jonas passou no ventre do grande peixe, enfatizando a importância desse evento como um sinal.","por_que_esta_palavra":"A escolha de 'dia' destaca a duração do milagre e a conexão entre os eventos de Jonas e a obra redentora de Cristo.","conexao_teologica":"Isso se relaciona com a tipologia bíblica, onde eventos do Antigo Testamento prefiguram a obra de Cristo no Novo Testamento.","referencias_relacionadas":["Jonas 1:17","Mateus 16:4","Lucas 11:30"]},"mateus_12_40_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, onde os eventos de Jonas e a obra de Jesus ocorrem.","explicacao_detalhada":"A menção da 'terra' enfatiza a realidade física e histórica dos eventos que Jesus menciona, ligando o espiritual ao material.","por_que_esta_palavra":"A palavra 'terra' é importante para estabelecer o contexto geográfico e histórico da mensagem de Jesus.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o palco da ação divina e da revelação de Deus ao homem.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"mateus_12_40_nome":{"palavra_pt":"nome","palavra_original":"Ἰωνᾶς","transliteracao":"Iōnâs","strong":"G2495","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a Jonas, cuja história é usada como um símbolo de arrependimento e salvação.","explicacao_detalhada":"Jesus menciona o nome de Jonas para ilustrar como a mensagem de arrependimento foi recebida pelos ninivitas, contrastando com a rejeição que Ele enfrenta.","por_que_esta_palavra":"O uso do 'nome' é significativo, pois representa a identidade e a missão de Jonas, que serve como um paralelo à missão de Jesus.","conexao_teologica":"Isso se relaciona com a ideia de que Deus usa pessoas e eventos do passado para ensinar verdades eternas sobre arrependimento e salvação.","referencias_relacionadas":["Jonas 3:5","Mateus 12:41","Lucas 11:32"]},"mateus_12_41_evangelho":{"palavra_pt":"evangelho","palavra_original":"κήρυγμα","transliteracao":"kḗrygma","strong":"G2782","significado_raiz":"Ideia básica: evangelho.","significado_contextual":"A palavra 'evangelho' refere-se à boa nova que Jesus traz, que é rejeitada pela geração de seus dias.","explicacao_detalhada":"Jesus menciona que os ninivitas se arrependeram ao ouvir a pregação de Jonas, enquanto a geração atual não se arrepende ao ouvir o evangelho.","por_que_esta_palavra":"A escolha de 'evangelho' é crucial, pois destaca a mensagem de salvação que é oferecida, contrastando com a incredulidade.","conexao_teologica":"Isso se relaciona com a missão de Jesus de trazer a salvação e a necessidade de resposta ao evangelho por parte da humanidade.","referencias_relacionadas":["Marcos 1:15","Lucas 4:18","Romanos 1:16"]},"mateus_12_42_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao discernimento e à decisão que Deus fará sobre a geração que rejeita a verdade.","explicacao_detalhada":"Jesus menciona que a rainha do Sul será um testemunho contra essa geração, indicando que haverá um juízo por causa da incredulidade.","por_que_esta_palavra":"A palavra 'juízo' é significativa, pois implica a responsabilidade que cada geração tem em responder à revelação de Deus.","conexao_teologica":"Isso se relaciona com a justiça de Deus e a certeza de que todos serão responsabilizados por suas escolhas diante dEle.","referencias_relacionadas":["Mateus 25:31","Romanos 14:10","Hebreus 9:27"]},"mateus_12_42_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde as pessoas vivem e onde a sabedoria é buscada.","explicacao_detalhada":"A palavra 'terra' neste contexto pode simbolizar tanto o mundo físico quanto a condição espiritual da humanidade. Jesus menciona a rainha do Sul que veio de longe para ouvir a sabedoria de Salomão, contrastando com a falta de reconhecimento de sua própria sabedoria entre os ouvintes.","por_que_esta_palavra":"A 'terra' é um símbolo do ambiente humano, onde as decisões e a busca por sabedoria ocorrem.","conexao_teologica":"A terra é o palco da revelação divina e da interação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:1","Mateus 5:5"]},"mateus_12_42_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é apresentada como um valor supremo, algo que deve ser buscado e valorizado.","explicacao_detalhada":"Neste versículo, a sabedoria de Salomão é exaltada, e Jesus se coloca como alguém maior que Salomão, indicando que a verdadeira sabedoria está nele. A sabedoria é vista como um guia para a vida e a relação com Deus.","por_que_esta_palavra":"A 'sabedoria' é fundamental para a compreensão da vontade de Deus e para a vida em comunidade.","conexao_teologica":"A sabedoria é um atributo de Deus e um dom que Ele concede aos que o buscam.","referencias_relacionadas":["Provérbios 3:13","Tiago 1:5","Colossenses 2:3"]},"mateus_12_43_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a essência vital que pode ser purificada ou contaminada.","explicacao_detalhada":"O 'espírito' aqui é visto como uma entidade que busca descanso e pode ser influenciado por forças externas, refletindo a luta espiritual que cada pessoa enfrenta.","por_que_esta_palavra":"O 'espírito' é central na experiência humana e na relação com o divino, simbolizando a vida e a conexão com Deus.","conexao_teologica":"O espírito é o meio pelo qual Deus se comunica e transforma a vida dos crentes.","referencias_relacionadas":["Gênesis 2:7","João 3:8","Romanos 8:16"]},"mateus_12_43_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A busca é uma ação ativa que implica desejo e necessidade de encontrar algo.","explicacao_detalhada":"Neste contexto, o ato de 'buscar' refere-se à busca do espírito por um lugar de descanso, simbolizando a busca espiritual do ser humano por paz e propósito.","por_que_esta_palavra":"A busca é uma parte essencial da jornada espiritual, refletindo a necessidade humana de conexão e significado.","conexao_teologica":"Buscar a Deus é um chamado constante nas Escrituras, enfatizando a importância da diligência na fé.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Hebreus 11:6"]},"mateus_12_44_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à ideia de um lar ou um grupo familiar, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'família' aqui é usada para descrever o estado do espírito que retorna ao seu lugar de origem, indicando a necessidade de um lar espiritual e a importância da comunidade.","por_que_esta_palavra":"A 'família' representa a unidade e a conexão que todos buscam, tanto em termos físicos quanto espirituais.","conexao_teologica":"A ideia de família é central na teologia cristã, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:9","Gálatas 6:10"]},"mateus_12_44_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica comunicação e a expressão de intenções.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se ao ato de convocar ou declarar algo, refletindo a autoridade que o espírito maligno exerce ao retornar ao lar.","por_que_esta_palavra":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo um meio de revelação e instrução.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é essencial para a transformação espiritual.","referencias_relacionadas":["Salmos 33:9","Hebreus 4:12","Romanos 10:17"]},"mateus_12_44_again":{"palavra_pt":"novamente","palavra_original":"ἐπιστρέφω","transliteracao":"epistréphō","strong":"G1994","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' sugere repetição e retorno a um estado anterior.","explicacao_detalhada":"Neste contexto, 'novamente' indica o retorno do espírito maligno, enfatizando a natureza cíclica da luta espiritual e a necessidade de vigilância.","por_que_esta_palavra":"A repetição é um tema importante nas Escrituras, refletindo a necessidade de aprender com os erros e permanecer firme na fé.","conexao_teologica":"A ideia de retorno é um alerta sobre a importância da perseverança na vida cristã.","referencias_relacionadas":["Mateus 24:42","1 Pedro 5:8","Efésios 6:11"]},"mateus_12_45_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como uma força que pode ser tanto boa quanto má.","explicacao_detalhada":"Aqui, o 'espírito' maligno é descrito como retornando com outros espíritos, simbolizando a intensificação do mal e a necessidade de proteção espiritual.","por_que_esta_palavra":"O 'espírito' é uma representação da batalha espiritual que ocorre na vida dos crentes.","conexao_teologica":"A luta contra as forças do mal é uma realidade na vida cristã, e a proteção divina é essencial.","referencias_relacionadas":["Efésios 6:12","Tiago 4:7","1 João 4:4"]},"mateus_12_45_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza do espírito maligno e suas ações destrutivas.","explicacao_detalhada":"Neste contexto, 'maligno' descreve a essência do espírito que busca causar destruição e desordem, enfatizando a gravidade da influência do mal.","por_que_esta_palavra":"O 'mal' é uma realidade que os crentes devem reconhecer e combater com a ajuda de Deus.","conexao_teologica":"A presença do mal no mundo é um chamado à vigilância e à dependência de Deus para a proteção.","referencias_relacionadas":["Mateus 6:13","Romanos 12:21","1 Pedro 5:9"]},"mateus_12_45_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que ocorre quando o espírito maligno retorna, trazendo consigo uma maior maldade.","explicacao_detalhada":"A palavra 'tornar-se' indica uma mudança de estado, onde a situação do indivíduo se torna pior do que antes, refletindo a necessidade de uma verdadeira transformação espiritual.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde a verdadeira mudança vem através de Cristo.","conexao_teologica":"A grandeza do mal enfatiza a necessidade da graça e do poder de Deus para a verdadeira libertação.","referencias_relacionadas":["Romanos 6:1-2","2 Coríntios 5:17","Gálatas 5:22-23"]},"mateus_12_46_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa um compromisso profundo e duradouro, simbolizando a relação entre Deus e Seu povo.","explicacao_detalhada":"No contexto de Mateus 12:46, a palavra 'aliança' pode ser vista como uma referência à relação especial que Jesus tem com aqueles que O seguem, em contraste com os laços familiares terrenos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância das relações espirituais sobre as relações biológicas.","conexao_teologica":"A aliança é um tema central na Bíblia, representando a fidelidade de Deus e a resposta do povo a essa fidelidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"mateus_12_46_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar implica um desejo ativo de encontrar ou compreender algo que é valioso.","explicacao_detalhada":"Neste versículo, buscar pode referir-se ao desejo de entender a verdadeira natureza de Jesus e Sua missão.","por_que_esta_palavra":"A palavra é escolhida para mostrar a urgência e a importância de procurar a verdade espiritual.","conexao_teologica":"Buscar a Deus é um chamado constante nas Escrituras, refletindo a necessidade humana de conexão com o divino.","referencias_relacionadas":["Mateus 7:7","Salmos 27:8","Jeremias 29:13"]},"mateus_12_46_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se a um grupo de pessoas, muitas vezes com um sentido de coletividade e identidade.","explicacao_detalhada":"No contexto, o 'povo' pode ser visto como aqueles que seguem Jesus, contrastando com os que não O reconhecem.","por_que_esta_palavra":"A escolha da palavra enfatiza a ideia de que a verdadeira família de Jesus é composta por aqueles que fazem a vontade de Deus.","conexao_teologica":"O conceito de povo de Deus é fundamental, mostrando a inclusão de todos que creem em Cristo.","referencias_relacionadas":["1 Pedro 2:9","Romanos 9:25-26","Gálatas 3:26-29"]},"mateus_12_47_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança aqui reforça a ideia de compromisso e relacionamento com Deus.","explicacao_detalhada":"A repetição da palavra 'aliança' destaca a importância das relações espirituais em detrimento das relações familiares convencionais.","por_que_esta_palavra":"É usada para ilustrar que a verdadeira ligação é com aqueles que seguem a vontade de Deus.","conexao_teologica":"A aliança é um símbolo da relação entre Deus e Seu povo, que é mais importante que laços sanguíneos.","referencias_relacionadas":["Gênesis 15:18","Êxodo 34:27","Lucas 22:20"]},"mateus_12_47_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar neste contexto implica um desejo de encontrar a verdade sobre Jesus e Sua missão.","explicacao_detalhada":"A busca é um tema central na vida cristã, onde os crentes são chamados a buscar a Deus e Sua vontade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de um esforço ativo na busca espiritual.","conexao_teologica":"Buscar a Deus é um princípio fundamental, refletindo a relação entre o ser humano e o Criador.","referencias_relacionadas":["Mateus 6:33","Salmos 105:4","Isaías 55:6"]},"mateus_12_48_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação e à expressão de pensamentos e sentimentos.","explicacao_detalhada":"No versículo, 'falar' é usado para descrever a maneira como Jesus se comunica com aqueles que O seguem.","por_que_esta_palavra":"A palavra é significativa porque mostra a importância da comunicação na transmissão da mensagem de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema recorrente, mostrando como Ele se revela através da palavra.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Romanos 10:17"]},"mateus_12_48_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer ou chamar implica uma convocação ou um convite a uma ação ou resposta.","explicacao_detalhada":"Neste contexto, Jesus está chamando a atenção para a verdadeira família espiritual, que é formada por aqueles que fazem a vontade de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da resposta à chamada de Deus.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convoca Seu povo a segui-Lo.","referencias_relacionadas":["Mateus 4:19","Romanos 8:30","1 Coríntios 1:9"]},"mateus_12_49_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão simboliza ação, poder e autoridade.","explicacao_detalhada":"No versículo, a mão de Jesus representa a Sua autoridade e capacidade de realizar a vontade de Deus.","por_que_esta_palavra":"A palavra é escolhida para mostrar a conexão entre a ação de Jesus e a vontade do Pai.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua intervenção e poder na história da salvação.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"mateus_12_50_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Céu representa a morada de Deus e a realidade espiritual.","explicacao_detalhada":"Neste contexto, o céu é mencionado como o lugar onde a vontade de Deus é plenamente realizada.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do reino de Deus e a vida eterna.","conexao_teologica":"O céu é um tema central nas Escrituras, simbolizando a esperança e a promessa de Deus para Seu povo.","referencias_relacionadas":["Mateus 5:12","João 14:2","Apocalipse 21:1-4"]},"mateus_12_50_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No versículo, 'fazer' é uma chamada à ação, enfatizando que aqueles que fazem a vontade de Deus são considerados Sua verdadeira família.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância da prática da fé na vida do crente.","conexao_teologica":"A ação é um aspecto fundamental da vida cristã, onde a fé se manifesta em obras.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]}}