{"mateus_14_1_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que é mencionado em um contexto de reconhecimento e temor pela sua reputação.","explicacao_detalhada":"A palavra 'nome' (Ἡρώδης) é significativa, pois o nome de Herodes evoca tanto poder quanto medo. Em Mateus 14:1, a menção de seu nome está ligada à sua notoriedade como governante.","por_que_esta_palavra":"O nome de Herodes é importante para entender a dinâmica de poder e a percepção pública em relação a ele.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados profundos e refletem a identidade e o caráter das pessoas.","referencias_relacionadas":["Mateus 2:1","Mateus 14:3","Lucas 9:9"]},"mateus_14_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, cuja fama e ministério estavam se espalhando, mesmo em meio a ameaças.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na fé cristã, representando o Salvador. Em Mateus 14:1, a menção de Jesus destaca sua crescente influência e o temor que isso gerava em Herodes.","por_que_esta_palavra":"É fundamental para entender a identidade de Jesus como o Messias e seu impacto na sociedade da época.","conexao_teologica":"A figura de Jesus é central em toda a narrativa bíblica, sendo a revelação de Deus ao homem.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_14_1_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se ao momento oportuno em que Herodes percebeu a influência de Jesus.","explicacao_detalhada":"A palavra 'oportunidade' (καιρός) implica um tempo específico e favorável. Em Mateus 14:1, Herodes reconhece que é um momento crítico em relação ao ministério de Jesus.","por_que_esta_palavra":"É importante porque destaca como Deus utiliza momentos específicos para realizar Seus propósitos.","conexao_teologica":"Deus opera em tempos e circunstâncias específicas, e é essencial estarmos atentos a essas oportunidades.","referencias_relacionadas":["Gálatas 6:10","Eclesiastes 3:1","Romanos 13:11"]},"mateus_14_2_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à criança que foi mencionada em relação ao ministério de Jesus e à sua influência.","explicacao_detalhada":"A palavra 'criança' (παῖς) pode se referir a um jovem ou servo. Em Mateus 14:2, a menção de uma criança pode simbolizar a inocência e a vulnerabilidade.","por_que_esta_palavra":"É relevante para entender a maneira como Jesus valoriza as crianças e a simplicidade da fé.","conexao_teologica":"Jesus ensina que o Reino de Deus pertence aos que são como crianças, enfatizando a importância da humildade e da fé.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"mateus_14_2_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de João Batista, que é um evento significativo no ministério de Jesus.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) é usada aqui em um contexto de ressurreição e vida. Em Mateus 14:2, a morte de João é um precursor da morte e ressurreição de Jesus.","por_que_esta_palavra":"É importante porque a morte de João Batista marca um ponto de virada no ministério de Jesus e na história da salvação.","conexao_teologica":"A morte e ressurreição são temas centrais na teologia cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 14:10","Mateus 27:50","Romanos 6:9"]},"mateus_14_3_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Herodes, enfatizando sua notoriedade e o impacto de suas ações.","explicacao_detalhada":"A repetição da palavra 'nome' (Ἡρώδης) em Mateus 14:3 reforça a ideia de que Herodes é uma figura central e temida na narrativa.","por_que_esta_palavra":"É relevante para entender a influência de Herodes e como ele se opõe ao ministério de Jesus.","conexao_teologica":"Os líderes terrenos muitas vezes se opõem aos propósitos de Deus, mas a soberania de Deus prevalece.","referencias_relacionadas":["Mateus 2:16","Mateus 14:1","Lucas 3:19"]},"mateus_14_3_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os eventos relacionados à morte de João Batista ocorreram.","explicacao_detalhada":"A palavra 'dia' (φυλακή) é usada para indicar um período específico de tempo. Em Mateus 14:3, o dia é significativo para a narrativa da morte de João.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos e como eles se relacionam com o ministério de Jesus.","conexao_teologica":"Deus opera em tempos específicos, e cada dia tem seu propósito dentro do plano divino.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Eclesiastes 3:1"]},"mateus_14_4_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João Batista, que é uma figura importante no Novo Testamento.","explicacao_detalhada":"O nome 'João' significa 'Deus é gracioso'. Neste contexto, o nome é mencionado em uma conversa sobre a sua influência e o impacto que teve na sociedade da época.","por_que_esta_palavra":"O nome é crucial para a identificação de João Batista como profeta e precursor de Jesus, destacando sua missão divina.","conexao_teologica":"João Batista é visto como o último dos profetas do Antigo Testamento e o precursor de Cristo, ligando as duas alianças.","referencias_relacionadas":["Mateus 3:1-3","Lucas 1:13-17","João 1:29-34"]},"mateus_14_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar o que Herodes pensava sobre João Batista.","explicacao_detalhada":"A ação de 'dizer' implica em uma declaração de autoridade e julgamento, refletindo a posição de Herodes em relação a João.","por_que_esta_palavra":"É importante para entender a dinâmica de poder e a percepção de Herodes sobre a mensagem de João Batista.","conexao_teologica":"As palavras têm poder e a forma como são usadas pode refletir a verdade espiritual, como em Romanos 10:9.","referencias_relacionadas":["Mateus 12:34","Tiago 3:5-6","Provérbios 18:21"]},"mateus_14_4_lawful":{"palavra_pt":"lawful","palavra_original":"ἔξεστι","transliteracao":"éxesti","strong":"G1832","significado_raiz":"Ideia básica: lawful.","significado_contextual":"Refere-se à legalidade da ação de Herodes em relação a João Batista.","explicacao_detalhada":"A palavra 'lawful' é usada para discutir a moralidade e a justiça da decisão de Herodes de prender João.","por_que_esta_palavra":"É relevante para entender as questões éticas e morais que cercam a liderança de Herodes e suas decisões.","conexao_teologica":"A discussão sobre o que é legal e justo é uma questão central na ética cristã, refletindo a justiça de Deus.","referencias_relacionadas":["Romanos 13:1-4","1 Pedro 2:13-14","Mateus 22:21"]},"mateus_14_5_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Herodes em relação a João Batista e suas ações subsequentes.","explicacao_detalhada":"A palavra 'escolher' implica em uma decisão consciente que reflete a vontade de Herodes em lidar com a situação de João.","por_que_esta_palavra":"É importante para entender a natureza da escolha de Herodes e suas consequências.","conexao_teologica":"A escolha é um tema central na teologia, refletindo a liberdade humana e a soberania divina.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 6:7"]},"mateus_14_5_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia João Batista e a sua influência sobre o povo.","explicacao_detalhada":"A palavra 'povo' destaca a importância da audiência de João e como suas mensagens impactaram a sociedade.","por_que_esta_palavra":"É fundamental para entender a relação entre o profeta e a comunidade que ele servia.","conexao_teologica":"A relação entre o líder espiritual e o povo é um tema recorrente na Bíblia, refletindo a responsabilidade do líder.","referencias_relacionadas":["Mateus 3:5","Lucas 3:7","Atos 2:41"]},"mateus_14_6_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, que é central na narrativa do seu aniversário.","explicacao_detalhada":"O nome 'Herodes' é associado a um rei que governou com opressão e medo, refletindo a natureza de seu governo.","por_que_esta_palavra":"O nome é importante para entender a figura histórica e suas ações em relação a João Batista.","conexao_teologica":"Herodes representa a oposição ao plano de Deus, contrastando com a missão de João e de Jesus.","referencias_relacionadas":["Mateus 2:1-3","Lucas 1:5","Atos 12:1-3"]},"mateus_14_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grande celebração do aniversário de Herodes.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da festa e o poder que Herodes tinha em sua posição.","por_que_esta_palavra":"É relevante para entender o ambiente de opressão e ostentação que cercava a liderança de Herodes.","conexao_teologica":"A ostentação e o poder terreno são contrastados com a humildade e o serviço de Cristo.","referencias_relacionadas":["Mateus 20:26-28","Lucas 14:11","Tiago 4:10"]},"mateus_14_6_birthday":{"palavra_pt":"birthday","palavra_original":"γενέσια","transliteracao":"genésia","strong":"G1077","significado_raiz":"Ideia básica: birthday.","significado_contextual":"Refere-se ao aniversário de Herodes, um evento que leva a um desfecho trágico.","explicacao_detalhada":"A celebração do aniversário é um momento de alegria que rapidamente se transforma em um ato de violência e injustiça.","por_que_esta_palavra":"É importante para entender como eventos festivos podem se transformar em momentos de decisão moral.","conexao_teologica":"A festa de aniversário de Herodes contrasta com a celebração da vida em Cristo, que traz verdadeira alegria.","referencias_relacionadas":["Eclesiastes 7:1","Lucas 15:24","Romanos 14:17"]},"mateus_14_7_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao compromisso de Herodes em cumprir sua promessa feita durante a festa.","explicacao_detalhada":"A palavra 'alianca' implica em um compromisso que, neste caso, leva a uma decisão moral questionável.","por_que_esta_palavra":"É relevante para entender a seriedade das promessas e o peso das decisões que fazemos.","conexao_teologica":"A fidelidade a compromissos é um tema importante na Bíblia, refletindo a natureza de Deus como fiel.","referencias_relacionadas":["Salmos 15:4","Eclesiastes 5:4-5","Mateus 5:37"]},"mateus_14_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir a ordem de Herodes após a promessa feita.","explicacao_detalhada":"A palavra 'seguir' implica em uma obediência que, neste caso, leva a consequências trágicas.","por_que_esta_palavra":"É importante para entender a dinâmica de poder e a obediência em contextos de autoridade.","conexao_teologica":"A obediência a autoridades é um tema discutido na Bíblia, especialmente em relação à obediência a Deus.","referencias_relacionadas":["Romanos 13:1","Atos 5:29","1 Pedro 2:13-17"]},"mateus_14_7_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅρκος","transliteracao":"hórkos","strong":"G3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se a algo que é considerado sagrado ou que deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'sagrado' neste contexto implica um compromisso solene, um juramento que não pode ser quebrado. É uma declaração de intenção que carrega um peso moral e espiritual.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade do juramento feito por Herodes, que estava ligado a um ato de violência.","conexao_teologica":"O conceito de sagrado é fundamental na Bíblia, onde Deus é frequentemente descrito como o Santo, e os juramentos feitos em Seu nome são considerados de extrema importância.","referencias_relacionadas":["Levítico 19:12","Salmos 89:34","Mateus 5:33-37"]},"mateus_14_8_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça de João Batista, que foi pedida como parte de um pedido maligno.","explicacao_detalhada":"A cabeça simboliza a vida e a autoridade de João, e seu pedido representa a culminação da rejeição da mensagem de arrependimento que ele pregava.","por_que_esta_palavra":"A escolha de pedir a cabeça de alguém é uma forma de humilhação e demonstra a gravidade da situação em que João se encontrava.","conexao_teologica":"A decapitação de João Batista é um exemplo do custo do discipulado e da fidelidade à verdade, refletindo a perseguição que os profetas enfrentam.","referencias_relacionadas":["Mateus 14:10","Lucas 3:19-20","Mateus 11:11"]},"mateus_14_9_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅρκος","transliteracao":"hórkos","strong":"G3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao juramento que Herodes fez, que o obrigou a cumprir sua promessa.","explicacao_detalhada":"Neste contexto, o 'sagrado' implica que Herodes se sentiu preso por seu juramento, mesmo que fosse feito em um momento de paixão e desejo.","por_que_esta_palavra":"A palavra destaca a seriedade e a irrevogabilidade do compromisso que ele fez, mesmo que fosse moralmente questionável.","conexao_teologica":"Os juramentos e votos são temas recorrentes na Bíblia, onde a fidelidade a eles é vista como uma questão de integridade e honra diante de Deus.","referencias_relacionadas":["Números 30:2","Eclesiastes 5:4-5","Mateus 5:33"]},"mateus_14_9_cause":{"palavra_pt":"cause","palavra_original":"λυπέω","transliteracao":"lypéō","strong":"G3076","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à razão pela qual Herodes se sentiu compelido a cumprir seu juramento.","explicacao_detalhada":"A palavra 'cause' indica a pressão social e emocional que ele enfrentou, resultante de sua posição e do desejo de agradar aos outros.","por_que_esta_palavra":"A causa aqui é a influência da dança e da promessa feita em público, que o levou a agir contra sua consciência.","conexao_teologica":"A pressão social e as consequências de nossas ações são temas que aparecem frequentemente nas Escrituras, mostrando a luta entre o que é certo e o que é esperado.","referencias_relacionadas":["Gálatas 1:10","Romanos 12:2","Mateus 10:28"]},"mateus_14_10_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João Batista, que foi decapitado por ordem de Herodes.","explicacao_detalhada":"O nome 'João' significa 'Deus é gracioso', e sua morte representa a rejeição da graça e da mensagem de arrependimento que ele trouxe.","por_que_esta_palavra":"O nome é significativo, pois representa a identidade e a missão de João como precursor de Cristo.","conexao_teologica":"A morte de João Batista antecipa a rejeição de Jesus e a perseguição que os seguidores de Cristo enfrentariam.","referencias_relacionadas":["Mateus 3:1-3","Lucas 1:76","Mateus 11:11"]},"mateus_14_10_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a ordem foi dada para a execução de João Batista.","explicacao_detalhada":"O 'dia' é um marco importante que simboliza a culminação de um processo de rejeição e violência contra os profetas de Deus.","por_que_esta_palavra":"A menção do dia enfatiza a gravidade do ato e a importância do momento na narrativa bíblica.","conexao_teologica":"Os dias de julgamento e decisão são frequentemente destacados na Bíblia, mostrando como as escolhas humanas têm consequências eternas.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","Atos 2:20"]},"mateus_14_10_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém para cumprir uma ordem, neste caso, a execução de João Batista.","explicacao_detalhada":"A palavra 'enviar' implica uma ação deliberada e a transferência de responsabilidade para outra pessoa, neste caso, os soldados.","por_que_esta_palavra":"O envio de soldados para executar a ordem mostra a brutalidade do ato e a disposição de Herodes em sacrificar a vida de um inocente.","conexao_teologica":"A ideia de enviar é central na missão de Deus, que enviou profetas e, finalmente, Seu Filho, Jesus, para a salvação da humanidade.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","João 20:21"]},"mateus_14_11_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça de João Batista, que foi trazida em um prato como um ato de desonra.","explicacao_detalhada":"A cabeça simboliza a derrota do profeta e a vitória do mal sobre a verdade, refletindo a crueldade do ato.","por_que_esta_palavra":"A decapitação é um símbolo poderoso de perseguição e martírio, mostrando o custo de ser um mensageiro de Deus.","conexao_teologica":"A decapitação de João Batista é um prenúncio da morte de Jesus e da perseguição que os cristãos enfrentariam.","referencias_relacionadas":["Mateus 14:10","Marcos 6:28","Atos 12:1-2"]},"mateus_14_12_corpo":{"palavra_pt":"corpo","palavra_original":"πτῶμα","transliteracao":"ptōma","strong":"G4430","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de João Batista, que foi tratado com desrespeito após sua morte.","explicacao_detalhada":"O corpo representa a vida e o ministério de João, que foi sacrificado por sua fidelidade à verdade.","por_que_esta_palavra":"A menção do corpo enfatiza a brutalidade do ato e a desumanização que ocorre em situações de violência.","conexao_teologica":"A forma como o corpo de João foi tratado reflete a maneira como os profetas e seguidores de Deus são frequentemente rejeitados e perseguidos.","referencias_relacionadas":["Mateus 5:10-12","Atos 7:59-60","Romanos 12:1"]},"mateus_14_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, que é o cumprimento da mensagem que João Batista pregava.","explicacao_detalhada":"A menção de Jesus neste contexto destaca a continuidade da missão de Deus e a importância do arrependimento.","por_que_esta_palavra":"Jesus é o centro da mensagem de salvação, e sua relação com João Batista é fundamental para entender o plano de Deus.","conexao_teologica":"A vida e morte de João Batista preparam o caminho para a vinda de Jesus, que traz a verdadeira salvação.","referencias_relacionadas":["Mateus 3:13-17","Mateus 11:11","João 1:29"]},"mateus_14_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e o Messias prometido. Neste contexto, Ele se retira para um lugar deserto após ouvir sobre a morte de João Batista, demonstrando Sua humanidade e necessidade de reflexão.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e Sua missão de salvação.","conexao_teologica":"Jesus é o cumprimento das profecias do Antigo Testamento sobre o Messias, que veio para salvar a humanidade do pecado.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_14_13_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a alguém conhecido ou familiar.","explicacao_detalhada":"Neste contexto, a palavra 'acquaintance' pode se referir à relação que as pessoas tinham com João Batista e, por extensão, com Jesus. A familiaridade com figuras religiosas pode influenciar a percepção e a resposta do povo.","por_que_esta_palavra":"A palavra destaca a importância das relações pessoais e sociais na propagação da mensagem de Jesus.","conexao_teologica":"A familiaridade com Jesus e Seus ensinamentos é crucial para a aceitação do evangelho.","referencias_relacionadas":["Lucas 4:22","João 1:46","Mateus 13:55"]},"mateus_14_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é movido de compaixão ao ver a multidão e realiza milagres, mostrando Sua natureza divina e Seu amor pelas pessoas.","por_que_esta_palavra":"A presença de Jesus é essencial para a transformação e cura das vidas, refletindo Sua missão de amor e salvação.","conexao_teologica":"Jesus é o Bom Pastor que cuida de Suas ovelhas, conforme descrito em João 10.","referencias_relacionadas":["Mateus 9:36","Marcos 6:34","Lucas 7:13"]},"mateus_14_14_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da multidão que seguia Jesus.","explicacao_detalhada":"A palavra 'grande' enfatiza a quantidade de pessoas que estavam em busca de Jesus, demonstrando a influência e o poder de Sua mensagem.","por_que_esta_palavra":"A grandeza da multidão ressalta a necessidade de Jesus em atender às necessidades espirituais e físicas das pessoas.","conexao_teologica":"A multidão representa a humanidade que busca a salvação e a cura que só Jesus pode oferecer.","referencias_relacionadas":["Mateus 5:1","Mateus 9:36","Lucas 8:4"]},"mateus_14_14_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ação de Deus em curar e restaurar.","explicacao_detalhada":"Neste contexto, a palavra 'deus' pode ser interpretada como a manifestação do poder divino através de Jesus, que cura os enfermos e realiza milagres.","por_que_esta_palavra":"A presença de Deus em Jesus é fundamental para a realização de milagres e a demonstração de Sua compaixão.","conexao_teologica":"Jesus é a revelação de Deus, e Suas obras são um reflexo do caráter de Deus como curador.","referencias_relacionadas":["Mateus 4:24","Marcos 1:34","João 14:13"]},"mateus_14_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à necessidade urgente da multidão.","explicacao_detalhada":"A palavra 'tornar-se' indica a transformação que ocorre quando as necessidades são reconhecidas e atendidas. Jesus se preocupa com o bem-estar físico e espiritual das pessoas.","por_que_esta_palavra":"A ação de tornar-se é um convite à mudança e à resposta às necessidades humanas.","conexao_teologica":"A preocupação de Jesus com as necessidades da multidão reflete o amor de Deus por Sua criação.","referencias_relacionadas":["Mateus 6:25","Lucas 12:22","Filipenses 4:19"]},"mateus_14_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus responde à preocupação dos discípulos sobre como alimentar a multidão, mostrando Sua autoridade e capacidade de prover.","por_que_esta_palavra":"A palavra 'Jesus' é central na narrativa, pois é Ele quem realiza o milagre da multiplicação dos pães e peixes.","conexao_teologica":"Jesus é o Pão da Vida, que sacia a fome espiritual e física.","referencias_relacionadas":["João 6:35","Mateus 4:4","Lucas 9:16"]},"mateus_14_16_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade prática de alimentar a multidão.","explicacao_detalhada":"A palavra 'assunto' destaca a preocupação dos discípulos com a logística de alimentar tantas pessoas, refletindo a realidade das necessidades humanas.","por_que_esta_palavra":"A menção de 'assunto' mostra a tensão entre a fé em Jesus e as limitações humanas.","conexao_teologica":"Deus se preocupa com as necessidades práticas de Seu povo, e Jesus é a resposta a essas necessidades.","referencias_relacionadas":["Mateus 6:33","Tiago 2:15-16","1 João 3:17"]},"mateus_14_16_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e instrução de Jesus.","explicacao_detalhada":"A palavra 'falar' enfatiza a importância da comunicação clara e direta de Jesus com Seus discípulos e a multidão.","por_que_esta_palavra":"A comunicação de Jesus é essencial para transmitir Sua mensagem de amor e salvação.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e Jesus é a encarnação dessa Palavra.","referencias_relacionadas":["João 1:1","Mateus 4:4","Hebreus 4:12"]},"mateus_14_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da possibilidade de alimentar a multidão com o que se tem.","explicacao_detalhada":"A palavra 'deus' aqui pode ser interpretada como a limitação humana diante da grandeza da necessidade.","por_que_esta_palavra":"A negação reflete a falta de fé dos discípulos em relação ao que Jesus pode fazer.","conexao_teologica":"Deus é capaz de prover abundantemente, mesmo quando as circunstâncias parecem impossíveis.","referencias_relacionadas":["Mateus 19:26","Filipenses 4:19","2 Coríntios 9:8"]},"mateus_14_17_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada quando Jesus instrui os discípulos sobre como alimentar a multidão.","explicacao_detalhada":"Neste contexto, Jesus está se referindo à necessidade de comunicar uma ação, que é a de alimentar as pessoas que o seguem. O ato de dizer é fundamental para a transmissão de instruções e orientações.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade de Jesus como mestre e líder, que orienta seus discípulos em uma situação desafiadora.","conexao_teologica":"A comunicação de Jesus é um reflexo da Palavra de Deus que traz vida e sustento espiritual, assim como o pão físico sustenta o corpo.","referencias_relacionadas":["Mateus 4:4","João 6:35","Lucas 9:13"]},"mateus_14_18_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada quando Jesus pede que tragam os pães e peixes para que Ele possa realizar o milagre.","explicacao_detalhada":"Aqui, 'falar' implica em uma comunicação que resulta em ação. Jesus fala para que os discípulos compreendam a necessidade de trazer os alimentos para que o milagre aconteça.","por_que_esta_palavra":"A palavra 'falar' é importante porque mostra a interação de Jesus com os discípulos e a necessidade de sua cooperação na obra divina.","conexao_teologica":"A fala de Jesus é um meio pelo qual Ele manifesta o poder de Deus, mostrando que a obediência à Sua palavra pode levar a resultados sobrenaturais.","referencias_relacionadas":["Mateus 8:16","Marcos 4:39","João 11:43"]},"mateus_14_18_urso":{"palavra_pt":"urso","palavra_original":"φέρω","transliteracao":"phérō","strong":"G5342","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência ao ato de carregar ou trazer algo, no contexto de trazer os pães e peixes.","explicacao_detalhada":"Neste versículo, 'urso' implica em uma ação de trazer os alimentos necessários para a realização do milagre, simbolizando a necessidade de esforço humano em colaboração com o divino.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a ação prática que deve ser realizada pelos discípulos antes que o milagre aconteça.","conexao_teologica":"A colaboração entre o humano e o divino é um tema recorrente na Bíblia, mostrando que Deus frequentemente usa as ações humanas para realizar Seus propósitos.","referencias_relacionadas":["Mateus 25:35","Gálatas 6:2","Filipenses 4:19"]},"mateus_14_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' é mencionada quando Jesus levanta os olhos ao céu antes de realizar o milagre da multiplicação dos pães.","explicacao_detalhada":"Neste contexto, 'céu' representa a fonte de toda provisão e bênção. Jesus reconhece a soberania de Deus sobre a situação antes de agir.","por_que_esta_palavra":"A referência ao céu destaca a conexão entre o milagre e a vontade de Deus, mostrando que toda boa dádiva vem do alto.","conexao_teologica":"A elevação dos olhos ao céu simboliza a dependência de Jesus do Pai e a importância da oração e da comunhão com Deus antes de realizar ações significativas.","referencias_relacionadas":["Tiago 1:17","Salmos 121:1-2","Mateus 6:9"]},"mateus_14_19_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada quando Jesus abençoa os pães e peixes antes de distribuí-los.","explicacao_detalhada":"Aqui, 'falar' se refere ao ato de pronunciar uma bênção, reconhecendo a provisão de Deus e consagrando os alimentos para o uso.","por_que_esta_palavra":"A bênção verbal é um ato de fé que reconhece a soberania de Deus sobre os recursos e a gratidão por Suas dádivas.","conexao_teologica":"A prática de abençoar os alimentos é uma expressão de gratidão e reconhecimento da providência divina, refletindo a importância da oração em todas as áreas da vida.","referencias_relacionadas":["1 Timóteo 4:4-5","Salmos 136:1","Mateus 26:26"]},"mateus_14_19_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que estava seguindo Jesus e que precisava ser alimentada.","explicacao_detalhada":"Neste contexto, 'povo' representa as pessoas que estão em necessidade, simbolizando a compaixão de Jesus por aqueles que O seguem.","por_que_esta_palavra":"A palavra 'povo' é significativa porque enfatiza a missão de Jesus de cuidar e alimentar não apenas fisicamente, mas também espiritualmente.","conexao_teologica":"A preocupação de Jesus com o povo reflete o caráter de Deus como um pastor que cuida de Seu rebanho, mostrando que Ele se importa com as necessidades de todos.","referencias_relacionadas":["Mateus 9:36","Lucas 12:22","João 10:14"]},"mateus_14_20_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"A palavra 'comer' é utilizada quando os discípulos distribuem os pães e peixes à multidão.","explicacao_detalhada":"Aqui, 'comer' se refere ao ato de receber e consumir os alimentos que foram multiplicados por Jesus, simbolizando a satisfação das necessidades físicas.","por_que_esta_palavra":"A palavra 'comer' é importante porque representa a ação de receber a provisão de Deus, que é abundante e suficiente.","conexao_teologica":"O ato de comer os pães multiplicados é uma metáfora para a satisfação espiritual que vem de Cristo, o pão da vida.","referencias_relacionadas":["João 6:51","Mateus 5:6","Lucas 22:19"]},"mateus_14_21_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é mencionada em um contexto mais amplo sobre a inclusão de todos na provisão de Jesus.","explicacao_detalhada":"Embora a palavra 'mulher' não apareça diretamente no versículo, a inclusão de todos os gêneros na multidão é implícita, mostrando que a mensagem de Jesus é para todos.","por_que_esta_palavra":"A inclusão de mulheres e homens na multidão destaca a universalidade da mensagem de Jesus e Sua preocupação com todos os seres humanos.","conexao_teologica":"A inclusão de todos na obra de Jesus reflete o amor de Deus por toda a humanidade, independentemente de gênero, raça ou status social.","referencias_relacionadas":["Gálatas 3:28","Mateus 28:19","Atos 2:17"]},"mateus_14_21_descanso":{"palavra_pt":"descanso","palavra_original":"ἐσθίω","transliteracao":"esthíō","strong":"G2068","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' é usada para descrever a satisfação e o alívio que a multidão experimenta após ser alimentada.","explicacao_detalhada":"Neste contexto, 'descanso' implica em um estado de contentamento e saciedade após receber a provisão de Jesus.","por_que_esta_palavra":"A palavra 'descanso' é significativa porque simboliza a paz e a satisfação que vêm de confiar em Deus para suprir nossas necessidades.","conexao_teologica":"O descanso espiritual é um tema central na Bíblia, onde Jesus oferece descanso para as almas cansadas e sobrecarregadas.","referencias_relacionadas":["Mateus 11:28","Salmos 23:1-2","Hebreus 4:9-10"]},"mateus_14_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na narrativa, referindo-se à figura que realiza o milagre da multiplicação dos pães e peixes.","explicacao_detalhada":"Neste contexto, 'Jesus' é o agente divino que provê e cuida das necessidades do povo, demonstrando Seu poder e compaixão.","por_que_esta_palavra":"A menção de 'Jesus' é crucial porque Ele é o protagonista da história, cuja identidade e missão são reveladas através de Suas ações.","conexao_teologica":"Jesus é o pão da vida, e Sua capacidade de alimentar a multidão simboliza a provisão espiritual que Ele oferece a todos que creem.","referencias_relacionadas":["João 6:35","Mateus 1:21","Atos 4:12"]},"mateus_14_23_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a uma relação de familiaridade ou conhecimento pessoal.","explicacao_detalhada":"A palavra 'acquaintance' (ἴδιος) sugere um nível de intimidade ou conexão pessoal. No contexto de Mateus 14:23, pode indicar que Jesus se retirou para um lugar onde tinha um relacionamento mais próximo com o Pai, longe das multidões.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a individualidade e a relação pessoal que Jesus tinha com Deus, destacando a importância da oração e do retiro espiritual.","conexao_teologica":"A relação pessoal com Deus é fundamental na vida cristã, refletindo a necessidade de momentos de solitude e oração para fortalecer a fé.","referencias_relacionadas":["Mateus 6:6","Lucas 5:16","Marcos 1:35"]},"mateus_14_23_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ato de se dirigir a Deus em oração.","explicacao_detalhada":"A palavra 'deus' (προσεύχομαι) implica uma comunicação direta com o Criador. No contexto, Jesus se retira para orar, mostrando a importância da oração na vida do crente.","por_que_esta_palavra":"A oração é um meio essencial de relacionamento com Deus, e Jesus, mesmo sendo Filho de Deus, se dedicava a orar, dando exemplo aos seus seguidores.","conexao_teologica":"A oração é um pilar da vida cristã, essencial para a comunhão com Deus e para buscar Sua vontade.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Hebreus 4:16"]},"mateus_14_23_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a algo que se torna significativo ou importante.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) indica uma transformação ou um evento que ocorre. No contexto, pode se referir ao momento em que Jesus se prepara para realizar um milagre, mostrando a grandeza de Sua missão.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a ação de Jesus em resposta às necessidades das pessoas, revelando Sua autoridade e poder.","conexao_teologica":"A grandeza de Jesus se manifesta em Suas obras e milagres, que são sinais de Sua divindade e compaixão.","referencias_relacionadas":["Mateus 28:18","João 14:12","Romanos 1:16"]},"mateus_14_24_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra ou ao ambiente físico onde os eventos ocorrem.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o cenário em que os discípulos estavam. No contexto, isso destaca a fragilidade da situação em que se encontravam, em meio a uma tempestade.","por_que_esta_palavra":"A menção da terra enfatiza a realidade física e as dificuldades enfrentadas pelos discípulos, contrastando com a intervenção divina.","conexao_teologica":"Deus é soberano sobre a criação, e mesmo em meio às tempestades da vida, Ele está presente e no controle.","referencias_relacionadas":["Salmos 46:1-3","Isaías 43:2","Mateus 8:26"]},"mateus_14_24_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é vasto ou significativo.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a intensidade da tempestade que os discípulos enfrentavam. Isso ressalta a magnitude do desafio que estavam enfrentando.","por_que_esta_palavra":"A grandeza da tempestade serve para mostrar a necessidade de fé e confiança em Jesus, que é maior do que qualquer dificuldade.","conexao_teologica":"A grandeza de Deus é maior do que qualquer problema que enfrentamos, e Ele é capaz de trazer paz em meio ao caos.","referencias_relacionadas":["Salmos 107:29","Mateus 8:27","Romanos 8:31"]},"mateus_14_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, que é central na narrativa.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome que significa 'O Senhor é salvação'. No contexto, Jesus se aproxima dos discípulos em meio à tempestade, revelando Sua identidade e poder.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois Ele é a resposta para as crises e desafios que enfrentamos.","conexao_teologica":"Jesus é a encarnação da salvação e a presença de Deus entre nós, sempre pronto a nos ajudar em tempos de necessidade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"mateus_14_25_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo.","explicacao_detalhada":"A palavra 'dia' (φυλακή) é usada para descrever o momento em que os discípulos estavam no barco. Isso indica que a situação estava se desenrolando em um tempo específico, aumentando a tensão da narrativa.","por_que_esta_palavra":"A menção do dia enfatiza a realidade temporal da situação, mostrando que mesmo em momentos de escuridão, a luz de Cristo pode brilhar.","conexao_teologica":"Deus opera em nosso tempo, e mesmo nas horas mais sombrias, Ele está presente e ativo.","referencias_relacionadas":["Salmos 30:5","João 9:4","1 Pedro 5:10"]},"mateus_14_25_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao período da noite, simbolizando escuridão e incerteza.","explicacao_detalhada":"A palavra 'midnight' (νύξ) sugere um tempo de dificuldade e medo. No contexto, isso representa o momento em que os discípulos estavam mais vulneráveis e necessitados.","por_que_esta_palavra":"A escuridão da meia-noite simboliza os desafios que enfrentamos na vida, onde a presença de Jesus se torna ainda mais necessária.","conexao_teologica":"Jesus é a luz que brilha nas trevas, trazendo esperança e segurança em tempos de incerteza.","referencias_relacionadas":["Salmos 119:105","João 1:5","2 Coríntios 4:6"]},"mateus_14_26_espirito":{"palavra_pt":"espirito","palavra_original":"φάντασμα","transliteracao":"phántasma","strong":"G5326","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se a uma aparição ou manifestação sobrenatural.","explicacao_detalhada":"A palavra 'espírito' (φάντασμα) é usada para descrever a percepção dos discípulos ao ver Jesus andando sobre as águas. Isso reflete o medo e a confusão que sentiram ao testemunhar algo extraordinário.","por_que_esta_palavra":"A reação dos discípulos ao ver Jesus como um 'espírito' mostra a dificuldade em reconhecer a presença divina em meio ao medo.","conexao_teologica":"A presença de Jesus em nossas vidas pode ser surpreendente e desafiadora, exigindo fé para reconhecê-Lo em meio às tempestades.","referencias_relacionadas":["Mateus 14:27","Lucas 24:37","João 20:19"]},"mateus_14_26_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao corpo de água onde os eventos estão ocorrendo.","explicacao_detalhada":"A palavra 'mar' (θάλασσα) é usada para descrever o ambiente hostil em que os discípulos estavam. Isso simboliza as dificuldades e desafios que enfrentamos na vida.","por_que_esta_palavra":"A menção do mar enfatiza a natureza turbulenta da situação, contrastando com a paz que Jesus traz.","conexao_teologica":"Deus é soberano sobre as águas e as tempestades da vida, mostrando que Ele pode acalmar qualquer situação.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Apocalipse 21:1"]},"mateus_14_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Filho de Deus.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Salvador e Messias. Neste versículo, Ele se apresenta aos discípulos que estavam com medo durante a tempestade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e Sua missão de salvar a humanidade.","conexao_teologica":"Jesus é visto como a manifestação de Deus na Terra, trazendo esperança e salvação.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_14_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'deus' é usada para enfatizar a divindade de Jesus.","explicacao_detalhada":"A palavra 'deus' aqui se refere à natureza divina de Jesus, que é reconhecido como Senhor e Salvador.","por_que_esta_palavra":"A menção de Deus é crucial para entender a autoridade e o poder de Jesus sobre a natureza e as circunstâncias.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, que afirma que Ele é um com o Pai.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_14_27_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de falar ou comunicar uma mensagem.","explicacao_detalhada":"Neste versículo, 'falar' é a ação de Jesus ao se dirigir aos discípulos, trazendo conforto e encorajamento.","por_que_esta_palavra":"A comunicação de Jesus é essencial para a edificação da fé dos discípulos e para a revelação de Sua identidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Jesus é o Verbo que se fez carne.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Mateus 28:19-20"]},"mateus_14_28_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que significa 'rocha', simbolizando firmeza e estabilidade na fé.","explicacao_detalhada":"Pedro, ao reconhecer Jesus, é chamado de 'rocha', representando a fundação da Igreja e a firmeza de sua confissão.","por_que_esta_palavra":"A identidade de Pedro como 'rocha' é significativa para a liderança na comunidade cristã.","conexao_teologica":"A Igreja é construída sobre a confissão de que Jesus é o Cristo, e Pedro é um dos pilares dessa construção.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:5","Efésios 2:20"]},"mateus_14_28_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhorio de Jesus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a autoridade de Jesus, que comanda até mesmo os elementos da natureza.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é essencial para a fé cristã, pois implica submissão à Sua vontade.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando Seu poder e domínio.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 10:9"]},"mateus_14_28_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se ao elemento físico que representa a tempestade e a incerteza.","explicacao_detalhada":"A água simboliza as dificuldades e desafios que os discípulos enfrentavam, e Jesus os encoraja a não temer.","por_que_esta_palavra":"A menção da água destaca a situação crítica em que os discípulos se encontravam, contrastando com a paz que Jesus traz.","conexao_teologica":"Jesus é o que acalma as tempestades da vida, trazendo paz em meio ao caos.","referencias_relacionadas":["Salmos 107:29","Marcos 4:39","João 7:38"]},"mateus_14_29_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Novamente, refere-se a Pedro, simbolizando sua fé e coragem ao andar sobre as águas.","explicacao_detalhada":"Pedro, ao sair do barco, demonstra fé ao se dirigir a Jesus, que é a verdadeira rocha.","por_que_esta_palavra":"A rocha representa a firmeza da fé que permite a Pedro realizar o impossível.","conexao_teologica":"A fé em Jesus permite que os crentes superem desafios e realizem feitos extraordinários.","referencias_relacionadas":["Mateus 16:18","Romanos 1:17","2 Coríntios 5:7"]},"mateus_14_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o objeto da fé de Pedro.","explicacao_detalhada":"Pedro chama Jesus e, ao fazer isso, demonstra sua confiança Nele, que é a fonte de poder e segurança.","por_que_esta_palavra":"A invocação do nome de Jesus é um ato de fé e dependência.","conexao_teologica":"A fé em Jesus é o que transforma vidas e permite que os crentes realizem o que parece impossível.","referencias_relacionadas":["João 14:13-14","Atos 3:6","Filipenses 4:13"]},"mateus_14_30_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus que é reconhecida por Pedro ao clamar por socorro.","explicacao_detalhada":"Quando Pedro começa a afundar, ele reconhece a necessidade de Jesus e clama por Sua ajuda, demonstrando a importância de depender do Senhor.","por_que_esta_palavra":"A palavra 'senhor' aqui destaca a relação de dependência e confiança que os crentes devem ter em Jesus.","conexao_teologica":"A dependência de Jesus é essencial para a vida cristã, pois Ele é o nosso socorro em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Hebreus 4:16","Mateus 7:7"]},"mateus_14_30_homem":{"palavra_pt":"homem","palavra_original":"ἰσχυρός","transliteracao":"ischyrós","strong":"G2478","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana de fragilidade e necessidade de ajuda.","explicacao_detalhada":"Pedro, ao se afundar, reconhece sua vulnerabilidade como homem e a necessidade de Jesus para salvá-lo.","por_que_esta_palavra":"A palavra 'homem' enfatiza a fragilidade da natureza humana e a dependência de Deus.","conexao_teologica":"A humanidade é chamada a reconhecer sua fraqueza e a buscar a força que vem de Deus.","referencias_relacionadas":["Salmos 103:14","2 Coríntios 12:9","Romanos 7:24-25"]},"mateus_14_30_drown":{"palavra_pt":"drown","palavra_original":"καταποντίζω","transliteracao":"katapontízō","strong":"G2670","significado_raiz":"Ideia básica: drown.","significado_contextual":"A palavra 'drown' refere-se ao ato de afundar ou ser submerso nas águas.","explicacao_detalhada":"Neste versículo, Pedro começa a afundar quando perde a fé ao ver o vento forte. A palavra enfatiza a gravidade da situação em que ele se encontra, simbolizando a luta entre a fé e o medo.","por_que_esta_palavra":"A escolha da palavra 'drown' ilustra a vulnerabilidade humana diante das dificuldades e a necessidade de confiar em Jesus.","conexao_teologica":"Este momento reflete a fragilidade da fé humana e a intervenção divina, mostrando que Jesus é capaz de salvar mesmo nas situações mais desesperadoras.","referencias_relacionadas":["Mateus 14:29-31","Salmos 69:1-2","Isaías 43:2"]},"mateus_14_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste contexto, Jesus é a figura central que salva Pedro do afundamento, representando a salvação que Ele oferece a todos os que creem.","por_que_esta_palavra":"A menção de Jesus destaca Sua autoridade e poder sobre as forças da natureza e a capacidade de resgatar aqueles que estão em perigo.","conexao_teologica":"Jesus é o Salvador que não apenas acalma as tempestades externas, mas também as internas, trazendo paz e segurança.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 10:13"]},"mateus_14_31_cristo":{"palavra_pt":"cristo","palavra_original":"ὀλιγόπιστος","transliteracao":"oligópistos","strong":"G3640","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'o Ungido', referindo-se à missão messiânica de Jesus.","explicacao_detalhada":"Neste versículo, a palavra é usada para enfatizar a identidade de Jesus como o Messias que tem poder para salvar e restaurar.","por_que_esta_palavra":"A utilização de 'Cristo' reforça a crença de que Jesus é o cumprimento das promessas de Deus ao Seu povo.","conexao_teologica":"A fé em Cristo é fundamental para a salvação e a superação das dificuldades da vida.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","Romanos 1:16"]},"mateus_14_31_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se à parte do corpo que é usada para agarrar, segurar ou ajudar.","explicacao_detalhada":"Neste versículo, a mão de Jesus é estendida para salvar Pedro, simbolizando o auxílio divino em momentos de necessidade.","por_que_esta_palavra":"A mão de Jesus representa a ação direta de Deus em nossas vidas, oferecendo ajuda e salvação.","conexao_teologica":"A mão de Deus é um símbolo de proteção e cuidado, refletindo o amor que Ele tem por Seus filhos.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Hebreus 13:5"]},"mateus_14_32_cease":{"palavra_pt":"cease","palavra_original":"κοπάζω","transliteracao":"kopázō","strong":"G2869","significado_raiz":"Ideia básica: cease.","significado_contextual":"A palavra 'cease' significa parar ou cessar.","explicacao_detalhada":"Após Jesus e Pedro entrarem no barco, a tempestade cessa, simbolizando o poder de Jesus sobre as forças da natureza.","por_que_esta_palavra":"A palavra enfatiza a autoridade de Jesus para trazer paz em meio ao caos.","conexao_teologica":"A capacidade de Jesus de acalmar a tempestade é um reflexo de Sua divindade e do controle que Ele exerce sobre todas as coisas.","referencias_relacionadas":["Marcos 4:39","Salmos 107:29","Lucas 8:24"]},"mateus_14_32_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou resultado de uma ação anterior.","explicacao_detalhada":"Neste contexto, 'portanto' liga a ação de Jesus acalmando a tempestade à resposta dos discípulos, que reconhecem Sua divindade.","por_que_esta_palavra":"A utilização de 'portanto' mostra a lógica da fé e da adoração que se segue ao reconhecimento do poder de Jesus.","conexao_teologica":"A resposta dos discípulos é um exemplo de como a revelação do poder de Cristo leva à adoração e à fé.","referencias_relacionadas":["Romanos 12:1","Filipenses 2:10-11","Apocalipse 5:12"]},"mateus_14_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Os discípulos reconhecem Jesus como Filho de Deus após a tempestade ser acalmada, indicando um entendimento mais profundo de Sua natureza divina.","por_que_esta_palavra":"A menção de Deus destaca a relação entre Jesus e o Pai, reforçando a crença na Trindade.","conexao_teologica":"O reconhecimento de Jesus como Deus é fundamental para a fé cristã, pois afirma Sua divindade e autoridade.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_14_34_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou à superfície do planeta.","explicacao_detalhada":"Neste versículo, a chegada a Gennesaret representa um retorno à segurança e à terra firme após a experiência tumultuada no mar.","por_que_esta_palavra":"A terra simboliza estabilidade e segurança, contrastando com a instabilidade das águas.","conexao_teologica":"A chegada à terra firme pode ser vista como uma metáfora para a segurança que encontramos em Cristo, que nos traz paz em meio às tempestades da vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:5","Mateus 5:5"]},"mateus_14_34_cruz":{"palavra_pt":"cruz","palavra_original":"διαπεράω","transliteracao":"diaperáō","strong":"G1276","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução usado na crucificação de Jesus.","explicacao_detalhada":"Embora não mencionada diretamente neste versículo, a cruz é um símbolo central na fé cristã, representando sacrifício e redenção.","por_que_esta_palavra":"A cruz é fundamental para a compreensão do amor de Deus e do sacrifício de Jesus pela humanidade.","conexao_teologica":"A cruz é o ponto central da mensagem cristã, onde a justiça e a misericórdia de Deus se encontram.","referencias_relacionadas":["Mateus 27:32-33","Gálatas 6:14","1 Pedro 2:24"]},"mateus_14_34_gennesaret":{"palavra_pt":"gennesaret","palavra_original":"Γεννησαρέτ","transliteracao":"Gennēsarét","strong":"G1082","significado_raiz":"Ideia básica: gennesaret.","significado_contextual":"Gennesaret é uma região à beira do Mar da Galileia, conhecida por sua fertilidade e beleza.","explicacao_detalhada":"A chegada a Gennesaret representa um retorno à segurança e à provisão de Deus após a experiência de medo e incerteza no mar.","por_que_esta_palavra":"Gennesaret simboliza um lugar de descanso e cura, onde Jesus realiza milagres e ministra ao povo.","conexao_teologica":"A terra de Gennesaret é um exemplo do cuidado de Deus em prover para Seu povo, refletindo Sua bondade e misericórdia.","referencias_relacionadas":["Mateus 14:35-36","Marcos 6:53-56","Lucas 5:1"]},"mateus_14_35_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para descrever a força e a ferocidade, simbolizando a proteção e a defesa.","explicacao_detalhada":"No contexto de Mateus 14:35, a menção ao 'urso' pode ser interpretada como uma metáfora para a força que Jesus representa, especialmente em relação à cura e proteção dos que se aproximam dele.","por_que_esta_palavra":"A palavra é escolhida para transmitir a ideia de que, assim como um urso protege seus filhotes, Jesus cuida de seus seguidores.","conexao_teologica":"A figura do urso pode ser vista como uma representação da força divina que protege e cura, refletindo a natureza de Deus como nosso protetor.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Mateus 18:12-14"]},"mateus_14_35_country":{"palavra_pt":"country","palavra_original":"περίχωρος","transliteracao":"períchōros","strong":"G4066","significado_raiz":"Ideia básica: country.","significado_contextual":"A palavra 'país' refere-se a uma região geográfica, mas também pode simbolizar a comunidade e o povo.","explicacao_detalhada":"Em Mateus 14:35, o 'país' é mencionado para indicar a área onde Jesus estava realizando milagres, destacando a importância do local na narrativa.","por_que_esta_palavra":"A escolha da palavra enfatiza a conexão entre Jesus e as pessoas de sua terra, mostrando que seu ministério se estende a todos os lugares.","conexao_teologica":"A ideia de 'país' se relaciona com a missão de Jesus de alcançar todas as nações, conforme o Grande Comissão.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 10:18"]},"mateus_14_36_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica um estado de solidão, mas também pode sugerir um momento de reflexão ou busca pessoal.","explicacao_detalhada":"No contexto de Mateus 14:36, a solidão de Jesus pode ser vista como um tempo de conexão íntima com Deus, mesmo em meio à multidão.","por_que_esta_palavra":"A palavra é utilizada para mostrar que, mesmo quando cercado por pessoas, Jesus buscava momentos de solitude para oração e comunhão com o Pai.","conexao_teologica":"A solidão de Jesus reflete a importância da oração e da comunhão com Deus, um tema central no ministério de Jesus.","referencias_relacionadas":["Marcos 1:35","Lucas 5:16","Mateus 26:36-39"]}}