{"mateus_15_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Mateus 15:1, Jesus é apresentado como a autoridade que ensina e confronta as tradições dos fariseus, reafirmando sua missão de trazer salvação.","por_que_esta_palavra":"O uso do nome 'Jesus' enfatiza sua identidade messiânica e seu papel como redentor da humanidade.","conexao_teologica":"Jesus é o centro da fé cristã, e sua autoridade é reconhecida em toda a Escritura.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_15_1_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"A palavra 'Jerusalém' representa o centro religioso e cultural do povo judeu.","explicacao_detalhada":"Em Mateus 15:1, Jerusalém é mencionada como o lugar de onde os fariseus vieram, simbolizando a tradição e a lei que Jesus confronta.","por_que_esta_palavra":"A escolha de 'Jerusalém' destaca a importância da cidade como o coração da fé judaica e o cenário de muitos eventos bíblicos.","conexao_teologica":"Jerusalém é frequentemente vista como o lugar onde Deus se encontra com seu povo, e a vinda de Jesus a essa cidade é significativa para a história da salvação.","referencias_relacionadas":["Salmos 122:6","Mateus 23:37","Lucas 19:41-44"]},"mateus_15_2_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'presbítero' refere-se a um líder ou ancião na comunidade religiosa.","explicacao_detalhada":"Em Mateus 15:2, os presbíteros são mencionados como representantes da tradição que Jesus critica, destacando a tensão entre a tradição e a verdadeira fé.","por_que_esta_palavra":"A palavra é utilizada para mostrar a autoridade religiosa que Jesus estava desafiando em sua missão.","conexao_teologica":"A crítica de Jesus aos presbíteros reflete a necessidade de uma fé autêntica que vai além das tradições humanas.","referencias_relacionadas":["Tito 1:5","1 Timóteo 5:17","Mateus 23:1-3"]},"mateus_15_2_lei":{"palavra_pt":"lei","palavra_original":"παράδοσις","transliteracao":"parádosis","strong":"G3862","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se às instruções e mandamentos dados por Deus ao seu povo.","explicacao_detalhada":"Em Mateus 15:2, a 'lei' é mencionada no contexto das tradições que os fariseus colocaram acima do verdadeiro propósito da lei de Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da lei divina e como ela deve ser interpretada corretamente.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia cristã, onde Jesus cumpre a lei ao mesmo tempo que traz a graça.","referencias_relacionadas":["Romanos 3:31","Gálatas 3:24","Mateus 5:17"]},"mateus_15_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Mateus 15:3, Jesus menciona Deus para reafirmar a autoridade divina sobre as tradições humanas e a importância de honrar a Deus acima de tudo.","por_que_esta_palavra":"A palavra é utilizada para lembrar que Deus é a fonte de toda verdade e autoridade.","conexao_teologica":"A centralidade de Deus na vida do crente é fundamental, e Jesus destaca a necessidade de uma relação genuína com Ele.","referencias_relacionadas":["Deuteronômio 6:5","Mateus 22:37","João 4:24"]},"mateus_15_3_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"A palavra 'mandamento' refere-se às ordens dadas por Deus que devem ser seguidas.","explicacao_detalhada":"Em Mateus 15:3, Jesus fala sobre os mandamentos de Deus em contraste com as tradições humanas, enfatizando a importância de obedecer a Deus.","por_que_esta_palavra":"A palavra é escolhida para destacar a diferença entre a verdadeira obediência a Deus e as regras criadas pelos homens.","conexao_teologica":"Os mandamentos de Deus são fundamentais para a vida cristã, e Jesus os reafirma como essenciais para o relacionamento com Deus.","referencias_relacionadas":["Êxodo 20:3-17","Mateus 19:17","1 João 5:3"]},"mateus_15_3_lei":{"palavra_pt":"lei","palavra_original":"παράδοσις","transliteracao":"parádosis","strong":"G3862","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' é mencionada novamente para enfatizar a importância das instruções divinas.","explicacao_detalhada":"Em Mateus 15:3, a repetição da palavra 'lei' reforça a ideia de que a verdadeira obediência deve ser a Deus e não às tradições humanas.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a lei de Deus deve ser a base da vida do crente, não as tradições que podem distorcer seu significado.","conexao_teologica":"A lei de Deus é um reflexo de seu caráter e vontade, e Jesus a cumpre ao ensinar sobre a verdadeira obediência.","referencias_relacionadas":["Romanos 7:12","Mateus 5:18","Tiago 1:25"]},"mateus_15_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a autoridade de Deus sobre a criação. No contexto de Mateus 15:4, Jesus cita os mandamentos de Deus para enfatizar a importância da obediência a Ele em vez de tradições humanas.","por_que_esta_palavra":"Esta palavra é central para a compreensão da relação entre Deus e a humanidade, especialmente em contextos de obediência e adoração.","conexao_teologica":"A palavra 'deus' conecta-se com a ideia de que Deus é a fonte de toda moralidade e autoridade, e que suas leis devem ser seguidas acima das tradições humanas.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","Salmos 46:10"]},"mateus_15_4_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Representa a separação espiritual e física da vida.","explicacao_detalhada":"A palavra 'morte' (θάνατος) é usada para descrever não apenas a morte física, mas também a morte espiritual, que é a separação de Deus. No contexto, Jesus menciona a morte para contrastar a vida que Ele oferece.","por_que_esta_palavra":"A morte é um conceito crucial na teologia cristã, pois representa a consequência do pecado e a necessidade de redenção.","conexao_teologica":"A morte é frequentemente associada ao pecado e à necessidade de salvação através de Cristo, que oferece vida eterna.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:55"]},"mateus_15_4_vida":{"palavra_pt":"vida","palavra_original":"τελευτάω","transliteracao":"teleutáō","strong":"G5053","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena e abundante que Deus oferece.","explicacao_detalhada":"A palavra 'vida' (τελευτάω) é usada para descrever não apenas a existência física, mas a vida espiritual que é encontrada em Cristo. Jesus enfatiza que a verdadeira vida é aquela que está em comunhão com Deus.","por_que_esta_palavra":"A vida é um tema central na mensagem de Jesus, que veio para dar vida em abundância.","conexao_teologica":"A vida em Cristo é vista como a restauração da relação entre Deus e a humanidade, superando a morte espiritual.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"mateus_15_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"δῶρον","transliteracao":"dōron","strong":"G1435","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a uma oferta ou presente dado a Deus como ato de adoração.","explicacao_detalhada":"A palavra 'sacrifício' (δῶρον) implica em algo que é oferecido a Deus. No contexto, Jesus critica a prática de colocar tradições humanas acima do verdadeiro serviço a Deus.","por_que_esta_palavra":"O sacrifício é um conceito fundamental na adoração, simbolizando a entrega e a devoção a Deus.","conexao_teologica":"O sacrifício é um precursor do sacrifício de Cristo, que é o sacrifício final e perfeito pelos pecados da humanidade.","referencias_relacionadas":["Hebreus 9:26","Romanos 12:1","Gênesis 22:2"]},"mateus_15_6_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é viva e eficaz.","explicacao_detalhada":"A palavra 'palavra' (λόγος) é usada para descrever a revelação de Deus, que se manifesta em Cristo. No contexto, Jesus é apresentado como a encarnação da Palavra, que traz verdade e vida.","por_que_esta_palavra":"A Palavra é essencial para a compreensão da vontade de Deus e para a vida espiritual dos crentes.","conexao_teologica":"Cristo é a Palavra que se fez carne, revelando a natureza de Deus e a salvação para a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Colossenses 3:16"]},"mateus_15_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a autoridade divina e a importância de honrar a Deus acima das tradições humanas.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da relação entre Deus e a humanidade, especialmente em contextos de adoração e obediência.","conexao_teologica":"A centralidade de Deus na vida do crente é um tema recorrente nas Escrituras, destacando a necessidade de priorizar a relação com Ele.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","Mateus 22:37"]},"mateus_15_7_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar ou profetizar.","explicacao_detalhada":"A palavra 'falar' (προφητεύω) é usada no contexto de profecia, onde Jesus critica a hipocrisia dos fariseus que falam de Deus, mas não vivem segundo Seus mandamentos.","por_que_esta_palavra":"Falar em nome de Deus implica responsabilidade e autenticidade na comunicação da verdade divina.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a edificação da fé e a correção de comportamentos errôneos.","referencias_relacionadas":["Ezequiel 33:7","Tiago 3:1","1 Pedro 4:11"]},"mateus_15_7_hypocrite":{"palavra_pt":"hypocrite","palavra_original":"ὑποκριτής","transliteracao":"hypokritḗs","strong":"G5273","significado_raiz":"Ideia básica: hypocrite.","significado_contextual":"Refere-se a alguém que finge ser o que não é, especialmente em questões espirituais.","explicacao_detalhada":"A palavra 'hypocrite' (ὑποκριτής) é usada para descrever os fariseus que aparentam religiosidade, mas cujas ações não refletem a verdadeira adoração a Deus.","por_que_esta_palavra":"A hipocrisia é uma crítica comum de Jesus, que enfatiza a necessidade de autenticidade na fé.","conexao_teologica":"A hipocrisia é um obstáculo à verdadeira comunhão com Deus e à vida cristã genuína.","referencias_relacionadas":["Mateus 23:28","Lucas 12:1","Romanos 2:1"]},"mateus_15_7_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Refere-se ao profeta Isaías, que falou sobre a hipocrisia do povo de Deus.","explicacao_detalhada":"A palavra 'esaias' (Ἡσαΐας) é mencionada por Jesus para validar Sua crítica, citando as Escrituras que falam sobre a adoração vazia.","por_que_esta_palavra":"Isaías é um profeta importante que traz mensagens de Deus sobre arrependimento e verdadeira adoração.","conexao_teologica":"A citação de Isaías conecta a mensagem de Jesus com a tradição profética, reforçando a continuidade da revelação divina.","referencias_relacionadas":["Isaías 29:13","Isaías 53:5","Mateus 12:17"]},"mateus_15_8_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se ao órgão da fala, simbolizando a comunicação e a expressão do coração.","explicacao_detalhada":"A palavra 'boca' (στόμα) é usada para enfatizar que as palavras proferidas refletem o que está no coração. Jesus critica a superficialidade da adoração que não vem do coração.","por_que_esta_palavra":"A boca é um símbolo poderoso na Escritura, representando a comunicação da fé e a verdade interior.","conexao_teologica":"As palavras que saem da boca revelam a condição espiritual do coração, um tema importante na ética cristã.","referencias_relacionadas":["Mateus 12:34","Tiago 3:10","Salmos 19:14"]},"mateus_15_8_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que seguem a tradição religiosa, mas que não têm um relacionamento genuíno com Deus.","explicacao_detalhada":"Neste versículo, Jesus critica a hipocrisia do povo que honra a Deus com palavras, mas cujos corações estão longe d'Ele. O termo 'povo' aqui destaca a coletividade que se distancia da verdadeira adoração.","por_que_esta_palavra":"A palavra 'povo' é utilizada para enfatizar a relação entre a coletividade e a prática religiosa, mostrando que a fé não é apenas uma questão individual, mas também comunitária.","conexao_teologica":"A crítica de Jesus ao povo reflete a necessidade de um coração sincero na adoração a Deus, que vai além das tradições e rituais.","referencias_relacionadas":["Isaías 29:13","Mateus 7:21","Romanos 10:2"]},"mateus_15_8_agua":{"palavra_pt":"agua","palavra_original":"χεῖλος","transliteracao":"cheîlos","strong":"G5491","significado_raiz":"Ideia básica: agua.","significado_contextual":"Simboliza a purificação e a vida, frequentemente associada à necessidade espiritual do ser humano.","explicacao_detalhada":"A água é um elemento essencial para a vida e, neste contexto, pode ser vista como uma metáfora para a necessidade de um coração purificado e renovado, que só pode ser alcançado através de um relacionamento verdadeiro com Deus.","por_que_esta_palavra":"A escolha da palavra 'água' destaca a importância da pureza e da renovação espiritual, contrastando com as tradições vazias.","conexao_teologica":"A água é frequentemente usada na Bíblia para simbolizar a vida eterna e a purificação, como em João 4:14, onde Jesus fala da água viva.","referencias_relacionadas":["João 4:14","Apocalipse 21:6","Isaías 55:1"]},"mateus_15_9_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδασκαλία","transliteracao":"didaskalía","strong":"G1319","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"Refere-se ao ensino ou doutrina que é transmitido, muitas vezes associado às tradições humanas.","explicacao_detalhada":"Neste versículo, a instrução é contrastada com os mandamentos de Deus, mostrando que as tradições podem desviar o foco da verdadeira vontade divina.","por_que_esta_palavra":"A palavra 'instrução' é usada para enfatizar a importância do ensino correto e a necessidade de discernir entre o que é humano e o que é divino.","conexao_teologica":"A instrução correta é fundamental para a vida cristã, pois molda a compreensão e a prática da fé.","referencias_relacionadas":["2 Timóteo 3:16","Tiago 1:22","Romanos 12:2"]},"mateus_15_9_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἔνταλμα","transliteracao":"éntalma","strong":"G1778","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se às ordens divinas dadas por Deus, que devem ser seguidas pelos crentes.","explicacao_detalhada":"Jesus menciona os mandamentos para destacar a importância de obedecer à palavra de Deus em vez de se apegar a tradições humanas que podem ser vazias.","por_que_esta_palavra":"A palavra 'mandamento' é crucial para entender a relação entre Deus e seu povo, enfatizando a obediência como um aspecto central da fé.","conexao_teologica":"Os mandamentos de Deus são fundamentais para a vida moral e espiritual dos crentes, servindo como guia para a conduta.","referencias_relacionadas":["Êxodo 20:3-17","Deuteronômio 5:6-21","Mateus 22:37-40"]},"mateus_15_9_adoracao":{"palavra_pt":"adoracao","palavra_original":"σέβομαι","transliteracao":"sébomai","strong":"G4576","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de reverenciar e honrar a Deus, que deve ser feito de forma genuína.","explicacao_detalhada":"A adoração verdadeira vai além de rituais e palavras; é uma expressão do coração que se entrega a Deus. Jesus critica a adoração superficial que não vem do coração.","por_que_esta_palavra":"A palavra 'adoração' é usada para enfatizar a necessidade de um relacionamento autêntico com Deus, que se manifesta em ações e atitudes.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a relação entre o Criador e a criação, e a necessidade de um coração sincero.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"mateus_15_10_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que ouve os ensinamentos de Jesus, representando a sociedade em geral.","explicacao_detalhada":"Neste contexto, Jesus chama a atenção do povo para a importância de ouvir e entender suas palavras, que são fundamentais para a vida espiritual.","por_que_esta_palavra":"A repetição da palavra 'povo' enfatiza a coletividade que precisa ser instruída e corrigida em suas práticas religiosas.","conexao_teologica":"A mensagem de Jesus é para todos, e Ele busca alcançar o coração de cada indivíduo dentro da coletividade.","referencias_relacionadas":["Mateus 5:1","Mateus 7:28-29","Lucas 8:4"]},"mateus_15_10_chamar":{"palavra_pt":"chamar","palavra_original":"προσκαλέομαι","transliteracao":"proskaléomai","strong":"G4341","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar a atenção do povo para uma verdade importante.","explicacao_detalhada":"Jesus chama o povo para ouvir, enfatizando a necessidade de prestar atenção às suas palavras e ensinamentos, que são essenciais para a vida espiritual.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque indica a ação de Jesus em buscar que as pessoas se voltem para a verdade.","conexao_teologica":"O chamado de Jesus é um convite à transformação e à compreensão da verdadeira vontade de Deus.","referencias_relacionadas":["Mateus 11:28","Marcos 1:17","Lucas 14:23"]},"mateus_15_10_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação verbal de Jesus, que traz ensinamentos e verdades espirituais.","explicacao_detalhada":"Neste versículo, Jesus fala ao povo, transmitindo a mensagem de Deus e corrigindo mal-entendidos sobre a verdadeira adoração.","por_que_esta_palavra":"A palavra 'falar' é importante porque destaca a autoridade de Jesus como o portador da verdade divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Jesus é um meio pelo qual a verdade é revelada ao povo.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","João 1:1"]},"mateus_15_11_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à parte do corpo usada para expressar palavras, simbolizando a comunicação e a expressão do coração.","explicacao_detalhada":"Jesus ensina que não é o que entra pela boca que contamina o homem, mas o que sai dela, revelando a importância do que é dito e a condição do coração.","por_que_esta_palavra":"A palavra 'boca' é usada para enfatizar a relação entre o que se fala e o que está no coração, destacando a necessidade de pureza nas palavras.","conexao_teologica":"As palavras têm poder e refletem a condição espiritual do indivíduo, conforme ensinado em Tiago 3.","referencias_relacionadas":["Mateus 12:34-37","Tiago 3:5-10","Provérbios 18:21"]},"mateus_15_11_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo, enfatizando a relação entre o que é dito e o contexto em que se encontra.","explicacao_detalhada":"A palavra 'entre' é usada para mostrar que a contaminação não vem do exterior, mas do interior do ser humano, que é o que realmente importa.","por_que_esta_palavra":"A palavra 'entre' é significativa porque destaca a importância do que está dentro do coração em relação ao que é exterior.","conexao_teologica":"A verdadeira pureza e santidade vêm de dentro, conforme ensinado em várias passagens bíblicas sobre a condição do coração.","referencias_relacionadas":["Mateus 23:26","Marcos 7:15","Romanos 2:29"]},"mateus_15_11_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se refere-se à ação de se erguer ou se posicionar, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"No contexto de Mateus 15:11, Jesus ensina que não é o que entra pela boca que contamina o homem, mas o que sai dela. O ato de 'levantar' pode ser interpretado como uma chamada à consciência e à ação moral.","por_que_esta_palavra":"A palavra 'levantar' é usada para enfatizar a importância de se erguer contra as tradições que não refletem a verdadeira vontade de Deus.","conexao_teologica":"Levantar-se é um símbolo de transformação e renovação espiritual, que é central na mensagem de Jesus sobre a pureza do coração.","referencias_relacionadas":["Mateus 5:8","Tiago 4:10","Romanos 12:2"]},"mateus_15_12_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra ou verbo refere-se à comunicação e à expressão do pensamento, especialmente no que diz respeito à revelação divina.","explicacao_detalhada":"Neste versículo, Jesus destaca a importância das palavras que saem da boca, que refletem o que está no coração. O 'lógos' é fundamental na teologia cristã como a Palavra que se fez carne.","por_que_esta_palavra":"A escolha da palavra 'lógos' enfatiza a profundidade e a autoridade da mensagem de Cristo, que é a própria Palavra de Deus.","conexao_teologica":"O conceito de 'lógos' conecta-se com a ideia de que a comunicação divina é essencial para a fé e a vida cristã.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 119:105"]},"mateus_15_12_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Pecado refere-se a qualquer ação ou pensamento que vai contra a vontade de Deus.","explicacao_detalhada":"Aqui, Jesus fala sobre como as tradições podem levar ao pecado, enfatizando a necessidade de pureza interior em vez de mera conformidade externa.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"O pecado separa o homem de Deus, e a mensagem de Jesus é um convite ao arrependimento e à reconciliação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"mateus_15_13_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo, mas também simboliza a vida e a criação de Deus.","explicacao_detalhada":"Neste contexto, Jesus fala sobre as plantas que não foram plantadas pelo Pai, indicando que nem tudo que parece crescer é de Deus.","por_que_esta_palavra":"A palavra 'terra' é usada para ilustrar a origem e a legitimidade das coisas que crescem espiritualmente.","conexao_teologica":"A terra é um símbolo da criação e da soberania de Deus sobre tudo que existe.","referencias_relacionadas":["Gênesis 1:1","Isaías 40:22","Salmos 24:1"]},"mateus_15_13_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Céu refere-se ao domínio espiritual e à presença de Deus.","explicacao_detalhada":"Jesus menciona o céu para contrastar com a terra, enfatizando que o que é divino e verdadeiro vem de Deus.","por_que_esta_palavra":"A palavra 'céu' é fundamental para entender a origem divina das verdades espirituais.","conexao_teologica":"O céu representa a soberania de Deus e a realidade espiritual que transcende a terra.","referencias_relacionadas":["Mateus 6:10","Filipenses 3:20","Apocalipse 21:1"]},"mateus_15_13_plant":{"palavra_pt":"plant","palavra_original":"φυτεία","transliteracao":"phyteía","strong":"G5451","significado_raiz":"Ideia básica: plant.","significado_contextual":"Plantar refere-se ao ato de estabelecer algo, seja fisicamente ou espiritualmente.","explicacao_detalhada":"Jesus usa a metáfora de plantar para falar sobre a origem das tradições e ensinamentos, que devem ser fundamentados em Deus.","por_que_esta_palavra":"A palavra 'plantar' é importante para entender a responsabilidade de cultivar a verdade espiritual.","conexao_teologica":"O ato de plantar é um símbolo do crescimento espiritual e da obra de Deus na vida dos crentes.","referencias_relacionadas":["1 Coríntios 3:6","Gálatas 6:7","João 15:5"]},"mateus_15_14_blind":{"palavra_pt":"blind","palavra_original":"τυφλός","transliteracao":"typhlós","strong":"G5185","significado_raiz":"Ideia básica: blind.","significado_contextual":"Cego refere-se à incapacidade de ver ou entender a verdade espiritual.","explicacao_detalhada":"Jesus usa a palavra 'cego' para descrever aqueles que não conseguem discernir a verdade de Deus, enfatizando a necessidade de iluminação espiritual.","por_que_esta_palavra":"A palavra 'cego' é usada para ilustrar a condição espiritual de muitos que seguem tradições sem compreender a verdade.","conexao_teologica":"A cegueira espiritual é um tema recorrente na Bíblia, simbolizando a necessidade de revelação e entendimento.","referencias_relacionadas":["João 9:39","2 Coríntios 4:4","Mateus 23:16"]},"mateus_15_15_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha simboliza firmeza, estabilidade e segurança.","explicacao_detalhada":"Jesus usa a metáfora da rocha para falar sobre a base sólida da fé e da verdade que deve ser seguida.","por_que_esta_palavra":"A palavra 'rocha' é fundamental para entender a segurança que vem de construir a vida sobre a verdade de Cristo.","conexao_teologica":"Cristo é frequentemente descrito como a rocha, a fundação da fé cristã.","referencias_relacionadas":["Mateus 7:24","1 Coríntios 10:4","Salmos 18:2"]},"mateus_15_15_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se à existência plena e ao propósito dado por Deus.","explicacao_detalhada":"Neste versículo, a vida é entendida como a verdadeira essência que deve ser vivida em conformidade com a vontade de Deus.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Jesus, que veio para dar vida em abundância.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, simbolizando a nova criação e a redenção.","referencias_relacionadas":["João 10:10","Gálatas 2:20","2 Coríntios 5:17"]},"mateus_15_15_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação verbal, especialmente no contexto de ensinar e transmitir verdades.","explicacao_detalhada":"Jesus enfatiza a importância das palavras que proferimos, que devem refletir a verdade e a pureza do coração.","por_que_esta_palavra":"A palavra 'falar' é usada para destacar a responsabilidade que temos em comunicar a verdade de Deus.","conexao_teologica":"As palavras têm poder e são um reflexo do que está em nosso interior, um tema importante na ética cristã.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 1:26"]},"mateus_15_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Messias e Filho de Deus. Neste versículo, Ele se dirige aos seus discípulos, enfatizando sua autoridade e identidade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o cumprimento das profecias do Antigo Testamento sobre o Messias que viria para salvar o povo.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_15_16_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de expressar verbalmente pensamentos ou instruções.","explicacao_detalhada":"Neste contexto, Jesus está instruindo seus discípulos sobre a importância de ouvir suas palavras e entender seu significado profundo.","por_que_esta_palavra":"A palavra 'falar' é crucial para a comunicação do ensino de Jesus, que é central para a vida cristã.","conexao_teologica":"A comunicação de Jesus é vista como a revelação da verdade divina, que deve ser ouvida e aplicada.","referencias_relacionadas":["Mateus 4:4","Mateus 7:24","João 10:27"]},"mateus_15_17_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Órgão do corpo humano usado para falar e comer.","explicacao_detalhada":"Jesus usa a palavra 'boca' para ilustrar que o que sai dela revela o que está no coração, enfatizando a importância do que falamos.","por_que_esta_palavra":"A boca é um símbolo do que expressamos e, portanto, do que realmente acreditamos e sentimos.","conexao_teologica":"As palavras que proferimos são reflexo do nosso interior e têm poder, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:10"]},"mateus_15_17_coracao":{"palavra_pt":"coracao","palavra_original":"κοιλία","transliteracao":"koilía","strong":"G2836","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Centro das emoções e pensamentos humanos.","explicacao_detalhada":"Jesus menciona o coração para indicar que as intenções e desejos mais profundos do ser humano são o que realmente importa, não apenas as ações externas.","por_que_esta_palavra":"O coração é visto como a fonte de moralidade e ética, e o que está nele determina nossas ações.","conexao_teologica":"A transformação do coração é essencial para a vida cristã, conforme enfatizado em Ezequiel e em Romanos.","referencias_relacionadas":["Ezequiel 36:26","Romanos 10:9","Mateus 5:8"]},"mateus_15_17_consider":{"palavra_pt":"considerar","palavra_original":"νοιέω","transliteracao":"noiéō","strong":"G3539","significado_raiz":"Ideia básica: considerar.","significado_contextual":"Refletir ou pensar sobre algo.","explicacao_detalhada":"Jesus exorta seus ouvintes a considerar atentamente suas palavras e o significado por trás delas, promovendo uma reflexão profunda.","por_que_esta_palavra":"A consideração é um passo importante para a compreensão e aplicação dos ensinamentos de Jesus.","conexao_teologica":"A reflexão sobre a palavra de Deus é fundamental para o crescimento espiritual e a sabedoria.","referencias_relacionadas":["Salmos 119:15","Filipenses 4:8","Colossenses 3:2"]},"mateus_15_18_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Órgão usado para expressar verbalmente.","explicacao_detalhada":"Reforçando o que foi dito anteriormente, Jesus destaca que a boca é um instrumento que revela o que está no coração.","por_que_esta_palavra":"A repetição da palavra 'boca' enfatiza a importância da comunicação e do que expressamos.","conexao_teologica":"As palavras têm um papel crucial na formação da comunidade de fé e na edificação mútua.","referencias_relacionadas":["Mateus 12:36","Tiago 1:26","Provérbios 21:23"]},"mateus_15_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de algo dentro de um grupo.","explicacao_detalhada":"Jesus usa 'entre' para mostrar que o que sai da boca está relacionado ao que está no coração, enfatizando a conexão entre o interior e o exterior.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica entre o que pensamos e o que falamos.","conexao_teologica":"A relação entre o interior e o exterior é um tema recorrente nas Escrituras, onde o coração e as ações estão interligados.","referencias_relacionadas":["Mateus 12:34","Lucas 6:45","Romanos 2:16"]},"mateus_15_18_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Centro das emoções e decisões humanas.","explicacao_detalhada":"Reiterando a importância do coração, Jesus ensina que as palavras que falamos são um reflexo do que realmente sentimos e pensamos.","por_que_esta_palavra":"O coração é a fonte de nossas ações e palavras, e deve ser guardado com diligência.","conexao_teologica":"A transformação do coração é essencial para viver uma vida que glorifica a Deus.","referencias_relacionadas":["Mateus 5:8","Salmos 51:10","Romanos 12:2"]},"mateus_15_19_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se a ações ou intenções malignas.","explicacao_detalhada":"Jesus lista as coisas más que vêm do coração humano, enfatizando a necessidade de purificação interna.","por_que_esta_palavra":"A palavra 'maligno' destaca a natureza pecaminosa do ser humano e a necessidade de redenção.","conexao_teologica":"A doutrina do pecado é central na teologia cristã, mostrando a necessidade de um Salvador.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:14-15"]},"mateus_15_19_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a origem de algo dentro de um grupo.","explicacao_detalhada":"Jesus explica que as más intenções vêm de dentro do coração humano, reforçando a ideia de que a verdadeira pureza começa internamente.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a origem do pecado e a necessidade de transformação.","conexao_teologica":"A origem do pecado no coração humano é um tema que aparece em várias partes da Bíblia, enfatizando a necessidade de um novo coração.","referencias_relacionadas":["Mateus 12:34","Marcos 7:21-23","Romanos 7:18"]},"mateus_15_19_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e pensamentos humanos, representando a essência do ser.","explicacao_detalhada":"No contexto de Mateus 15:19, Jesus ensina que o que contamina o homem não é o que entra pela boca, mas o que sai do coração, indicando que as intenções e pensamentos são mais importantes do que as ações externas.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a origem dos maus pensamentos e ações, mostrando que a verdadeira pureza vem de dentro.","conexao_teologica":"O coração humano é frequentemente mencionado na Bíblia como o lugar onde Deus observa e julga as intenções, refletindo a necessidade de transformação interna.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Salmos 51:10"]},"mateus_15_20_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão representa a ação e o que é feito fisicamente.","explicacao_detalhada":"Em Mateus 15:20, Jesus explica que as ações que vêm da mão não são o que contamina, mas sim as intenções do coração, reforçando a ideia de que as ações externas não são suficientes para definir a pureza de alguém.","por_que_esta_palavra":"A palavra 'mão' é usada para ilustrar que as ações físicas são resultado de um coração impuro, e não a causa da impureza.","conexao_teologica":"As ações devem ser uma expressão da transformação interna que ocorre quando alguém se entrega a Deus.","referencias_relacionadas":["Tiago 1:22","Gálatas 5:19-21","Mateus 7:17-20"]},"mateus_15_20_profano":{"palavra_pt":"profano","palavra_original":"κοινόω","transliteracao":"koinóō","strong":"G2840","significado_raiz":"Ideia básica: profano.","significado_contextual":"Profano refere-se a algo que é comum ou impuro, em contraste com o que é sagrado.","explicacao_detalhada":"No versículo, Jesus discute a ideia de que certas tradições humanas podem tornar algo que é naturalmente puro em algo profano, enfatizando que a verdadeira contaminação vem do coração.","por_que_esta_palavra":"A palavra 'profano' é importante para entender como as tradições podem distorcer a verdadeira adoração e pureza diante de Deus.","conexao_teologica":"A pureza diante de Deus não é determinada por rituais externos, mas pela condição do coração.","referencias_relacionadas":["Isaías 29:13","Mateus 23:27-28","Romanos 14:14"]},"mateus_15_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, Jesus se retira para a região de Tiro e Sidom, onde sua autoridade e compaixão são demonstradas através de milagres e ensinamentos.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua vinda cumpriu as profecias do Antigo Testamento.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_15_21_tyre":{"palavra_pt":"tiro","palavra_original":"Τύρος","transliteracao":"Týros","strong":"G5184","significado_raiz":"Ideia básica: tiro.","significado_contextual":"Tiro é uma cidade fenícia conhecida por seu comércio e cultura, frequentemente vista como um símbolo de gentios.","explicacao_detalhada":"A menção de Tiro no contexto de Jesus indica que sua mensagem e ministério não se limitam aos judeus, mas se estendem a todos os povos.","por_que_esta_palavra":"A palavra 'Tiro' é significativa para mostrar a universalidade da missão de Jesus.","conexao_teologica":"A inclusão dos gentios no plano de salvação é um tema central no Novo Testamento.","referencias_relacionadas":["Isaías 23:1","Ezequiel 26:1-21","Mateus 28:19"]},"mateus_15_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que denota autoridade e respeito, frequentemente usado para se referir a Deus e a Jesus.","explicacao_detalhada":"No versículo, a mulher cananeia se dirige a Jesus como Senhor, reconhecendo sua autoridade e poder para curar sua filha.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a submissão e a fé da mulher na capacidade de Jesus de ajudá-la.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos Evangelhos, mostrando que ele tem poder sobre doenças e demônios.","referencias_relacionadas":["Mateus 8:8","Romanos 10:9","Filipenses 2:10-11"]},"mateus_15_22_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à linhagem de Davi, de onde se esperava que o Messias viesse.","explicacao_detalhada":"A mulher cananeia clama a Jesus como filho de Davi, reconhecendo-o como o Messias prometido e expressando sua fé em sua capacidade de salvar.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a identidade messiânica de Jesus e seu papel na história da salvação.","conexao_teologica":"Jesus é o Rei dos Reis, e seu reino é um tema central na pregação do Evangelho.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Apocalipse 19:16"]},"mateus_15_22_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra é usada para descrever a comunicação divina e a revelação de Deus ao homem.","explicacao_detalhada":"Neste contexto, a palavra é associada ao pedido da mulher por ajuda, mostrando a importância da comunicação entre o humano e o divino.","por_que_esta_palavra":"A palavra 'palavra' é fundamental na teologia cristã, especialmente em relação à revelação de Deus através de Jesus.","conexao_teologica":"A Palavra se fez carne em Jesus, e ele é a expressão máxima da revelação de Deus.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"mateus_15_23_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo refere-se ao Messias, o ungido de Deus, que veio para salvar a humanidade.","explicacao_detalhada":"A palavra 'Cristo' é usada para afirmar a identidade de Jesus como o Salvador prometido, que cumpre as profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a compreensão da missão de Jesus e sua relação com a história da salvação.","conexao_teologica":"Cristo é o centro da fé cristã, e sua obra redentora é o fundamento da esperança dos crentes.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","Romanos 1:16-17"]},"mateus_15_23_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Adoração refere-se ao ato de reverenciar e honrar a Deus com sinceridade e devoção.","explicacao_detalhada":"No contexto, a mulher cananeia se aproxima de Jesus com um coração adorador, reconhecendo sua divindade e buscando ajuda.","por_que_esta_palavra":"A palavra 'adoração' é usada para descrever a atitude correta que devemos ter diante de Deus, que é de humildade e reverência.","conexao_teologica":"A adoração é um aspecto central da vida cristã, refletindo a relação entre o crente e Deus.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"mateus_15_24_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao grupo de pessoas que compartilham laços de sangue ou vínculos próximos, simbolizando a unidade e a proteção.","explicacao_detalhada":"No contexto de Mateus 15:24, Jesus menciona que foi enviado às ovelhas perdidas da casa de Israel, o que implica uma referência à família espiritual de Deus, que é composta por aqueles que pertencem ao Seu povo.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a relação especial entre Deus e Seu povo, destacando a importância da comunidade e da pertença.","conexao_teologica":"A ideia de família é central na teologia bíblica, onde Deus é frequentemente descrito como Pai e os crentes como Seus filhos, formando uma família espiritual.","referencias_relacionadas":["Mateus 12:50","Gálatas 4:6","Efésios 2:19"]},"mateus_15_24_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é utilizada para enfatizar a autoridade divina e a missão de Jesus, que é enviada por Deus para salvar Seu povo.","por_que_esta_palavra":"A inclusão da palavra 'deus' destaca a soberania e o plano divino na salvação, mostrando que a missão de Jesus é parte do propósito de Deus.","conexao_teologica":"Deus é o centro da narrativa bíblica, e a relação entre Jesus e Deus Pai é fundamental para entender a natureza da salvação.","referencias_relacionadas":["João 3:16","Romanos 8:31","Hebreus 11:6"]},"mateus_15_24_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A expressão 'sheep fold' refere-se ao lugar onde as ovelhas são guardadas, simbolizando segurança e cuidado.","explicacao_detalhada":"No contexto, Jesus se refere às ovelhas perdidas de Israel, indicando que Ele é o bom pastor que cuida e protege Seu rebanho.","por_que_esta_palavra":"A palavra 'sheep fold' é usada para ilustrar a relação de Jesus com Seu povo, enfatizando a proteção e a liderança que Ele oferece.","conexao_teologica":"A imagem do pastor e do rebanho é uma metáfora comum na Bíblia, representando a relação entre Cristo e a Igreja.","referencias_relacionadas":["João 10:11","Salmos 23:1","Isaías 40:11"]},"mateus_15_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, reconhecendo a posição de Jesus como mestre e salvador.","explicacao_detalhada":"Neste versículo, a mulher cananeia se dirige a Jesus como 'senhor', demonstrando sua fé e reconhecimento de Sua autoridade divina.","por_que_esta_palavra":"A utilização do termo 'senhor' enfatiza a submissão e a reverência que devemos ter diante de Cristo.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:10-11","Mateus 28:18","Atos 2:36"]},"mateus_15_25_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' implica a ação de se aproximar ou chegar a um lugar, muitas vezes associada a um propósito ou intenção.","explicacao_detalhada":"No contexto, a mulher se aproxima de Jesus com um pedido urgente, demonstrando sua determinação e fé em Sua capacidade de ajudar.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a busca ativa por ajuda e a disposição de se aproximar de Jesus em momentos de necessidade.","conexao_teologica":"A ideia de vir a Jesus é um convite para todos que buscam salvação e cura, refletindo a acessibilidade de Cristo.","referencias_relacionadas":["Mateus 11:28","João 6:37","Hebreus 4:16"]},"mateus_15_25_adoracao":{"palavra_pt":"adorar/prostrar","palavra_original":"προσκυνέω","transliteracao":"proskynéō","strong":"G4352","significado_raiz":"Ideia básica: adorar.","significado_contextual":"A palavra 'adorar' refere-se ao ato de reverenciar e prestar culto a Deus, reconhecendo Sua grandeza.","explicacao_detalhada":"A mulher cananeia se prostra diante de Jesus, demonstrando sua adoração e humildade, reconhecendo-O como o único que pode ajudá-la.","por_que_esta_palavra":"A adoração é uma resposta natural à revelação de quem Deus é e ao que Ele pode fazer em nossas vidas.","conexao_teologica":"A adoração é central na vida cristã, sendo um meio de se conectar com Deus e reconhecer Sua soberania.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"mateus_15_26_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de expressar-se verbalmente, comunicando pensamentos ou sentimentos.","explicacao_detalhada":"Jesus responde à mulher cananeia, usando a palavra 'falar' para indicar a importância da comunicação e do entendimento em Sua missão.","por_que_esta_palavra":"A comunicação é essencial para a revelação de Deus e para o relacionamento entre Ele e a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual somos instruídos e guiados.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16","Romanos 10:17"]},"mateus_15_27_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para reconhecer a autoridade de Jesus, reforçando a relação de respeito.","explicacao_detalhada":"A mulher reafirma sua posição de submissão e fé ao se dirigir a Jesus como 'senhor', mostrando sua confiança em Sua capacidade de ajudar.","por_que_esta_palavra":"A repetição do termo 'senhor' enfatiza a importância da autoridade de Cristo em nossas vidas e a necessidade de reconhecê-la.","conexao_teologica":"A autoridade de Jesus é um tema recorrente, onde Ele é reconhecido como Senhor e Salvador, digno de nossa adoração.","referencias_relacionadas":["Mateus 7:21","Atos 10:36","Romanos 14:9"]},"mateus_15_27_verdade":{"palavra_pt":"verdade","palavra_original":"ναί","transliteracao":"naí","strong":"G3483","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à fidelidade e à autenticidade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"A mulher cananeia afirma a verdade do que Jesus diz, reconhecendo que mesmo os cães recebem migalhas da mesa, o que demonstra sua fé na bondade de Deus.","por_que_esta_palavra":"A verdade é fundamental na relação com Deus, pois Ele é a fonte de toda verdade e fidelidade.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é essencial para a fé e a prática cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"mateus_15_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste versículo, Jesus reconhece a fé da mulher cananeia e a cura de sua filha, demonstrando Seu poder e compaixão.","por_que_esta_palavra":"O nome 'Jesus' é central na fé cristã, representando a encarnação de Deus e Sua missão de salvar a humanidade.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a salvação, sendo o mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_15_28_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Jesus como o Messias.","explicacao_detalhada":"Neste contexto, a fé da mulher cananeia é destacada como um exemplo de confiança inabalável em Jesus, mesmo diante de dificuldades e rejeições.","por_que_esta_palavra":"A fé é fundamental para a salvação e a cura, conforme ensinado por Jesus em várias passagens.","conexao_teologica":"A fé é um tema central no Novo Testamento, onde é enfatizada como o meio pelo qual os crentes se relacionam com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Marcos 11:22-24"]},"mateus_15_28_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui pode ser entendido como um profundo respeito e reverência por Jesus.","explicacao_detalhada":"O temor de Deus é um tema recorrente na Bíblia, refletindo a atitude correta diante da divindade e do poder de Jesus.","por_que_esta_palavra":"O temor é essencial para reconhecer a autoridade de Jesus e a necessidade de se submeter a Ele.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme Provérbios, e é fundamental para a vida cristã.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"mateus_15_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação' e é central na mensagem do evangelho.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como aquele que realiza milagres e traz esperança ao povo.","por_que_esta_palavra":"O nome de Jesus é invocado em oração e é a chave para a salvação e cura.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a manifestação do amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"mateus_15_29_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao ambiente onde Jesus realiza milagres, simbolizando a vastidão e o poder de Deus.","explicacao_detalhada":"O mar é frequentemente usado na Bíblia como um símbolo de caos e poder, que Jesus domina.","por_que_esta_palavra":"O mar representa tanto os desafios da vida quanto a soberania de Deus sobre a criação.","conexao_teologica":"Jesus acalma as tempestades, mostrando seu domínio sobre a natureza e sua capacidade de trazer paz.","referencias_relacionadas":["Mateus 8:26","Salmos 89:9","Marcos 4:39"]},"mateus_15_29_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus realizou muitos de seus ministérios e milagres.","explicacao_detalhada":"A Galileia é um símbolo de esperança e redenção, onde Jesus trouxe luz às trevas.","por_que_esta_palavra":"A escolha de Galileia como local de ministério demonstra que Jesus veio para todos, incluindo os marginalizados.","conexao_teologica":"A Galileia é frequentemente associada à manifestação do Reino de Deus e à inclusão dos gentios.","referencias_relacionadas":["Mateus 4:15-16","Lucas 2:39-40","João 1:46"]},"mateus_15_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Novamente, o nome 'Jesus' é enfatizado como o agente de cura e salvação.","explicacao_detalhada":"Jesus é apresentado como aquele que se compadece das multidões e realiza milagres de cura.","por_que_esta_palavra":"A repetição do nome destaca a importância de Jesus em todos os aspectos da vida e da fé.","conexao_teologica":"A compaixão de Jesus reflete o caráter de Deus e seu desejo de restaurar a humanidade.","referencias_relacionadas":["Mateus 9:36","Lucas 7:13","João 11:35"]},"mateus_15_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude dos milagres realizados por Jesus.","explicacao_detalhada":"Os grandes milagres de Jesus demonstram seu poder divino e sua autoridade sobre a enfermidade.","por_que_esta_palavra":"A grandeza dos milagres serve para glorificar a Deus e fortalecer a fé dos crentes.","conexao_teologica":"A grandeza de Jesus é um tema central, mostrando que Ele é superior a todas as forças do mal.","referencias_relacionadas":["Mateus 11:5","Lucas 4:36","João 14:12"]},"mateus_15_30_maimed":{"palavra_pt":"maimed","palavra_original":"κυλλός","transliteracao":"kyllós","strong":"G2948","significado_raiz":"Ideia básica: maimed.","significado_contextual":"A palavra 'maimed' refere-se a pessoas que sofreram ferimentos ou deformidades.","explicacao_detalhada":"Jesus cura aqueles que estão em situações desesperadoras, mostrando sua compaixão e poder de restauração.","por_que_esta_palavra":"A cura dos aleijados é um sinal do Reino de Deus e da vinda do Messias.","conexao_teologica":"A restauração física é um símbolo da restauração espiritual que Jesus oferece a todos.","referencias_relacionadas":["Mateus 11:5","Lucas 7:22","João 9:1-7"]},"mateus_15_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, que é glorificada através das obras de Jesus.","explicacao_detalhada":"A manifestação do poder de Deus através de Jesus leva as pessoas a reconhecerem sua soberania.","por_que_esta_palavra":"Deus é o autor da cura e da salvação, e Jesus é o seu representante na terra.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para entender a Trindade e a obra redentora.","referencias_relacionadas":["João 14:9","Mateus 28:19","Romanos 1:20"]},"mateus_15_31_maimed":{"palavra_pt":"maimed","palavra_original":"κυλλός","transliteracao":"kyllós","strong":"G2948","significado_raiz":"Ideia básica: maimed.","significado_contextual":"A repetição da palavra 'maimed' enfatiza a gravidade das condições que Jesus cura.","explicacao_detalhada":"Jesus não apenas cura doenças, mas também restaura a dignidade das pessoas afetadas.","por_que_esta_palavra":"A cura dos maimed é um testemunho do amor de Deus por aqueles que sofrem.","conexao_teologica":"A cura é uma demonstração do poder de Deus para transformar vidas e restaurar a criação.","referencias_relacionadas":["Mateus 11:5","Marcos 7:37","Lucas 14:13-14"]},"mateus_15_31_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da grandeza e majestade de Deus, especialmente em contextos de milagres e ações divinas.","explicacao_detalhada":"No contexto de Mateus 15:31, a glória de Jesus é revelada através dos milagres que Ele realiza, trazendo cura e libertação ao povo. A glória é a expressão visível da presença de Deus entre os homens.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a importância e o impacto das ações de Jesus, que não apenas curam, mas também revelam a natureza divina do Messias.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, representando a manifestação do seu poder e amor. A glória de Jesus é uma confirmação de sua divindade e missão redentora.","referencias_relacionadas":["João 1:14","Romanos 11:36","2 Coríntios 4:6"]},"mateus_15_32_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação' e é central para a identidade cristã.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como aquele que se importa com as necessidades do povo e está disposto a agir em favor deles, demonstrando compaixão e poder.","por_que_esta_palavra":"A menção do nome 'Jesus' destaca a sua autoridade e a sua missão de salvar e curar, sendo fundamental para a compreensão do seu papel como o Messias.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, e seu nome carrega o peso da salvação que Ele oferece à humanidade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"mateus_15_32_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, que pode ter implicações tanto físicas quanto espirituais.","explicacao_detalhada":"No contexto do versículo, o 'dia' é importante para entender a urgência da situação em que Jesus se encontra, onde a necessidade do povo é imediata e requer ação.","por_que_esta_palavra":"O uso de 'dia' enfatiza a temporalidade dos eventos e a necessidade de intervenção divina em momentos críticos.","conexao_teologica":"O conceito de tempo é relevante na teologia, pois Deus atua dentro da história e dos dias da vida humana, mostrando sua soberania sobre o tempo.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"mateus_15_32_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de decidir ou optar por algo, refletindo a vontade e o desejo.","explicacao_detalhada":"Neste versículo, Jesus expressa sua intenção de cuidar do povo, mostrando que Ele tem o poder de escolher agir em favor deles, revelando sua compaixão.","por_que_esta_palavra":"A escolha de Jesus de alimentar o povo demonstra seu papel ativo e intencional na salvação e cuidado das pessoas.","conexao_teologica":"A escolha de Deus em salvar a humanidade é um tema central na teologia, refletindo sua graça e misericórdia.","referencias_relacionadas":["Efésios 1:4-5","Romanos 8:29","1 Pedro 2:9"]},"mateus_15_33_deserto":{"palavra_pt":"deserto","palavra_original":"ἐρημία","transliteracao":"erēmía","strong":"G2047","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se a um lugar árido e sem recursos, simbolizando a necessidade e a vulnerabilidade.","explicacao_detalhada":"No contexto do versículo, o deserto é o cenário onde o povo se encontra, enfatizando a falta de alimento e a dependência de Jesus para suprir suas necessidades.","por_que_esta_palavra":"O deserto representa a condição humana de necessidade e a busca por sustento, tanto físico quanto espiritual.","conexao_teologica":"O deserto é um símbolo frequente na Bíblia, representando testes, dependência de Deus e a provisão divina em momentos de dificuldade.","referencias_relacionadas":["Êxodo 16:2-3","Mateus 4:1-4","Hebreus 3:8"]},"mateus_15_33_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se a um grupo de pessoas, muitas vezes em um contexto de necessidade ou busca por ajuda.","explicacao_detalhada":"Neste versículo, o povo é o foco da compaixão de Jesus, que se preocupa com seu bem-estar e busca atendê-los em suas necessidades.","por_que_esta_palavra":"A menção ao povo destaca a missão de Jesus de servir e cuidar das multidões, refletindo seu amor e compaixão.","conexao_teologica":"A relação de Jesus com o povo é um reflexo do amor de Deus pela humanidade, enfatizando a importância da comunidade na fé.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","João 10:14"]},"mateus_15_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, reforçando sua identidade e autoridade.","explicacao_detalhada":"Aqui, Jesus toma a iniciativa de agir, chamando a atenção do povo e preparando-se para realizar um milagre, demonstrando sua liderança.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na narrativa e sua capacidade de transformar a situação do povo.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos Evangelhos, onde Ele é apresentado como o Filho de Deus com poder para salvar e curar.","referencias_relacionadas":["Mateus 8:27","Mateus 14:33","João 11:25-26"]},"mateus_15_34_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'chamar' implica a ação de convocar ou convidar alguém a se aproximar.","explicacao_detalhada":"Neste versículo, Jesus chama o povo para se reunir, demonstrando sua intenção de se relacionar e atender suas necessidades.","por_que_esta_palavra":"A ação de chamar é significativa, pois revela a disposição de Jesus em se conectar com as pessoas e oferecer ajuda.","conexao_teologica":"O chamado de Jesus é um convite à comunhão e à salvação, refletindo a natureza inclusiva do evangelho.","referencias_relacionadas":["Mateus 11:28","Marcos 2:17","Apocalipse 22:17"]},"mateus_15_35_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao lugar físico onde as pessoas estão e onde os eventos ocorrem.","explicacao_detalhada":"No contexto do versículo, a terra é o local onde Jesus realiza o milagre da multiplicação dos pães, simbolizando a provisão de Deus na vida cotidiana.","por_que_esta_palavra":"A menção à terra destaca a realidade física da situação e a intervenção divina que ocorre nesse espaço.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o lugar da ação de Deus, onde Ele se revela e provê para seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"mateus_15_35_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' é novamente utilizada, reforçando a ideia de coletividade e a necessidade de cuidado.","explicacao_detalhada":"Neste versículo, o povo é o destinatário da ação de Jesus, que busca atender suas necessidades de forma coletiva.","por_que_esta_palavra":"A repetição da palavra 'povo' enfatiza a importância da comunidade na obra de Jesus e sua missão de servir a todos.","conexao_teologica":"O cuidado de Jesus pelo povo reflete o amor de Deus pela humanidade e a importância da comunidade na vida cristã.","referencias_relacionadas":["Mateus 5:14","Atos 2:44-47","Hebreus 10:24-25"]},"mateus_15_35_charge":{"palavra_pt":"charge","palavra_original":"παραγγέλλω","transliteracao":"parangéllō","strong":"G3853","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' refere-se a uma instrução ou comando dado por Jesus aos seus discípulos.","explicacao_detalhada":"No contexto de Mateus 15:35, Jesus dá uma ordem para que as pessoas se acomodem, preparando-as para o milagre da multiplicação dos pães e peixes. A palavra implica um ato de autoridade e liderança.","por_que_esta_palavra":"A escolha da palavra 'charge' enfatiza a autoridade de Jesus como mestre e líder, que orienta seus seguidores sobre como proceder.","conexao_teologica":"A autoridade de Jesus em dar ordens reflete sua divindade e seu papel como o Bom Pastor que cuida de seu rebanho.","referencias_relacionadas":["Mateus 8:9","Mateus 28:18","Lucas 5:4"]},"mateus_15_36_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' é usada no sentido de agradecimento, especificamente quando Jesus dá graças antes de realizar o milagre.","explicacao_detalhada":"Em Mateus 15:36, Jesus agradece a Deus antes de multiplicar os pães e peixes, mostrando a importância da gratidão e da oração em momentos de necessidade.","por_que_esta_palavra":"A palavra 'graça' destaca a atitude de Jesus de reconhecer a provisão divina e a importância de agradecer antes de agir.","conexao_teologica":"A prática de dar graças é fundamental na vida cristã, refletindo a dependência de Deus e a valorização de suas bênçãos.","referencias_relacionadas":["1 Tessalonicenses 5:18","Colossenses 3:17","Lucas 22:19"]},"mateus_15_37_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"A palavra 'comer' refere-se ao ato de consumir os alimentos que foram multiplicados por Jesus.","explicacao_detalhada":"Em Mateus 15:37, a ênfase está na abundância e na satisfação das necessidades do povo, que comeu até se saciar.","por_que_esta_palavra":"A palavra 'comer' é significativa porque representa não apenas a ação física, mas também a provisão espiritual que Jesus oferece.","conexao_teologica":"Jesus é frequentemente descrito como o pão da vida, simbolizando a satisfação das necessidades espirituais e físicas dos crentes.","referencias_relacionadas":["João 6:35","Mateus 4:4","Lucas 9:16"]},"mateus_15_38_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para se referir à multidão que estava presente, destacando a inclusão de todos no ministério de Jesus.","explicacao_detalhada":"Em Mateus 15:38, a menção da 'mulher' pode simbolizar a presença e a importância das mulheres na comunidade que seguia Jesus.","por_que_esta_palavra":"A palavra 'mulher' é relevante para mostrar que o ministério de Jesus abrange todos os gêneros e classes sociais.","conexao_teologica":"A inclusão das mulheres no ministério de Jesus reflete o amor e a graça de Deus que se estende a todos, independentemente de seu status.","referencias_relacionadas":["Lucas 8:2","João 4:7","Mateus 27:55"]},"mateus_15_38_descanso":{"palavra_pt":"descanso","palavra_original":"ἐσθίω","transliteracao":"esthíō","strong":"G2068","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de saciedade e satisfação após a refeição.","explicacao_detalhada":"Em Mateus 15:38, o 'descanso' é um símbolo da provisão de Jesus, que não apenas alimenta fisicamente, mas também traz paz e contentamento.","por_que_esta_palavra":"A palavra 'descanso' é importante porque representa a plenitude que Jesus oferece, tanto física quanto espiritualmente.","conexao_teologica":"O descanso em Cristo é um tema central na teologia cristã, simbolizando a paz que vem da confiança em Deus.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Salmos 23:2"]},"mateus_15_39_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus e que foi alimentada por ele.","explicacao_detalhada":"Em Mateus 15:39, o 'povo' é um lembrete da compaixão de Jesus por aqueles que estão em necessidade e da sua disposição em cuidar deles.","por_que_esta_palavra":"A palavra 'povo' destaca a missão de Jesus de alcançar e servir a todos, especialmente os marginalizados.","conexao_teologica":"A preocupação de Jesus pelo povo reflete o coração de Deus, que deseja que todos sejam salvos e tenham acesso à sua graça.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","João 10:14"]}}