{"mateus_17_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, neste caso, o momento da transfiguração de Jesus.","explicacao_detalhada":"O 'dia' mencionado é significativo porque marca um evento crucial na revelação da glória de Cristo aos seus discípulos.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do evento e a transformação que ocorre nesse momento.","conexao_teologica":"A transfiguração é um vislumbre da glória futura de Cristo e um reforço da sua divindade.","referencias_relacionadas":["Mateus 17:2","Lucas 9:28-29","Marcos 9:2"]},"mateus_17_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor é a salvação'.","explicacao_detalhada":"Neste contexto, Jesus é o protagonista da transfiguração, revelando sua verdadeira natureza divina aos discípulos.","por_que_esta_palavra":"A menção de Jesus é central, pois Ele é a figura que conecta a humanidade a Deus através de sua obra redentora.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para a fé cristã e a compreensão da salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_17_1_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada simbolicamente para representar firmeza e estabilidade, referindo-se a Pedro.","explicacao_detalhada":"Jesus chama Pedro de 'rocha', simbolizando a base sobre a qual Ele edificaria sua igreja, destacando a importância do apóstolo.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade da fé que Pedro representaria.","conexao_teologica":"A imagem da rocha é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro e a base da fé.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Pedro 2:4-5"]},"mateus_17_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre durante a transfiguração de Jesus.","explicacao_detalhada":"Jesus se transforma diante de Pedro, Tiago e João, revelando sua glória divina, o que é um evento de grande importância.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a mudança visível que os discípulos testemunharam.","conexao_teologica":"A transfiguração é um momento que antecipa a glorificação de Cristo e a revelação de sua verdadeira natureza.","referencias_relacionadas":["Mateus 17:2","Lucas 9:29","Marcos 9:2"]},"mateus_17_2_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à aparência de Jesus durante a transfiguração, que brilha como o sol.","explicacao_detalhada":"O rosto de Jesus brilha, simbolizando sua divindade e a revelação de sua glória aos discípulos.","por_que_esta_palavra":"A ênfase no 'rosto' destaca a transformação visível e a majestade de Cristo.","conexao_teologica":"O brilho do rosto de Jesus é um símbolo da luz divina que Ele traz ao mundo, refletindo sua natureza como a luz do mundo.","referencias_relacionadas":["Mateus 17:2","2 Coríntios 4:6","Apocalipse 1:16"]},"mateus_17_3_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é uma figura central no judaísmo, representando a Lei e a aliança de Deus com o povo de Israel.","explicacao_detalhada":"Moisés, que liderou os israelitas na saída do Egito e recebeu os Dez Mandamentos no Monte Sinai, simboliza a obediência e a relação direta entre Deus e seu povo. Sua presença na transfiguração de Jesus indica a continuidade da revelação divina.","por_que_esta_palavra":"A menção de Moisés na transfiguração destaca a importância da Lei e como Jesus cumpre e transcende essa Lei.","conexao_teologica":"Moisés representa a Lei, enquanto Jesus é o cumprimento da Lei e dos profetas, mostrando que a revelação de Deus se completa Nele.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 34:5-6","Mateus 5:17"]},"mateus_17_3_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é um profeta que simboliza a voz de Deus e a chamada ao arrependimento.","explicacao_detalhada":"Elias, conhecido por seus milagres e por confrontar a idolatria em Israel, representa os profetas que anunciaram a vinda do Messias. Sua presença na transfiguração reforça a conexão entre os profetas e a missão de Jesus.","por_que_esta_palavra":"A inclusão de Elias enfatiza que Jesus é o cumprimento das promessas feitas aos profetas e a continuidade da mensagem de Deus ao seu povo.","conexao_teologica":"Elias, como profeta, aponta para a necessidade de arrependimento e preparação para a vinda do Senhor, que se cumpre em Jesus.","referencias_relacionadas":["1 Reis 18:36-37","Malaquias 4:5-6","Mateus 11:14"]},"mateus_17_3_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em uma ação de acompanhar ou obedecer a alguém.","explicacao_detalhada":"No contexto da transfiguração, seguir Jesus significa não apenas estar fisicamente presente, mas também aceitar sua autoridade e ensinamentos como o Filho de Deus.","por_que_esta_palavra":"A palavra 'seguir' é um chamado à ação, indicando que os discípulos devem não apenas ouvir, mas também viver de acordo com os ensinamentos de Jesus.","conexao_teologica":"Seguir Jesus é um tema central no Novo Testamento, onde a obediência e a fé são fundamentais para a vida cristã.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"mateus_17_4_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A rocha simboliza firmeza e estabilidade, além de ser um símbolo de proteção.","explicacao_detalhada":"Pedro, cujo nome significa 'rocha', é escolhido por Jesus para ser a base da Igreja. A referência à rocha na transfiguração destaca a importância da fé e da liderança de Pedro na comunidade cristã.","por_que_esta_palavra":"A rocha representa a solidez da fé em Cristo, que é a verdadeira fundação da Igreja.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a pedra angular da fé e da salvação.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Pedro 2:4-5"]},"mateus_17_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"A menção de Jesus na transfiguração destaca sua divindade e a revelação de sua glória. Ele é o cumprimento das promessas messiânicas e a figura central da salvação.","por_que_esta_palavra":"Jesus é o mediador entre Deus e a humanidade, e sua transfiguração revela sua verdadeira natureza divina.","conexao_teologica":"Jesus é o centro da história da salvação, e sua transfiguração antecipa sua glorificação após a ressurreição.","referencias_relacionadas":["Mateus 1:21","João 14:6","Filipenses 2:9-11"]},"mateus_17_4_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Jesus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' enfatiza a soberania de Jesus e sua posição como Rei e Salvador. Na transfiguração, a voz de Deus confirma a autoridade de Jesus.","por_que_esta_palavra":"A declaração de Jesus como Senhor é fundamental para a compreensão da sua missão e do seu papel na salvação.","conexao_teologica":"A autoridade de Jesus é reconhecida em toda a Escritura, e sua soberania é um tema central no Novo Testamento.","referencias_relacionadas":["Mateus 28:18","Atos 2:36","Romanos 10:9"]},"mateus_17_5_nuvem":{"palavra_pt":"nuvem","palavra_original":"νεφέλη","transliteracao":"nephélē","strong":"G3507","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"A nuvem é frequentemente associada à presença de Deus e à revelação divina.","explicacao_detalhada":"Na transfiguração, a nuvem representa a glória de Deus que envolve Jesus e os discípulos, indicando que Ele está em comunhão com o Pai.","por_que_esta_palavra":"A nuvem simboliza a proteção e a revelação de Deus, mostrando que Ele está presente em momentos significativos.","conexao_teologica":"A nuvem é um símbolo da presença de Deus, como visto na história do Êxodo e em outras manifestações divinas.","referencias_relacionadas":["Êxodo 13:21-22","Êxodo 19:9","Lucas 9:34"]},"mateus_17_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica uma posição de proximidade ou inclusão.","explicacao_detalhada":"No contexto da transfiguração, 'entre' enfatiza a relação íntima entre Jesus, Moisés e Elias, e a importância de ouvir a voz de Jesus.","por_que_esta_palavra":"A palavra 'entre' destaca a comunhão e a revelação que ocorre na presença de Deus.","conexao_teologica":"A ideia de estar 'entre' é central na relação entre Deus e a humanidade, onde Jesus é o mediador.","referencias_relacionadas":["Mateus 18:20","João 1:14","Hebreus 2:11"]},"mateus_17_6_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto representa a presença e a glória de Deus.","explicacao_detalhada":"O rosto dos discípulos ao ver a transfiguração de Jesus reflete temor e reverência, reconhecendo a divindade de Cristo.","por_que_esta_palavra":"A expressão do rosto é um símbolo da reação humana diante da santidade e da glória de Deus.","conexao_teologica":"Ver o rosto de Deus é um tema que representa a comunhão plena com Ele, que é restaurada em Cristo.","referencias_relacionadas":["Salmos 27:8","Mateus 5:8","1 João 3:2"]},"mateus_17_6_cair":{"palavra_pt":"cair","palavra_original":"πίπτω","transliteracao":"píptō","strong":"G4098","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair indica uma reação de temor ou reverência diante da presença divina.","explicacao_detalhada":"Os discípulos caindo com o rosto em terra expressam a gravidade do momento e a revelação da glória de Jesus.","por_que_esta_palavra":"Cair é uma resposta natural ao reconhecimento da santidade e majestade de Deus.","conexao_teologica":"A queda dos discípulos simboliza a resposta humana ao encontro com o sagrado, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Isaías 6:5","Apocalipse 1:17","Romanos 14:11"]},"mateus_17_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste versículo, Ele é reconhecido como aquele que traz consolo e esperança.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o tema central do Novo Testamento.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_17_7_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual.","explicacao_detalhada":"A morte é uma consequência do pecado, mas também é superada pela ressurreição de Jesus, que oferece vida eterna aos crentes.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a necessidade da salvação e a vitória de Cristo sobre a morte.","conexao_teologica":"A morte de Jesus na cruz é vista como um sacrifício que redime a humanidade do pecado e da morte eterna.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 2:14"]},"mateus_17_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador do universo.","explicacao_detalhada":"Deus é apresentado como o Pai que ama e se importa com a criação. Neste contexto, Ele é a fonte de autoridade e poder.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando a soberania e a relação pessoal que os crentes têm com Ele.","conexao_teologica":"A relação entre Deus e Jesus é fundamental, pois Jesus é visto como o Filho de Deus que revela o caráter divino.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"mateus_17_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é novamente destacado como a figura que traz esperança e salvação.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua importância na narrativa e na vida dos crentes.","conexao_teologica":"A presença de Jesus é um lembrete constante da graça e da misericórdia de Deus.","referencias_relacionadas":["Mateus 1:21","Lucas 19:10","João 14:6"]},"mateus_17_8_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se ao estado de estar sem companhia.","explicacao_detalhada":"A palavra 'sozinho' pode indicar um momento de solidão ou reflexão, especialmente em contextos de revelação divina.","por_que_esta_palavra":"A solidão de Jesus destaca a importância da comunhão com Deus e a necessidade de momentos de retiro espiritual.","conexao_teologica":"A solidão de Jesus em momentos críticos ressalta sua humanidade e a profundidade de sua missão.","referencias_relacionadas":["Mateus 14:23","Marcos 1:35","Lucas 5:16"]},"mateus_17_8_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão.","explicacao_detalhada":"Os olhos são frequentemente usados simbolicamente na Bíblia para representar percepção espiritual e entendimento.","por_que_esta_palavra":"A palavra 'olho' é importante para enfatizar a visão espiritual e a capacidade de ver a verdade de Deus.","conexao_teologica":"A visão espiritual é essencial para compreender a revelação de Deus e a obra de Jesus.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"mateus_17_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"A menção de Jesus neste versículo reforça sua identidade como o Salvador e a importância de sua mensagem.","por_que_esta_palavra":"A presença de Jesus é um lembrete da esperança e da salvação oferecida a todos.","conexao_teologica":"A obra de Jesus é central para a compreensão da redenção e da relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:36","Atos 10:43"]},"mateus_17_9_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual.","explicacao_detalhada":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de reconciliação através de Cristo.","por_que_esta_palavra":"A menção da morte neste contexto destaca a seriedade do pecado e a necessidade de salvação.","conexao_teologica":"A morte de Jesus é vista como um sacrifício que traz vida aos que creem.","referencias_relacionadas":["Romanos 5:12","1 Coríntios 15:22","Hebreus 9:27"]},"mateus_17_9_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar no meio de algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' sugere a presença e a interação, enfatizando a comunidade e a relação entre os crentes.","por_que_esta_palavra":"A noção de estar 'entre' é importante para entender a dinâmica da igreja e a comunhão entre os fiéis.","conexao_teologica":"A presença de Jesus entre os crentes é um símbolo da sua promessa de estar conosco até o fim dos tempos.","referencias_relacionadas":["Mateus 18:20","João 14:23","Atos 2:42"]},"mateus_17_10_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se a um escriba, um especialista na Lei judaica.","explicacao_detalhada":"Os escribas eram responsáveis por interpretar e ensinar a Lei, muitas vezes em conflito com Jesus sobre a verdadeira intenção da Escritura.","por_que_esta_palavra":"A palavra 'escriba' é importante para entender o contexto religioso e as tensões entre Jesus e os líderes religiosos da época.","conexao_teologica":"A crítica de Jesus aos escribas destaca a necessidade de um entendimento mais profundo da Lei e da graça.","referencias_relacionadas":["Mateus 5:20","Mateus 23:13","Marcos 12:38"]},"mateus_17_10_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é um profeta do Antigo Testamento, conhecido por sua fervorosa defesa da fé em Deus.","explicacao_detalhada":"Elias, mencionado em Mateus 17:10, é uma figura central na tradição judaica e é visto como um precursor do Messias. Sua vinda é esperada antes do Dia do Senhor, conforme a profecia em Malaquias 4:5.","por_que_esta_palavra":"A menção de Elias aqui destaca a continuidade da revelação de Deus através dos profetas e a expectativa messiânica.","conexao_teologica":"Elias simboliza a luta contra a idolatria e a necessidade de arrependimento, temas centrais na mensagem de Jesus.","referencias_relacionadas":["1 Reis 17:1","Malaquias 4:5","Lucas 1:17"]},"mateus_17_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, o Messias prometido, que cumpre as profecias do Antigo Testamento.","explicacao_detalhada":"O nome Jesus, que significa 'O Senhor é salvação', reflete sua missão de redimir a humanidade do pecado. Em Mateus 17:11, Jesus afirma que Elias deve vir primeiro, preparando o caminho para sua própria vinda.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a compreensão da identidade e missão do Filho de Deus na terra.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a manifestação do seu amor e graça para a humanidade.","referencias_relacionadas":["Mateus 1:21","Isaías 9:6","João 3:16"]},"mateus_17_11_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é mencionado como um profeta que deve retornar antes do Messias.","explicacao_detalhada":"A referência a Elias em Mateus 17:11 reforça a expectativa messiânica e a importância do arrependimento. Elias é visto como um símbolo de restauração e preparação do povo para a vinda do Senhor.","por_que_esta_palavra":"A palavra 'Elias' é usada para conectar a mensagem de Jesus com as profecias do Antigo Testamento.","conexao_teologica":"A vinda de Elias é um sinal de que o reino de Deus está próximo, e a mensagem de Jesus é um chamado ao arrependimento.","referencias_relacionadas":["Malaquias 4:5","Mateus 11:14","Lucas 1:17"]},"mateus_17_11_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação da verdade e da mensagem de Deus.","explicacao_detalhada":"Em Mateus 17:11, a palavra 'falar' implica a importância da comunicação da mensagem divina, que é central na missão de Jesus e dos profetas.","por_que_esta_palavra":"A palavra 'falar' destaca a necessidade de ouvir e responder à palavra de Deus.","conexao_teologica":"A comunicação da verdade é essencial para a fé e a vida cristã, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Romanos 10:17","Hebreus 1:1-2","Mateus 28:19-20"]},"mateus_17_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de realizar ou cumprir a vontade de Deus.","explicacao_detalhada":"No contexto de Mateus 17:12, 'fazer' implica em agir de acordo com a missão divina, que Jesus veio cumprir na terra.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a prática da fé, que deve ser acompanhada de ações que refletem a vontade de Deus.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e 'fazer' é um chamado à ação na vida cristã.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"mateus_17_12_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher refere-se à decisão de seguir a vontade de Deus.","explicacao_detalhada":"Em Mateus 17:12, 'escolher' implica a soberania de Deus em selecionar aqueles que serão usados para cumprir seus propósitos.","por_que_esta_palavra":"A palavra 'escolher' enfatiza a importância da escolha consciente de seguir a Deus e seus caminhos.","conexao_teologica":"A escolha de Deus é um tema central na teologia da salvação, refletindo sua graça e soberania.","referencias_relacionadas":["Efésios 1:4-5","Romanos 8:30","2 Timóteo 1:9"]},"mateus_17_12_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é novamente mencionado como um símbolo de profecia e preparação.","explicacao_detalhada":"A referência a Elias em Mateus 17:12 reforça a ideia de que ele é um precursor que prepara o caminho para a vinda do Messias.","por_que_esta_palavra":"A palavra 'Elias' é significativa para entender a continuidade da obra de Deus através dos profetas.","conexao_teologica":"Elias representa a voz de Deus que clama no deserto, preparando o coração do povo para a vinda do Senhor.","referencias_relacionadas":["Malaquias 4:5","Mateus 11:14","Lucas 1:17"]},"mateus_17_13_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade e ao caráter de uma pessoa.","explicacao_detalhada":"Em Mateus 17:13, o nome é importante porque reflete a autoridade e a missão de quem o carrega. O nome 'João' é mencionado como uma referência a João Batista, que preparou o caminho para Jesus.","por_que_esta_palavra":"A palavra 'nome' é fundamental para a compreensão da identidade e do propósito de cada personagem bíblico.","conexao_teologica":"O nome de Jesus é acima de todo nome, e a identidade de cada crente é encontrada nele.","referencias_relacionadas":["Filipenses 2:9-10","Mateus 1:21","Atos 4:12"]},"mateus_17_13_consider":{"palavra_pt":"considerar","palavra_original":"συνίημι","transliteracao":"syníēmi","strong":"G4920","significado_raiz":"Ideia básica: considerar.","significado_contextual":"Considerar refere-se à reflexão e à compreensão da verdade.","explicacao_detalhada":"Em Mateus 17:13, 'considerar' implica a necessidade de entender a mensagem de Jesus e o papel dos profetas na história da salvação.","por_que_esta_palavra":"A palavra 'considerar' é um convite à reflexão sobre a obra de Deus e a resposta do povo.","conexao_teologica":"A consideração da verdade é essencial para a fé e a transformação espiritual.","referencias_relacionadas":["Romanos 12:2","Colossenses 3:2","Tiago 1:5"]},"mateus_17_14_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se à multidão que segue Jesus e busca por cura e ensinamento.","explicacao_detalhada":"Em Mateus 17:14, o povo representa a necessidade humana de ajuda e a busca por respostas espirituais. Jesus se compadece do povo e responde às suas necessidades.","por_que_esta_palavra":"A palavra 'povo' destaca a missão de Jesus em atender e salvar aqueles que estão perdidos.","conexao_teologica":"Jesus veio para buscar e salvar o que estava perdido, refletindo o amor de Deus pelo seu povo.","referencias_relacionadas":["Lucas 19:10","Mateus 9:36","João 10:14"]},"mateus_17_14_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se à ação de se aproximar ou chegar a um lugar.","explicacao_detalhada":"No contexto de Mateus 17:14, a palavra 'vir' é usada para descrever a chegada de uma multidão em busca de ajuda de Jesus. Essa ação é crucial para entender a expectativa das pessoas em relação ao poder de cura de Jesus.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a necessidade de buscar a presença de Jesus, que é visto como a solução para os problemas enfrentados.","conexao_teologica":"A vinda de pessoas a Jesus simboliza a busca pela salvação e cura, refletindo a missão de Cristo de trazer esperança e restauração.","referencias_relacionadas":["Mateus 11:28","João 6:37","Mateus 8:1"]},"mateus_17_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, reconhecendo a posição de Jesus.","explicacao_detalhada":"Neste versículo, a palavra 'senhor' é utilizada para expressar a súplica de um pai que busca ajuda para seu filho endemoninhado, reconhecendo Jesus como alguém com poder para curar.","por_que_esta_palavra":"O uso de 'senhor' demonstra a fé do pai na autoridade de Jesus sobre as forças espirituais e sua capacidade de intervir na vida de seu filho.","conexao_teologica":"A autoridade de Jesus é um tema central nos Evangelhos, onde Ele é reconhecido como Senhor sobre a natureza, doenças e demônios.","referencias_relacionadas":["Mateus 8:2","Lucas 7:6","Filipenses 2:10-11"]},"mateus_17_15_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' aqui se refere a um comando ou declaração que pode trazer cura ou libertação.","explicacao_detalhada":"No contexto, a palavra 'palavra' é usada para expressar a necessidade de que Jesus fale uma ordem para que o demônio saia do menino, destacando o poder da palavra de Jesus.","por_que_esta_palavra":"A ênfase na palavra de Jesus mostra que a cura não depende de rituais, mas da autoridade que Ele possui ao falar.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, como mencionado em Hebreus 4:12, e isso se reflete na capacidade de Jesus de curar e libertar.","referencias_relacionadas":["Salmos 107:20","Mateus 8:16","João 1:1"]},"mateus_17_16_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto do versículo, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"O versículo fala sobre a dificuldade em lidar com a possessão demoníaca, e a palavra 'urso' pode ser um erro de transcrição ou interpretação.","por_que_esta_palavra":"Se a intenção era referir-se a um animal ou a uma metáfora, isso não se alinha com o contexto do versículo que trata da cura e libertação.","conexao_teologica":"A luta contra as forças do mal é um tema recorrente na Bíblia, onde Jesus é visto como o vencedor sobre o mal.","referencias_relacionadas":["Mateus 12:28","Lucas 10:19","Efésios 6:12"]},"mateus_17_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Neste versículo, Jesus expressa sua frustração com a falta de fé da geração, destacando a importância da crença em seu poder e autoridade.","por_que_esta_palavra":"O nome 'Jesus' é invocado para lembrar que Ele é a solução para os problemas espirituais e físicos enfrentados pelas pessoas.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua identidade é fundamental para a compreensão da salvação.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","João 14:6"]},"mateus_17_17_perversert":{"palavra_pt":"perverse rt","palavra_original":"διαστρέφω","transliteracao":"diastréphō","strong":"G1294","significado_raiz":"Ideia básica: perverse rt.","significado_contextual":"A palavra 'perverse rt' refere-se à corrupção moral e à falta de fé.","explicacao_detalhada":"Jesus usa essa palavra para descrever a geração que não consegue reconhecer sua autoridade e poder, refletindo uma condição espiritual de desvio.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de arrependimento e retorno à fé genuína.","conexao_teologica":"A perversidade é um tema que aparece frequentemente nas Escrituras, onde a desobediência a Deus leva a consequências graves.","referencias_relacionadas":["Romanos 1:21","Gálatas 1:6-7","2 Timóteo 3:1-5"]},"mateus_17_17_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se ao grupo de pessoas que vivem em um determinado tempo.","explicacao_detalhada":"Jesus menciona 'geração' para se referir àqueles que estão ao seu redor, destacando a falta de fé e a necessidade de um coração transformado.","por_que_esta_palavra":"A palavra 'geração' é usada para chamar a atenção para a condição espiritual de um povo que precisa de mudança.","conexao_teologica":"A ideia de geração é importante na Bíblia, pois cada geração é responsável por sua relação com Deus e a transmissão da fé.","referencias_relacionadas":["Salmos 78:4","Mateus 23:36","Atos 2:40"]},"mateus_17_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente central, referindo-se ao Salvador que tem poder sobre os demônios.","explicacao_detalhada":"Após a declaração de Jesus sobre a geração, Ele realiza a cura do menino, demonstrando sua autoridade e compaixão.","por_que_esta_palavra":"O nome 'Jesus' é invocado para mostrar que Ele é a resposta para a opressão espiritual.","conexao_teologica":"A cura realizada por Jesus é um sinal de seu ministério e da vinda do Reino de Deus.","referencias_relacionadas":["Mateus 8:16","Marcos 1:34","Lucas 4:41"]},"mateus_17_18_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao filho do homem que estava possuído por um espírito maligno.","explicacao_detalhada":"A menção à criança destaca a vulnerabilidade e a necessidade de proteção, além de simbolizar a pureza e a fé que Jesus valoriza.","por_que_esta_palavra":"A palavra 'criança' é usada para enfatizar a inocência e a importância de cuidar dos mais necessitados.","conexao_teologica":"Jesus frequentemente se refere às crianças como exemplos de fé e humildade, mostrando que o Reino de Deus pertence a elas.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"mateus_17_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente central, referindo-se ao Salvador que tem poder sobre os demônios.","explicacao_detalhada":"Após a cura, os discípulos questionam Jesus sobre a incapacidade de expulsar o demônio, o que leva a uma lição sobre fé e oração.","por_que_esta_palavra":"O nome 'Jesus' é invocado para mostrar que Ele é a resposta para a opressão espiritual.","conexao_teologica":"A dependência de Jesus para realizar milagres é um tema central na vida dos discípulos e na prática da fé.","referencias_relacionadas":["Mateus 17:20","Marcos 9:29","Lucas 11:9-10"]},"mateus_17_19_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a uma relação de familiaridade ou conhecimento pessoal.","explicacao_detalhada":"A palavra 'ἴδιος' (ídios) indica uma conexão íntima, sugerindo que o conhecimento não é superficial, mas envolve um entendimento mais profundo e pessoal.","por_que_esta_palavra":"É usada para enfatizar a proximidade e a relação pessoal que os discípulos têm com Jesus, contrastando com a falta de fé que demonstraram.","conexao_teologica":"A familiaridade com Jesus é essencial para a fé e a compreensão de seus ensinamentos.","referencias_relacionadas":["Mateus 7:23","João 10:14","Lucas 10:22"]},"mateus_17_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'Ἰησοῦς' (Iēsoûs) é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"A menção de Jesus é crucial para entender a autoridade e o poder que Ele possui sobre a fé e os milagres.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua identidade é fundamental para a salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_17_20_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à confiança e crença em algo ou alguém.","explicacao_detalhada":"A palavra 'πίστις' (pístis) implica não apenas crença, mas também fidelidade e compromisso com Deus.","por_que_esta_palavra":"A fé é apresentada como um elemento essencial para realizar milagres e superar desafios espirituais.","conexao_teologica":"A fé é a base da relação do crente com Deus e é fundamental para a salvação.","referencias_relacionadas":["Hebreus 11:1","Marcos 11:22-24","Tiago 1:6"]},"mateus_17_21_geracao":{"palavra_pt":"geracao","palavra_original":"γένος","transliteracao":"génos","strong":"G1085","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se a um grupo de pessoas nascidas em um determinado período.","explicacao_detalhada":"A palavra 'γένος' (génos) pode se referir a uma geração específica que enfrenta desafios espirituais e morais.","por_que_esta_palavra":"É usada para descrever a condição espiritual da época e a necessidade de transformação.","conexao_teologica":"A geração mencionada é vista como um reflexo da necessidade de arrependimento e fé em Deus.","referencias_relacionadas":["Mateus 12:39","Mateus 24:34","Atos 2:40"]},"mateus_17_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Expressa uma negação ou ausência.","explicacao_detalhada":"A palavra 'μή' (mḗ) é uma partícula negativa que enfatiza a impossibilidade de algo sem a intervenção divina.","por_que_esta_palavra":"É usada para destacar a dependência do homem em relação a Deus para a realização de milagres.","conexao_teologica":"A negação enfatiza a necessidade de Deus na vida do crente e a importância da oração.","referencias_relacionadas":["Filipenses 4:13","João 15:5","Mateus 19:26"]},"mateus_17_21_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de se comunicar com Deus.","explicacao_detalhada":"A palavra 'προσευχή' (proseuchḗ) implica um diálogo íntimo e pessoal com Deus, essencial para a vida espiritual.","por_que_esta_palavra":"A oração é apresentada como um meio vital para acessar o poder de Deus e realizar milagres.","conexao_teologica":"A oração é um componente fundamental da vida cristã, permitindo a comunhão com Deus.","referencias_relacionadas":["1 Tessalonicenses 5:17","Tiago 5:16","Lucas 18:1"]},"mateus_17_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'Ἰησοῦς' (Iēsoûs) é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"A menção de Jesus é crucial para entender a autoridade e o poder que Ele possui sobre a fé e os milagres.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua identidade é fundamental para a salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_17_22_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Refere-se a uma região geográfica onde Jesus realizou muitos de seus ministérios.","explicacao_detalhada":"A palavra 'Γαλιλαία' (Galilaía) é significativa por ser o local de muitos milagres e ensinamentos de Jesus.","por_que_esta_palavra":"Galileia é um símbolo da missão de Jesus entre os marginalizados e o povo comum.","conexao_teologica":"A escolha de Galileia como cenário do ministério de Jesus destaca a universalidade da mensagem do evangelho.","referencias_relacionadas":["Mateus 4:12-17","Mateus 28:7","João 1:46"]},"mateus_17_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas.","explicacao_detalhada":"A palavra 'ἡμέρα' (hēméra) é usada para marcar eventos significativos na narrativa do evangelho.","por_que_esta_palavra":"O dia mencionado é crucial para a profecia da morte e ressurreição de Jesus.","conexao_teologica":"A passagem do tempo é importante para entender o cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 16:21","Lucas 9:22","Marcos 8:31"]},"mateus_17_23_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao fim da vida física.","explicacao_detalhada":"A palavra 'ἐγείρω' (egeírō) é usada para descrever a ressurreição, que é central para a mensagem cristã.","por_que_esta_palavra":"A morte de Jesus é um evento crucial que leva à salvação da humanidade.","conexao_teologica":"A morte e ressurreição de Jesus são fundamentais para a doutrina da salvação e a esperança da vida eterna.","referencias_relacionadas":["1 Coríntios 15:3-4","Romanos 6:9","Hebreus 2:14"]},"mateus_17_23_thirdly":{"palavra_pt":"third ly","palavra_original":"τρίτος","transliteracao":"trítos","strong":"G5154","significado_raiz":"Ideia básica: third ly.","significado_contextual":"A palavra 'thirdly' refere-se à terceira menção ou aspecto de um assunto.","explicacao_detalhada":"No contexto de Mateus 17:23, Jesus fala sobre sua morte e ressurreição, enfatizando a importância de sua mensagem em três partes: sua morte, sepultamento e ressurreição.","por_que_esta_palavra":"A repetição em três partes serve para reforçar a verdade do que está sendo anunciado, destacando a certeza do cumprimento das profecias.","conexao_teologica":"A ressurreição de Jesus é central para a fé cristã, simbolizando a vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["Mateus 16:21","Lucas 9:22","Atos 2:31"]},"mateus_17_24_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para descrever Pedro, simbolizando firmeza e estabilidade na fé.","explicacao_detalhada":"Em Mateus 17:24, a referência à 'rocha' destaca a importância de Pedro como um dos pilares da Igreja, que se fundamenta na fé em Cristo.","por_que_esta_palavra":"A rocha representa a base sólida sobre a qual a Igreja é construída, enfatizando a importância da liderança e da fé de Pedro.","conexao_teologica":"A Igreja é chamada a ser uma comunidade firme e estável, fundamentada na verdade de Cristo, que é a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"mateus_17_24_capernaum":{"palavra_pt":"capernaum","palavra_original":"Καπερναούμ","transliteracao":"Kapernaoúm","strong":"G2584","significado_raiz":"Ideia básica: capernaum.","significado_contextual":"Capernaum é a cidade onde Jesus realizou muitos milagres e ensinamentos.","explicacao_detalhada":"Mateus 17:24 menciona Capernaum como o local onde os cobradores de impostos abordam Pedro sobre o tributo de Jesus, destacando a relevância da cidade na vida ministerial de Jesus.","por_que_esta_palavra":"Capernaum é um símbolo do ministério de Jesus, onde muitos foram impactados por seus ensinamentos e milagres.","conexao_teologica":"A cidade representa a presença de Jesus e a necessidade de responder ao seu chamado em nossas vidas.","referencias_relacionadas":["Mateus 4:13","Mateus 9:1","Marcos 2:1"]},"mateus_17_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na mensagem do evangelho.","explicacao_detalhada":"Em Mateus 17:25, a menção de Jesus destaca sua identidade e autoridade, especialmente em relação ao pagamento do tributo.","por_que_esta_palavra":"O nome Jesus é fundamental para a salvação e a revelação de Deus ao homem.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_17_25_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, onde as interações humanas ocorrem.","explicacao_detalhada":"No contexto de Mateus 17:25, a referência à terra destaca a realidade da vida cotidiana e as obrigações sociais, como o pagamento de tributos.","por_que_esta_palavra":"A terra é o lugar onde Deus criou a humanidade e onde as relações sociais e espirituais se desenvolvem.","conexao_teologica":"A criação da terra e a vida nela são parte do plano de Deus, que inclui a redenção através de Jesus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"mateus_17_25_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"A palavra 'continuo' refere-se à natureza persistente de um estado ou condição.","explicacao_detalhada":"Em Mateus 17:25, a ideia de continuidade pode se relacionar com a prática constante de fé e obediência a Deus.","por_que_esta_palavra":"A continuidade é essencial na vida cristã, onde a perseverança na fé é incentivada.","conexao_teologica":"A vida cristã é uma jornada contínua de crescimento e maturidade na fé.","referencias_relacionadas":["Hebreus 12:1-2","Filipenses 3:14","2 Pedro 3:18"]},"mateus_17_26_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é novamente utilizada para enfatizar a firmeza de Pedro na fé.","explicacao_detalhada":"Em Mateus 17:26, a repetição da palavra 'rocha' reforça a ideia de que a fé de Pedro é uma base sólida para a Igreja.","por_que_esta_palavra":"A rocha simboliza a força e a estabilidade que a fé em Cristo proporciona aos crentes.","conexao_teologica":"A firmeza da fé é essencial para enfrentar os desafios da vida e permanecer fiel a Deus.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"mateus_17_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é mencionada novamente, reafirmando sua centralidade na narrativa.","explicacao_detalhada":"Em Mateus 17:26, a referência a Jesus destaca sua autoridade e o papel que desempenha em todas as questões da vida.","por_que_esta_palavra":"Jesus é a figura central da fé cristã, e sua presença é fundamental em todas as interações.","conexao_teologica":"A relação com Jesus é o que transforma vidas e proporciona esperança e redenção.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 10:9"]},"mateus_17_27_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se à parte do corpo que expressa fala e comunicação.","explicacao_detalhada":"Em Mateus 17:27, a boca é mencionada em relação ao milagre do tributo que foi encontrado na boca do peixe, simbolizando a provisão de Deus.","por_que_esta_palavra":"A boca é um símbolo de comunicação e expressão, e neste contexto, representa a forma como Deus se comunica e provê.","conexao_teologica":"Deus usa meios inesperados para suprir as necessidades de seu povo, mostrando sua soberania e cuidado.","referencias_relacionadas":["Salmos 81:10","Filipenses 4:19","Mateus 6:31-33"]},"mateus_17_27_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus.","explicacao_detalhada":"Em Mateus 17:27, a menção ao pecado pode estar relacionada à necessidade de redenção e ao papel de Jesus em lidar com o pecado da humanidade.","por_que_esta_palavra":"O pecado é a razão pela qual a humanidade precisa de um Salvador, e Jesus é a resposta a essa necessidade.","conexao_teologica":"A obra de Cristo na cruz é a solução para o problema do pecado, oferecendo perdão e reconciliação com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 1:4"]},"mateus_17_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra é usada para enfatizar a soberania de Deus sobre a criação e a sua capacidade de prover.","por_que_esta_palavra":"A menção de Deus é crucial para entender a relação entre o divino e o humano, especialmente em situações de necessidade.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, que revela seu caráter e sua vontade para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]}}