{"mateus_18_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Jesus é visto como o Filho de Deus que veio ao mundo para salvar a humanidade do pecado.","por_que_esta_palavra":"A menção de Jesus é fundamental para entender a mensagem do evangelho e a importância da sua obra redentora.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua vida e ensinamentos são a base da fé cristã.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 10:9"]},"mateus_18_1_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'ceu' refere-se ao reino celestial, onde Deus reina e os fiéis esperam estar.","explicacao_detalhada":"O céu é frequentemente descrito como um lugar de paz, alegria e comunhão com Deus.","por_que_esta_palavra":"A menção do céu é importante para entender a esperança cristã e a promessa de vida eterna.","conexao_teologica":"O céu representa a realização do plano de Deus para a humanidade e a recompensa para os que creem.","referencias_relacionadas":["Mateus 5:12","João 14:2","Apocalipse 21:4"]},"mateus_18_1_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um respeito profundo e reverente, especialmente em relação a Deus.","explicacao_detalhada":"O temor do Senhor é considerado o princípio da sabedoria e é essencial para uma vida que agrada a Deus.","por_que_esta_palavra":"O temor é mencionado para enfatizar a importância de reconhecer a grandeza e a santidade de Deus.","conexao_teologica":"O temor do Senhor é um tema recorrente na Bíblia, que nos chama a viver em obediência e reverência.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"mateus_18_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' é novamente mencionada como o mestre que ensina sobre o reino de Deus.","explicacao_detalhada":"Jesus usa sua autoridade para ensinar sobre a humildade e a importância de se tornar como uma criança.","por_que_esta_palavra":"A presença de Jesus é essencial para entender a nova ordem que ele estabelece no reino de Deus.","conexao_teologica":"Jesus é o exemplo supremo de humildade e serviço, e seus ensinamentos moldam a vida cristã.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-8","Marcos 10:15"]},"mateus_18_2_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'alianca' refere-se ao pacto que Deus fez com seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"A aliança é um tema central na Bíblia, representando a relação entre Deus e a humanidade.","por_que_esta_palavra":"A menção da aliança é importante para entender o contexto da relação de Deus com seu povo escolhido.","conexao_teologica":"As alianças de Deus são fundamentais para a narrativa bíblica e a revelação do seu plano de salvação.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"mateus_18_3_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'ceu' é usada novamente para enfatizar a importância do reino de Deus.","explicacao_detalhada":"Jesus ensina que somente aqueles que se tornam como crianças podem entrar no reino dos céus.","por_que_esta_palavra":"A menção do céu reforça a ideia de que a salvação é um dom que deve ser recebido com humildade.","conexao_teologica":"O céu é o destino final dos crentes e representa a plenitude da presença de Deus.","referencias_relacionadas":["Mateus 5:3","Lucas 18:17","Romanos 14:17"]},"mateus_18_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se grande' refere-se à verdadeira grandeza no reino de Deus, que é alcançada pela humildade.","explicacao_detalhada":"Jesus ensina que a verdadeira grandeza é inversamente proporcional ao que o mundo considera grande.","por_que_esta_palavra":"A ideia de se tornar grande é central para a compreensão do caráter do reino de Deus.","conexao_teologica":"A grandeza no reino de Deus é definida pelo serviço e pela humildade, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 20:26","Marcos 9:35","Lucas 22:26"]},"mateus_18_4_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'ceu' é mencionada novamente para reafirmar a importância do reino de Deus.","explicacao_detalhada":"Jesus destaca que aqueles que se humilham serão exaltados no reino dos céus.","por_que_esta_palavra":"A repetição da palavra céu enfatiza a centralidade do reino de Deus na mensagem de Jesus.","conexao_teologica":"O céu é o lugar onde a verdadeira justiça e recompensa de Deus se manifestam.","referencias_relacionadas":["Mateus 5:10","Tiago 4:10","1 Pedro 5:6"]},"mateus_18_4_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' é usada para descrever a atitude correta diante de Deus e sua grandeza.","explicacao_detalhada":"O temor do Senhor é essencial para uma vida que busca agradar a Deus e viver em obediência.","por_que_esta_palavra":"A menção do temor é importante para entender a reverência que devemos ter em relação a Deus.","conexao_teologica":"O temor do Senhor é um princípio fundamental na vida cristã e na sabedoria bíblica.","referencias_relacionadas":["Salmos 25:14","Provérbios 9:10","Isaías 33:6"]},"mateus_18_5_accept":{"palavra_pt":"aceitar","palavra_original":"δέχομαι","transliteracao":"déchomai","strong":"G1209","significado_raiz":"Ideia básica: aceitar.","significado_contextual":"Aceitar uma criança em nome de Jesus implica em acolher e valorizar a simplicidade e a fé genuína.","explicacao_detalhada":"A palavra 'aceitar' (δέχομαι) é usada para enfatizar a importância de receber aqueles que são humildes e dependentes, como as crianças. Jesus ensina que a aceitação dessas crianças é equivalente a aceitar a Ele mesmo.","por_que_esta_palavra":"Esta palavra é crucial para entender a atitude que devemos ter em relação aos mais vulneráveis e a importância da humildade no Reino de Deus.","conexao_teologica":"A aceitação das crianças reflete a natureza inclusiva do amor de Deus e a necessidade de uma fé simples e pura.","referencias_relacionadas":["Mateus 19:14","Marcos 10:14","Lucas 18:16"]},"mateus_18_6_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado aqui se refere a causar escândalo ou levar alguém a se desviar da fé.","explicacao_detalhada":"A palavra 'pecado' (σκανδαλίζω) implica em um ato que leva outros a tropeçar na fé. Jesus adverte sobre a gravidade de causar dano espiritual a uma criança ou a um crente fraco.","por_que_esta_palavra":"É essencial entender que nossas ações podem impactar a fé dos outros, especialmente dos mais vulneráveis.","conexao_teologica":"A responsabilidade do crente é cuidar da fé dos outros, refletindo o amor e a proteção que Deus oferece.","referencias_relacionadas":["Romanos 14:21","1 Coríntios 8:9","Gálatas 5:13"]},"mateus_18_6_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é apresentada como um elemento essencial para a salvação e a vida no Reino de Deus.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) destaca a confiança e a crença em Jesus como o Filho de Deus. A fé é o meio pelo qual recebemos a salvação e a vida eterna.","por_que_esta_palavra":"A fé é fundamental para a relação do crente com Deus e é a base para todas as promessas divinas.","conexao_teologica":"A fé é o canal pelo qual experimentamos a graça de Deus e a transformação em nossas vidas.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Hebreus 11:6"]},"mateus_18_7_pecado":{"palavra_pt":"pecado","palavra_original":"σκάνδαλον","transliteracao":"skándalon","strong":"G4625","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma ofensa grave, especialmente quando afeta os inocentes.","explicacao_detalhada":"A palavra 'pecado' (σκάνδαλον) refere-se a um obstáculo que leva outros a se desviarem do caminho de Deus. Jesus enfatiza que é melhor sofrer danos pessoais do que causar dano a outros.","por_que_esta_palavra":"É uma advertência sobre a seriedade de nossas ações e suas consequências para os outros.","conexao_teologica":"A justiça de Deus exige que cuidemos de como nossas ações afetam a fé dos outros.","referencias_relacionadas":["Mateus 5:29-30","Lucas 17:1-2","Romanos 14:13"]},"mateus_18_7_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O mundo é apresentado como um lugar cheio de tentações e perigos espirituais.","explicacao_detalhada":"A palavra 'mundo' (κόσμος) refere-se ao sistema que se opõe a Deus e que pode levar as pessoas a pecar. Jesus alerta sobre as dificuldades que surgem devido ao pecado presente no mundo.","por_que_esta_palavra":"Compreender o mundo como um lugar de tentação nos ajuda a estar vigilantes e a buscar a proteção de Deus.","conexao_teologica":"A luta entre o Reino de Deus e o mundo é uma temática central na teologia cristã, onde os crentes são chamados a viver de maneira diferente.","referencias_relacionadas":["João 15:19","1 João 2:15-17","Tiago 4:4"]},"mateus_18_8_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é apresentada como um bem precioso que deve ser protegido a todo custo.","explicacao_detalhada":"A palavra 'vida' (ζωή) refere-se à vida plena que Deus oferece. Jesus ensina que é melhor sacrificar algo valioso do que perder a vida eterna.","por_que_esta_palavra":"A vida é o dom mais precioso que Deus nos deu, e devemos valorizá-la acima de tudo.","conexao_teologica":"A vida em Cristo é central para a mensagem do evangelho, onde a salvação é vista como a verdadeira vida.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"mateus_18_8_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é novamente enfatizado como algo que deve ser evitado a todo custo.","explicacao_detalhada":"A palavra 'pecado' (σκανδαλίζω) é usada para descrever ações que levam outros a se desviarem da fé. Jesus adverte sobre a gravidade de causar escândalo.","por_que_esta_palavra":"A repetição da palavra destaca a seriedade do pecado e suas consequências para a vida espiritual.","conexao_teologica":"A luta contra o pecado é uma parte essencial da vida cristã, onde somos chamados a viver em santidade.","referencias_relacionadas":["Mateus 5:29-30","Romanos 6:1-2","1 Pedro 2:11"]},"mateus_18_8_maimed":{"palavra_pt":"maimed","palavra_original":"κυλλός","transliteracao":"kyllós","strong":"G2948","significado_raiz":"Ideia básica: maimed.","significado_contextual":"A mutilação é usada como uma metáfora para a severidade de lidar com o pecado.","explicacao_detalhada":"A palavra 'maimed' (κυλλός) refere-se a uma condição física, mas Jesus a usa para ilustrar a necessidade de cortar o que é prejudicial em nossas vidas espirituais.","por_que_esta_palavra":"A severidade da metáfora enfatiza a importância de tomar medidas drásticas contra o pecado.","conexao_teologica":"A santidade e a pureza são essenciais para a vida cristã, e devemos estar dispostos a sacrificar o que nos afasta de Deus.","referencias_relacionadas":["Mateus 5:30","Colossenses 3:5","Hebreus 12:1"]},"mateus_18_9_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é novamente destacada como um presente divino que deve ser protegido.","explicacao_detalhada":"A palavra 'vida' (ζωή) é usada para enfatizar a importância da vida eterna em contraste com a vida terrena. Jesus ensina que é preferível perder algo nesta vida do que arriscar a vida eterna.","por_que_esta_palavra":"Reforça a ideia de que a vida eterna é mais valiosa do que qualquer coisa que possamos ter nesta terra.","conexao_teologica":"A vida eterna é o objetivo final da fé cristã, onde a comunhão com Deus é restaurada.","referencias_relacionadas":["João 3:16","Romanos 8:18","1 João 5:11-12"]},"mateus_18_9_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é novamente abordado como um obstáculo para a vida plena em Cristo.","explicacao_detalhada":"A palavra 'pecado' (σκανδαλίζω) é usada para descrever ações que podem levar à perda da vida espiritual. Jesus adverte sobre a necessidade de evitar o pecado a todo custo.","por_que_esta_palavra":"A repetição da palavra enfatiza a seriedade do pecado e sua capacidade de destruir a vida espiritual.","conexao_teologica":"A luta contra o pecado é uma parte essencial da vida cristã, onde somos chamados a viver em santidade e obediência a Deus.","referencias_relacionadas":["Gálatas 5:16-17","1 João 1:9","Tiago 1:15"]},"mateus_18_9_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' é mencionado no contexto de evitar o pecado e a importância de cuidar do que nos afeta espiritualmente.","explicacao_detalhada":"Neste versículo, Jesus ensina que se algo em nossa vida nos leva a pecar, devemos estar dispostos a removê-lo, mesmo que isso signifique fazer sacrifícios significativos. O 'olho' simboliza o que vemos e como isso pode nos influenciar.","por_que_esta_palavra":"A palavra 'olho' é crucial porque representa a percepção e a visão espiritual. O que vemos pode nos levar a pecar ou a nos aproximar de Deus.","conexao_teologica":"A visão espiritual é fundamental na vida cristã, pois nos ajuda a discernir entre o bem e o mal. O cuidado com o que 'vemos' é um reflexo da nossa busca por santidade.","referencias_relacionadas":["Mateus 5:29","Salmos 101:3","Provérbios 4:23"]},"mateus_18_10_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é mencionado em relação à proteção e ao valor que Deus dá às crianças e aos humildes.","explicacao_detalhada":"Jesus fala sobre a importância de não desprezar os pequenos, pois seus anjos estão sempre diante de Deus no céu. Isso enfatiza a atenção divina e o valor que Deus atribui a cada indivíduo.","por_que_esta_palavra":"A palavra 'céu' é significativa porque representa a morada de Deus e o lugar onde a justiça e a verdade prevalecem. É um lembrete do cuidado divino.","conexao_teologica":"O céu é o destino final dos fiéis e simboliza a recompensa eterna. A presença dos anjos diante de Deus reforça a ideia de que cada vida é preciosa.","referencias_relacionadas":["Mateus 10:31","Lucas 15:10","Hebreus 1:14"]},"mateus_18_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas, especialmente em relação aos pequenos.","explicacao_detalhada":"Neste versículo, Jesus destaca a relação entre Deus e os humildes, mostrando que Ele se importa profundamente com aqueles que são desprezados pela sociedade.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois representa o Criador e Sustentador do universo, que tem um cuidado especial por cada um de nós.","conexao_teologica":"A compreensão de Deus como um Pai amoroso que se preocupa com os pequenos é fundamental para a teologia cristã, refletindo Sua natureza amorosa e protetora.","referencias_relacionadas":["Salmos 68:5","Mateus 19:14","1 João 3:1"]},"mateus_18_10_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' é mencionado em relação à presença de Deus e à importância de estar diante d'Ele.","explicacao_detalhada":"O 'rosto' simboliza a face de Deus, que representa Sua presença e favor. Jesus ensina que os pequenos têm acesso direto a Deus.","por_que_esta_palavra":"A palavra 'rosto' é importante porque indica intimidade e relacionamento. Ver o rosto de alguém é um sinal de aceitação e amor.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, e o desejo de ver Seu rosto é um anseio espiritual profundo.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Êxodo 33:20"]},"mateus_18_11_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' é usada no contexto da vinda de Jesus e da importância de Sua missão de salvar.","explicacao_detalhada":"Jesus menciona que Ele veio buscar e salvar o que estava perdido, enfatizando a grandeza de Sua missão redentora.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a ação de Deus em entrar na história humana para trazer salvação.","conexao_teologica":"A vinda de Cristo é um ponto central da teologia cristã, pois marca o cumprimento das promessas de Deus de redenção.","referencias_relacionadas":["Lucas 19:10","João 3:17","Mateus 1:21"]},"mateus_18_11_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para descrever a missão de Jesus em trazer redenção aos pecadores.","explicacao_detalhada":"Neste versículo, Jesus afirma que Sua vinda é para salvar o que estava perdido, destacando a necessidade de salvação para todos.","por_que_esta_palavra":"A palavra 'salvar' é fundamental na mensagem do evangelho, pois representa a libertação do pecado e a restauração do relacionamento com Deus.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a graça de Deus em oferecer perdão e vida eterna.","referencias_relacionadas":["Romanos 10:13","Efésios 2:8-9","Atos 4:12"]},"mateus_18_12_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza de Deus e a bondade que Ele espera de Seus seguidores.","explicacao_detalhada":"Jesus questiona sobre o que é bom, levando à reflexão sobre a moralidade e a bondade que vêm de Deus.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender o caráter de Deus e a expectativa de que Seus seguidores reflitam essa bondade.","conexao_teologica":"A bondade de Deus é um atributo fundamental que deve ser imitado por aqueles que O seguem.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Gálatas 5:22"]},"mateus_18_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' é usada para enfatizar a transformação que deve ocorrer na vida dos crentes.","explicacao_detalhada":"Jesus fala sobre a importância de se tornar como uma criança, enfatizando a humildade e a dependência de Deus.","por_que_esta_palavra":"A palavra 'tornar-se' é significativa porque implica em um processo de mudança e crescimento espiritual.","conexao_teologica":"A transformação espiritual é um tema central na vida cristã, refletindo a obra do Espírito Santo em nossos corações.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_18_12_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a importância de viver de acordo com a realidade de Deus.","explicacao_detalhada":"Jesus ensina que a verdade deve ser buscada e vivida, contrastando com as ilusões e enganos do mundo.","por_que_esta_palavra":"A palavra 'verdade' é fundamental na fé cristã, pois Jesus é a verdade e nos chama a viver em conformidade com essa verdade.","conexao_teologica":"A verdade de Deus é libertadora e essencial para o crescimento espiritual e a vida em comunidade.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"mateus_18_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' é usada novamente para enfatizar a importância da transformação e do crescimento na vida cristã.","explicacao_detalhada":"Jesus fala sobre a alegria de encontrar o que estava perdido, enfatizando a importância de cada alma e a transformação que ocorre quando alguém se volta para Deus.","por_que_esta_palavra":"A palavra 'tornar-se' é significativa porque reflete a ideia de que a vida cristã é um processo contínuo de crescimento e mudança.","conexao_teologica":"A ideia de se tornar algo novo em Cristo é central na mensagem do evangelho, refletindo a obra redentora de Deus em nossas vidas.","referencias_relacionadas":["Filipenses 1:6","Colossenses 3:10","1 Pedro 2:9"]},"mateus_18_13_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à relação de Deus com a humanidade.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a busca pelo perdido.","por_que_esta_palavra":"A presença de Deus é fundamental para entender a importância da busca pelo que está perdido, refletindo Seu amor e cuidado.","conexao_teologica":"Deus é o pastor que busca a ovelha perdida, simbolizando Sua misericórdia e graça.","referencias_relacionadas":["Lucas 15:4-7","Salmos 23:1","Ezequiel 34:11-12"]},"mateus_18_13_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um princípio fundamental no ensino de Jesus, especialmente em relação à justiça e à correção.","explicacao_detalhada":"A palavra 'verdade' aqui implica a autenticidade e a sinceridade nas relações interpessoais, especialmente ao confrontar alguém sobre um erro.","por_que_esta_palavra":"A verdade é essencial para a restauração e reconciliação nas relações, refletindo o caráter de Deus.","conexao_teologica":"Jesus é a verdade (João 14:6), e a busca pela verdade é um aspecto vital da vida cristã.","referencias_relacionadas":["João 8:32","Efésios 4:15","Salmos 51:6"]},"mateus_18_14_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu representa o reino de Deus e a recompensa eterna para os justos.","explicacao_detalhada":"A palavra 'céu' neste contexto sugere a visão de Deus sobre a importância de cada alma e a alegria no céu por um pecador que se arrepende.","por_que_esta_palavra":"O céu é o destino final dos que são salvos, enfatizando o valor que Deus dá a cada indivíduo.","conexao_teologica":"O céu é o lugar onde a vontade de Deus é plenamente realizada, e onde há alegria por cada alma que se volta para Ele.","referencias_relacionadas":["Lucas 15:10","Mateus 5:12","Apocalipse 21:4"]},"mateus_18_15_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se ao ato de se afastar ou sair de uma situação, especialmente em um contexto de conflito.","explicacao_detalhada":"A palavra 'depart' implica a necessidade de tomar uma ação deliberada para resolver um problema ou conflito entre irmãos.","por_que_esta_palavra":"É um chamado à ação para buscar a reconciliação, em vez de ignorar ou deixar que o problema persista.","conexao_teologica":"A reconciliação é um tema central na mensagem de Cristo, que nos ensina a buscar a paz uns com os outros.","referencias_relacionadas":["Mateus 5:23-24","Romanos 12:18","Gálatas 6:1"]},"mateus_18_15_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Indica a importância de abordar questões pessoais de forma direta e privada.","explicacao_detalhada":"A palavra 'sozinho' enfatiza a privacidade e a individualidade do confronto, evitando a humilhação pública.","por_que_esta_palavra":"Abordar a pessoa sozinha demonstra amor e respeito, buscando a restauração da relação.","conexao_teologica":"A abordagem pessoal reflete o amor de Cristo, que se preocupa com cada indivíduo.","referencias_relacionadas":["Tiago 5:19-20","Gálatas 6:1","Mateus 7:1-5"]},"mateus_18_16_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca simboliza a comunicação e a expressão verbal, essencial na resolução de conflitos.","explicacao_detalhada":"A palavra 'boca' aqui destaca a importância de falar a verdade e expressar preocupações de maneira clara e direta.","por_que_esta_palavra":"A comunicação é vital para a compreensão e a resolução de desentendimentos.","conexao_teologica":"A palavra de Deus nos ensina a usar nossa fala para edificar e não para destruir.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Tiago 1:19"]},"mateus_18_16_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à ideia de um acordo ou compromisso entre pessoas, especialmente em contextos de testemunho.","explicacao_detalhada":"A palavra 'aliança' implica a seriedade do que está sendo discutido e a necessidade de testemunhas para validar a conversa.","por_que_esta_palavra":"A presença de testemunhas é um elemento importante para garantir a justiça e a verdade no processo de reconciliação.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo o relacionamento de Deus com Seu povo.","referencias_relacionadas":["Deuteronômio 19:15","Mateus 5:16","Hebreus 10:24-25"]},"mateus_18_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui pode ser interpretada como uma negação ou um chamado à reflexão sobre a natureza divina.","explicacao_detalhada":"Neste contexto, a palavra pode enfatizar a importância de agir de acordo com a vontade de Deus em situações de conflito.","por_que_esta_palavra":"Refletir sobre a natureza de Deus nos ajuda a entender como devemos agir em nossas relações.","conexao_teologica":"A natureza de Deus como justo e misericordioso deve guiar nossas ações e decisões.","referencias_relacionadas":["Salmos 139:1-4","Romanos 12:1-2","1 João 4:8"]},"mateus_18_17_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes, a igreja, como um corpo que deve agir em unidade.","explicacao_detalhada":"A palavra 'igreja' enfatiza a importância da comunidade na resolução de conflitos e na busca pela restauração.","por_que_esta_palavra":"A igreja é o lugar onde os crentes se reúnem para apoiar uns aos outros e buscar a verdade.","conexao_teologica":"A igreja é o corpo de Cristo, chamado a viver em amor e unidade, refletindo a natureza de Deus.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 12:12-27","Efésios 4:3"]},"mateus_18_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"παρακούω","transliteracao":"parakoúō","strong":"G3878","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de escutar atentamente, essencial para a comunicação eficaz e a resolução de conflitos.","explicacao_detalhada":"A palavra 'ouvir' destaca a importância de dar atenção ao que o outro está dizendo, promovendo a empatia e a compreensão.","por_que_esta_palavra":"Ouvir é um passo crucial para a reconciliação e para a construção de relacionamentos saudáveis.","conexao_teologica":"A Bíblia nos ensina a ser rápidos para ouvir e lentos para falar, refletindo a sabedoria divina.","referencias_relacionadas":["Tiago 1:19","Provérbios 1:5","Romanos 10:17"]},"mateus_18_18_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde as ações humanas têm efeito.","explicacao_detalhada":"A palavra 'terra' neste contexto implica a realidade física e espiritual onde as decisões e ações dos discípulos têm consequências. É um lembrete de que o que é ligado ou desligado na terra reflete a autoridade dada por Cristo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o mundo físico e o espiritual, mostrando que as decisões tomadas pelos crentes têm impacto real.","conexao_teologica":"A terra é vista como o domínio onde a Igreja opera e exerce sua autoridade, refletindo a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 5:5"]},"mateus_18_18_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a esfera divina onde Deus habita e exerce Sua autoridade.","explicacao_detalhada":"A palavra 'céu' neste contexto sugere a realidade espiritual e a presença de Deus. O que é ligado no céu indica a aprovação divina e a confirmação das ações dos discípulos na terra.","por_que_esta_palavra":"A utilização de 'céu' ressalta a conexão entre a autoridade divina e as ações humanas, mostrando que as decisões na terra têm respaldo celestial.","conexao_teologica":"O céu representa a soberania de Deus e a realidade do Seu reino, onde a vontade de Deus é perfeita e eterna.","referencias_relacionadas":["Salmos 103:19","Mateus 6:10","Efésios 1:3"]},"mateus_18_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' implica uma comunicação que tem poder e efeito. Neste contexto, Jesus dá aos discípulos a autoridade de declarar verdades espirituais.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância da palavra e da declaração na vida cristã, onde a fé é expressa através da fala.","conexao_teologica":"A palavra tem poder, e a declaração da verdade é fundamental na vida da Igreja, refletindo a autoridade de Cristo.","referencias_relacionadas":["Provérbios 18:21","Romanos 10:9","Tiago 3:5"]},"mateus_18_19_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente se refere à terra, enfatizando a importância do acordo entre os crentes.","explicacao_detalhada":"Neste versículo, a palavra 'terra' reforça a ideia de que as decisões tomadas em unidade entre os crentes têm repercussões espirituais e práticas.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a seriedade da união na oração e na ação entre os seguidores de Cristo.","conexao_teologica":"A unidade entre os crentes é essencial para a eficácia da oração e da ação na terra, refletindo a vontade de Deus.","referencias_relacionadas":["Salmos 133:1","Atos 1:14","Filipenses 1:27"]},"mateus_18_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a confirmação divina das ações dos crentes.","explicacao_detalhada":"A palavra 'céu' aqui indica que as decisões tomadas na terra, quando feitas em unidade, são respaldadas e confirmadas por Deus.","por_que_esta_palavra":"A menção do céu destaca a importância da aprovação divina nas ações da Igreja.","conexao_teologica":"O céu é o lugar onde a vontade de Deus é realizada, e as orações dos crentes são levadas diante dEle.","referencias_relacionadas":["Mateus 6:9-10","Hebreus 4:16","1 João 5:14"]},"mateus_18_21_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro como a rocha sobre a qual a Igreja será edificada.","explicacao_detalhada":"A palavra 'rocha' simboliza firmeza e estabilidade. Jesus usa essa metáfora para indicar que Pedro terá um papel fundamental na fundação da Igreja.","por_que_esta_palavra":"A escolha de 'rocha' enfatiza a segurança e a durabilidade da Igreja, que é construída sobre a revelação de Cristo.","conexao_teologica":"Cristo é a verdadeira rocha, e Pedro, como líder, representa a continuidade da missão da Igreja.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"mateus_18_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor sobre a Igreja.","explicacao_detalhada":"A palavra 'senhor' indica a posição de autoridade e domínio que Jesus tem sobre os crentes e a Igreja.","por_que_esta_palavra":"A utilização de 'senhor' reforça a submissão dos crentes à liderança de Cristo e à Sua vontade.","conexao_teologica":"A autoridade de Cristo é central na vida da Igreja, e os crentes são chamados a viver sob essa autoridade.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Efésios 1:22"]},"mateus_18_21_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se à ação de se aproximar de Deus em adoração.","explicacao_detalhada":"A palavra 'adoração' implica um ato de reverência e entrega a Deus, reconhecendo Sua grandeza e autoridade.","por_que_esta_palavra":"A escolha de 'adoração' destaca a importância da devoção e da intimidade com Deus na vida do crente.","conexao_teologica":"A adoração é uma resposta natural ao reconhecimento da soberania de Deus e do Seu amor.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"mateus_18_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Salvador e Senhor.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e o meio de salvação para a humanidade.","por_que_esta_palavra":"A menção de 'Jesus' enfatiza a importância do relacionamento pessoal com Ele e a fé em Sua obra redentora.","conexao_teologica":"Jesus é o centro da mensagem do evangelho e a chave para a reconciliação com Deus.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_18_22_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' neste contexto implica a comunicação de verdades espirituais e a importância da palavra na vida cristã.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a necessidade de proclamar a verdade de Cristo.","conexao_teologica":"A proclamação da palavra é essencial para a edificação da fé e a expansão do Reino de Deus.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Hebreus 4:12"]},"mateus_18_23_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é frequentemente visto como o reino de Deus, um lugar de habitação divina e de recompensa eterna.","explicacao_detalhada":"No contexto de Mateus 18:23, o céu representa a soberania de Deus e o lugar onde Ele governa. A menção do céu enfatiza a grandeza do reino de Deus em contraste com as questões terrenas.","por_que_esta_palavra":"A palavra 'céu' é utilizada para ilustrar a autoridade e a majestade de Deus, além de ser um símbolo de esperança para os crentes.","conexao_teologica":"O céu é o destino final dos fiéis e representa a presença de Deus. A compreensão do céu é fundamental para a escatologia cristã.","referencias_relacionadas":["Mateus 5:12","Mateus 6:20","Apocalipse 21:1-4"]},"mateus_18_23_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à comunicação divina e à manifestação de Deus através de Cristo.","explicacao_detalhada":"Em Mateus 18:23, a palavra 'verbo' pode ser entendida como a expressão da vontade de Deus, que se revela através das ações e ensinamentos de Jesus.","por_que_esta_palavra":"A escolha da palavra 'verbo' destaca a importância da comunicação de Deus com a humanidade e a revelação de Sua natureza através de Cristo.","conexao_teologica":"Cristo é o Verbo que se fez carne, e essa conexão é central para a teologia cristã, pois revela a encarnação de Deus.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"mateus_18_23_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher implica a ação de decidir ou optar por algo, refletindo a liberdade e a responsabilidade humana.","explicacao_detalhada":"No contexto de Mateus 18:23, a escolha é um tema central, pois Deus escolhe perdoar e oferecer graça, e os seres humanos são chamados a fazer escolhas que refletem essa graça.","por_que_esta_palavra":"A palavra 'escolher' é crucial para entender a dinâmica entre a soberania de Deus e a responsabilidade humana na salvação.","conexao_teologica":"A escolha de Deus em salvar é um ato de graça, e a escolha humana em aceitar essa graça é fundamental para a fé.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 10:9-10","Efésios 1:4-5"]},"mateus_18_24_deus":{"palavra_pt":"deus","palavra_original":"ὀφειλέτης","transliteracao":"opheilétēs","strong":"G3781","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à figura suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Em Mateus 18:24, a menção de 'deus' destaca a relação entre o ser humano e o Criador, enfatizando a necessidade de prestar contas a Ele.","por_que_esta_palavra":"A palavra 'deus' é usada para lembrar os ouvintes de Sua autoridade e do julgamento que virá.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que nos lembra da responsabilidade que temos diante d'Ele.","referencias_relacionadas":["Salmos 50:6","Romanos 14:10-12","Hebreus 4:13"]},"mateus_18_24_talent":{"palavra_pt":"talent","palavra_original":"τάλαντον","transliteracao":"tálanton","strong":"G5007","significado_raiz":"Ideia básica: talent.","significado_contextual":"Um 'talento' era uma unidade de medida de peso e valor, representando uma quantia significativa de dinheiro.","explicacao_detalhada":"No contexto de Mateus 18:24, o talento simboliza os recursos e as responsabilidades que Deus confia a cada um de nós.","por_que_esta_palavra":"A palavra 'talento' é importante para entender a parábola do perdão e a responsabilidade que temos em administrar o que nos foi dado.","conexao_teologica":"A parábola dos talentos nos ensina sobre a mordomia e a importância de usar nossos dons e recursos para a glória de Deus.","referencias_relacionadas":["Mateus 25:14-30","Lucas 19:12-27","1 Pedro 4:10"]},"mateus_18_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' denota autoridade e domínio, referindo-se a alguém que tem poder sobre outros.","explicacao_detalhada":"Em Mateus 18:25, a palavra 'senhor' é usada para enfatizar a posição de autoridade do credor sobre o devedor, refletindo a dinâmica de poder nas relações humanas.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a seriedade da dívida e a necessidade de prestar contas.","conexao_teologica":"A autoridade de Deus como Senhor é um tema recorrente nas Escrituras, que nos lembra de nossa posição diante d'Ele.","referencias_relacionadas":["Salmos 110:1","Romanos 10:9","Filipenses 2:9-11"]},"mateus_18_25_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação ou a impossibilidade de algo, como um apelo à misericórdia.","explicacao_detalhada":"Em Mateus 18:25, a palavra 'deus' pode ser interpretada como um clamor por ajuda divina em uma situação desesperadora.","por_que_esta_palavra":"A palavra 'deus' é utilizada para lembrar que, mesmo em situações difíceis, a ajuda divina é necessária.","conexao_teologica":"A dependência de Deus em momentos de crise é um tema central na vida cristã.","referencias_relacionadas":["Salmos 121:1-2","Filipenses 4:19","Hebreus 13:5-6"]},"mateus_18_25_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar a vulnerabilidade e a necessidade de proteção.","explicacao_detalhada":"No contexto de Mateus 18:25, a mulher pode representar aqueles que estão em uma posição de fragilidade e dependência.","por_que_esta_palavra":"A inclusão da palavra 'mulher' destaca a importância de reconhecer e cuidar dos vulneráveis na sociedade.","conexao_teologica":"A dignidade da mulher e seu papel na sociedade são temas importantes na teologia cristã.","referencias_relacionadas":["Provérbios 31:10-31","Gálatas 3:28","Efésios 5:25-33"]},"mateus_18_26_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente denota autoridade e poder, enfatizando a relação entre o credor e o devedor.","explicacao_detalhada":"Em Mateus 18:26, a palavra 'senhor' é usada para mostrar a posição de domínio que o credor tem sobre o devedor, refletindo a gravidade da situação.","por_que_esta_palavra":"A palavra 'senhor' é importante para entender a dinâmica de poder e a necessidade de humildade diante de Deus.","conexao_teologica":"A autoridade de Deus é um tema central na Bíblia, que nos lembra de nossa posição de submissão a Ele.","referencias_relacionadas":["Salmos 24:1-2","Mateus 28:18","Romanos 13:1"]},"mateus_18_26_paciente":{"palavra_pt":"paciente","palavra_original":"μακροθυμέω","transliteracao":"makrothyméō","strong":"G3114","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A palavra 'paciente' refere-se à capacidade de suportar dificuldades sem se irritar ou perder a calma.","explicacao_detalhada":"Em Mateus 18:26, a paciência é uma virtude que deve ser cultivada, especialmente em situações de conflito e dívida.","por_que_esta_palavra":"A palavra 'paciente' é usada para enfatizar a importância da misericórdia e do perdão nas relações humanas.","conexao_teologica":"A paciência é uma característica do caráter de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 4:2","Tiago 1:19"]},"mateus_18_27_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao poder de quem governa ou possui domínio sobre algo.","explicacao_detalhada":"No contexto de Mateus 18:27, o 'senhor' é o mestre que perdoa a dívida de seu servo, demonstrando compaixão e misericórdia. Essa relação de autoridade é fundamental para entender a dinâmica do perdão.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição de autoridade do mestre em relação ao servo, destacando a importância do perdão que ele concede.","conexao_teologica":"A figura do 'senhor' é uma representação de Deus como nosso Senhor e Salvador, que nos perdoa nossas dívidas espirituais.","referencias_relacionadas":["Mateus 6:12","Lucas 7:41-43","Romanos 14:4"]},"mateus_18_27_debt":{"palavra_pt":"debt","palavra_original":"δάνειον","transliteracao":"dáneion","strong":"G1156","significado_raiz":"Ideia básica: debt.","significado_contextual":"A palavra 'dívida' refere-se a uma obrigação financeira que deve ser paga.","explicacao_detalhada":"No versículo, a dívida representa não apenas uma obrigação monetária, mas também as ofensas que devemos perdoar uns aos outros. A magnitude da dívida do servo é uma metáfora para o pecado que temos diante de Deus.","por_que_esta_palavra":"A palavra 'dívida' é crucial para ilustrar a gravidade das ofensas que cometemos e a necessidade de perdão.","conexao_teologica":"Assim como somos perdoados por Deus, somos chamados a perdoar os outros suas dívidas contra nós.","referencias_relacionadas":["Mateus 6:12","Colossenses 3:13","Efésios 4:32"]},"mateus_18_29_paciente":{"palavra_pt":"paciente","palavra_original":"μακροθυμέω","transliteracao":"makrothyméō","strong":"G3114","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A palavra 'paciente' refere-se à capacidade de suportar ofensas e esperar com calma.","explicacao_detalhada":"No contexto, o servo que foi perdoado demonstra paciência ao lidar com a dívida de seu companheiro, mas falha em aplicar a mesma misericórdia que recebeu.","por_que_esta_palavra":"A paciência é uma virtude essencial no relacionamento entre os seres humanos, especialmente quando se trata de perdão.","conexao_teologica":"Deus é paciente conosco, e espera que nós também sejamos pacientes e misericordiosos com os outros.","referencias_relacionadas":["Tiago 5:7","Gálatas 5:22","Romanos 15:5"]},"mateus_18_30_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de decidir ou optar por algo.","explicacao_detalhada":"No versículo, o servo escolhe não perdoar a dívida de seu companheiro, mostrando uma decisão contrária à misericórdia que recebeu.","por_que_esta_palavra":"A escolha do servo reflete a liberdade que temos de perdoar ou não, destacando a responsabilidade moral que carregamos.","conexao_teologica":"Deus nos dá a liberdade de escolher perdoar, assim como Ele nos perdoa.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Mateus 5:7"]},"mateus_18_30_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de ação.","explicacao_detalhada":"Neste contexto, o dia representa o tempo em que o servo deveria ter mostrado misericórdia, mas escolheu agir de forma oposta.","por_que_esta_palavra":"A menção do dia enfatiza a urgência e a importância do perdão no presente.","conexao_teologica":"O tempo é um presente de Deus, e somos chamados a usá-lo para praticar o perdão.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"mateus_18_30_culpado":{"palavra_pt":"culpado","palavra_original":"ὀφείλω","transliteracao":"opheílō","strong":"G3784","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de estar em dívida ou de ter cometido uma ofensa.","explicacao_detalhada":"O servo se torna culpado ao não perdoar, refletindo a condição de todos nós diante de Deus quando não praticamos o perdão.","por_que_esta_palavra":"A palavra 'culpado' destaca a responsabilidade que temos em nossas ações e a necessidade de arrependimento.","conexao_teologica":"Todos somos culpados diante de Deus, mas Ele nos oferece perdão através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 2:10"]},"mateus_18_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade e o poder do mestre sobre seus servos.","explicacao_detalhada":"Neste contexto, os outros servos se referem ao 'senhor' para expressar a injustiça do que ocorreu, mostrando a importância da autoridade na dinâmica do perdão.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que a autoridade deve ser respeitada e que o perdão é uma questão de justiça.","conexao_teologica":"Deus, como nosso Senhor, exige que pratiquemos o perdão, refletindo Sua natureza.","referencias_relacionadas":["Mateus 6:14","Lucas 12:48","Romanos 14:12"]},"mateus_18_31_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' implica uma mudança de estado ou condição.","explicacao_detalhada":"Neste contexto, o 'senhor' se torna grande em sua ira ao ver a falta de perdão do servo, mostrando que a falta de misericórdia gera consequências.","por_que_esta_palavra":"A transformação do 'senhor' em alguém que se ira destaca a seriedade da situação e a importância do perdão.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e à falta de arrependimento, e somos chamados a refletir Sua misericórdia.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 4:26"]},"mateus_18_32_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente se refere à autoridade do mestre que confronta o servo.","explicacao_detalhada":"O 'senhor' chama o servo à responsabilidade, lembrando-o do perdão que recebeu e da injustiça de sua ação.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a importância da autoridade e da responsabilidade no contexto do perdão.","conexao_teologica":"Deus nos confronta sobre nossas ações e nos lembra do perdão que nos foi dado, exigindo que façamos o mesmo.","referencias_relacionadas":["Mateus 7:1-2","Lucas 6:37","Romanos 2:6"]},"mateus_18_32_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno' refere-se à natureza perversa ou maligna das ações do servo que não perdoa.","explicacao_detalhada":"Neste contexto, o servo é chamado de 'maligno' por sua falta de compaixão e misericórdia, refletindo a gravidade de sua ofensa.","por_que_esta_palavra":"A palavra 'maligno' destaca a seriedade do pecado de não perdoar e suas consequências espirituais.","conexao_teologica":"A natureza maligna do pecado é contrastada com a bondade de Deus, que nos chama ao perdão.","referencias_relacionadas":["Mateus 5:37","Gálatas 5:19-21","Efésios 4:31"]},"mateus_18_33_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'eleéō' refere-se à ação de ter compaixão ou misericórdia.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a expectativa de que o servo deva mostrar misericórdia ao seu companheiro, assim como o senhor teve compaixão dele.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da misericórdia nas relações interpessoais e a necessidade de refletir a graça recebida.","conexao_teologica":"A misericórdia é um tema central na teologia cristã, refletindo o caráter de Deus e a relação entre o perdão divino e o perdão humano.","referencias_relacionadas":["Mateus 5:7","Lucas 6:36","Efésios 4:32"]},"mateus_18_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'kýrios' é usada para designar um senhor ou mestre, alguém com autoridade.","explicacao_detalhada":"Neste versículo, o 'senhor' é aquele que tem o poder de decidir sobre a vida do servo, mostrando a seriedade das consequências de suas ações.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a relação de autoridade e responsabilidade entre o senhor e o servo.","conexao_teologica":"A autoridade de Deus sobre a humanidade é um tema recorrente, refletindo a soberania divina e a responsabilidade humana.","referencias_relacionadas":["Romanos 14:9","1 Coríntios 15:27","Filipenses 2:9-11"]},"mateus_18_34_irado":{"palavra_pt":"irado","palavra_original":"ὀργίζω","transliteracao":"orgízō","strong":"G3710","significado_raiz":"Ideia básica: irado.","significado_contextual":"A palavra 'orgízō' significa estar irado ou enfurecido.","explicacao_detalhada":"Neste contexto, a ira do senhor é uma resposta à falta de misericórdia do servo, mostrando que a injustiça não é tolerada.","por_que_esta_palavra":"A escolha da palavra destaca a seriedade da situação e as consequências da falta de compaixão.","conexao_teologica":"A ira de Deus é frequentemente associada à justiça divina e à necessidade de arrependimento.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"mateus_18_35_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'ouránios' refere-se ao céu, o lugar da presença de Deus.","explicacao_detalhada":"Neste versículo, o céu é mencionado como o local onde as ações dos homens são avaliadas, enfatizando a importância da vida eterna.","por_que_esta_palavra":"A palavra é usada para conectar a vida terrena com a realidade celestial, mostrando que nossas ações têm consequências eternas.","conexao_teologica":"A ideia de céu é central na esperança cristã, representando a recompensa final para os justos.","referencias_relacionadas":["Mateus 5:12","João 14:2","Apocalipse 21:1-4"]},"mateus_18_35_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'poiéō' significa fazer ou realizar.","explicacao_detalhada":"Neste contexto, refere-se à ação de fazer algo em relação ao próximo, enfatizando a responsabilidade de agir com amor e compaixão.","por_que_esta_palavra":"A escolha da palavra destaca a necessidade de ações concretas que refletem a fé.","conexao_teologica":"A prática do amor e da misericórdia é um reflexo da fé genuína e da transformação que Cristo opera na vida do crente.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","1 João 3:18"]}}