{"mateus_19_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Iēsoûs' refere-se ao nome de Jesus, que significa 'O Senhor é a salvação'.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como a figura central que ensina sobre o reino de Deus e a moralidade.","por_que_esta_palavra":"A escolha do nome enfatiza a identidade e a missão de Jesus como Salvador.","conexao_teologica":"A salvação é um tema central na teologia cristã, e Jesus é o mediador dessa salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_19_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'lógos' refere-se à palavra ou verbo, frequentemente associada à revelação de Deus.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a mensagem que Jesus traz, que é a verdade de Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação divina e da revelação através de Jesus.","conexao_teologica":"A ideia de que Jesus é o Verbo é fundamental na cristologia, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"mateus_19_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'gínomai' significa tornar-se ou acontecer.","explicacao_detalhada":"Neste contexto, refere-se à transformação que ocorre na vida das pessoas quando se encontram com Jesus.","por_que_esta_palavra":"A escolha da palavra destaca a dinâmica de mudança e crescimento espiritual.","conexao_teologica":"A transformação é um aspecto essencial da vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"mateus_19_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'polýs' significa grande ou abundante.","explicacao_detalhada":"Neste contexto, refere-se à multidão que seguia Jesus, indicando o impacto de seu ministério.","por_que_esta_palavra":"A escolha da palavra enfatiza a popularidade de Jesus e a importância de sua mensagem.","conexao_teologica":"A grandeza do ministério de Jesus é um testemunho da vinda do Reino de Deus e da sua influência sobre as pessoas.","referencias_relacionadas":["Mateus 4:25","Mateus 9:36","Lucas 5:1"]},"mateus_19_2_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'therapeúō' significa curar ou restaurar.","explicacao_detalhada":"Neste contexto, refere-se à ação de Jesus em curar os enfermos, mostrando seu poder e compaixão.","por_que_esta_palavra":"A escolha da palavra destaca a missão de Jesus como curador e restaurador da humanidade.","conexao_teologica":"A cura física e espiritual é um aspecto importante do ministério de Jesus, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Mateus 4:24","Mateus 9:35","Marcos 1:34"]},"mateus_19_2_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que seguiam Jesus e buscavam ensinamentos.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) é usada para descrever uma multidão ou um grupo de pessoas que se reuniram em torno de Jesus, muitas vezes em busca de cura ou ensinamentos. Neste contexto, o povo representa a necessidade espiritual e a busca por respostas.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a coletividade e a importância da comunidade na vida espiritual, mostrando que Jesus se preocupava com todos, não apenas com indivíduos.","conexao_teologica":"O conceito de povo é central na teologia bíblica, onde Deus se relaciona com Seu povo, Israel, e, posteriormente, com a Igreja como o novo povo de Deus.","referencias_relacionadas":["Mateus 9:36","Mateus 14:14","Marcos 6:34"]},"mateus_19_3_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher no contexto do casamento e da relação conjugal.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é utilizada para descrever a figura feminina, especialmente no contexto do casamento. Jesus aborda a relação entre homem e mulher, enfatizando a importância da união matrimonial.","por_que_esta_palavra":"A palavra 'mulher' é crucial para entender a visão de Jesus sobre o casamento e a dignidade da mulher, que é igualmente importante na relação conjugal.","conexao_teologica":"A relação entre homem e mulher é um reflexo da relação entre Cristo e a Igreja, onde ambos são chamados a se amar e respeitar.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","1 Pedro 3:7"]},"mateus_19_3_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com um princípio ou norma.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para expressar que algo deve ser feito de acordo com uma norma ou padrão estabelecido. Neste caso, refere-se à lei de Moisés sobre o divórcio.","por_que_esta_palavra":"A utilização de 'conforme' destaca a autoridade da lei e a necessidade de seguir os princípios divinos em questões de relacionamento.","conexao_teologica":"A obediência à lei de Deus é um tema recorrente na Bíblia, mostrando a importância de viver de acordo com os Seus mandamentos.","referencias_relacionadas":["Deuteronômio 24:1-4","Romanos 7:2","Tiago 1:25"]},"mateus_19_4_criar":{"palavra_pt":"criar","palavra_original":"κτίζω","transliteracao":"ktízō","strong":"G2936","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de Deus de criar o homem e a mulher.","explicacao_detalhada":"A palavra 'criar' (κτίζω) é utilizada para descrever a ação de Deus ao fazer o ser humano. Jesus cita a criação para fundamentar a união matrimonial como um plano divino.","por_que_esta_palavra":"A escolha de 'criar' enfatiza a soberania de Deus sobre a criação e a intenção divina por trás da relação entre homem e mulher.","conexao_teologica":"A criação é um tema central na teologia, mostrando que Deus tem um propósito para cada aspecto da vida, incluindo o casamento.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:7","Salmos 139:13-14"]},"mateus_19_4_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus sobre a criação do homem e da mulher.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever a ação de Deus ao declarar a criação. Jesus menciona o que Deus disse sobre a união do homem e da mulher.","por_que_esta_palavra":"A palavra 'falar' destaca a autoridade da palavra de Deus e a importância de ouvir e obedecer ao que Ele diz.","conexao_teologica":"A comunicação de Deus é fundamental na relação entre Ele e a humanidade, sendo a Sua palavra uma fonte de verdade e direção.","referencias_relacionadas":["Gênesis 1:3","Hebreus 1:1-2","Salmos 119:105"]},"mateus_19_5_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à união física e emocional entre marido e mulher.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é utilizada para descrever a natureza humana e a intimidade que deve existir no casamento. Jesus fala sobre a união que se estabelece entre os cônjuges.","por_que_esta_palavra":"A escolha de 'carne' enfatiza a profundidade da união matrimonial, que vai além do físico, envolvendo também a alma e o espírito.","conexao_teologica":"A união entre marido e mulher é vista como um reflexo da união entre Cristo e a Igreja, onde ambos se tornam um só.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31","1 Coríntios 6:16-17"]},"mateus_19_6_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Reforça a ideia da união indissolúvel entre marido e mulher.","explicacao_detalhada":"A repetição da palavra 'carne' (σάρξ) enfatiza a importância da união e a ideia de que o que Deus uniu, o homem não deve separar.","por_que_esta_palavra":"A repetição serve para reforçar a seriedade do compromisso matrimonial e a intenção divina por trás da união.","conexao_teologica":"A indissolubilidade do casamento é um princípio teológico que reflete a fidelidade de Deus para com Seu povo.","referencias_relacionadas":["Mateus 19:9","Marcos 10:9","Romanos 7:2"]},"mateus_19_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à autoridade divina sobre o casamento e a criação.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na discussão sobre o casamento, pois é Ele quem institui a união entre homem e mulher. Jesus afirma que a união é um ato divino.","por_que_esta_palavra":"A menção de Deus destaca a sacralidade do casamento e a importância de reconhecer Sua autoridade nas relações humanas.","conexao_teologica":"Deus é o criador e sustentador de todas as coisas, e Sua vontade deve ser respeitada em todas as áreas da vida, incluindo o casamento.","referencias_relacionadas":["Gênesis 1:1","Salmos 127:1","Mateus 5:32"]},"mateus_19_7_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se à figura de Moisés e à lei que ele trouxe ao povo de Israel.","explicacao_detalhada":"A palavra 'Moisés' (Μωσεύς) é mencionada por Jesus ao discutir a permissão do divórcio, lembrando que a lei foi dada para regular as relações humanas.","por_que_esta_palavra":"A referência a Moisés conecta a discussão de Jesus com a tradição judaica e a importância da lei na vida do povo de Israel.","conexao_teologica":"Moisés é uma figura central na história da salvação, e sua lei aponta para a necessidade de redenção que se cumpre em Cristo.","referencias_relacionadas":["Deuteronômio 24:1","Êxodo 20:1-17","Mateus 5:17"]},"mateus_19_7_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' (λέγω) é usada para expressar a comunicação de Moisés sobre o divórcio, destacando a importância da palavra na legislação.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade da declaração de Moisés e a relevância da lei na discussão sobre o casamento.","conexao_teologica":"A palavra de Deus, tanto na lei quanto nos ensinamentos de Jesus, é fundamental para a vida e a moralidade do povo de Deus.","referencias_relacionadas":["Mateus 5:21","Romanos 10:17","1 João 1:5"]},"mateus_19_7_charge":{"palavra_pt":"charge","palavra_original":"ἐντέλλομαι","transliteracao":"entéllomai","strong":"G1781","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' refere-se a uma ordem ou instrução dada por Deus.","explicacao_detalhada":"No contexto de Mateus 19, Jesus menciona que Moisés permitiu o divórcio devido à dureza do coração das pessoas, mas isso não era o plano original de Deus. A 'charge' implica uma responsabilidade e um mandamento que deve ser seguido.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a seriedade da instrução divina sobre o casamento e a fidelidade.","conexao_teologica":"A 'charge' de Deus sobre o casamento reflete o compromisso e a aliança que Ele deseja entre os cônjuges, simbolizando a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Mateus 5:31-32","Efésios 5:31-32"]},"mateus_19_8_coracao":{"palavra_pt":"coracao","palavra_original":"σκληροκαρδία","transliteracao":"sklērokardía","strong":"G4641","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' aqui se refere à disposição interna e à natureza do ser humano.","explicacao_detalhada":"Jesus menciona a 'dureza do coração' para explicar por que Moisés permitiu o divórcio. Isso indica que a resistência à vontade de Deus leva a concessões que não refletem o ideal divino.","por_que_esta_palavra":"A palavra é crucial para entender a condição espiritual do povo e como isso afeta suas ações e decisões.","conexao_teologica":"A dureza do coração é um tema recorrente na Bíblia, simbolizando a rebelião contra Deus e a necessidade de transformação espiritual.","referencias_relacionadas":["Ezequiel 36:26","Hebreus 3:15","Mateus 15:8-9"]},"mateus_19_8_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação ou mudança de estado.","explicacao_detalhada":"Jesus fala sobre como a dureza do coração levou a uma grande mudança nas práticas de divórcio, contrastando com a intenção original de Deus para o casamento.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a realidade do divórcio é uma consequência de uma mudança negativa na relação com Deus.","conexao_teologica":"A transformação que ocorre no coração humano é central na mensagem do evangelho, onde a nova vida em Cristo traz uma nova maneira de viver.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_19_8_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"A menção a Moisés refere-se à autoridade que ele tinha para legislar sobre questões de divórcio.","explicacao_detalhada":"Jesus cita Moisés para mostrar que a permissão para o divórcio foi uma concessão, não um mandamento divino, e que a intenção de Deus sempre foi a unidade no casamento.","por_que_esta_palavra":"Moisés é uma figura central na história da salvação e sua legislação é frequentemente referenciada para entender a relação entre a lei e a graça.","conexao_teologica":"A relação entre a lei de Moisés e a graça de Cristo é um tema importante, onde Jesus cumpre e transcende a lei.","referencias_relacionadas":["Deuteronômio 24:1-4","Mateus 5:17-18","Romanos 7:6"]},"mateus_19_9_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à esposa dentro do contexto do casamento.","explicacao_detalhada":"Jesus fala sobre a mulher em relação ao divórcio, enfatizando que a infidelidade é a única razão válida para a separação, reafirmando a dignidade e o valor da mulher na relação conjugal.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a importância da parceria e do respeito mútuo no casamento.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada na Bíblia para ilustrar a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:25-33","1 Pedro 3:7"]},"mateus_19_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto negativo, referindo-se à proibição de separar o que Deus uniu.","explicacao_detalhada":"Jesus afirma que o divórcio não é parte do plano de Deus, e que a separação é contrária à vontade divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus sobre as instituições que Ele criou, como o casamento.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem autoridade sobre todas as áreas da vida humana.","referencias_relacionadas":["Gênesis 1:27","Mateus 5:32","Romanos 8:31"]},"mateus_19_9_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"A palavra 'fornicação' refere-se a relações sexuais fora do casamento, que são consideradas pecado.","explicacao_detalhada":"Jesus menciona a fornicação como a única razão válida para o divórcio, ressaltando a gravidade do pecado sexual e suas consequências no relacionamento conjugal.","por_que_esta_palavra":"A palavra é importante para entender a pureza e a santidade que Deus espera nas relações matrimoniais.","conexao_teologica":"A fornicação é frequentemente mencionada na Bíblia como um símbolo da infidelidade espiritual do povo de Deus.","referencias_relacionadas":["1 Coríntios 6:18","Hebreus 13:4","Gálatas 5:19"]},"mateus_19_10_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a um caminho ou instrução.","explicacao_detalhada":"Os discípulos expressam que, se o divórcio é tão sério, pode ser melhor não se casar. Isso reflete a dificuldade de seguir os ensinamentos de Jesus sobre o casamento.","por_que_esta_palavra":"A palavra é utilizada para mostrar a disposição dos discípulos em seguir a difícil verdade sobre o casamento e suas implicações.","conexao_teologica":"Seguir a Cristo envolve renúncia e compromisso, refletindo a chamada à santidade em todas as áreas da vida.","referencias_relacionadas":["Lucas 9:23","Mateus 16:24","Romanos 12:1"]},"mateus_19_10_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente usada para enfatizar a importância do papel da esposa no casamento.","explicacao_detalhada":"Os discípulos falam sobre a mulher em relação ao divórcio, refletindo a seriedade da questão e o valor da mulher na relação conjugal.","por_que_esta_palavra":"A repetição da palavra 'mulher' destaca a centralidade da parceria no casamento e a responsabilidade mútua entre os cônjuges.","conexao_teologica":"A relação entre marido e mulher é um reflexo da relação entre Cristo e a Igreja, onde ambos têm papéis significativos.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:22-24","1 Pedro 3:1-2"]},"mateus_19_11_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem e ensinamentos de Jesus.","explicacao_detalhada":"Jesus fala sobre a dificuldade de aceitar os ensinamentos sobre o casamento e o divórcio, indicando que nem todos estão prontos para seguir essa verdade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da mensagem de Cristo e a necessidade de discernimento espiritual.","conexao_teologica":"A palavra de Cristo é viva e eficaz, e sua mensagem traz transformação e vida aos que a aceitam.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Mateus 7:24-25"]},"mateus_19_11_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, Jesus está explicando sobre o celibato e a vocação de cada um, enfatizando a importância de ouvir e entender a mensagem que Ele traz.","por_que_esta_palavra":"A escolha da palavra 'falar' é crucial, pois destaca a necessidade de comunicação clara sobre temas espirituais e morais.","conexao_teologica":"A comunicação divina é fundamental na relação entre Deus e a humanidade, sendo a palavra de Deus um meio de revelação.","referencias_relacionadas":["Mateus 4:4","Hebreus 1:1-2","Romanos 10:17"]},"mateus_19_11_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' simboliza a jornada da vida e as escolhas que fazemos ao longo dela.","explicacao_detalhada":"Jesus menciona o 'caminho' para ilustrar que nem todos estão dispostos a seguir a vida de celibato, mas cada um deve escolher seu próprio caminho conforme a vocação recebida.","por_que_esta_palavra":"A palavra 'caminho' é usada para enfatizar a individualidade das escolhas espirituais e a necessidade de discernimento.","conexao_teologica":"Cristo é descrito como o caminho (João 14:6), e a escolha do caminho reflete a relação com Ele.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"mateus_19_12_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao reino espiritual e à presença de Deus.","explicacao_detalhada":"Jesus menciona 'céu' ao falar sobre aqueles que são eunucos por causa do reino dos céus, indicando que há uma recompensa espiritual para aqueles que fazem sacrifícios por amor a Deus.","por_que_esta_palavra":"A palavra 'céu' é significativa, pois representa a esperança e a promessa de vida eterna para os fiéis.","conexao_teologica":"O céu é o destino final dos crentes e simboliza a plenitude da comunhão com Deus.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:4"]},"mateus_19_12_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' aqui é usada para descrever a origem e a relação familiar.","explicacao_detalhada":"Jesus menciona 'pai' ao falar sobre aqueles que se tornam eunucos, sugerindo que a paternidade pode ser entendida de forma espiritual, como uma relação com Deus.","por_que_esta_palavra":"A palavra 'pai' é importante, pois enfatiza a relação íntima que os crentes têm com Deus como seu Pai celestial.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo amor e cuidado.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"mateus_19_12_homem":{"palavra_pt":"homem","palavra_original":"εὐνοῦχος","transliteracao":"eunoûchos","strong":"G2135","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, um eunuco.","explicacao_detalhada":"Jesus fala sobre eunucos, que são homens que se abstêm de relações sexuais, para enfatizar a escolha de viver uma vida dedicada ao reino de Deus.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a condição humana e as escolhas que cada um pode fazer em relação à sua vida espiritual.","conexao_teologica":"A dignidade do ser humano e suas escolhas são fundamentais na relação com Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 6:19-20"]},"mateus_19_13_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica corretamente ao contexto e parece ser um erro de tradução ou interpretação.","explicacao_detalhada":"O versículo fala sobre trazer crianças a Jesus, e a palavra correta deveria refletir essa ação de aproximação e oferta.","por_que_esta_palavra":"A intenção é mostrar a importância de levar as crianças a Jesus, que as acolhe com amor.","conexao_teologica":"A aceitação das crianças por Jesus reflete o amor e a graça de Deus para com os mais vulneráveis.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"mateus_19_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador e seu papel central na fé cristã.","explicacao_detalhada":"Neste versículo, Jesus demonstra sua compaixão e acolhimento pelas crianças, enfatizando que o reino dos céus pertence a elas.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e sua missão redentora.","conexao_teologica":"A figura de Jesus é central na teologia cristã, sendo o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_19_14_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' aqui é usada para descrever o reino de Deus e sua acessibilidade às crianças.","explicacao_detalhada":"Jesus afirma que o reino dos céus pertence às crianças, destacando a simplicidade e a pureza necessárias para entrar nesse reino.","por_que_esta_palavra":"A palavra 'céu' é significativa, pois representa a promessa de Deus e a inclusão de todos, especialmente os humildes.","conexao_teologica":"O reino dos céus é um tema central na pregação de Jesus, refletindo a graça e a misericórdia de Deus.","referencias_relacionadas":["Mateus 5:3","Lucas 18:17","Romanos 14:17"]},"mateus_19_15_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato físico de tocar ou abençoar.","explicacao_detalhada":"Jesus impõe as mãos sobre as crianças, simbolizando a bênção e a aceitação delas no reino de Deus.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar o ato de bênção e o cuidado que Jesus tem pelas crianças.","conexao_teologica":"A imposição de mãos é um símbolo de bênção e consagração, presente em várias práticas religiosas.","referencias_relacionadas":["Marcos 10:16","Atos 8:17","Tiago 5:14"]},"mateus_19_15_add":{"palavra_pt":"acrescentar","palavra_original":"ἐπιτίθημι","transliteracao":"epitíthēmi","strong":"G2007","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"A palavra 'acrescentar' refere-se ao ato de adicionar algo a uma situação.","explicacao_detalhada":"Jesus fala sobre acrescentar bênçãos e ensinamentos às crianças, mostrando que elas têm um lugar especial no reino de Deus.","por_que_esta_palavra":"A palavra 'acrescentar' é importante, pois reflete a generosidade de Deus em oferecer mais do que o esperado.","conexao_teologica":"Deus é descrito como aquele que dá abundantemente, e a ideia de acrescentar é central na vida cristã.","referencias_relacionadas":["Lucas 6:38","Filipenses 4:19","2 Coríntios 9:8"]},"mateus_19_15_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"A palavra 'ir' é usada por Jesus para indicar um movimento em direção a algo, neste caso, a ação de trazer as crianças a Ele.","explicacao_detalhada":"No contexto, Jesus está chamando as crianças para que venham a Ele, enfatizando a importância da simplicidade e da fé infantil. A palavra 'ir' implica um movimento físico e espiritual em direção a Jesus.","por_que_esta_palavra":"A escolha da palavra 'ir' reflete a necessidade de ação e disposição para se aproximar de Cristo, que é o caminho para a salvação.","conexao_teologica":"A ideia de 'ir' para Jesus é central na mensagem do evangelho, que convida todos a se aproximarem d'Ele para receberem vida e salvação.","referencias_relacionadas":["Mateus 11:28","João 14:6","Hebreus 4:16"]},"mateus_19_16_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que Jesus oferece, contrastando com a vida terrena e suas limitações.","explicacao_detalhada":"Neste versículo, um jovem rico pergunta a Jesus sobre como obter a vida eterna. A resposta de Jesus revela que a verdadeira vida é encontrada em seguir Seus ensinamentos e viver em obediência a Deus.","por_que_esta_palavra":"A palavra 'vida' é crucial porque representa a essência da mensagem de Jesus, que é a oferta de uma vida plena e eterna em comunhão com Deus.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus é apresentado como a fonte da vida verdadeira.","referencias_relacionadas":["João 3:16","João 10:10","Romanos 6:23"]},"mateus_19_16_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada para enfatizar a ação necessária para cumprir os mandamentos de Deus.","explicacao_detalhada":"O jovem rico pergunta a Jesus o que deve fazer para herdar a vida eterna, e Jesus responde com uma lista de mandamentos, destacando que a obediência é uma ação ativa.","por_que_esta_palavra":"A palavra 'fazer' implica que a fé deve ser acompanhada de ações concretas que refletem a obediência a Deus.","conexao_teologica":"A relação entre fé e obras é um tema recorrente nas Escrituras, onde a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"mateus_19_16_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada pelo jovem rico para se referir a Jesus, reconhecendo sua autoridade e sabedoria.","explicacao_detalhada":"Ao chamar Jesus de mestre, o jovem demonstra respeito e busca orientação sobre como alcançar a vida eterna, o que revela sua busca espiritual.","por_que_esta_palavra":"A palavra 'mestre' destaca a posição de Jesus como o ensinador supremo que possui a verdade sobre a vida e a salvação.","conexao_teologica":"Jesus é frequentemente referido como mestre, e seus ensinamentos são fundamentais para a formação da fé cristã.","referencias_relacionadas":["Mateus 23:8","João 13:13","Atos 1:1"]},"mateus_19_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada em resposta à pergunta sobre a vida eterna, enfatizando a relação entre Deus e a obediência aos Seus mandamentos.","explicacao_detalhada":"Jesus destaca que somente Deus é bom e que a vida eterna é alcançada através da obediência a Ele, sublinhando a importância da divindade na salvação.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois é através d'Ele que se compreende a moralidade e a vida eterna.","conexao_teologica":"A natureza de Deus como bom e justo é fundamental para entender a necessidade de um Salvador.","referencias_relacionadas":["Salmos 119:68","Romanos 3:23","1 João 1:5"]},"mateus_19_17_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A repetição da palavra 'vida' enfatiza a importância da vida eterna em contraste com a vida terrena.","explicacao_detalhada":"Jesus explica que a vida eterna é um dom que deve ser buscado através da obediência a Deus, reforçando a ideia de que a vida verdadeira é encontrada n'Ele.","por_que_esta_palavra":"A palavra 'vida' é essencial para entender a proposta de Jesus, que é oferecer uma vida que transcende a morte.","conexao_teologica":"A vida eterna é um dos principais temas do evangelho, onde Jesus é apresentado como o caminho para essa vida.","referencias_relacionadas":["João 5:24","Romanos 6:23","1 João 5:11-12"]},"mateus_19_17_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' reflete a liberdade que o ser humano tem de decidir seguir a Deus ou não.","explicacao_detalhada":"Jesus menciona que é necessário escolher seguir os mandamentos de Deus para obter a vida eterna, ressaltando a responsabilidade pessoal na busca por Deus.","por_que_esta_palavra":"A palavra 'escolher' destaca a importância da decisão consciente na vida espiritual, onde cada um deve optar por seguir a Cristo.","conexao_teologica":"A escolha de seguir a Deus é um tema recorrente na Bíblia, enfatizando a necessidade de uma resposta pessoal ao chamado divino.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"mateus_19_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome que representa o Salvador e a esperança da humanidade.","explicacao_detalhada":"Neste contexto, Jesus é abordado pelo jovem rico, que busca entender como alcançar a vida eterna, reconhecendo Jesus como a fonte de sabedoria e salvação.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois é através d'Ele que se obtém a salvação e a reconciliação com Deus.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é sinônimo de salvação.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:9-11"]},"mateus_19_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Jesus, que traz ensinamentos e verdades sobre a vida eterna.","explicacao_detalhada":"Jesus, ao 'dizer' algo, não apenas comunica informações, mas também revela a vontade de Deus e a verdade sobre a vida eterna.","por_que_esta_palavra":"A palavra 'dizer' é importante porque enfatiza a autoridade de Jesus como o Verbo de Deus que traz vida e luz ao mundo.","conexao_teologica":"A comunicação de Jesus é fundamental para a fé cristã, pois é através de Suas palavras que conhecemos a verdade.","referencias_relacionadas":["João 1:1","Mateus 7:24","Romanos 10:17"]},"mateus_19_18_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada para descrever a ação de Jesus ao ensinar e instruir sobre a vida eterna.","explicacao_detalhada":"Jesus 'fala' com autoridade, transmitindo verdades espirituais que desafiam e transformam a vida das pessoas.","por_que_esta_palavra":"A palavra 'falar' destaca a importância da comunicação divina e a revelação de Deus através de Jesus.","conexao_teologica":"A fala de Jesus é um meio pelo qual Deus se comunica com a humanidade, revelando Seu plano de salvação.","referencias_relacionadas":["Mateus 4:4","Lucas 6:46","João 8:31-32"]},"mateus_19_19_homem":{"palavra_pt":"homem","palavra_original":"πλησίον","transliteracao":"plēsíon","strong":"G4139","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e a responsabilidade moral.","explicacao_detalhada":"No contexto do versículo, 'homem' é mencionado em uma conversa sobre a vida e as obrigações morais. Jesus fala sobre o que é necessário para alcançar a vida eterna, enfatizando a importância do ser humano em sua relação com Deus e com os outros.","por_que_esta_palavra":"A palavra 'homem' é central para entender a relação entre Deus e a humanidade, especialmente em questões de moralidade e ética.","conexao_teologica":"A teologia cristã enfatiza que o homem foi criado à imagem de Deus, o que confere um valor intrínseco a cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"mateus_19_20_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou relação de algo em meio a outros.","explicacao_detalhada":"Neste versículo, 'entre' é usado para descrever a interação do jovem rico com os mandamentos e a comunidade de fé. Ele se vê em um contexto de escolha e responsabilidade.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a dinâmica social e espiritual do jovem em relação aos outros e a Deus.","conexao_teologica":"A ideia de estar 'entre' sugere a comunhão e a responsabilidade que temos uns com os outros na fé.","referencias_relacionadas":["Mateus 18:20","Romanos 12:5","1 Coríntios 12:12"]},"mateus_19_20_youth":{"palavra_pt":"youth","palavra_original":"νεότης","transliteracao":"neótēs","strong":"G3503","significado_raiz":"Ideia básica: youth.","significado_contextual":"Refere-se à fase da vida caracterizada pela juventude e suas particularidades.","explicacao_detalhada":"O jovem mencionado no versículo representa a busca por significado e a luta interna entre as riquezas e os valores espirituais. A juventude é vista como um tempo de decisões cruciais.","por_que_esta_palavra":"A palavra 'juventude' é importante para entender a fase da vida em que muitas escolhas são feitas, que podem impactar a vida espiritual.","conexao_teologica":"A juventude é frequentemente vista na Bíblia como um período de potencial e responsabilidade diante de Deus.","referencias_relacionadas":["Eclesiastes 12:1","1 Timóteo 4:12","Salmos 119:9"]},"mateus_19_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que representa a encarnação de Deus e a salvação da humanidade.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como a figura central que oferece a verdadeira vida e o caminho para a salvação, desafiando o jovem a abandonar suas riquezas.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois é através dele que a salvação é oferecida.","conexao_teologica":"Jesus é visto como o mediador entre Deus e os homens, essencial para a reconciliação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"mateus_19_21_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino celestial e à presença de Deus.","explicacao_detalhada":"No contexto do versículo, o 'céu' é mencionado como o destino final e a recompensa para aqueles que seguem os ensinamentos de Jesus.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a esperança cristã e a promessa de vida eterna.","conexao_teologica":"O céu é visto como a morada de Deus e a recompensa para os fiéis.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:4"]},"mateus_19_21_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de tomar uma decisão ou fazer uma escolha.","explicacao_detalhada":"Jesus desafia o jovem a escolher entre suas riquezas e o seguimento a Ele, enfatizando a importância das escolhas na vida espiritual.","por_que_esta_palavra":"A palavra 'escolher' é fundamental para a liberdade humana e a responsabilidade diante de Deus.","conexao_teologica":"A escolha é um tema recorrente na Bíblia, refletindo a liberdade que Deus concede ao ser humano.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"mateus_19_22_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que traz vida e transformação.","explicacao_detalhada":"Neste versículo, 'palavra' é usada para enfatizar a importância dos ensinamentos de Jesus e sua autoridade divina.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a revelação de Deus e a comunicação divina com a humanidade.","conexao_teologica":"Cristo é a Palavra viva, que se fez carne e habitou entre nós.","referencias_relacionadas":["João 1:1","Hebreus 4:12","2 Timóteo 3:16"]},"mateus_19_22_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a riqueza e o apego do jovem, contrastando com a grandeza do chamado de Jesus.","por_que_esta_palavra":"A palavra 'grande' é importante para entender a relação entre valores terrenos e espirituais.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com as coisas deste mundo.","referencias_relacionadas":["Salmos 145:3","Mateus 5:19","Romanos 11:33"]},"mateus_19_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, enfatizando sua autoridade e papel redentor.","explicacao_detalhada":"Jesus fala sobre a dificuldade dos ricos em entrar no reino dos céus, ressaltando a necessidade de dependência de Deus.","por_que_esta_palavra":"A palavra 'Jesus' é central para a mensagem de salvação e transformação.","conexao_teologica":"A dependência de Deus é um tema central na vida cristã, especialmente em relação às posses materiais.","referencias_relacionadas":["Mateus 6:24","1 Timóteo 6:9-10","Tiago 2:5"]},"mateus_19_23_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino celestial e à presença de Deus.","explicacao_detalhada":"O 'céu' é mencionado como o destino final e a recompensa para aqueles que seguem os ensinamentos de Jesus, contrastando com as dificuldades enfrentadas pelos ricos.","por_que_esta_palavra":"A palavra 'céu' é crucial para a esperança cristã e a promessa de vida eterna.","conexao_teologica":"O céu é a morada de Deus e a recompensa para os fiéis, enfatizando a importância da vida eterna.","referencias_relacionadas":["Mateus 5:12","Romanos 2:7","Apocalipse 21:1-4"]},"mateus_19_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Mateus 19:24, Jesus menciona que é mais fácil um camelo passar pelo fundo de uma agulha do que um rico entrar no reino de Deus, enfatizando a dificuldade que as riquezas podem trazer na relação com Deus.","por_que_esta_palavra":"A palavra 'deus' é central na mensagem cristã, representando a autoridade e o poder divino sobre todas as coisas.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental para a compreensão da salvação e da vida eterna, que é o tema central do evangelho.","referencias_relacionadas":["Mateus 6:24","1 Timóteo 6:10","Romanos 12:2"]},"mateus_19_24_olho":{"palavra_pt":"olho","palavra_original":"τρύπημα","transliteracao":"trýpēma","strong":"G5169","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"Neste versículo, o uso da metáfora do 'olho' ilustra a dificuldade de enxergar a verdade espiritual quando se está preso às riquezas materiais.","por_que_esta_palavra":"O 'olho' é frequentemente usado na Bíblia para representar a capacidade de ver e entender as verdades de Deus.","conexao_teologica":"A visão espiritual é necessária para compreender o reino de Deus e as suas verdades, que muitas vezes são opostas aos valores mundanos.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Efésios 1:18"]},"mateus_19_25_amaze":{"palavra_pt":"amaze","palavra_original":"ἐκπλήσσω","transliteracao":"ekplḗssō","strong":"G1605","significado_raiz":"Ideia básica: amaze.","significado_contextual":"A palavra 'amaze' expressa a reação de espanto e surpresa diante de uma verdade impactante.","explicacao_detalhada":"Os discípulos ficaram maravilhados com a declaração de Jesus sobre a dificuldade dos ricos em entrar no reino de Deus, refletindo a inversão de valores do reino.","por_que_esta_palavra":"O espanto é uma resposta comum ao ensino de Jesus, que frequentemente desafiava as normas e expectativas da sociedade.","conexao_teologica":"A reação de espanto dos discípulos destaca a necessidade de uma nova perspectiva sobre riqueza e salvação.","referencias_relacionadas":["Mateus 8:27","Mateus 14:33","Lucas 5:9"]},"mateus_19_25_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, Jesus está respondendo à perplexidade dos discípulos, chamando a atenção para a verdade sobre a salvação.","por_que_esta_palavra":"A comunicação de Jesus é essencial para a revelação da verdade divina e para a instrução dos seus seguidores.","conexao_teologica":"A palavra de Jesus é a fonte de revelação e ensino que transforma vidas e corações.","referencias_relacionadas":["João 8:32","Mateus 4:4","Romanos 10:17"]},"mateus_19_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, e sua declaração sobre o que é impossível para os homens, mas possível para Deus, reafirma sua divindade e poder.","por_que_esta_palavra":"O nome de Jesus é fundamental para a fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A obra redentora de Jesus é o ponto central da teologia cristã, que enfatiza a graça e o poder de Deus para salvar.","referencias_relacionadas":["Atos 4:12","Romanos 1:16","Filipenses 2:9-11"]},"mateus_19_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada novamente, reforçando a ideia de que Ele é a fonte de todo poder e possibilidade.","explicacao_detalhada":"Jesus afirma que o que é impossível para os homens é possível para Deus, destacando a soberania divina sobre todas as situações.","por_que_esta_palavra":"A menção de Deus aqui serve para lembrar que a salvação não depende do esforço humano, mas da intervenção divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando que Ele é capaz de realizar o que parece impossível.","referencias_relacionadas":["Gênesis 18:14","Jeremias 32:17","Lucas 1:37"]},"mateus_19_26_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à capacidade e força de Deus para realizar o que é impossível.","explicacao_detalhada":"Jesus destaca que Deus é poderoso o suficiente para salvar até mesmo aqueles que parecem estar perdidos devido às suas riquezas.","por_que_esta_palavra":"A ênfase no poder de Deus é crucial para entender a natureza da salvação e a graça que Ele oferece.","conexao_teologica":"O poder de Deus é um tema recorrente nas Escrituras, que nos assegura que Ele pode transformar vidas.","referencias_relacionadas":["Salmos 147:5","Efésios 3:20","2 Coríntios 12:9"]},"mateus_19_27_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade e segurança, frequentemente associada à fé.","explicacao_detalhada":"Pedro, que é chamado de 'rocha', representa a fundação da igreja e a firmeza da fé em Cristo.","por_que_esta_palavra":"A metáfora da rocha é usada para ilustrar a confiança que os crentes devem ter em Deus e em sua palavra.","conexao_teologica":"Cristo é a rocha sobre a qual a igreja é construída, simbolizando a segurança e a proteção que Ele oferece.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"mateus_19_27_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar pensamentos ou ideias verbalmente.","explicacao_detalhada":"Pedro fala em nome dos discípulos, expressando suas preocupações sobre o que ganharão por seguir a Jesus.","por_que_esta_palavra":"A comunicação é vital para a compreensão e a relação entre Jesus e seus seguidores.","conexao_teologica":"A fala de Pedro reflete a busca por entendimento e a necessidade de respostas sobre a vida eterna.","referencias_relacionadas":["Mateus 10:32","Tiago 1:19","1 Pedro 3:15"]},"mateus_19_27_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' simboliza a jornada da vida e as escolhas que fazemos em direção a Deus.","explicacao_detalhada":"Os discípulos questionam sobre o que devem esperar ao seguir Jesus, que é o caminho para a vida eterna.","por_que_esta_palavra":"O conceito de caminho é fundamental na Bíblia, representando a trajetória espiritual que leva à salvação.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando que somente por meio dele podemos chegar ao Pai.","referencias_relacionadas":["João 14:6","Salmos 119:105","Atos 2:38"]},"mateus_19_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Messias e Salvador. No contexto de Mateus 19:28, Ele fala sobre a recompensa que os discípulos receberão por segui-lo.","por_que_esta_palavra":"A menção de Jesus é crucial, pois Ele é a fonte da salvação e da esperança para a humanidade.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento e a chave para a redenção.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_19_28_regeneration":{"palavra_pt":"regeneration","palavra_original":"παλιγγενεσία","transliteracao":"palingenesía","strong":"G3824","significado_raiz":"Ideia básica: regeneration.","significado_contextual":"Refere-se ao renascimento espiritual e à nova vida que os crentes recebem em Cristo.","explicacao_detalhada":"A regeneração é um tema central na teologia cristã, simbolizando a transformação que ocorre quando alguém aceita a fé em Jesus. Em Mateus 19:28, Jesus menciona a regeneração como parte da recompensa futura.","por_que_esta_palavra":"A regeneração é essencial para entender a nova vida em Cristo e a esperança da vida eterna.","conexao_teologica":"A regeneração é ligada ao conceito de novo nascimento, conforme descrito em João 3:3.","referencias_relacionadas":["Tito 3:5","2 Coríntios 5:17","João 3:3"]},"mateus_19_28_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra, esplendor e dignidade que será dada aos crentes na vida eterna.","explicacao_detalhada":"A glória é frequentemente associada à presença de Deus e à recompensa que os fiéis receberão. Em Mateus 19:28, Jesus promete que os discípulos se assentarão em tronos, compartilhando da glória divina.","por_que_esta_palavra":"A glória é um aspecto fundamental da esperança cristã, representando a realização plena da salvação.","conexao_teologica":"A glória de Deus é um tema recorrente na Escritura, refletindo Sua majestade e poder.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","1 Pedro 5:10"]},"mateus_19_29_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena e abundante que Jesus oferece aos que O seguem.","explicacao_detalhada":"A vida mencionada em Mateus 19:29 é mais do que a existência física; é uma vida espiritual rica e significativa em comunhão com Deus.","por_que_esta_palavra":"A vida em Cristo é central para a mensagem do evangelho, prometendo transformação e esperança.","conexao_teologica":"Jesus é descrito como a fonte da vida, conforme João 10:10.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"mateus_19_29_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à família espiritual que os crentes formam através da fé em Cristo.","explicacao_detalhada":"Em Mateus 19:29, Jesus fala sobre deixar família por amor a Ele, prometendo uma nova família em Sua comunidade de crentes.","por_que_esta_palavra":"A ideia de família é fundamental na fé cristã, simbolizando a unidade e o amor entre os crentes.","conexao_teologica":"A família de Deus é um conceito importante, refletindo a inclusão e o amor divino.","referencias_relacionadas":["Efésios 2:19","Gálatas 6:10","1 Timóteo 5:1-2"]},"mateus_19_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza no reino de Deus, que é diferente dos padrões humanos.","explicacao_detalhada":"Em Mateus 19:30, Jesus inverte as expectativas humanas sobre grandeza, enfatizando que os últimos serão os primeiros no reino.","por_que_esta_palavra":"A grandeza no reino de Deus é definida pelo serviço e humildade, não pela posição ou poder.","conexao_teologica":"A grandeza é um tema que aparece frequentemente nos ensinamentos de Jesus, desafiando as normas sociais.","referencias_relacionadas":["Mateus 20:26-28","Lucas 9:48","Marcos 10:43-45"]},"mateus_19_30_principio":{"palavra_pt":"principio","palavra_original":"πρῶτος","transliteracao":"prōtos","strong":"G4413","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à ideia de ser o primeiro ou ter uma posição de destaque.","explicacao_detalhada":"Em Mateus 19:30, Jesus ensina que a lógica do reino de Deus é diferente, onde os que se humilham serão exaltados.","por_que_esta_palavra":"O conceito de princípio é importante para entender a ordem e a hierarquia no reino de Deus.","conexao_teologica":"A inversão de valores no reino de Deus é um tema central nos ensinamentos de Jesus.","referencias_relacionadas":["Mateus 20:16","Lucas 13:30","1 Coríntios 1:27-29"]}}