{"mateus_2_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nascimento de Jesus, o Messias prometido.","explicacao_detalhada":"A palavra 'Jesus' é novamente mencionada, destacando a importância de Seu nascimento como o cumprimento das profecias messiânicas e a chegada do Rei.","por_que_esta_palavra":"O nome Jesus é fundamental para a narrativa do Novo Testamento, pois representa a encarnação de Deus entre os homens.","conexao_teologica":"O nascimento de Jesus é um evento central na história da salvação, marcando o início da nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","Lucas 2:7","João 1:14"]},"mateus_2_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao momento específico do nascimento de Jesus.","explicacao_detalhada":"A palavra 'dia' indica um tempo definido e significativo na história, quando a promessa de Deus se torna realidade com o nascimento de Cristo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo em que Deus age na história da salvação.","conexao_teologica":"O tempo de Deus é perfeito, e cada evento na história da salvação ocorre de acordo com Seu plano soberano.","referencias_relacionadas":["Gálatas 4:4","Mateus 2:6","Lucas 2:1"]},"mateus_2_1_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei Herodes, que representa a oposição ao plano de Deus.","explicacao_detalhada":"A palavra 'nome' aqui é usada para identificar Herodes, que busca eliminar Jesus, simbolizando a resistência ao reino de Deus e à verdade.","por_que_esta_palavra":"O nome de Herodes é significativo, pois representa a corrupção e a oposição que Jesus enfrentaria desde o início de Sua vida.","conexao_teologica":"A oposição ao plano de Deus é um tema recorrente na Bíblia, mostrando que o reino de Deus é frequentemente desafiado por forças humanas.","referencias_relacionadas":["Mateus 2:13","Mateus 2:16","Lucas 1:5"]},"mateus_2_2_semente":{"palavra_pt":"semente","palavra_original":"τίκτω","transliteracao":"tíktō","strong":"G5088","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à busca dos magos pela 'semente' que é Jesus, o Rei dos judeus.","explicacao_detalhada":"A palavra 'semente' é usada para descrever Jesus como o Messias, que é digno de adoração e busca por aqueles que reconhecem Sua importância.","por_que_esta_palavra":"A busca pela 'semente' enfatiza a revelação de Jesus como o Salvador e a resposta dos gentios ao Seu nascimento.","conexao_teologica":"A vinda dos magos para adorar Jesus simboliza a inclusão dos gentios no plano de salvação de Deus.","referencias_relacionadas":["Mateus 2:9","Mateus 2:11","Isaías 60:3"]},"mateus_2_2_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus, o povo escolhido de Deus, que esperavam a vinda do Messias.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é usada para descrever os descendentes de Judá, uma das doze tribos de Israel. No contexto do versículo, os sábios do Oriente buscam o rei dos judeus, reconhecendo a importância dessa linhagem na profecia messiânica.","por_que_esta_palavra":"A escolha da palavra enfatiza a identidade étnica e religiosa do povo que aguardava a vinda do Salvador.","conexao_teologica":"A vinda de Jesus como o rei dos judeus cumpre as promessas feitas a Abraão e a Davi, ligando a história de Israel à salvação para todas as nações.","referencias_relacionadas":["Gênesis 49:10","Isaías 9:6-7","Mateus 1:1"]},"mateus_2_2_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de convocar ou anunciar algo importante.","explicacao_detalhada":"A palavra 'dizer' (λέγω) é utilizada para expressar a comunicação dos sábios ao questionar sobre o nascimento do rei dos judeus. Essa comunicação é crucial para o reconhecimento do Messias.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da revelação e da comunicação divina na história da salvação.","conexao_teologica":"Deus se comunica com a humanidade através de profecias e revelações, e a busca dos sábios é uma resposta a essa comunicação.","referencias_relacionadas":["Salmos 19:1-4","Hebreus 1:1-2","Mateus 4:17"]},"mateus_2_3_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Herodes, o rei da Judeia na época do nascimento de Jesus.","explicacao_detalhada":"A palavra 'nome' (Ἡρώδης) é usada para identificar Herodes, que representa a autoridade política e a oposição ao plano de Deus. O nome é significativo, pois Herodes se tornaria um antagonista na história do nascimento de Cristo.","por_que_esta_palavra":"A menção do nome de Herodes destaca o contraste entre o poder terreno e o reino de Deus que está se estabelecendo.","conexao_teologica":"A oposição de Herodes ao nascimento de Jesus ilustra a luta entre os reinos deste mundo e o reino de Deus.","referencias_relacionadas":["Mateus 2:16","Lucas 1:5","Atos 12:1-3"]},"mateus_2_3_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"A cidade santa, centro da vida religiosa e política de Israel.","explicacao_detalhada":"A palavra 'Jerusalém' (Ἱεροσόλυμα) é mencionada como o local onde a notícia do nascimento do Messias causa agitação. Jerusalém é o coração espiritual do povo judeu e o local onde se cumprirão muitas profecias.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância de Jerusalém como o cenário central na história da salvação.","conexao_teologica":"Jerusalém é frequentemente vista como o lugar onde Deus habita entre seu povo, e a vinda de Jesus traz uma nova era de relacionamento com Deus.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 23:37"]},"mateus_2_3_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de acompanhar ou seguir alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' (μετά) é usada para descrever a busca dos sábios pelo rei dos judeus. Eles estão dispostos a seguir a estrela que os guia até Jesus.","por_que_esta_palavra":"A escolha desta palavra destaca a disposição dos sábios em seguir a direção divina, simbolizando a busca sincera pela verdade.","conexao_teologica":"Seguir a Jesus é um tema central no Novo Testamento, representando a resposta ao chamado de Deus para a salvação.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"mateus_2_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se ao Messias, o escolhido de Deus para salvar seu povo.","explicacao_detalhada":"A palavra 'cristo' (Χριστός) é o título que significa 'ungido'. No contexto, os escribas confirmam que o Messias deve nascer em Belém, cumprindo as profecias.","por_que_esta_palavra":"A escolha desta palavra é fundamental, pois identifica Jesus como o cumprimento das promessas messiânicas.","conexao_teologica":"Jesus como o Cristo é central para a fé cristã, pois ele é o Salvador prometido que traz redenção ao mundo.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 2:36"]},"mateus_2_4_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação de paternidade, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'pai' (γεννάω) é usada para descrever a relação de Deus com seu povo e a paternidade de José em relação a Jesus. Essa relação é fundamental para entender a encarnação.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da paternidade divina e a relação íntima entre Deus e Jesus.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo o amor e a proteção que Ele oferece a seus filhos.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"mateus_2_4_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na Lei e nas Escrituras.","explicacao_detalhada":"A palavra 'escriba' (γραμματεύς) é usada para descrever aqueles que conheciam as Escrituras e que foram consultados sobre o local de nascimento do Messias. Eles desempenham um papel crucial na confirmação das profecias.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do conhecimento das Escrituras na identificação do Messias.","conexao_teologica":"Os escribas representam a necessidade de entender e interpretar corretamente a Palavra de Deus para reconhecer Jesus como o cumprimento das promessas.","referencias_relacionadas":["Mateus 23:34","Lucas 11:52","Atos 5:34"]},"mateus_2_5_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região da Judeia, onde Belém está localizada.","explicacao_detalhada":"A palavra 'terra' (Ἰουδαία) é mencionada para indicar a área geográfica onde as profecias sobre o nascimento do Messias se cumprirão. É um local de grande significado histórico e espiritual.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância do contexto geográfico na realização das promessas de Deus.","conexao_teologica":"A terra de Judá é o cenário onde Deus cumpre suas promessas, ligando a história de Israel à vinda de Jesus.","referencias_relacionadas":["Miquéias 5:2","Mateus 2:6","Lucas 2:4"]},"mateus_2_5_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é usada para descrever a comunicação dos escribas sobre o que as Escrituras dizem a respeito do nascimento do Messias. Essa comunicação é vital para a compreensão do plano de Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da revelação divina e da comunicação das verdades espirituais.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e a comunicação das Escrituras é essencial para a fé e a compreensão do plano de salvação.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Tiago 1:22"]},"mateus_2_6_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde as pessoas habitam, especialmente em relação à profecia sobre o nascimento do Messias.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para descrever a região geográfica de Belém, que é mencionada como o local onde o Messias nasceria, conforme a profecia de Miquéias.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do local físico na realização do plano divino de salvação.","conexao_teologica":"A terra é vista como parte do plano de Deus para a redenção da humanidade, onde o Messias se encarnaria.","referencias_relacionadas":["Miquéias 5:2","Mateus 1:23","Isaías 7:14"]},"mateus_2_6_judah":{"palavra_pt":"judah","palavra_original":"Ἰουδά","transliteracao":"Ioudá","strong":"G2448","significado_raiz":"Ideia básica: judah.","significado_contextual":"Judá é uma das doze tribos de Israel e o local de origem do Messias, conforme as profecias.","explicacao_detalhada":"A menção de Judá destaca a linhagem real de Jesus, que vem da tribo de Judá, conforme as promessas feitas a Davi.","por_que_esta_palavra":"Judá é central na história da salvação, pois é através desta tribo que o Salvador é prometido.","conexao_teologica":"A linhagem de Judá é essencial para entender a identidade messiânica de Jesus.","referencias_relacionadas":["Gênesis 49:10","Mateus 1:2-3","Hebreus 7:14"]},"mateus_2_7_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' refere-se ao rei da Judeia que buscou informações sobre o nascimento do Messias.","explicacao_detalhada":"Herodes representa a oposição ao plano de Deus, pois ele temia a ameaça que o nascimento do Messias representava para seu reinado.","por_que_esta_palavra":"A menção do nome é crucial para entender a tensão entre o reino de Deus e os reinos deste mundo.","conexao_teologica":"O nome de Herodes simboliza a resistência ao governo de Deus e a luta entre luz e trevas.","referencias_relacionadas":["Mateus 2:1-3","Lucas 1:5","Mateus 2:16"]},"mateus_2_7_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"Refere-se ao tempo que passou desde o nascimento de Jesus até o momento em que Herodes busca informações sobre Ele.","explicacao_detalhada":"Os 'anos' mencionados são significativos para entender a cronologia dos eventos que cercam o nascimento e a infância de Jesus.","por_que_esta_palavra":"A contagem dos anos é importante para situar a história de Jesus dentro do contexto histórico e profético.","conexao_teologica":"Os anos marcam o cumprimento das promessas de Deus ao longo da história.","referencias_relacionadas":["Mateus 2:16","Lucas 2:42","Gálatas 4:4"]},"mateus_2_8_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Herodes enviar os magos para encontrar o menino Jesus.","explicacao_detalhada":"O envio é uma ação que demonstra a intenção de Herodes de manipular a situação para seus próprios fins.","por_que_esta_palavra":"A palavra 'enviar' é significativa, pois revela a estratégia de Herodes para eliminar a ameaça ao seu poder.","conexao_teologica":"O envio dos magos também pode ser visto como parte do plano de Deus para revelar Jesus ao mundo.","referencias_relacionadas":["Mateus 2:7","Mateus 2:9","Mateus 2:12"]},"mateus_2_8_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação que Herodes teve com os magos sobre o local do nascimento de Jesus.","explicacao_detalhada":"A palavra 'falar' destaca a manipulação e a astúcia de Herodes ao tentar enganar os magos.","por_que_esta_palavra":"A comunicação é um elemento chave na trama, mostrando como as palavras podem ser usadas para engano.","conexao_teologica":"As palavras de Herodes contrastam com a verdade divina que os magos eventualmente descobrem.","referencias_relacionadas":["Mateus 2:7","Mateus 2:9","Tiago 3:5"]},"mateus_2_9_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' pode ser entendida como um pacto, embora não esteja diretamente mencionada neste versículo.","explicacao_detalhada":"A ideia de aliança é fundamental na narrativa bíblica, representando o relacionamento entre Deus e Seu povo.","por_que_esta_palavra":"A aliança é um tema central que permeia a história da salvação, incluindo a vinda do Messias.","conexao_teologica":"Jesus é o cumprimento da nova aliança, prometida em Jeremias e Ezequiel.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31","Lucas 22:20"]},"mateus_2_9_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"Refere-se ao ato de ir em busca do menino Jesus, que pode implicar em um caminho de morte para Herodes.","explicacao_detalhada":"A palavra 'ir' é usada aqui para descrever a jornada dos magos em busca do Messias, que é um caminho de fé.","por_que_esta_palavra":"O ato de ir é simbólico da busca espiritual e da disposição para seguir a verdade.","conexao_teologica":"A jornada dos magos representa a busca de todos os povos por Cristo, o verdadeiro Rei.","referencias_relacionadas":["Mateus 2:9","Mateus 2:12","Romanos 10:13"]},"mateus_2_10_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade de Jesus e ao reconhecimento de Sua importância.","explicacao_detalhada":"A palavra 'Deus' é central na compreensão da identidade de Jesus como o Filho de Deus e Salvador.","por_que_esta_palavra":"A menção de Deus aqui é crucial para entender a natureza divina de Jesus e Seu papel na salvação.","conexao_teologica":"A divindade de Jesus é um tema recorrente no Novo Testamento, afirmando Sua autoridade e poder.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_2_10_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que os magos sentiram ao ver a estrela que os guiava até Jesus.","explicacao_detalhada":"O temor é uma resposta natural à presença do divino e à revelação de algo extraordinário.","por_que_esta_palavra":"O temor é um reconhecimento da grandeza de Deus e da importância do evento que estava prestes a acontecer.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental na relação do homem com Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 8:13"]},"mateus_2_10_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada neste versículo refere-se à grande satisfação e júbilo dos magos ao encontrarem o menino Jesus.","explicacao_detalhada":"A palavra 'alegria' (χαρά) é usada para descrever a emoção intensa que os magos sentiram ao ver a estrela que os guiou até o local do nascimento de Jesus. Essa alegria é uma resposta ao reconhecimento do cumprimento das promessas de Deus.","por_que_esta_palavra":"A alegria é uma resposta natural ao encontro com o divino e ao cumprimento das promessas de Deus, simbolizando a esperança e a salvação que Jesus traz.","conexao_teologica":"A alegria é um tema central no cristianismo, representando a salvação e a presença de Deus entre os homens. A vinda de Jesus é motivo de grande alegria para todos os que creem.","referencias_relacionadas":["Lucas 2:10","Salmos 30:5","Filipenses 4:4"]},"mateus_2_11_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é mencionado como a mãe de Jesus, destacando sua importância na história da salvação.","explicacao_detalhada":"Maria, uma jovem mulher de Nazaré, foi escolhida por Deus para ser a mãe do Salvador. O nome dela é sinônimo de obediência e fé, pois ela aceitou o plano divino mesmo diante de grandes desafios.","por_que_esta_palavra":"O nome é fundamental na cultura hebraica, pois carrega significados e identidades. Maria é um exemplo de fé e submissão à vontade de Deus.","conexao_teologica":"Maria é vista como a nova Eva, que traz a vida através de seu filho, Jesus, contrastando com a desobediência de Eva que trouxe a morte ao mundo.","referencias_relacionadas":["Lucas 1:26-38","Mateus 1:18-25","Gálatas 4:4"]},"mateus_2_11_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"O verbo 'oferecer' refere-se ao ato dos magos de trazer presentes a Jesus, simbolizando adoração e reconhecimento de sua realeza.","explicacao_detalhada":"A palavra 'oferecer' (προσφέρω) implica um ato de entrega e devoção. Os magos trouxeram ouro, incenso e mirra, cada um com significados profundos relacionados à realeza, divindade e humanidade de Jesus.","por_que_esta_palavra":"Oferecer presentes é uma prática comum em celebrações e homenagens, e neste contexto, representa a adoração e o reconhecimento da importância de Jesus.","conexao_teologica":"O ato de oferecer presentes a Jesus é uma expressão de adoração que deve ser refletida na vida dos crentes, reconhecendo a soberania de Cristo.","referencias_relacionadas":["Salmos 72:10-11","Isaías 60:6","Hebreus 13:15-16"]},"mateus_2_12_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' é mencionado como o rei que buscava matar Jesus, simbolizando a oposição ao plano divino.","explicacao_detalhada":"Herodes, o Grande, era conhecido por sua crueldade e paranoia. O seu nome evoca a imagem de um governante que se opõe à vontade de Deus, buscando eliminar qualquer ameaça ao seu poder.","por_que_esta_palavra":"O nome é significativo porque representa a luta entre o bem e o mal, entre a luz e as trevas, que é um tema recorrente nas Escrituras.","conexao_teologica":"A oposição de Herodes ao nascimento de Jesus ilustra a resistência que o Evangelho enfrenta e a necessidade de vigilância e discernimento espiritual.","referencias_relacionadas":["Mateus 2:16-18","Lucas 1:5","Mateus 14:1-2"]},"mateus_2_12_firme":{"palavra_pt":"firme","palavra_original":"χρηματίζω","transliteracao":"chrēmatízō","strong":"G5537","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à instrução recebida pelos magos em um sonho, indicando a necessidade de obedecer à direção divina.","explicacao_detalhada":"A palavra 'firme' (χρηματίζω) implica uma comunicação clara e direta de Deus. Os magos foram alertados para não retornarem a Herodes, mostrando a proteção divina sobre Jesus.","por_que_esta_palavra":"A firmeza da instrução divina destaca a importância de ouvir e seguir a voz de Deus em momentos críticos.","conexao_teologica":"A obediência à direção de Deus é essencial na vida do crente, refletindo a confiança na sabedoria divina e na proteção que Ele oferece.","referencias_relacionadas":["Atos 10:19-20","Romanos 8:14","Salmos 32:8"]},"mateus_2_12_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica que a ação dos magos foi guiada pela revelação divina que receberam.","explicacao_detalhada":"A palavra 'conforme' (κατά) sugere que a decisão dos magos de não retornar a Herodes foi feita em alinhamento com a vontade de Deus, mostrando a importância de agir de acordo com a orientação divina.","por_que_esta_palavra":"Agir conforme a vontade de Deus é um princípio fundamental na vida cristã, refletindo a submissão à soberania divina.","conexao_teologica":"A conformidade com a vontade de Deus é essencial para a vida cristã, pois leva à proteção e ao cumprimento do plano divino.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 4:7"]},"mateus_2_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Deus que instrui José a fugir para o Egito.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para descrever a soberania de Deus sobre todas as coisas. Neste contexto, Deus se revela como o protetor da família de Jesus, dando ordens claras a José.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para entender sua autoridade e o cuidado que Ele tem por seus filhos.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele tem controle sobre a história e cuida de seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:14","Romanos 8:31"]},"mateus_2_13_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' é novamente mencionado, reforçando a ameaça que ele representa para Jesus.","explicacao_detalhada":"A repetição do nome 'Herodes' enfatiza a continuidade da oposição ao plano de Deus e a necessidade de proteção divina para Jesus e sua família.","por_que_esta_palavra":"O nome é um lembrete da luta constante entre o bem e o mal, e da necessidade de vigilância espiritual.","conexao_teologica":"A resistência ao plano de Deus é uma realidade que os crentes enfrentam, e a proteção divina é uma promessa para aqueles que confiam em Deus.","referencias_relacionadas":["Mateus 2:16-18","Lucas 1:5","Mateus 14:1-2"]},"mateus_2_14_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao ato de José de levar sua família para o Egito, evitando a morte de Jesus pelas mãos de Herodes.","explicacao_detalhada":"A palavra 'morte' (ἐγείρω) aqui é usada para descrever a ação de escapar da ameaça de Herodes, que buscava matar o menino Jesus. Isso destaca a proteção divina sobre a vida de Jesus.","por_que_esta_palavra":"A morte é um tema central na narrativa bíblica, simbolizando tanto a consequência do pecado quanto a proteção e a salvação que Deus oferece.","conexao_teologica":"A fuga para o Egito é um paralelo com a história de Israel, que também fugiu para o Egito em tempos de crise, mostrando como Deus cuida de seu povo.","referencias_relacionadas":["Êxodo 12:29-30","Mateus 2:16-18","Gálatas 4:4"]},"mateus_2_15_morte":{"palavra_pt":"morte","palavra_original":"τελευτή","transliteracao":"teleutḗ","strong":"G5054","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' aqui se refere ao cumprimento da profecia sobre o retorno de Jesus do Egito.","explicacao_detalhada":"A palavra 'morte' (τελευτή) é usada para descrever o fim de uma fase da vida de Jesus, onde Ele retorna à terra prometida após a ameaça de Herodes ter passado.","por_que_esta_palavra":"A morte, neste contexto, simboliza a transição e o cumprimento das promessas de Deus, mostrando que Ele está no controle da história.","conexao_teologica":"O retorno de Jesus do Egito é um cumprimento das profecias, mostrando que Deus é fiel em suas promessas e que a história de salvação está em andamento.","referencias_relacionadas":["Oséias 11:1","Mateus 2:15","Romanos 8:28"]},"mateus_2_15_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' refere-se ao rei que governava a Judeia na época do nascimento de Jesus.","explicacao_detalhada":"Herodes é uma figura histórica conhecida por sua crueldade e paranoia, especialmente em relação a qualquer ameaça ao seu poder. O uso do seu nome no contexto bíblico destaca a oposição que Jesus enfrentou desde o seu nascimento.","por_que_esta_palavra":"O nome é importante porque representa a autoridade terrena que se opõe ao plano divino de Deus, simbolizando a luta entre o bem e o mal.","conexao_teologica":"Herodes, como rei, representa a tentativa humana de controlar e destruir o que Deus estabeleceu. Isso se conecta à ideia de que Deus sempre prevalece sobre as autoridades humanas.","referencias_relacionadas":["Mateus 2:1-3","Mateus 2:13-15","Mateus 2:16"]},"mateus_2_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre todas as coisas, contrastando com a autoridade de Herodes.","explicacao_detalhada":"No contexto, 'senhor' enfatiza a posição de Deus como o verdadeiro governante, que dirige os eventos da história, mesmo quando as autoridades terrenas tentam agir de forma contrária.","por_que_esta_palavra":"A palavra é usada para afirmar que, apesar das ações de Herodes, Deus tem controle sobre a situação e está cumprindo suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre todos os senhores e que seus planos não podem ser frustrados.","referencias_relacionadas":["Salmos 24:1","Romanos 13:1","Filipenses 2:9-11"]},"mateus_2_16_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' novamente é mencionado, reforçando a figura de autoridade opressora.","explicacao_detalhada":"A repetição do nome de Herodes destaca sua importância na narrativa e como ele representa a resistência ao plano de Deus para a salvação através de Jesus.","por_que_esta_palavra":"O nome é crucial para entender a dinâmica de poder e a oposição que Jesus enfrentou desde o início de sua vida.","conexao_teologica":"A luta entre as autoridades humanas e o plano divino é um tema recorrente nas Escrituras, mostrando que Deus sempre tem um remanescente fiel.","referencias_relacionadas":["Mateus 2:1-3","Mateus 2:13-15","Mateus 2:19"]},"mateus_2_16_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a Jesus, que é descrito como um menino vulnerável em perigo.","explicacao_detalhada":"O uso da palavra 'criança' enfatiza a fragilidade e a humanidade de Jesus, contrastando com a brutalidade de Herodes.","por_que_esta_palavra":"A escolha dessa palavra destaca a encarnação de Deus em forma humana e a vulnerabilidade que Ele assumiu.","conexao_teologica":"A encarnação é um aspecto fundamental da teologia cristã, mostrando que Deus se fez homem para salvar a humanidade.","referencias_relacionadas":["Lucas 2:7","João 1:14","Hebreus 2:14"]},"mateus_2_17_jeremiah":{"palavra_pt":"jeremiah","palavra_original":"Ἱερεμίας","transliteracao":"Hieremías","strong":"G2408","significado_raiz":"Ideia básica: jeremiah.","significado_contextual":"A menção a Jeremias conecta a profecia do Antigo Testamento com o cumprimento em Jesus.","explicacao_detalhada":"Jeremias profetizou sobre o lamento e a dor que viriam a Israel, e essa referência mostra como as Escrituras se cumprem na história.","por_que_esta_palavra":"A inclusão de Jeremias reforça a ideia de que os eventos da vida de Jesus estão enraizados nas promessas e advertências do Antigo Testamento.","conexao_teologica":"A continuidade entre o Antigo e o Novo Testamento é essencial para entender a obra redentora de Deus.","referencias_relacionadas":["Jeremias 31:15","Mateus 1:22-23","Lucas 4:21"]},"mateus_2_17_fim":{"palavra_pt":"cumprir/encher","palavra_original":"πληρόω","transliteracao":"plēróō","strong":"G4137","significado_raiz":"Ideia básica: cumprir.","significado_contextual":"A palavra 'cumprir/encher' refere-se ao cumprimento das profecias sobre o Messias.","explicacao_detalhada":"O ato de cumprir as profecias é um tema central na narrativa de Mateus, mostrando que Jesus é o cumprimento das promessas de Deus.","por_que_esta_palavra":"Essa palavra é importante porque enfatiza a fidelidade de Deus em cumprir suas promessas, mesmo em meio à oposição.","conexao_teologica":"O cumprimento das profecias é uma evidência da soberania de Deus e de seu plano redentor.","referencias_relacionadas":["Mateus 5:17","Lucas 24:44","Atos 3:18"]},"mateus_2_18_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude da dor e do lamento que ocorreu devido à ordem de Herodes.","explicacao_detalhada":"O uso de 'grande' enfatiza a tragédia e a perda que resultaram da tentativa de Herodes de eliminar Jesus.","por_que_esta_palavra":"Essa palavra é usada para transmitir a seriedade da situação e o impacto emocional que teve sobre o povo.","conexao_teologica":"A dor e o sofrimento são temas recorrentes na Bíblia, mostrando a realidade do pecado e suas consequências.","referencias_relacionadas":["Romanos 8:22","Apocalipse 21:4","Salmos 34:18"]},"mateus_2_18_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão de Deus em proteger Jesus e cumprir seu plano de salvação.","explicacao_detalhada":"A escolha divina de preservar Jesus em meio ao perigo é um exemplo da soberania de Deus em ação.","por_que_esta_palavra":"Essa palavra é significativa porque mostra que Deus tem um plano e que Ele escolhe agir de maneiras que muitas vezes não entendemos.","conexao_teologica":"A escolha de Deus em salvar e redimir é um tema central na teologia, refletindo seu amor e graça.","referencias_relacionadas":["Efésios 1:4-5","Romanos 8:28","1 Pedro 1:20"]},"mateus_2_19_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Herodes' é mencionado novamente, destacando a continuidade da narrativa sobre a oposição a Jesus.","explicacao_detalhada":"A repetição do nome reforça a ideia de que Herodes continua a ser uma figura de oposição ao plano de Deus.","por_que_esta_palavra":"A palavra é importante para entender a persistência do mal e a resistência ao propósito divino.","conexao_teologica":"A luta entre o bem e o mal é um tema central na Bíblia, mostrando que Deus sempre prevalece.","referencias_relacionadas":["Mateus 2:1-3","Mateus 2:13-15","Mateus 2:16"]},"mateus_2_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a soberania de Deus sobre a situação.","explicacao_detalhada":"A repetição da palavra 'senhor' enfatiza que, apesar das ações de Herodes, Deus continua a ser o verdadeiro governante.","por_que_esta_palavra":"Essa palavra é crucial para entender a dinâmica entre a autoridade divina e a humana.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 13:1"]},"mateus_2_19_vida":{"palavra_pt":"vida","palavra_original":"τελευτάω","transliteracao":"teleutáō","strong":"G5053","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao estado de existência que é vital e pleno.","explicacao_detalhada":"No contexto de Mateus 2:19, a 'vida' é mencionada em relação à proteção e ao cuidado divino sobre Jesus, que representa a vida verdadeira e eterna. A palavra original 'τελευτάω' implica um término ou conclusão, mas aqui é usada para enfatizar a continuidade da vida.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância da proteção divina sobre Jesus, que é a fonte da vida para a humanidade.","conexao_teologica":"A vida de Jesus é central na teologia cristã, pois Ele é visto como o caminho, a verdade e a vida (João 14:6).","referencias_relacionadas":["João 10:10","João 14:6","Romanos 6:23"]},"mateus_2_20_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou ao lugar físico onde as pessoas habitam.","explicacao_detalhada":"Em Mateus 2:20, 'terra' é mencionada como o local de retorno para José e Maria com Jesus, simbolizando a restauração e o cumprimento das promessas de Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender o contexto geográfico e histórico da narrativa, que se desenrola em um espaço físico específico.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um símbolo das promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:1","Salmos 37:11","Mateus 5:5"]},"mateus_2_20_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, o princípio vital que anima o corpo.","explicacao_detalhada":"No versículo, 'alma' é usada para enfatizar a importância da vida e da proteção que Deus oferece, não apenas fisicamente, mas espiritualmente.","por_que_esta_palavra":"A palavra 'alma' destaca a dimensão espiritual da vida de Jesus e a importância de sua missão redentora.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que é redimida através de Cristo.","referencias_relacionadas":["Mateus 10:28","Lucas 12:20","1 Pedro 1:9"]},"mateus_2_21_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao espaço físico, enfatizando o retorno ao lar.","explicacao_detalhada":"Em Mateus 2:21, a 'terra' é o local de segurança e cumprimento da vontade de Deus, onde Jesus cresceria e cumpriria sua missão.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a geografia tem um papel importante na narrativa bíblica.","conexao_teologica":"A terra de Israel é frequentemente vista como o lugar das promessas de Deus e do cumprimento das profecias.","referencias_relacionadas":["Deuteronômio 8:7","Isaías 11:11","Mateus 2:6"]},"mateus_2_21_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao fim da vida física, mas também tem conotações espirituais.","explicacao_detalhada":"No contexto, 'morte' é uma referência ao perigo que Jesus enfrentava, simbolizando a oposição que Ele encontraria ao longo de sua vida.","por_que_esta_palavra":"A palavra 'morte' é significativa, pois antecipa a crucificação de Jesus e a vitória sobre a morte.","conexao_teologica":"A morte de Jesus é central para a teologia cristã, pois é através dela que a salvação é oferecida.","referencias_relacionadas":["Romanos 5:8","1 Coríntios 15:55","Hebreus 2:14"]},"mateus_2_22_nome":{"palavra_pt":"nome","palavra_original":"Ἡρώδης","transliteracao":"Hērṓdēs","strong":"G2264","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Em Mateus 2:22, o nome 'Herodes' é mencionado, simbolizando a opressão e a ameaça que o rei representava para Jesus.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e do poder que os nomes carregam nas Escrituras.","conexao_teologica":"O nome de Jesus é exaltado acima de todos os nomes, simbolizando sua autoridade e divindade.","referencias_relacionadas":["Filipenses 2:9","Atos 4:12","Romanos 10:13"]},"mateus_2_22_firme":{"palavra_pt":"firme","palavra_original":"χρηματίζω","transliteracao":"chrēmatízō","strong":"G5537","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à segurança e à estabilidade.","explicacao_detalhada":"No contexto, 'firme' implica a certeza da direção que José deveria tomar, guiado por Deus.","por_que_esta_palavra":"A palavra 'firme' é usada para enfatizar a confiança que devemos ter na direção divina em nossas vidas.","conexao_teologica":"A firmeza da palavra de Deus é um tema recorrente, mostrando que Ele é um guia seguro.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","Isaías 26:3"]},"mateus_2_22_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao espaço físico, enfatizando a geografia da narrativa.","explicacao_detalhada":"Em Mateus 2:22, a 'terra' é mencionada como o local onde José e sua família se estabeleceriam, simbolizando a proteção e o cumprimento das promessas de Deus.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a geografia tem um papel importante na narrativa bíblica.","conexao_teologica":"A terra é frequentemente vista como um símbolo das promessas de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:1","Salmos 37:11","Mateus 5:5"]}}