{"mateus_20_1_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino dos céus, a realidade espiritual onde Deus reina.","explicacao_detalhada":"Em Mateus 20:1, Jesus usa a parábola dos trabalhadores na vinha para ilustrar o reino dos céus e a generosidade de Deus.","por_que_esta_palavra":"O céu é o destino final dos crentes e representa a presença eterna de Deus.","conexao_teologica":"O conceito de céu é fundamental na escatologia cristã, refletindo a esperança da vida eterna.","referencias_relacionadas":["Mateus 5:12","Mateus 7:21","Apocalipse 21:1-4"]},"mateus_20_1_familia":{"palavra_pt":"familia","palavra_original":"οἰκοδεσπότης","transliteracao":"oikodespótēs","strong":"G3617","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao proprietário da vinha, que representa Deus como o Senhor do reino.","explicacao_detalhada":"A figura do 'oikodespótēs' em Mateus 20:1 simboliza a autoridade e a generosidade de Deus em chamar trabalhadores para Sua obra.","por_que_esta_palavra":"A família de Deus é um conceito que enfatiza a relação íntima entre Deus e Seus filhos.","conexao_teologica":"A ideia de Deus como Pai é central na mensagem do evangelho.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"mateus_20_2_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os trabalhadores foram chamados para trabalhar na vinha.","explicacao_detalhada":"Em Mateus 20:2, o 'dia' simboliza a oportunidade de servir no reino de Deus e a urgência da missão.","por_que_esta_palavra":"O tempo é um recurso valioso e a parábola enfatiza a importância de aproveitar as oportunidades que Deus nos dá.","conexao_teologica":"A noção de tempo e oportunidade é frequentemente abordada nas Escrituras, destacando a importância da prontidão.","referencias_relacionadas":["Efésios 5:16","Colossenses 4:5","2 Coríntios 6:2"]},"mateus_20_2_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com alguém ou algo.","explicacao_detalhada":"No contexto de Mateus 20:2, 'seguir' refere-se à ação de acompanhar o mestre ou a liderança, indicando um compromisso e uma disposição para obedecer.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o discípulo e o mestre, enfatizando a importância da obediência e da disposição para seguir os ensinamentos.","conexao_teologica":"Teologicamente, 'seguir' é um chamado à discipulado, refletindo a vida cristã como um caminho de imitação de Cristo.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"mateus_20_3_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um acordo ou pacto, especialmente entre Deus e o homem.","explicacao_detalhada":"Em Mateus 20:3, a 'aliança' pode ser vista como um compromisso mútuo, onde as partes envolvidas concordam em cumprir certas obrigações.","por_que_esta_palavra":"A aliança é fundamental na narrativa bíblica, pois representa a relação estabelecida entre Deus e seu povo, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A aliança simboliza a fidelidade de Deus e a resposta do homem, sendo um elemento central na teologia da salvação.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"mateus_20_3_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou ação.","explicacao_detalhada":"No versículo, 'dia' pode indicar um tempo específico em que algo deve ser realizado, enfatizando a urgência e a importância do momento.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender a cronologia dos eventos e a necessidade de agir dentro de um tempo determinado.","conexao_teologica":"Teologicamente, o 'dia' pode representar o tempo de Deus, onde Ele age em favor de seu povo.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"mateus_20_4_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' implica em ir embora ou sair de um lugar.","explicacao_detalhada":"Em Mateus 20:4, 'depart' sugere uma ação de movimento, indicando que alguém está sendo enviado para realizar uma tarefa ou missão.","por_que_esta_palavra":"A ideia de 'depart' é significativa no contexto de missões e chamadas divinas, onde o indivíduo é enviado para cumprir um propósito.","conexao_teologica":"Teologicamente, 'depart' pode ser visto como um chamado para a ação, refletindo a missão da Igreja.","referencias_relacionadas":["Mateus 28:19","Atos 13:2","Romanos 10:15"]},"mateus_20_4_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à pureza ou à ausência de culpa.","explicacao_detalhada":"No contexto de Mateus 20:4, 'inocente' pode descrever alguém que não cometeu erros ou injustiças, enfatizando a justiça divina.","por_que_esta_palavra":"A inocência é um tema importante nas Escrituras, refletindo a natureza de Deus e a expectativa de justiça entre os homens.","conexao_teologica":"Teologicamente, a inocência é relacionada à ideia de redenção e à necessidade de um Salvador sem pecado.","referencias_relacionadas":["Salmos 24:4","Isaías 53:9","Hebreus 7:26"]},"mateus_20_4_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Mateus 20:4, 'falar' é importante para entender a comunicação da vontade de Deus e a instrução dada aos trabalhadores.","por_que_esta_palavra":"A comunicação é essencial na relação entre Deus e o homem, sendo a palavra de Deus um meio de revelação.","conexao_teologica":"Teologicamente, 'falar' pode ser visto como a forma pela qual Deus se comunica com seu povo, através de profetas e das Escrituras.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 1:1"]},"mateus_20_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No contexto de Mateus 20:5, 'fazer' implica em realizar uma tarefa ou cumprir uma responsabilidade.","por_que_esta_palavra":"A ação de 'fazer' é central na vida cristã, onde a fé se manifesta em obras.","conexao_teologica":"Teologicamente, 'fazer' reflete a ideia de que a fé sem obras é morta, conforme Tiago 2:26.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"mateus_20_5_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui também refere-se a um período de tempo, indicando um momento específico para a ação.","explicacao_detalhada":"Em Mateus 20:5, 'dia' pode simbolizar a oportunidade de trabalhar e produzir frutos.","por_que_esta_palavra":"A noção de 'dia' é importante para entender a urgência e a necessidade de aproveitar as oportunidades que Deus nos dá.","conexao_teologica":"Teologicamente, o 'dia' pode ser visto como um tempo de graça e oportunidade para a salvação.","referencias_relacionadas":["João 9:4","Mateus 24:36","2 Coríntios 6:2"]},"mateus_20_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui é usada para descrever um tempo específico em que algo deve acontecer.","explicacao_detalhada":"Em Mateus 20:6, 'dia' enfatiza a continuidade do trabalho e a importância de não perder tempo.","por_que_esta_palavra":"A repetição da palavra 'dia' ressalta a urgência e a necessidade de ação imediata.","conexao_teologica":"Teologicamente, isso pode ser relacionado ao conceito de que devemos aproveitar cada dia como uma dádiva de Deus.","referencias_relacionadas":["Salmos 90:12","Mateus 6:34","Efésios 5:16"]},"mateus_20_6_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' aqui novamente refere-se a um pacto ou compromisso.","explicacao_detalhada":"Em Mateus 20:6, 'aliança' pode indicar a continuidade do compromisso entre as partes envolvidas na obra.","por_que_esta_palavra":"A aliança é um tema recorrente que destaca a fidelidade e o compromisso de Deus com seu povo.","conexao_teologica":"Teologicamente, a aliança é um símbolo da relação entre Deus e a humanidade, refletindo a graça e a misericórdia.","referencias_relacionadas":["Gênesis 15:18","Êxodo 34:27","Lucas 22:20"]},"mateus_20_7_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou sair de um lugar.","explicacao_detalhada":"No contexto de Mateus 20:7, a palavra é usada para indicar que os trabalhadores foram chamados para sair e trabalhar na vinha. O uso de 'depart' implica uma ação de movimento e mudança de estado, onde os trabalhadores são convocados a deixar a inatividade para a atividade.","por_que_esta_palavra":"A escolha da palavra 'depart' enfatiza a urgência e a necessidade de ação por parte dos trabalhadores, que são chamados a se mover e participar da obra.","conexao_teologica":"Teologicamente, isso pode ser visto como um chamado de Deus para que os crentes deixem suas vidas passadas e se dediquem ao serviço no Reino de Deus.","referencias_relacionadas":["Mateus 4:19","Mateus 9:37-38","Lucas 10:2"]},"mateus_20_7_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' é usada para descrever alguém que é justo ou sem culpa.","explicacao_detalhada":"Neste versículo, a palavra 'inocente' é aplicada aos trabalhadores que não foram culpados por não terem sido chamados antes. A ideia de inocência aqui sugere que eles não têm responsabilidade pela sua situação.","por_que_esta_palavra":"A utilização de 'inocente' destaca a justiça do proprietário da vinha, que não culpa os trabalhadores por sua falta de emprego até aquele momento.","conexao_teologica":"Isso se conecta à ideia de que Deus é justo e não responsabiliza os homens por suas circunstâncias, mas os chama à sua graça e misericórdia.","referencias_relacionadas":["Romanos 3:23","1 Pedro 3:18","Salmos 34:21"]},"mateus_20_7_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' ou 'chamar' refere-se ao ato de convocar ou instruir alguém.","explicacao_detalhada":"No contexto, o proprietário da vinha 'chama' os trabalhadores para que venham trabalhar. Isso implica uma ação de autoridade e convite, onde os trabalhadores são convidados a se juntar à obra.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque mostra a iniciativa do proprietário em buscar trabalhadores, refletindo a natureza de Deus que chama os homens para o seu serviço.","conexao_teologica":"Teologicamente, isso representa o chamado de Deus para a humanidade, convidando todos a participar do seu plano redentor.","referencias_relacionadas":["Mateus 11:28","João 15:16","Romanos 8:30"]},"mateus_20_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a alguém que tem autoridade ou domínio sobre outros.","explicacao_detalhada":"Neste versículo, o 'senhor' é o proprietário da vinha, que tem o direito de decidir quanto pagar aos trabalhadores. A palavra implica uma relação de autoridade e responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição do proprietário como aquele que tem controle sobre a situação e que pode fazer decisões justas.","conexao_teologica":"Isso se relaciona com a soberania de Deus, que é o Senhor de todas as coisas e tem autoridade sobre a vida e a obra dos crentes.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","1 Coríntios 6:20"]},"mateus_20_8_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' ou 'acontecer' refere-se ao ato de se transformar ou realizar algo.","explicacao_detalhada":"No contexto, isso se refere ao ato de o proprietário da vinha decidir o que fazer com os trabalhadores e como recompensá-los. A palavra implica um processo de mudança ou realização.","por_que_esta_palavra":"A palavra 'tornar-se' é importante porque mostra a ação do proprietário em fazer algo significativo com os trabalhadores que ele chamou.","conexao_teologica":"Teologicamente, isso pode ser visto como uma representação do plano de Deus para transformar vidas e realizar sua vontade através de seus servos.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 2:10"]},"mateus_20_9_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de trabalho ou atividade.","explicacao_detalhada":"Aqui, 'dia' é usado para descrever o tempo em que os trabalhadores foram chamados para trabalhar na vinha. Isso implica um tempo de produtividade e esforço.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do tempo e da oportunidade que os trabalhadores tiveram para trabalhar e serem recompensados.","conexao_teologica":"Isso se relaciona com a ideia de que Deus nos dá tempo e oportunidades para servir e trabalhar em seu Reino.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","Colossenses 3:23-24"]},"mateus_20_9_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se ao ato de chegar ou se aproximar.","explicacao_detalhada":"Neste contexto, 'vir' é usado para descrever a ação dos trabalhadores que foram chamados para se aproximar do proprietário e receber suas instruções.","por_que_esta_palavra":"A palavra 'vir' é significativa porque indica a resposta dos trabalhadores ao chamado do proprietário, mostrando disposição para agir.","conexao_teologica":"Teologicamente, isso reflete a resposta dos crentes ao chamado de Deus para se aproximar dele e servir em sua obra.","referencias_relacionadas":["Mateus 4:19","Tiago 4:8","Hebreus 10:22"]},"mateus_20_10_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' é usada novamente para descrever a ação dos trabalhadores que se aproximam do proprietário.","explicacao_detalhada":"Assim como no versículo anterior, 'vir' implica a ação de se mover em direção ao proprietário para receber instruções ou recompensas.","por_que_esta_palavra":"A repetição da palavra 'vir' enfatiza a continuidade da ação dos trabalhadores em resposta ao chamado do proprietário.","conexao_teologica":"Isso pode ser visto como um paralelo ao chamado de Deus para que os crentes venham a Ele e participem de sua obra.","referencias_relacionadas":["Mateus 11:28","Romanos 10:14","Apocalipse 22:17"]},"mateus_20_10_principio":{"palavra_pt":"principio","palavra_original":"πρῶτος","transliteracao":"prōtos","strong":"G4413","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se a algo que é primeiro ou que vem antes.","explicacao_detalhada":"No contexto, 'princípio' é usado para descrever a ordem de pagamento dos trabalhadores, onde os primeiros a serem chamados são os últimos a receber.","por_que_esta_palavra":"A escolha da palavra 'princípio' destaca a inversão das expectativas, onde os últimos são tratados como os primeiros, desafiando a lógica humana.","conexao_teologica":"Teologicamente, isso reflete a natureza do Reino de Deus, onde os valores são frequentemente invertidos em relação ao mundo.","referencias_relacionadas":["Mateus 19:30","Mateus 20:16","Lucas 13:30"]},"mateus_20_11_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' refere-se a algo que é de acordo com ou em conformidade com.","explicacao_detalhada":"Neste versículo, 'conforme' é usado para descrever a maneira como os trabalhadores foram pagos, de acordo com o que foi combinado.","por_que_esta_palavra":"A palavra 'conforme' é importante porque enfatiza a justiça e a equidade do pagamento, conforme o que foi prometido pelo proprietário.","conexao_teologica":"Teologicamente, isso pode ser visto como um reflexo da fidelidade de Deus em cumprir suas promessas e recompensar aqueles que O servem.","referencias_relacionadas":["2 Coríntios 5:10","Hebreus 6:10","Apocalipse 22:12"]},"mateus_20_11_familia":{"palavra_pt":"familia","palavra_original":"οἰκοδεσπότης","transliteracao":"oikodespótēs","strong":"G3617","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao grupo de pessoas que compartilham laços de sangue ou de união, e neste contexto, pode simbolizar a relação entre os trabalhadores e o proprietário da vinha.","explicacao_detalhada":"No contexto da parábola dos trabalhadores na vinha, a 'família' pode ser vista como uma metáfora para a comunidade de crentes que trabalham juntos no reino de Deus, enfatizando a importância da união e do apoio mútuo.","por_que_esta_palavra":"A escolha da palavra 'família' destaca a ideia de pertencimento e responsabilidade compartilhada entre os membros da comunidade de fé.","conexao_teologica":"A noção de família é central na teologia cristã, onde todos os crentes são considerados filhos de Deus e membros da Sua família, reforçando a ideia de que todos têm um papel a desempenhar no reino.","referencias_relacionadas":["Mateus 12:50","Efésios 2:19","Gálatas 6:10"]},"mateus_20_11_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' implica a ação de aceitar ou tomar algo que é oferecido, neste caso, o pagamento que os trabalhadores receberam.","explicacao_detalhada":"Neste versículo, 'receber' é usado para descrever a ação dos trabalhadores que, ao final do dia, recebem o pagamento acordado, independentemente da hora em que começaram a trabalhar.","por_que_esta_palavra":"A palavra 'receber' é crucial para entender a generosidade do proprietário da vinha, que paga a todos igualmente, desafiando as expectativas humanas de justiça.","conexao_teologica":"A ideia de receber é fundamental na teologia cristã, onde a salvação é um presente que todos podem receber, independentemente de seus esforços ou méritos.","referencias_relacionadas":["Romanos 6:23","Efésios 2:8-9","Tiago 1:17"]},"mateus_20_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de trabalho, simbolizando o tempo que os trabalhadores dedicaram à vinha.","explicacao_detalhada":"Neste contexto, o 'dia' representa não apenas o tempo físico de trabalho, mas também a oportunidade que cada trabalhador teve de contribuir e ser recompensado.","por_que_esta_palavra":"A menção do 'dia' enfatiza a ideia de que todos têm a mesma oportunidade de trabalhar no reino de Deus, independentemente de quando começaram.","conexao_teologica":"O conceito de 'dia' pode ser visto como uma representação do tempo que Deus dá a cada um para servir e glorificá-Lo, reforçando a ideia de que cada momento é valioso.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"mateus_20_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar uma tarefa, no caso, o trabalho na vinha.","explicacao_detalhada":"Neste contexto, 'fazer' implica o esforço e a dedicação dos trabalhadores, que se empenharam em suas tarefas durante o dia.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância da ação e do trabalho no reino de Deus, onde cada um é chamado a contribuir.","conexao_teologica":"A ideia de 'fazer' é central na vida cristã, onde os crentes são chamados a agir em fé e a realizar boas obras como expressão de sua fé.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"mateus_20_13_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, neste caso, o proprietário da vinha que se dirige aos trabalhadores.","explicacao_detalhada":"Neste contexto, o 'homem' representa a figura de autoridade que toma decisões sobre o pagamento e a distribuição dos recursos.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a humanidade do proprietário, que, apesar de sua posição, demonstra generosidade e compaixão.","conexao_teologica":"A figura do 'homem' pode ser vista como uma representação de Deus, que é justo e generoso com todos os seus filhos, independentemente de suas obras.","referencias_relacionadas":["Mateus 7:11","Lucas 12:32","Romanos 2:6-8"]},"mateus_20_14_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à ação de ir embora ou sair de um lugar, neste caso, o proprietário da vinha que se prepara para ir.","explicacao_detalhada":"Neste contexto, 'depart' sugere a conclusão do dia de trabalho e a transição para um novo período, simbolizando também a passagem do tempo e as decisões que precisam ser tomadas.","por_que_esta_palavra":"A escolha da palavra 'depart' indica que o proprietário está finalizando suas interações com os trabalhadores, o que pode ser interpretado como um momento de reflexão sobre as recompensas.","conexao_teologica":"A ideia de 'depart' pode ser relacionada à transição entre a vida terrena e a vida eterna, onde as decisões feitas aqui têm consequências eternas.","referencias_relacionadas":["Mateus 25:46","Hebreus 9:27","Apocalipse 22:12"]},"mateus_20_14_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de tomar uma decisão ou fazer uma seleção, neste caso, o direito do proprietário de decidir como pagar os trabalhadores.","explicacao_detalhada":"Neste contexto, 'escolher' enfatiza a liberdade do proprietário em decidir como distribuir suas recompensas, desafiando as expectativas dos trabalhadores.","por_que_esta_palavra":"A escolha da palavra 'escolher' destaca a soberania de Deus sobre as recompensas no reino, onde Ele decide como e a quem dar.","conexao_teologica":"A ideia de 'escolher' é fundamental na teologia cristã, onde Deus escolhe quem será salvo, enfatizando Sua graça e misericórdia.","referencias_relacionadas":["Romanos 9:15-16","Efésios 1:4-5","2 Timóteo 1:9"]},"mateus_20_15_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' é repetida aqui para enfatizar a liberdade do proprietário em decidir sobre a distribuição dos pagamentos.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'escolher' reforça a ideia de que o proprietário tem total autoridade sobre suas decisões, desafiando a noção de justiça humana.","por_que_esta_palavra":"A repetição da palavra 'escolher' serve para enfatizar a soberania e a liberdade de ação do proprietário, que age de acordo com sua própria vontade.","conexao_teologica":"A escolha de Deus em como distribuir Suas bênçãos é um tema recorrente nas Escrituras, mostrando que Sua graça não é baseada em méritos humanos.","referencias_relacionadas":["Mateus 11:27","João 15:16","Atos 13:48"]},"mateus_20_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, neste caso, o ato de pagar aos trabalhadores.","explicacao_detalhada":"Neste contexto, 'fazer' implica a ação do proprietário ao decidir como recompensar os trabalhadores, refletindo sua generosidade.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância da ação do proprietário em cumprir sua promessa de pagamento.","conexao_teologica":"A ideia de 'fazer' é central na vida cristã, onde as ações de Deus em nossas vidas são um reflexo de Sua natureza amorosa e generosa.","referencias_relacionadas":["Romanos 8:28","1 João 3:18","Tiago 1:22"]},"mateus_20_15_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se a algo que é moralmente errado ou injusto, neste caso, a percepção dos trabalhadores sobre o pagamento desigual.","explicacao_detalhada":"Neste contexto, 'maligno/mau' é usado para expressar a indignação dos trabalhadores que se sentem injustiçados pela generosidade do proprietário.","por_que_esta_palavra":"A escolha da palavra 'maligno/mau' reflete a luta humana com a justiça e a equidade, desafiando a compreensão comum de merecimento.","conexao_teologica":"A ideia de 'mal' é um tema importante na teologia, onde a justiça de Deus é frequentemente contrastada com a injustiça percebida pelos seres humanos.","referencias_relacionadas":["Mateus 7:11","Romanos 3:23","Gálatas 6:7"]},"mateus_20_16_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza no reino dos céus, onde os últimos serão os primeiros.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância e o valor que Deus dá aos que servem humildemente, invertendo as expectativas humanas sobre status e poder.","por_que_esta_palavra":"Esta palavra é crucial para entender a inversão de valores no reino de Deus, onde a grandeza é medida pelo serviço e não pela posição.","conexao_teologica":"A grandeza no reino de Deus é um tema recorrente, mostrando que Deus valoriza a humildade e o serviço ao próximo.","referencias_relacionadas":["Mateus 5:19","Mateus 23:11","Marcos 9:35"]},"mateus_20_16_fim":{"palavra_pt":"fim","palavra_original":"ἔσχατος","transliteracao":"éschatos","strong":"G2078","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o último lugar ou a última posição, especialmente em relação ao julgamento final.","explicacao_detalhada":"A palavra 'fim' é utilizada para enfatizar a ideia de que, no final, os que parecem estar em desvantagem serão exaltados.","por_que_esta_palavra":"É importante para entender a perspectiva de Deus sobre o que realmente importa no final da vida e no julgamento.","conexao_teologica":"O conceito de 'fim' é essencial para a escatologia cristã, onde a justiça de Deus será revelada.","referencias_relacionadas":["Mateus 24:13","Apocalipse 20:11-15","Romanos 14:10"]},"mateus_20_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Messias, que está prestes a enfrentar sua paixão.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e o Salvador da humanidade.","por_que_esta_palavra":"É fundamental para a compreensão da missão de Jesus e seu papel na redenção.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e o centro da mensagem do evangelho.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_20_17_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a uma relação pessoal e íntima, indicando a proximidade de Jesus com seus discípulos.","explicacao_detalhada":"A palavra 'acquaintance' sugere um conhecimento profundo e uma relação de intimidade, que é essencial para a compreensão da missão de Jesus.","por_que_esta_palavra":"É importante para destacar a relação de Jesus com seus seguidores e a importância do discipulado.","conexao_teologica":"A intimidade com Cristo é fundamental para a vida cristã e o crescimento espiritual.","referencias_relacionadas":["João 15:15","Mateus 11:28-30","1 João 1:3"]},"mateus_20_17_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade santa, onde Jesus enfrentará sua crucificação.","explicacao_detalhada":"Jerusalém é o centro da história da salvação, onde se cumpriram muitas profecias e eventos significativos na vida de Jesus.","por_que_esta_palavra":"É crucial para entender o contexto geográfico e espiritual da missão de Jesus.","conexao_teologica":"Jerusalém simboliza tanto a rejeição quanto a aceitação de Deus, sendo um lugar de grande importância na narrativa bíblica.","referencias_relacionadas":["Lucas 13:34","Mateus 23:37","Atos 1:8"]},"mateus_20_18_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de Jesus, um evento central na teologia cristã.","explicacao_detalhada":"A palavra 'morte' aqui é usada para descrever o sacrifício que Jesus faria pela humanidade, essencial para a redenção.","por_que_esta_palavra":"É fundamental para entender o custo do pecado e a profundidade do amor de Deus.","conexao_teologica":"A morte de Jesus é o ponto culminante da história da salvação, onde a vida eterna é oferecida à humanidade.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Pedro 2:24"]},"mateus_20_18_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Novamente, refere-se à cidade onde ocorrerá a crucificação de Jesus.","explicacao_detalhada":"A menção de Jerusalém destaca a importância do local na narrativa da paixão de Cristo.","por_que_esta_palavra":"Reforça a conexão entre os eventos da vida de Jesus e as profecias do Antigo Testamento.","conexao_teologica":"Jerusalém é vista como o local do cumprimento das promessas de Deus e do plano de salvação.","referencias_relacionadas":["Mateus 21:10","Lucas 19:41-44","Hebreus 13:12"]},"mateus_20_19_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da crucificação, um momento decisivo na história da salvação.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo e do cumprimento das promessas de Deus.","por_que_esta_palavra":"É crucial para entender a cronologia dos eventos que levaram à redenção.","conexao_teologica":"O dia da crucificação é um marco que representa a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 27:45-50","Marcos 15:33-39","Lucas 23:44-46"]},"mateus_20_19_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao instrumento de morte de Jesus, simbolizando sacrifício e redenção.","explicacao_detalhada":"A palavra 'cruz' é central na teologia cristã, representando o sacrifício de Cristo e a salvação oferecida à humanidade.","por_que_esta_palavra":"É fundamental para entender o custo do nosso perdão e a profundidade do amor de Deus.","conexao_teologica":"A cruz é um símbolo de esperança e redenção, onde a morte de Jesus traz vida nova.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"mateus_20_19_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à ressurreição de Jesus após sua morte, um evento central da fé cristã.","explicacao_detalhada":"A palavra 'morte' aqui é usada para contrastar com a ressurreição, enfatizando a vitória sobre a morte.","por_que_esta_palavra":"É essencial para entender a promessa de vida eterna e a vitória sobre o pecado.","conexao_teologica":"A ressurreição é a base da esperança cristã, confirmando a divindade de Jesus e a eficácia de sua obra redentora.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:55-57","Hebreus 2:14-15"]},"mateus_20_20_zebedee":{"palavra_pt":"zebedee","palavra_original":"Ζεβεδαῖος","transliteracao":"Zebedaîos","strong":"G2199","significado_raiz":"Ideia básica: zebedee.","significado_contextual":"Zebedeu é o pai de Tiago e João, discípulos de Jesus.","explicacao_detalhada":"Zebedeu era um pescador da Galileia e é mencionado nas passagens em que seus filhos pedem a Jesus por posições de honra no reino. Sua figura representa a ligação familiar e o chamado ao discipulado.","por_que_esta_palavra":"A menção de Zebedeu destaca a importância das relações familiares na narrativa do evangelho e o chamado de Jesus a pessoas comuns.","conexao_teologica":"Zebedeu simboliza a transformação que Jesus traz à vida das pessoas, chamando-as de suas ocupações cotidianas para segui-lo.","referencias_relacionadas":["Mateus 4:21","Marcos 1:19","Mateus 20:22"]},"mateus_20_21_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Escolher refere-se ao desejo de Tiago e João de serem exaltados por Jesus.","explicacao_detalhada":"A palavra 'escolher' aqui reflete a ambição dos discípulos em buscar posições de destaque no reino de Deus, revelando a compreensão errônea do que significa ser grande no reino.","por_que_esta_palavra":"A escolha de Tiago e João ilustra a luta humana por reconhecimento e poder, contrastando com os ensinamentos de Jesus sobre humildade.","conexao_teologica":"A escolha de Jesus em servir e não ser servido é um tema central na teologia do serviço e do amor ao próximo.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","Lucas 22:26"]},"mateus_20_21_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à posição desejada pelos discípulos no reino de Jesus.","explicacao_detalhada":"A palavra 'entre' é usada para indicar a relação de proximidade e status que Tiago e João desejavam ter com Jesus, buscando um lugar de honra.","por_que_esta_palavra":"A busca por um lugar 'entre' os mais importantes revela a ambição humana e a necessidade de reconhecimento.","conexao_teologica":"A ideia de estar 'entre' os grandes do reino é desafiada por Jesus, que ensina que a verdadeira grandeza é encontrada no serviço.","referencias_relacionadas":["Mateus 20:26","Marcos 10:43","Lucas 22:26"]},"mateus_20_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus responde ao pedido de Tiago e João sobre o que é necessário para alcançar a grandeza.","explicacao_detalhada":"A palavra 'Jesus' aqui enfatiza a autoridade e o papel central de Cristo na definição do que significa ser grande no reino de Deus.","por_que_esta_palavra":"A menção de Jesus é crucial, pois Ele é o modelo de serviço e sacrifício, contrastando com as aspirações dos discípulos.","conexao_teologica":"A resposta de Jesus sobre o cálice que Ele deve beber reflete a sua missão redentora e o chamado ao sofrimento como parte do discipulado.","referencias_relacionadas":["Mateus 26:39","Marcos 14:36","Lucas 22:42"]},"mateus_20_22_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação direta de Jesus sobre o que é necessário para seguir a Ele.","explicacao_detalhada":"A palavra 'falar' indica a importância da revelação e do ensino de Jesus aos seus discípulos sobre o verdadeiro significado do discipulado.","por_que_esta_palavra":"A comunicação de Jesus é fundamental para entender a natureza do seu reino e o que Ele espera de seus seguidores.","conexao_teologica":"A fala de Jesus é um convite à reflexão sobre o custo do discipulado e a verdadeira natureza da liderança no reino de Deus.","referencias_relacionadas":["Mateus 10:38","Lucas 14:27","João 12:25"]},"mateus_20_23_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à posição que os discípulos desejam ocupar no reino de Jesus.","explicacao_detalhada":"A repetição da palavra 'entre' enfatiza a ambição dos discípulos e a sua falta de compreensão sobre o verdadeiro significado de liderança e serviço.","por_que_esta_palavra":"A busca por um lugar 'entre' os grandes é uma reflexão sobre a natureza humana e a busca por status.","conexao_teologica":"Jesus ensina que no reino de Deus, a verdadeira grandeza é medida pelo serviço e pela humildade.","referencias_relacionadas":["Mateus 20:26","Marcos 10:43","Lucas 22:26"]},"mateus_20_24_eighteen":{"palavra_pt":"eight een","palavra_original":"δέκα","transliteracao":"déka","strong":"G1176","significado_raiz":"Ideia básica: eight een.","significado_contextual":"O número de dezoito é uma referência ao número de discípulos que estavam presentes e a reação deles ao pedido de Tiago e João.","explicacao_detalhada":"A palavra 'dezoito' pode simbolizar a totalidade dos discípulos e a dinâmica de grupo em resposta ao pedido ambicioso dos irmãos.","por_que_esta_palavra":"A menção do número destaca a interação e a tensão entre os discípulos, refletindo a luta pela posição e reconhecimento.","conexao_teologica":"A resposta dos outros discípulos ilustra a necessidade de unidade e humildade entre os seguidores de Cristo.","referencias_relacionadas":["Mateus 20:24-25","Marcos 10:41","Lucas 22:24"]},"mateus_20_24_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Portanto é uma conjunção que introduz a conclusão de Jesus sobre a ambição dos discípulos.","explicacao_detalhada":"A palavra 'portanto' conecta a ambição dos discípulos com a resposta de Jesus, que redefine o conceito de grandeza.","por_que_esta_palavra":"A utilização de 'portanto' indica uma transição importante na conversa, levando a uma nova compreensão do que significa ser grande.","conexao_teologica":"A conclusão de Jesus sobre a liderança e o serviço é um princípio central na ética cristã.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:42-45","Lucas 22:26-27"]},"mateus_20_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o modelo de liderança servidora, contrastando com as práticas do mundo.","explicacao_detalhada":"A repetição do nome 'Jesus' enfatiza sua autoridade e o exemplo que Ele dá aos seus discípulos sobre como liderar.","por_que_esta_palavra":"A menção de Jesus é essencial para entender a natureza do seu ministério e o chamado ao serviço.","conexao_teologica":"A liderança de Jesus é um paradigma que desafia as normas sociais e políticas, enfatizando o serviço ao invés da dominação.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","João 13:14-15"]},"mateus_20_25_senhor":{"palavra_pt":"senhor","palavra_original":"κατακυριεύω","transliteracao":"katakyrieúō","strong":"G2634","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade de Jesus sobre seus discípulos e a natureza do seu reino.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania de Jesus e sua posição como mestre e guia.","por_que_esta_palavra":"A utilização de 'senhor' destaca a relação de submissão e respeito que os discípulos devem ter em relação a Jesus.","conexao_teologica":"A compreensão de Jesus como Senhor é fundamental para a fé cristã, pois implica em seguir seus ensinamentos e exemplo.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"mateus_20_25_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere a uma reverência e respeito que os líderes devem ter em relação ao serviço e à liderança.","explicacao_detalhada":"No contexto do versículo, Jesus ensina que os líderes não devem dominar sobre os outros, mas sim servir. O temor é uma atitude que deve guiar a liderança, reconhecendo a responsabilidade que vem com a posição.","por_que_esta_palavra":"A palavra 'temor' é usada para enfatizar a importância de uma liderança humilde e respeitosa, contrastando com a busca por poder e controle.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10), e isso se aplica também à liderança, onde o verdadeiro líder é aquele que teme a Deus e serve aos outros.","referencias_relacionadas":["Provérbios 1:7","Mateus 23:11-12","Filipenses 2:3-4"]},"mateus_20_26_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' aqui se refere a alguém que serve, em contraste com a ideia de um líder autoritário.","explicacao_detalhada":"Jesus redefine o conceito de liderança, mostrando que o verdadeiro mestre é aquele que serve aos outros, e não aquele que busca ser servido.","por_que_esta_palavra":"A escolha da palavra 'mestre' enfatiza a inversão dos valores do mundo, onde o maior é aquele que se torna servo.","conexao_teologica":"A liderança cristã é baseada no exemplo de Cristo, que veio para servir e dar a sua vida em resgate de muitos (Mateus 20:28).","referencias_relacionadas":["Marcos 10:43-45","Lucas 22:26-27","João 13:12-15"]},"mateus_20_26_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a decisão de servir em vez de buscar poder.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a escolha de ser um servo, destacando que a verdadeira grandeza no Reino de Deus vem do serviço aos outros.","por_que_esta_palavra":"A escolha de servir é uma decisão consciente que reflete a natureza do Reino de Deus, onde os últimos serão os primeiros.","conexao_teologica":"A escolha de servir é um princípio central na vida cristã, refletindo o caráter de Cristo que se entregou por amor.","referencias_relacionadas":["Mateus 23:11","Marcos 9:35","Romanos 12:1"]},"mateus_20_26_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Em Mateus 20:26, \"temor\" aparece na frase \"Não será assim entre vós; mas todo aquele que quiser entre vós fazer-se grande seja vosso serviçal;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (μέγας; mégas; G3173), \"temor\" traz a ideia de temor. Aqui, essa palavra deixa o ensino de Mateus 20:26 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"temor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Mateus 22:36. Lendo junto com Mateus 20:26, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Mateus 20:26","Mateus 22:36","João 1:1"]},"mateus_20_27_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de ser um servo, enfatizando a humildade necessária na liderança.","explicacao_detalhada":"Jesus continua a ensinar que a verdadeira grandeza é encontrada na disposição de servir aos outros, em vez de buscar status ou reconhecimento.","por_que_esta_palavra":"A palavra 'escolher' destaca a ação deliberada de optar por um caminho de serviço e humildade.","conexao_teologica":"A escolha de servir é um reflexo do amor de Cristo, que nos chama a seguir seu exemplo.","referencias_relacionadas":["Mateus 23:12","Marcos 10:44","Gálatas 5:13"]},"mateus_20_28_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida e ao ser interior, enfatizando a entrega total de Cristo.","explicacao_detalhada":"Jesus fala sobre dar a sua alma como resgate por muitos, indicando o sacrifício extremo que Ele faria por amor à humanidade.","por_que_esta_palavra":"A escolha da palavra 'alma' sublinha a profundidade do sacrifício e a importância da vida que é dada.","conexao_teologica":"O conceito de dar a alma é central na teologia da redenção, onde Cristo se oferece como sacrifício pelos pecadores.","referencias_relacionadas":["Isaías 53:5","João 10:11","Romanos 5:8"]},"mateus_20_28_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' aqui é usada para descrever a relação de serviço e amor que deve existir entre os seguidores de Cristo.","explicacao_detalhada":"Jesus se apresenta como aquele que serve, e essa amizade é caracterizada pelo amor sacrificial e pela disposição de ajudar os outros.","por_que_esta_palavra":"A palavra 'amigo' enfatiza a intimidade e a conexão que os crentes têm com Cristo e entre si.","conexao_teologica":"A amizade com Cristo implica em seguir seu exemplo de serviço e amor, refletindo a natureza do Reino de Deus.","referencias_relacionadas":["João 15:13-15","Romanos 12:10","1 João 3:16"]},"mateus_20_28_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à verdadeira grandeza que vem do serviço e da humildade.","explicacao_detalhada":"Jesus redefine o que significa ser grande, ensinando que a verdadeira grandeza é encontrada em servir aos outros, não em ser servido.","por_que_esta_palavra":"A escolha da palavra 'grande' é crucial para entender a inversão dos valores que Jesus traz ao Reino de Deus.","conexao_teologica":"A grandeza no Reino de Deus é medida pela disposição de servir, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 23:11","Marcos 10:43","Lucas 9:48"]},"mateus_20_29_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Novamente, 'grande' se refere à verdadeira grandeza que é alcançada através do serviço.","explicacao_detalhada":"O contexto mostra que a grandeza é uma questão de atitude e ação, onde servir aos outros é o caminho para ser reconhecido no Reino.","por_que_esta_palavra":"A repetição da palavra 'grande' reforça a mensagem de que o serviço é o caminho para a verdadeira grandeza.","conexao_teologica":"A grandeza no Reino de Deus é um tema recorrente nas ensinanças de Jesus, que desafia as normas sociais.","referencias_relacionadas":["Mateus 18:4","Marcos 9:35","Lucas 22:26"]},"mateus_20_29_jericho":{"palavra_pt":"jericho","palavra_original":"Ἱεριχώ","transliteracao":"Hierichṓ","strong":"G2410","significado_raiz":"Ideia básica: jericho.","significado_contextual":"Jericó é uma cidade com grande significado histórico e espiritual, simbolizando a entrada na terra prometida.","explicacao_detalhada":"A menção de Jericó no contexto de Jesus enfatiza a importância da cidade como um lugar de milagres e transformação.","por_que_esta_palavra":"Jericó representa não apenas um local geográfico, mas também um ponto de mudança na vida das pessoas que encontram Jesus.","conexao_teologica":"A cidade de Jericó é um símbolo da redenção e da nova vida que Jesus oferece a todos que creem.","referencias_relacionadas":["Josué 6:20","Lucas 19:1-10","Mateus 21:1"]},"mateus_20_29_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus, composta por pessoas de diversas origens e condições sociais.","explicacao_detalhada":"A palavra 'povo' (ὄχλος) neste contexto indica um grupo de pessoas que, muitas vezes, se reuniam em torno de Jesus para ouvir seus ensinamentos e testemunhar seus milagres. Essa multidão representa a busca por esperança e cura.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a inclusão e a universalidade da mensagem de Jesus, que se dirigia a todos, independentemente de sua posição social.","conexao_teologica":"A multidão que seguia Jesus simboliza a Igreja, o corpo de Cristo, que é composto por todos os que creem nele.","referencias_relacionadas":["Mateus 9:36","Mateus 14:14","Mateus 15:30"]},"mateus_20_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que é reconhecido como o Filho de Deus e o Messias.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na fé cristã, pois representa a encarnação de Deus que veio ao mundo para salvar a humanidade. Neste versículo, Ele é invocado pelos cegos em busca de cura.","por_que_esta_palavra":"O uso do nome 'Jesus' destaca a autoridade e o poder que Ele possui para realizar milagres e trazer salvação.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, sendo o único mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_20_30_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao título de respeito e poder que é atribuído a Jesus.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para reconhecer a soberania de Jesus sobre todas as coisas. Neste contexto, os cegos chamam Jesus de Senhor, reconhecendo sua autoridade divina.","por_que_esta_palavra":"A utilização do termo 'senhor' demonstra a submissão e a fé dos que o invocam, reconhecendo sua capacidade de ajudar e salvar.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos Evangelhos, onde Ele é apresentado como Senhor sobre a criação, a lei e a vida.","referencias_relacionadas":["Mateus 8:27","Mateus 28:18","Romanos 10:9"]},"mateus_20_30_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à linhagem real de Jesus, que é descendente do rei Davi.","explicacao_detalhada":"A palavra 'rei' (Δαβίδ) neste contexto enfatiza a herança messiânica de Jesus, que é reconhecido como o Rei dos Reis e Senhor dos Senhores.","por_que_esta_palavra":"O reconhecimento de Jesus como rei é fundamental para entender sua missão redentora e seu papel na história da salvação.","conexao_teologica":"Jesus é o cumprimento da promessa feita a Davi de que seu trono seria estabelecido para sempre.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Apocalipse 19:16"]},"mateus_20_31_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de Jesus como Senhor e autoridade suprema.","explicacao_detalhada":"A repetição da palavra 'senhor' (κύριος) neste versículo sublinha a importância do reconhecimento da autoridade de Jesus, especialmente em momentos de necessidade.","por_que_esta_palavra":"A invocação de Jesus como Senhor é um ato de fé e confiança em sua capacidade de intervir nas situações humanas.","conexao_teologica":"A autoridade de Jesus é um tema central na teologia cristã, que afirma que Ele tem poder sobre a vida e a morte.","referencias_relacionadas":["Mateus 7:29","Mateus 21:23","Filipenses 2:9-11"]},"mateus_20_31_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a identidade messiânica de Jesus como o Rei prometido.","explicacao_detalhada":"A palavra 'rei' (Δαβίδ) aqui reafirma a conexão de Jesus com a linhagem real e seu papel como o Messias que veio para reinar sobre seu povo.","por_que_esta_palavra":"A menção ao rei Davi é significativa, pois estabelece a legitimidade de Jesus como o verdadeiro Rei de Israel.","conexao_teologica":"A realeza de Jesus é um aspecto crucial da escatologia cristã, que espera seu retorno como Rei para estabelecer seu reino eterno.","referencias_relacionadas":["Mateus 2:2","Mateus 21:5","Apocalipse 11:15"]},"mateus_20_31_falar":{"palavra_pt":"falar","palavra_original":"σιωπάω","transliteracao":"siōpáō","strong":"G4623","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (σιωπάω) neste contexto indica a importância da comunicação e do clamor por ajuda. Os cegos pedem a Jesus que fale e intervenha em suas vidas.","por_que_esta_palavra":"A escolha desta palavra ressalta a necessidade de expressar a fé e a dependência de Jesus para a cura e a salvação.","conexao_teologica":"A comunicação com Deus é fundamental na vida cristã, onde a oração é um meio de expressar nossas necessidades e confiar em Sua resposta.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","1 João 5:14"]},"mateus_20_32_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Reforça a identidade de Jesus como o Salvador e o Messias.","explicacao_detalhada":"A repetição do nome 'Jesus' (Ἰησοῦς) neste versículo enfatiza a centralidade de sua pessoa e obra na vida dos crentes.","por_que_esta_palavra":"A invocação do nome de Jesus é um ato de fé que reconhece seu poder e autoridade para transformar vidas.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e é através dele que temos acesso ao Pai e à salvação.","referencias_relacionadas":["João 14:6","Atos 2:21","Romanos 10:13"]},"mateus_20_32_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao ato de estabelecer um compromisso ou acordo, especialmente entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'aliança' (ἵστημι) neste contexto pode ser entendida como a relação de compromisso que Jesus estabelece com aqueles que o seguem, oferecendo-lhes salvação e vida eterna.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando o relacionamento de Deus com seu povo e a promessa de redenção através de Cristo.","conexao_teologica":"A nova aliança em Cristo é um cumprimento das promessas do Antigo Testamento, onde Deus se compromete a ser o Deus de seu povo.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"mateus_20_32_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer uma escolha.","explicacao_detalhada":"A palavra 'escolher' (θέλω) neste contexto indica a vontade de Jesus em atender ao clamor dos cegos, mostrando sua disposição em ajudar aqueles que o buscam.","por_que_esta_palavra":"A escolha de Jesus em curar os cegos demonstra sua compaixão e a importância de atender às necessidades humanas.","conexao_teologica":"A vontade de Deus é um tema central na teologia cristã, onde se acredita que Ele deseja que todos sejam salvos e venham ao conhecimento da verdade.","referencias_relacionadas":["1 Timóteo 2:4","Mateus 7:11","Romanos 8:28"]},"mateus_20_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a alguém que possui autoridade ou domínio sobre outros.","explicacao_detalhada":"No contexto de Mateus 20:33, a palavra 'senhor' é utilizada pelos cegos que clamam a Jesus, reconhecendo sua autoridade e poder para curá-los. Eles o chamam de 'senhor' como um sinal de respeito e reconhecimento de sua divindade.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a posição de Jesus como o Messias e Senhor, que tem poder sobre a vida e a morte.","conexao_teologica":"A utilização da palavra 'senhor' conecta-se com a ideia de Jesus como Senhor e Salvador, que é uma das principais doutrinas do cristianismo.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"mateus_20_33_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se ao órgão da visão, mas também simboliza a percepção e a compreensão espiritual.","explicacao_detalhada":"No versículo, os cegos pedem a Jesus que lhes abra os olhos, não apenas fisicamente, mas também espiritualmente, para que possam ver a verdade.","por_que_esta_palavra":"A escolha da palavra 'olho' é significativa, pois representa a necessidade de iluminação espiritual e a capacidade de ver além das circunstâncias físicas.","conexao_teologica":"A cura dos olhos é um símbolo da revelação espiritual que Jesus traz, permitindo que as pessoas vejam a verdade sobre Deus e sobre si mesmas.","referencias_relacionadas":["João 9:39","Mateus 13:16","2 Coríntios 4:4"]},"mateus_20_33_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de comunicar ou clamar por algo.","explicacao_detalhada":"Os cegos chamam Jesus, expressando sua necessidade e fé de que Ele pode ajudá-los. A palavra 'dizer' enfatiza a urgência e a sinceridade de seu clamor.","por_que_esta_palavra":"A palavra é escolhida para mostrar a importância da comunicação e da fé em Jesus como o único que pode responder ao seu clamor.","conexao_teologica":"A ação de chamar Jesus reflete a necessidade de invocar o nome do Senhor para receber ajuda e salvação.","referencias_relacionadas":["Romanos 10:13","Salmos 34:17","Mateus 7:7"]},"mateus_20_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus responde ao clamor dos cegos, demonstrando seu poder e compaixão ao curá-los. O nome 'Jesus' é central na narrativa do Novo Testamento.","por_que_esta_palavra":"A escolha do nome 'Jesus' é crucial, pois identifica a pessoa que tem autoridade para realizar milagres e salvar.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, e seu nome é sinônimo de salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-10"]},"mateus_20_34_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada novamente para enfatizar a cura física e espiritual que Jesus realiza.","explicacao_detalhada":"Aqui, Jesus cura os olhos dos cegos, simbolizando não apenas a restauração da visão física, mas também a iluminação espiritual que Ele oferece.","por_que_esta_palavra":"A repetição da palavra 'olho' destaca a importância da visão, tanto física quanto espiritual, na obra de Jesus.","conexao_teologica":"A cura dos olhos é um sinal do ministério de Jesus, que veio para trazer luz ao mundo e revelar a verdade.","referencias_relacionadas":["Isaías 35:5","João 8:12","Mateus 11:5"]}}