{"mateus_21_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente utilizada para se referir ao Messias que entra triunfantemente em Jerusalém.","explicacao_detalhada":"Neste contexto, Jesus está se aproximando de Jerusalém para cumprir sua missão redentora, e seu nome é associado ao cumprimento das profecias messiânicas.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua identidade como o Salvador e o Rei que vem em nome do Senhor.","conexao_teologica":"A entrada triunfal de Jesus em Jerusalém é um momento chave que marca o início da sua paixão e sacrifício pela humanidade.","referencias_relacionadas":["Mateus 21:5","Zacarias 9:9","Lucas 19:38"]},"mateus_21_1_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"A palavra 'Jerusalém' refere-se à cidade santa, centro da vida religiosa e política do povo de Israel.","explicacao_detalhada":"Jerusalém é o local onde Jesus cumprirá sua missão, incluindo sua crucificação e ressurreição. A cidade é um símbolo do pacto de Deus com seu povo.","por_que_esta_palavra":"A escolha da palavra 'Jerusalém' é significativa, pois representa o cumprimento das promessas de Deus e o lugar onde a salvação será realizada.","conexao_teologica":"Jerusalém é central na narrativa bíblica, simbolizando tanto a rejeição de Jesus quanto o plano redentor de Deus.","referencias_relacionadas":["Mateus 23:37","Salmos 122:6","Isaías 2:3"]},"mateus_21_1_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se a uma elevação geográfica, especificamente o Monte das Oliveiras, onde Jesus faz sua entrada em Jerusalém.","explicacao_detalhada":"O monte é um local de grande significado espiritual e histórico, onde Jesus se prepara para a última semana de sua vida terrena.","por_que_esta_palavra":"A escolha da palavra 'monte' destaca a importância do local na narrativa e a conexão com eventos significativos da história bíblica.","conexao_teologica":"O monte é frequentemente associado à presença de Deus e à revelação divina, simbolizando a proximidade de Jesus com o Pai.","referencias_relacionadas":["Mateus 5:1","Salmos 125:2","Lucas 22:39"]},"mateus_21_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para indicar a autoridade de Jesus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, Jesus instrui seus discípulos a dizerem ao dono do jumentinho que 'o Senhor' precisa dele, reafirmando sua autoridade.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a soberania de Jesus e sua capacidade de cumprir as profecias.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Mateus 28:18","Efésios 1:21-22","Colossenses 1:16"]},"mateus_21_3_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade ou ao propósito pelo qual algo é solicitado.","explicacao_detalhada":"Jesus menciona que o jumentinho é necessário para um 'assunto', indicando que sua entrada em Jerusalém é parte de um plano divino.","por_que_esta_palavra":"A escolha da palavra 'assunto' destaca a intencionalidade de Jesus em cumprir as Escrituras e seu papel messiânico.","conexao_teologica":"O 'assunto' de Jesus é a salvação da humanidade, e cada ação dele é parte desse grande plano redentor.","referencias_relacionadas":["Mateus 1:21","Lucas 19:10","Atos 2:23"]},"mateus_21_3_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de uma mensagem ou instrução.","explicacao_detalhada":"Neste contexto, Jesus instrui seus discípulos a falarem com os donos do jumentinho, indicando que a palavra de Deus deve ser proclamada e obedecida.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da comunicação divina e da obediência às instruções de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é central na teologia cristã, onde a palavra é vista como um meio de revelação.","referencias_relacionadas":["Mateus 4:4","Romanos 10:17","Hebreus 4:12"]},"mateus_21_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação ou realização de algo.","explicacao_detalhada":"Aqui, a palavra indica que o que estava escrito se tornaria realidade, mostrando a soberania de Deus na história.","por_que_esta_palavra":"É utilizada para mostrar que os eventos da vida de Jesus estavam de acordo com as profecias do Antigo Testamento.","conexao_teologica":"A ideia de que Deus realiza seus propósitos é fundamental na teologia, mostrando que Ele é fiel às Suas promessas.","referencias_relacionadas":["Isaías 62:11","Zacarías 9:9","Romanos 8:28"]},"mateus_21_4_altogether":{"palavra_pt":"altogether","palavra_original":"ὅλος","transliteracao":"hólos","strong":"G3650","significado_raiz":"Ideia básica: altogether.","significado_contextual":"A palavra 'altogether' enfatiza a totalidade ou a plenitude de algo.","explicacao_detalhada":"Neste contexto, refere-se ao cumprimento completo da profecia sobre a entrada triunfal de Jesus em Jerusalém.","por_que_esta_palavra":"É usada para ressaltar que todos os aspectos da profecia se cumpriram em Jesus.","conexao_teologica":"A plenitude das promessas de Deus se cumpre em Cristo, mostrando que Ele é o cumprimento de todas as coisas.","referencias_relacionadas":["Colossenses 1:19","Efésios 1:10","Mateus 5:17"]},"mateus_21_5_igreja":{"palavra_pt":"igreja","palavra_original":"Σιών","transliteracao":"Siṓn","strong":"G4622","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se ao povo de Deus, a comunidade dos fiéis.","explicacao_detalhada":"Neste versículo, a referência a Sião simboliza a cidade de Deus e a realização de Sua promessa de salvação.","por_que_esta_palavra":"É importante porque destaca a conexão entre a história de Israel e a nova aliança em Cristo.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde os crentes são chamados a viver em comunhão e adoração.","referencias_relacionadas":["Atos 2:47","Efésios 2:19-22","Hebreus 12:22-24"]},"mateus_21_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, o nome de Jesus é central, pois Ele é o cumprimento das promessas messiânicas.","por_que_esta_palavra":"É usada para identificar a pessoa que traz a salvação e a esperança ao povo de Deus.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é exaltado acima de todo nome.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Mateus 1:21"]},"mateus_21_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"Aqui, enfatiza a ação de Jesus ao entrar em Jerusalém, cumprindo a vontade do Pai.","por_que_esta_palavra":"É usada para mostrar que Jesus age de acordo com a missão que lhe foi confiada.","conexao_teologica":"A ação de Jesus é um reflexo da obediência e do cumprimento da vontade de Deus na terra.","referencias_relacionadas":["João 5:19","Mateus 26:39","Lucas 22:42"]},"mateus_21_8_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus e o aclamava.","explicacao_detalhada":"Neste contexto, o povo representa a resposta da humanidade ao ministério de Jesus, reconhecendo-O como Rei.","por_que_esta_palavra":"É importante porque mostra a interação entre Jesus e as pessoas que O cercavam.","conexao_teologica":"A relação entre Jesus e o povo é central na mensagem do Evangelho, onde Ele é o bom pastor.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","João 10:11"]},"mateus_21_9_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo de Jesus sobre o Seu povo.","explicacao_detalhada":"Neste versículo, Jesus é reconhecido como o Rei prometido, que vem em nome do Senhor.","por_que_esta_palavra":"É usada para afirmar a realeza de Jesus e sua missão messiânica.","conexao_teologica":"A realeza de Cristo é um tema central na teologia, onde Ele é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Apocalipse 19:16","Isaías 9:6-7","Mateus 2:2"]},"mateus_21_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Jesus.","explicacao_detalhada":"Neste contexto, o uso da palavra destaca a submissão do povo à autoridade de Cristo como Rei.","por_que_esta_palavra":"É importante para reconhecer a soberania de Jesus sobre todas as coisas.","conexao_teologica":"A autoridade de Jesus é um aspecto fundamental da sua divindade e do seu papel como Salvador.","referencias_relacionadas":["Mateus 28:18","Efésios 1:21-22","Filipenses 2:9-10"]},"mateus_21_9_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de pronunciar bênçãos ou louvores.","explicacao_detalhada":"Neste contexto, o povo aclama Jesus, expressando sua adoração e reconhecimento de Sua autoridade.","por_que_esta_palavra":"É usada para enfatizar a importância da adoração e do reconhecimento da divindade de Jesus.","conexao_teologica":"A adoração é um aspecto central da vida cristã, onde os crentes são chamados a louvar a Deus em espírito e verdade.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","João 4:24"]},"mateus_21_10_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é a cidade sagrada, centro da vida religiosa e política de Israel.","explicacao_detalhada":"Jerusalém é mencionada como o lugar onde Jesus entra triunfalmente, simbolizando a chegada do Messias. A cidade é vista como o local de adoração e sacrifício, e sua importância é destacada em várias profecias.","por_que_esta_palavra":"A palavra 'Jerusalém' é crucial para entender o contexto da entrada triunfal de Jesus, pois representa a expectativa messiânica do povo.","conexao_teologica":"Jerusalém é frequentemente associada ao plano de Deus para a redenção e ao cumprimento das promessas feitas a Israel.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 23:37"]},"mateus_21_10_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"O ato de levantar-se ou entrar é um símbolo de autoridade e ação.","explicacao_detalhada":"Neste contexto, 'levantar' refere-se à entrada de Jesus em Jerusalém, onde Ele se apresenta como Rei. Este ato é carregado de significado, pois marca o início da sua paixão.","por_que_esta_palavra":"A palavra 'levantar' é usada para enfatizar a ação decisiva de Jesus ao entrar na cidade, desafiando as expectativas do povo.","conexao_teologica":"A entrada de Jesus em Jerusalém é um cumprimento das profecias messiânicas, mostrando que Ele é o Rei prometido.","referencias_relacionadas":["Zacarias 9:9","Mateus 21:5","Lucas 19:38"]},"mateus_21_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é reconhecido como o Messias e Salvador.","explicacao_detalhada":"Neste versículo, o povo clama por Jesus, reconhecendo-O como o Filho de Davi, um título messiânico que indica sua linhagem real e sua autoridade.","por_que_esta_palavra":"A menção de 'Jesus' é central para a identidade cristã, pois Ele é o cumprimento das promessas de Deus ao seu povo.","conexao_teologica":"Jesus é o centro da história da salvação, e sua entrada em Jerusalém é um momento crucial que leva à sua crucificação e ressurreição.","referencias_relacionadas":["Mateus 1:21","Mateus 2:6","Romanos 1:3"]},"mateus_21_11_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo representa a multidão que reconhece Jesus como o Messias.","explicacao_detalhada":"A palavra 'povo' refere-se à multidão que aclamava Jesus durante sua entrada em Jerusalém, simbolizando a esperança e a expectativa do povo por libertação.","por_que_esta_palavra":"A inclusão do 'povo' destaca a resposta coletiva à revelação de Jesus como o Messias.","conexao_teologica":"A reação do povo ante a entrada de Jesus reflete a dinâmica entre fé e incredulidade que permeia os evangelhos.","referencias_relacionadas":["Mateus 21:9","João 12:13","Lucas 19:37"]},"mateus_21_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus age com autoridade ao purificar o templo.","explicacao_detalhada":"Neste versículo, Jesus expulsa os vendedores do templo, demonstrando sua indignação contra a corrupção e a profanação do lugar sagrado.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua autoridade e papel como purificador e restaurador da verdadeira adoração.","conexao_teologica":"A purificação do templo é um ato que simboliza a necessidade de santidade e pureza na adoração a Deus.","referencias_relacionadas":["Mateus 21:13","João 2:15-16","Isaías 56:7"]},"mateus_21_12_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como o lugar de adoração a Deus.","explicacao_detalhada":"A palavra 'sagrado' destaca a importância do templo como espaço dedicado ao culto e à presença de Deus, que estava sendo desrespeitado.","por_que_esta_palavra":"A ênfase no 'sagrado' ressalta a indignação de Jesus contra a comercialização da fé.","conexao_teologica":"O conceito de sagrado é fundamental na teologia bíblica, pois reflete a separação entre o que é comum e o que é dedicado a Deus.","referencias_relacionadas":["Êxodo 30:34","Levítico 10:3","Mateus 21:13"]},"mateus_21_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o destinatário da adoração e da pureza no templo.","explicacao_detalhada":"Neste contexto, a menção de Deus enfatiza a razão pela qual o templo deve ser mantido puro e sagrado, como um espaço de encontro com o Criador.","por_que_esta_palavra":"A palavra 'Deus' é central para entender a motivação de Jesus ao purificar o templo.","conexao_teologica":"A relação entre Deus e seu povo é um tema central na Bíblia, e a pureza do templo é um reflexo dessa relação.","referencias_relacionadas":["Salmos 24:3-4","Mateus 21:13","Hebreus 10:19-22"]},"mateus_21_13_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa de Deus como um espaço de oração.","explicacao_detalhada":"A palavra 'família' aqui é usada para descrever o templo como a casa de Deus, onde o povo deve se reunir para adorar e orar.","por_que_esta_palavra":"A menção de 'família' sugere um senso de pertencimento e comunidade entre os adoradores.","conexao_teologica":"A ideia de Deus como Pai e o templo como Sua casa reforça a noção de que a adoração é uma expressão de relacionamento familiar com Deus.","referencias_relacionadas":["Mateus 21:13","Lucas 19:46","1 Timóteo 3:15"]},"mateus_21_13_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'fazer' é usada para descrever as ações que estavam ocorrendo no templo, que deveriam ser de adoração, mas que estavam corrompidas.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a necessidade de restaurar o propósito original do templo.","conexao_teologica":"A ação de Jesus ao 'fazer' a purificação é um chamado à verdadeira adoração e ao arrependimento.","referencias_relacionadas":["Mateus 21:12","Tiago 1:22","1 Pedro 2:5"]},"mateus_21_13_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A oração é apresentada como o propósito principal do templo.","explicacao_detalhada":"A palavra 'oração' enfatiza que o templo deve ser um lugar de comunicação com Deus, e não um mercado.","por_que_esta_palavra":"A menção de 'oração' é fundamental para entender a intenção de Jesus ao purificar o templo.","conexao_teologica":"A oração é um meio de relacionamento com Deus, e Jesus está restaurando esse propósito no templo.","referencias_relacionadas":["Isaías 56:7","Mateus 6:6","1 Tessalonicenses 5:17"]},"mateus_21_14_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar sagrado, separado para a adoração a Deus.","explicacao_detalhada":"A palavra 'sagrado' indica que o templo é um espaço dedicado ao culto e à presença divina, onde as atividades religiosas devem ocorrer com reverência.","por_que_esta_palavra":"A ênfase na sacralidade do templo é crucial para entender a indignação de Jesus ao ver a comercialização dentro dele.","conexao_teologica":"O conceito de sagrado é central na teologia bíblica, pois reflete a separação entre o profano e o divino, enfatizando a importância da pureza na adoração.","referencias_relacionadas":["Êxodo 3:5","Salmos 93:5","Isaías 56:7"]},"mateus_21_14_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é adorada no templo, enfatizando a relação entre Deus e o povo.","explicacao_detalhada":"A palavra 'Deus' aqui destaca a autoridade e o poder divinos, que devem ser reconhecidos e respeitados no espaço sagrado.","por_que_esta_palavra":"A presença de Deus no templo é um lembrete da sua soberania e do chamado à adoração genuína.","conexao_teologica":"A relação entre Deus e o templo é fundamental, pois o templo é visto como a morada de Deus entre os homens.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Ezequiel 37:27"]},"mateus_21_14_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de adorar a Deus, que deve ser feito com sinceridade e reverência.","explicacao_detalhada":"A palavra 'adoração' implica um reconhecimento da grandeza de Deus e uma entrega total a Ele, que deve ser a essência da experiência no templo.","por_que_esta_palavra":"A adoração é o propósito principal do templo, e a sua distorção por práticas comerciais é o que Jesus critica.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a resposta do ser humano à revelação de Deus.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"mateus_21_15_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se às crianças que louvam a Jesus, simbolizando a pureza e a fé genuína.","explicacao_detalhada":"A palavra 'criança' aqui representa a inocência e a capacidade de reconhecer a verdade de Deus sem as complicações dos adultos.","por_que_esta_palavra":"As crianças são vistas como modelos de fé, e seu louvor a Jesus contrasta com a hipocrisia dos líderes religiosos.","conexao_teologica":"A fé infantil é frequentemente exaltada nas Escrituras como um exemplo a ser seguido por todos os crentes.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"mateus_21_15_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Reitera a ideia de que o templo é um espaço sagrado, onde a presença de Deus deve ser respeitada.","explicacao_detalhada":"A repetição da palavra 'sagrado' enfatiza a importância do local e a necessidade de manter sua santidade diante das práticas inadequadas.","por_que_esta_palavra":"A sacralidade do templo é um tema recorrente, que Jesus defende ao expulsar os mercadores.","conexao_teologica":"A santidade de Deus é um conceito fundamental que permeia toda a Escritura, refletindo a necessidade de reverência na adoração.","referencias_relacionadas":["Levítico 19:30","Salmos 46:4","Hebreus 12:14"]},"mateus_21_15_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Jesus como o Rei, reconhecido pelas crianças, contrastando com a rejeição dos líderes religiosos.","explicacao_detalhada":"A palavra 'rei' destaca a messianidade de Jesus e sua autoridade divina, que é reconhecida até mesmo pelos mais pequenos.","por_que_esta_palavra":"O reconhecimento de Jesus como Rei é central para a sua missão e identidade, especialmente em um contexto de opressão.","conexao_teologica":"A realeza de Cristo é um tema central no Novo Testamento, que afirma sua soberania sobre todas as coisas.","referencias_relacionadas":["Mateus 2:2","João 18:37","Apocalipse 19:16"]},"mateus_21_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Messias, que é o foco da adoração e do louvor.","explicacao_detalhada":"A palavra 'Jesus' é central para a fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"O nome de Jesus é invocado em adoração e reconhecimento de sua autoridade divina.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para a compreensão da salvação e da relação com o Pai.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_21_16_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca como o meio de expressão do louvor e da adoração.","explicacao_detalhada":"A palavra 'boca' simboliza a importância da fala e da declaração de fé, que deve ser usada para glorificar a Deus.","por_que_esta_palavra":"A boca é um instrumento poderoso que pode ser usado para louvar ou blasfemar, e aqui é usada para exaltar a Jesus.","conexao_teologica":"A importância da boca na adoração é refletida em várias passagens que falam sobre a declaração de fé e louvor a Deus.","referencias_relacionadas":["Salmos 34:1","Romanos 10:10","Hebreus 13:15"]},"mateus_21_16_crianca":{"palavra_pt":"crianca","palavra_original":"νήπιος","transliteracao":"nḗpios","strong":"G3516","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se novamente à pureza e à fé das crianças que reconhecem Jesus como Senhor.","explicacao_detalhada":"A palavra 'criança' enfatiza a simplicidade e a sinceridade da fé que deve ser imitada por todos os crentes.","por_que_esta_palavra":"As crianças são um exemplo de como devemos nos aproximar de Deus, com fé e confiança.","conexao_teologica":"A fé infantil é frequentemente exaltada nas Escrituras, mostrando que o Reino de Deus pertence aos que se tornam como crianças.","referencias_relacionadas":["Mateus 18:4","Marcos 10:15","Lucas 9:48"]},"mateus_21_17_forsake":{"palavra_pt":"forsake","palavra_original":"καταλείπω","transliteracao":"kataleípō","strong":"G2641","significado_raiz":"Ideia básica: forsake.","significado_contextual":"Refere-se ao ato de deixar ou abandonar algo, no contexto da rejeição das práticas corruptas no templo.","explicacao_detalhada":"A palavra 'forsake' implica uma decisão consciente de se afastar de comportamentos que desonram a Deus.","por_que_esta_palavra":"Jesus demonstra a necessidade de purificar o templo, abandonando práticas que não glorificam a Deus.","conexao_teologica":"A ideia de deixar o que é pecaminoso para se voltar a Deus é um tema recorrente na Bíblia, enfatizando a necessidade de arrependimento.","referencias_relacionadas":["Isaías 55:7","Mateus 4:19","2 Coríntios 5:17"]},"mateus_21_18_mar":{"palavra_pt":"mar","palavra_original":"ἐπανάγω","transliteracao":"epanágō","strong":"G1877","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao ato de ir ou trazer algo de volta.","explicacao_detalhada":"No contexto de Mateus 21:18, a palavra 'mar' é usada para descrever a ação de Jesus ao se dirigir a uma figueira que não tinha frutos, simbolizando a expectativa de Deus em relação ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'mar' enfatiza a ação de Jesus em buscar frutos espirituais entre os israelitas.","conexao_teologica":"A figueira sem frutos representa a esterilidade espiritual de Israel, e a ação de Jesus reflete o juízo divino sobre a falta de fé.","referencias_relacionadas":["Mateus 21:19","Lucas 13:6-9","Isaías 5:1-7"]},"mateus_21_18_hungered":{"palavra_pt":"hungered","palavra_original":"πεινάω","transliteracao":"peináō","strong":"G3983","significado_raiz":"Ideia básica: hungered.","significado_contextual":"A palavra 'hungered' expressa a necessidade física e espiritual de alimento.","explicacao_detalhada":"Jesus, ao sentir fome, não apenas demonstra sua humanidade, mas também simboliza a busca por satisfação espiritual que não encontrou em Israel.","por_que_esta_palavra":"A fome de Jesus é um reflexo da fome espiritual do povo, que não estava se alimentando da Palavra de Deus.","conexao_teologica":"A fome de Jesus pode ser vista como uma metáfora para a necessidade de buscar a verdadeira satisfação em Deus.","referencias_relacionadas":["Mateus 5:6","João 6:35","Salmos 42:1-2"]},"mateus_21_19_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a solidão ou a separação.","explicacao_detalhada":"Neste versículo, a solidão de Jesus ao se aproximar da figueira sem frutos destaca sua missão solitária de trazer a verdade ao povo.","por_que_esta_palavra":"A solidão de Jesus reflete a rejeição que Ele enfrentou em sua missão.","conexao_teologica":"A solidão de Cristo é um tema recorrente, simbolizando a rejeição do Messias e a necessidade de um relacionamento pessoal com Deus.","referencias_relacionadas":["Mateus 26:56","João 1:11","Isaías 53:3"]},"mateus_21_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação ou realização.","explicacao_detalhada":"Jesus usa esta palavra ao falar sobre a figueira, indicando que a expectativa de frutos deveria se concretizar.","por_que_esta_palavra":"A ideia de 'tornar-se' enfatiza a importância do crescimento espiritual e da produção de frutos na vida dos crentes.","conexao_teologica":"A transformação espiritual é central na mensagem de Jesus, que chama os crentes a darem frutos dignos de arrependimento.","referencias_relacionadas":["João 15:5","Gálatas 5:22-23","Mateus 3:8"]},"mateus_21_20_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' implica em perceber ou entender algo profundamente.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a percepção dos discípulos sobre o milagre que Jesus realizou com a figueira.","por_que_esta_palavra":"A capacidade de 'ver' é essencial para entender a obra de Deus e a resposta do povo a ela.","conexao_teologica":"O conhecimento espiritual é fundamental para a fé, e Jesus frequentemente chama seus seguidores a 'ver' a verdade.","referencias_relacionadas":["Mateus 13:16-17","João 8:32","1 Coríntios 2:14"]},"mateus_21_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador e Messias.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a fé que pode mover montanhas, enfatizando seu papel como fonte de poder e autoridade.","por_que_esta_palavra":"O nome de Jesus é central na mensagem do evangelho, representando a salvação e a esperança para a humanidade.","conexao_teologica":"A fé em Jesus é o fundamento da vida cristã e a chave para a realização de milagres.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Hebreus 12:2"]},"mateus_21_21_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus.","explicacao_detalhada":"Jesus ensina que a fé é essencial para a realização de milagres e para a vida cristã.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se conectam com o poder de Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da salvação e da vida espiritual.","referencias_relacionadas":["Hebreus 11:1","Marcos 11:24","Tiago 1:6"]},"mateus_21_21_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' é usada novamente para enfatizar a solidão de Jesus em sua missão.","explicacao_detalhada":"A repetição da palavra destaca a importância da individualidade na relação com Deus e a necessidade de fé pessoal.","por_que_esta_palavra":"A solidão de Jesus serve como um lembrete de que, embora Ele esteja sempre presente, cada um deve buscar a Deus por conta própria.","conexao_teologica":"A relação pessoal com Deus é fundamental, e a solidão de Jesus reflete a necessidade de cada crente ter sua própria fé.","referencias_relacionadas":["Mateus 26:36","Lucas 22:41","Salmos 25:16"]},"mateus_21_22_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica em ter fé e confiança em Deus.","explicacao_detalhada":"Jesus ensina que a oração e a fé andam juntas, e que crer é essencial para receber respostas de Deus.","por_que_esta_palavra":"A fé é o elemento que ativa o poder de Deus em nossas vidas e orações.","conexao_teologica":"A fé é um princípio fundamental na vida cristã, sendo a chave para a comunicação com Deus.","referencias_relacionadas":["Marcos 9:23","1 João 5:14-15","Romanos 5:1"]},"mateus_21_22_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se à comunicação com Deus.","explicacao_detalhada":"A oração é apresentada como um meio de expressar fé e buscar a intervenção divina.","por_que_esta_palavra":"A oração é fundamental para a vida espiritual, permitindo que os crentes se conectem com Deus.","conexao_teologica":"A oração é um ato de fé e confiança, essencial para o relacionamento com Deus.","referencias_relacionadas":["Filipenses 4:6-7","1 Tessalonicenses 5:17","Mateus 6:6"]},"mateus_21_22_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho de fé e obediência que leva à realização das promessas de Deus.","explicacao_detalhada":"No contexto de Mateus 21:22, Jesus ensina que a fé verdadeira pode mover montanhas e que, ao orar, devemos crer que receberemos o que pedimos. O 'caminho' aqui simboliza a jornada espiritual que seguimos em nossa relação com Deus.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a trajetória que os crentes devem seguir, enfatizando a importância da fé e da oração.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, representando a vida em Cristo e a busca pela santidade.","referencias_relacionadas":["Mateus 7:14","João 14:6","Salmos 119:105"]},"mateus_21_23_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar separado para adoração e presença de Deus.","explicacao_detalhada":"Neste versículo, Jesus é questionado sobre sua autoridade no templo, que é considerado sagrado. O 'sagrado' implica a separação do comum e a consagração a Deus, refletindo a importância do templo na vida religiosa judaica.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a reverência que os judeus tinham pelo templo e a seriedade das questões de autoridade espiritual.","conexao_teologica":"O sagrado é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo e a necessidade de pureza e santidade.","referencias_relacionadas":["Êxodo 3:5","Salmos 24:3-4","Hebreus 9:24"]},"mateus_21_23_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes religiosos e anciãos que questionam Jesus sobre sua autoridade.","explicacao_detalhada":"Os 'anciãos' eram figuras respeitadas na sociedade judaica, responsáveis por decisões religiosas e sociais. O questionamento deles a Jesus revela a tensão entre a tradição religiosa e a nova mensagem que Ele traz.","por_que_esta_palavra":"A palavra 'elder' destaca a importância da liderança e da autoridade na comunidade religiosa, especialmente em contraste com a autoridade de Jesus.","conexao_teologica":"A liderança espiritual é um tema importante na Bíblia, onde Deus estabelece líderes para guiar seu povo.","referencias_relacionadas":["1 Timóteo 5:17","Tito 1:5","Atos 14:23"]},"mateus_21_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo, especialmente em um contexto de autoridade.","explicacao_detalhada":"Neste contexto, a palavra 'fazer' é utilizada para questionar a legitimidade das ações de Jesus no templo, refletindo a preocupação dos líderes religiosos sobre quem tinha o direito de agir em nome de Deus.","por_que_esta_palavra":"A palavra 'fazer' é central para entender a prática da fé e as obras que devem acompanhar a crença.","conexao_teologica":"As obras são uma expressão da fé genuína, conforme ensinado em Tiago 2:17.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"mateus_21_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, Jesus Cristo, que questiona a autoridade dos líderes religiosos.","explicacao_detalhada":"Jesus, ao ser questionado, reafirma sua identidade e autoridade divina, desafiando os líderes a reconhecerem sua verdadeira natureza como Filho de Deus.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A identidade de Jesus como o Messias é central para a teologia cristã, sendo Ele o caminho para a reconciliação com Deus.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_21_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra que significa 'ungido', um título atribuído a Jesus como o Messias.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a missão de Jesus como o Salvador prometido, que veio para cumprir as profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para entender a natureza messiânica de Jesus e seu papel na salvação.","conexao_teologica":"A unção de Jesus como Cristo é um tema central na teologia, simbolizando a realização das promessas de Deus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"mateus_21_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, reiterando a importância das obras na vida cristã.","explicacao_detalhada":"A repetição da palavra 'fazer' enfatiza a necessidade de ações que correspondam à fé professada, um princípio fundamental do ensino de Jesus.","por_que_esta_palavra":"A palavra 'fazer' é usada para destacar a importância da prática da fé em ações concretas.","conexao_teologica":"As obras são uma manifestação da fé viva, conforme ensinado em Tiago 2:26.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:23","1 Pedro 2:12"]},"mateus_21_25_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de autoridade divina.","explicacao_detalhada":"Neste versículo, Jesus usa a referência ao céu para desafiar os líderes religiosos a discernirem a origem de sua autoridade, contrastando com a autoridade humana.","por_que_esta_palavra":"A palavra 'céu' é fundamental para entender a soberania de Deus e sua relação com a terra.","conexao_teologica":"O céu é frequentemente mencionado na Bíblia como o lugar onde Deus reina e onde os crentes esperam estar após a morte.","referencias_relacionadas":["Mateus 6:9","Filipenses 3:20","Apocalipse 21:1"]},"mateus_21_25_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus e em suas promessas.","explicacao_detalhada":"A fé é um tema central no ensino de Jesus, e neste versículo, Ele destaca a importância de crer na autoridade divina e nas respostas às orações.","por_que_esta_palavra":"A palavra 'crer' é essencial para a vida cristã, pois sem fé é impossível agradar a Deus.","conexao_teologica":"A fé é a base da relação do crente com Deus, sendo um tema recorrente em toda a Escritura.","referencias_relacionadas":["Hebreus 11:6","Romanos 10:17","Gálatas 2:20"]},"mateus_21_25_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João, que é mencionado em um contexto de autoridade e reconhecimento.","explicacao_detalhada":"O nome 'João' é associado ao batismo e à preparação do caminho para Jesus. A menção do nome destaca a importância de reconhecer a obra de Deus através de seus profetas.","por_que_esta_palavra":"A palavra 'nome' é significativa na cultura judaica, onde o nome carrega o significado e a identidade da pessoa.","conexao_teologica":"O nome de Jesus é central na salvação e na identidade cristã, refletindo a autoridade e o poder de Deus.","referencias_relacionadas":["Mateus 3:1","Lucas 1:76","João 1:6"]},"mateus_21_26_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, sugerindo que algo está no meio de outros elementos.","explicacao_detalhada":"No contexto do versículo, 'entre' é usado para descrever a posição ou a situação de Jesus em relação ao povo e às autoridades religiosas. Ele está no meio de uma discussão, onde sua autoridade e identidade estão sendo questionadas.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a interação de Jesus com as pessoas ao seu redor, mostrando que Ele não é um líder distante, mas alguém que se envolve diretamente com o povo.","conexao_teologica":"A presença de Jesus 'entre' as pessoas reflete a encarnação, onde Deus se fez homem e habitou entre nós (João 1:14). Isso demonstra a importância da proximidade de Deus com a humanidade.","referencias_relacionadas":["Mateus 18:20","Lucas 5:30","João 1:14"]},"mateus_21_26_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se a um grupo de pessoas, muitas vezes em um contexto de multidão ou comunidade.","explicacao_detalhada":"Neste versículo, 'povo' é utilizado para descrever a multidão que estava ouvindo Jesus e interagindo com Ele. O uso dessa palavra destaca a diversidade e a coletividade das pessoas que estavam presentes.","por_que_esta_palavra":"A palavra 'povo' é significativa porque representa a audiência de Jesus, que inclui tanto os seguidores quanto os opositores, mostrando a abrangência de sua mensagem.","conexao_teologica":"O conceito de 'povo' é central na teologia bíblica, pois Deus escolheu um povo para Si mesmo, e Jesus veio para salvar não apenas um grupo específico, mas toda a humanidade (João 3:16).","referencias_relacionadas":["Mateus 9:36","Lucas 4:18","Atos 2:17"]},"mateus_21_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome próprio do Salvador, que significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste contexto, 'Jesus' é mencionado como o protagonista da narrativa, cuja autoridade e identidade estão sendo questionadas pelas autoridades religiosas. Ele é o centro da discussão sobre a legitimidade de seu ministério.","por_que_esta_palavra":"A menção do nome 'Jesus' é crucial, pois identifica diretamente a pessoa que está desafiando as normas e tradições religiosas da época, revelando sua missão redentora.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento, sendo o Messias esperado que veio para restaurar a relação entre Deus e a humanidade (Isaías 53).","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"mateus_21_27_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"No versículo, 'fazer' é usado para questionar a origem da autoridade de Jesus e as obras que Ele realiza. Isso implica uma investigação sobre a legitimidade de suas ações e ensinamentos.","por_que_esta_palavra":"A palavra 'fazer' é importante porque destaca a relação entre a ação e a autoridade. As obras de Jesus são um testemunho de sua identidade divina.","conexao_teologica":"As obras de Jesus são um reflexo do caráter de Deus e de sua missão redentora, mostrando que Ele não apenas fala, mas também age em poder e compaixão (João 14:12).","referencias_relacionadas":["Mateus 5:16","João 10:37-38","Atos 10:38"]},"mateus_21_27_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder ou direito de governar ou comandar.","explicacao_detalhada":"Neste contexto, 'autoridade' é uma questão central, pois as autoridades religiosas estão questionando a legitimidade da autoridade de Jesus para ensinar e realizar milagres.","por_que_esta_palavra":"A palavra 'autoridade' é crucial, pois estabelece a base da disputa entre Jesus e os líderes religiosos, que se sentem ameaçados por sua influência sobre o povo.","conexao_teologica":"A autoridade de Jesus é reconhecida como divina, refletindo sua posição como Filho de Deus e Senhor sobre todas as coisas (Mateus 28:18).","referencias_relacionadas":["Mateus 7:29","Lucas 4:36","João 5:27"]},"mateus_21_28_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"No versículo, 'bom' é usado para descrever a intenção ou a qualidade de uma ação que deve ser realizada, sugerindo que o que é bom deve ser feito.","por_que_esta_palavra":"A palavra 'bom' é significativa porque implica um padrão moral que Jesus está estabelecendo, contrastando com a hipocrisia das autoridades religiosas.","conexao_teologica":"A ideia de 'bom' está ligada à natureza de Deus, que é a fonte de toda bondade e moralidade (Salmos 119:68).","referencias_relacionadas":["Mateus 19:17","Romanos 12:2","Gálatas 5:22"]},"mateus_21_28_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou sair de um lugar.","explicacao_detalhada":"Neste contexto, 'depart' é usado para descrever a ação de alguém que decide não seguir um caminho ou instrução, refletindo uma escolha de desobediência.","por_que_esta_palavra":"A palavra 'depart' é importante porque indica a decisão de não cumprir uma ordem ou chamada, enfatizando a liberdade de escolha que cada pessoa tem.","conexao_teologica":"A liberdade de escolha é um tema central na teologia, onde Deus nos chama a segui-lo, mas nos dá a liberdade de decidir (Deuteronômio 30:19).","referencias_relacionadas":["Mateus 7:13-14","Lucas 9:62","Romanos 1:21"]},"mateus_21_29_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se ao ato de tomar uma decisão entre opções.","explicacao_detalhada":"No versículo, 'escolher' é usado para descrever a ação de decidir entre seguir ou não a instrução dada, refletindo a capacidade de decisão do ser humano.","por_que_esta_palavra":"A palavra 'escolher' é significativa porque destaca a responsabilidade individual de cada pessoa em responder ao chamado de Deus.","conexao_teologica":"A escolha é um aspecto fundamental da fé, onde somos chamados a escolher seguir a Cristo e seus ensinamentos (Josué 24:15).","referencias_relacionadas":["Mateus 22:14","João 15:16","Gálatas 6:7"]},"mateus_21_29_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a comunicação de uma decisão ou instrução, enfatizando a importância da palavra na transmissão de ideias.","por_que_esta_palavra":"A palavra 'falar' é importante porque revela a maneira como as instruções e ensinamentos são passados, destacando a comunicação verbal como um meio de edificação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação verbal é um meio pelo qual Deus se revela e se relaciona com a humanidade (Hebreus 4:12).","referencias_relacionadas":["Mateus 12:36","Tiago 3:1-2","Romanos 10:17"]},"mateus_21_29_latter":{"palavra_pt":"latter","palavra_original":"ὕστερος","transliteracao":"hýsteros","strong":"G5306","significado_raiz":"Ideia básica: latter.","significado_contextual":"A palavra 'latter' refere-se a algo que vem depois ou é posterior.","explicacao_detalhada":"No versículo, 'latter' é usado para contrastar entre duas opções ou decisões, indicando que uma escolha foi feita em relação a outra.","por_que_esta_palavra":"A palavra 'latter' é significativa porque enfatiza a sequência de decisões e a importância de cada escolha na vida espiritual.","conexao_teologica":"A ideia de 'latter' se conecta com a noção de que nossas escolhas têm consequências eternas, e que devemos viver de acordo com as decisões que fazemos (Gálatas 6:7-8).","referencias_relacionadas":["Mateus 25:46","Romanos 2:6-8","Apocalipse 20:12"]},"mateus_21_30_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é utilizada para expressar autoridade e respeito, referindo-se a alguém que tem poder ou domínio.","explicacao_detalhada":"No contexto de Mateus 21:30, a palavra 'senhor' é usada para enfatizar a relação de autoridade entre o pai e seus filhos, onde um filho desobedece ao seu pai, mas depois se arrepende e cumpre a vontade dele.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a importância da obediência e do reconhecimento da autoridade divina na vida dos crentes.","conexao_teologica":"A relação entre o senhor e os servos é um tema central na teologia cristã, refletindo a submissão e a obediência a Deus.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"mateus_21_30_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoração' refere-se ao ato de reverenciar e prestar culto a Deus, reconhecendo Sua grandeza.","explicacao_detalhada":"Em Mateus 21:30, a adoração é implícita na resposta do filho que, após desobedecer, se arrepende e volta a cumprir a vontade do pai, simbolizando a verdadeira adoração que vem do coração.","por_que_esta_palavra":"A adoração é fundamental na relação do ser humano com Deus, pois expressa amor, respeito e submissão.","conexao_teologica":"A adoração é um ato que deve ser feito em espírito e verdade, refletindo a autenticidade da fé.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"mateus_21_30_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode simbolizar um período de tempo específico ou um momento de decisão.","explicacao_detalhada":"No contexto de Mateus 21:30, o 'dia' pode ser interpretado como o momento em que o filho decide obedecer ao pai, representando um ponto de virada em sua vida.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender a urgência e a importância das decisões que fazemos em nossa vida espiritual.","conexao_teologica":"A Bíblia frequentemente menciona dias de decisão e arrependimento, enfatizando a importância de agir conforme a vontade de Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"mateus_21_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Mateus 21:31, Jesus é apresentado como aquele que traz a salvação e que é reconhecido pelos pecadores arrependidos, contrastando com os religiosos que não o aceitam.","por_que_esta_palavra":"O nome 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a promessa de redenção.","conexao_teologica":"A salvação através de Jesus é um tema central na teologia cristã, enfatizando a necessidade de fé e arrependimento.","referencias_relacionadas":["Atos 4:12","Romanos 1:16","João 3:16"]},"mateus_21_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador do universo e fonte de toda autoridade.","explicacao_detalhada":"No contexto de Mateus 21:31, Deus é apresentado como o pai que espera a obediência de Seus filhos, simbolizando a relação entre Deus e a humanidade.","por_que_esta_palavra":"A menção de Deus enfatiza a soberania e a expectativa de que Seus filhos cumpram Sua vontade.","conexao_teologica":"A relação entre Deus e Seus filhos é fundamental na teologia, refletindo a dinâmica de amor, disciplina e redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","1 João 4:8"]},"mateus_21_31_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir ou realizar algo.","explicacao_detalhada":"Em Mateus 21:31, 'fazer' é usado para descrever a ação do filho que, após desobedecer, decide cumprir a vontade do pai, simbolizando a importância da ação em resposta ao arrependimento.","por_que_esta_palavra":"A palavra 'fazer' destaca a necessidade de ações concretas que acompanhem a fé e o arrependimento.","conexao_teologica":"A fé sem obras é morta, e a ação é uma expressão da verdadeira fé em Deus.","referencias_relacionadas":["Tiago 2:26","Mateus 7:21","Gálatas 5:6"]},"mateus_21_32_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se ao estado de estar em conformidade com a lei de Deus, sendo justo e reto.","explicacao_detalhada":"Em Mateus 21:32, a justiça é apresentada como o resultado da fé e do arrependimento, onde aqueles que se arrependem são justificados diante de Deus.","por_que_esta_palavra":"A justiça é um conceito central na teologia, pois representa a condição necessária para a aceitação diante de Deus.","conexao_teologica":"A justificação é um tema central na doutrina da salvação, enfatizando que somos justificados pela fé em Cristo.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8-9"]},"mateus_21_32_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se ao ato de ter fé ou confiança em algo ou alguém.","explicacao_detalhada":"Em Mateus 21:32, 'crer' é fundamental para a salvação, pois aqueles que creem em Jesus e se arrependem são aceitos por Deus.","por_que_esta_palavra":"A fé é a base da relação com Deus, sendo essencial para a justificação e a vida cristã.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e somos salvos.","referencias_relacionadas":["Hebreus 11:1","João 3:36","Romanos 10:17"]},"mateus_21_32_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de uma pessoa.","explicacao_detalhada":"Em Mateus 21:32, o nome é mencionado em relação à identidade de João Batista, que preparou o caminho para Jesus, destacando a importância do nome na obra de Deus.","por_que_esta_palavra":"O nome carrega significado e autoridade, especialmente no contexto bíblico, onde o nome de Jesus é central para a salvação.","conexao_teologica":"O nome de Jesus é poderoso e é invocado na oração e na adoração, simbolizando a presença e a autoridade de Deus.","referencias_relacionadas":["Filipenses 2:9-10","Atos 4:12","Romanos 10:13"]},"mateus_21_33_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à plenitude que se encontra em Deus.","explicacao_detalhada":"Em Mateus 21:33, a vida é entendida como a experiência plena que se tem ao seguir a vontade de Deus, contrastando com a morte espiritual da desobediência.","por_que_esta_palavra":"A vida em Cristo é central para a fé cristã, representando a transformação e a nova criação que ocorre em quem crê.","conexao_teologica":"A vida eterna é uma promessa para aqueles que creem em Jesus, simbolizando a relação restaurada com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"mateus_21_33_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo onde a vinha foi plantada, simbolizando o mundo ou o povo de Israel.","explicacao_detalhada":"Neste contexto, a terra representa o lugar onde Deus confiou a Sua obra, que é a vinha. A vinha é uma metáfora para o povo de Israel, e a terra é o espaço onde eles deveriam produzir frutos para Deus.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a responsabilidade que os líderes religiosos tinham em cuidar do povo e produzir frutos espirituais.","conexao_teologica":"A terra é frequentemente usada na Bíblia para simbolizar a herança de Deus e o lugar da Sua presença. A relação entre Deus e Seu povo é frequentemente descrita em termos de terra e fruto.","referencias_relacionadas":["Isaías 5:1-7","Salmos 80:8-11","Mateus 13:1-9"]},"mateus_21_34_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se ao tempo designado para que os servos do proprietário da vinha colhessem os frutos.","explicacao_detalhada":"O uso de 'oportunidade' indica um tempo específico em que os servos foram enviados para buscar os frutos da vinha, simbolizando o momento em que Deus espera que Seu povo produza resultados de sua fé.","por_que_esta_palavra":"A palavra 'oportunidade' destaca a paciência de Deus e a expectativa de que Seu povo responda ao Seu chamado.","conexao_teologica":"Deus oferece oportunidades ao Seu povo para se arrepender e produzir frutos, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","2 Coríntios 6:2"]},"mateus_21_34_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' representa os resultados da vida espiritual e as boas obras que devem ser produzidas pelo povo de Deus.","explicacao_detalhada":"Neste contexto, o fruto simboliza a obediência e a resposta do povo ao chamado de Deus, que deveria se manifestar em ações e atitudes que glorificam a Deus.","por_que_esta_palavra":"A ênfase no 'fruto' mostra a expectativa de Deus de que Seu povo não apenas exista, mas que também produza resultados visíveis de sua fé.","conexao_teologica":"O conceito de fruto é central na teologia bíblica, representando a evidência da vida em Cristo e a transformação que ocorre na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22-23","João 15:8","Mateus 7:17-20"]},"mateus_21_35_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' refere-se à ação dos lavradores em relação aos servos enviados pelo proprietário da vinha.","explicacao_detalhada":"Neste contexto, 'receber' implica a rejeição dos servos e a violência contra eles, simbolizando a rejeição dos profetas e, por fim, de Cristo.","por_que_esta_palavra":"A escolha da palavra 'receber' destaca a gravidade da rejeição e a falta de respeito pelos mensageiros de Deus.","conexao_teologica":"A rejeição dos servos representa a resistência do povo de Deus em ouvir e obedecer à Sua palavra, refletindo um padrão de desobediência ao longo da história bíblica.","referencias_relacionadas":["Hebreus 11:36-38","Mateus 23:37","Atos 7:52"]},"mateus_21_36_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que o proprietário da vinha toma ao enviar mais servos após a rejeição dos primeiros.","explicacao_detalhada":"Neste contexto, 'fazer' indica a persistência de Deus em buscar o Seu povo, mesmo diante da rejeição e da violência.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a ação contínua de Deus em tentar alcançar Seu povo, mostrando Sua misericórdia e amor.","conexao_teologica":"A persistência de Deus em enviar mensageiros reflete Sua natureza amorosa e a importância da evangelização e do arrependimento.","referencias_relacionadas":["Romanos 10:21","Ezequiel 33:11","Lucas 13:34"]},"mateus_21_36_exceed":{"palavra_pt":"exceed","palavra_original":"πλείων","transliteracao":"pleíōn","strong":"G4119","significado_raiz":"Ideia básica: exceed.","significado_contextual":"A palavra 'exceed' refere-se ao envio de mais servos, indicando que o proprietário da vinha não se contentou com a rejeição anterior.","explicacao_detalhada":"Neste contexto, 'exceed' sugere que Deus continua a oferecer oportunidades ao Seu povo, mesmo quando eles falham em responder positivamente.","por_que_esta_palavra":"A palavra 'exceed' destaca a generosidade de Deus em dar mais chances ao Seu povo, refletindo Sua paciência.","conexao_teologica":"A ideia de que Deus excede em Sua graça e misericórdia é um tema central na teologia cristã, mostrando que Ele sempre busca a reconciliação.","referencias_relacionadas":["Romanos 5:20","2 Pedro 3:9","Salmos 103:8-12"]},"mateus_21_37_latter":{"palavra_pt":"latter","palavra_original":"ὕστερος","transliteracao":"hýsteros","strong":"G5306","significado_raiz":"Ideia básica: latter.","significado_contextual":"A palavra 'latter' refere-se ao último servo enviado pelo proprietário da vinha, simbolizando a vinda de Cristo.","explicacao_detalhada":"Neste contexto, 'latter' indica que, após várias tentativas de alcançar o povo, Deus envia Seu Filho, que é a última esperança para a salvação.","por_que_esta_palavra":"A escolha da palavra 'latter' enfatiza a importância de Jesus como o clímax da revelação de Deus e a culminação de Sua mensagem.","conexao_teologica":"A vinda de Cristo é vista como o ponto culminante da história da salvação, onde Deus se revela plenamente ao Seu povo.","referencias_relacionadas":["Hebreus 1:1-2","João 3:16","Mateus 17:5"]},"mateus_21_37_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação do proprietário da vinha ao enviar Seu Filho.","explicacao_detalhada":"Neste contexto, 'dizer' implica a mensagem que o proprietário deseja transmitir ao Seu povo através de Jesus, chamando-os ao arrependimento.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a clareza da mensagem de Deus e a urgência do chamado ao arrependimento.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando que Ele deseja se relacionar e se comunicar com a humanidade.","referencias_relacionadas":["Mateus 4:17","Romanos 10:14","Apocalipse 3:20"]},"mateus_21_39_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' é usada novamente para descrever a ação violenta dos lavradores em relação ao Filho do proprietário.","explicacao_detalhada":"Neste contexto, 'receber' implica a rejeição e o assassinato do Filho, simbolizando a rejeição de Cristo pelos líderes religiosos.","por_que_esta_palavra":"A repetição da palavra 'receber' enfatiza a gravidade da rejeição e a consequência trágica da desobediência.","conexao_teologica":"A rejeição de Cristo é um tema central na teologia cristã, refletindo a luta entre a luz e as trevas, e a necessidade de redenção.","referencias_relacionadas":["Mateus 27:22-23","João 1:11","Atos 4:10-11"]},"mateus_21_39_enviar":{"palavra_pt":"enviar","palavra_original":"ἐκβάλλω","transliteracao":"ekbállō","strong":"G1544","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação do proprietário da vinha ao despachar seu Filho para os lavradores.","explicacao_detalhada":"Neste contexto, 'enviar' indica a intenção do proprietário de se relacionar com os lavradores e buscar uma resposta positiva.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a iniciativa de Deus em buscar a reconciliação com Seu povo, mesmo diante da rejeição.","conexao_teologica":"O envio de Cristo é um ato de amor e graça, refletindo o desejo de Deus de restaurar a relação com a humanidade.","referencias_relacionadas":["João 3:17","Romanos 8:32","Mateus 28:19-20"]},"mateus_21_39_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Neste versículo, 'portanto' é usado para conectar a parábola contada por Jesus com a ação que os lavradores tomaram, mostrando que suas ações levaram a um resultado inevitável.","por_que_esta_palavra":"É uma conjunção que liga ideias, enfatizando a relação de causa e efeito entre os eventos narrados.","conexao_teologica":"A ideia de consequência é central na teologia cristã, onde as ações têm repercussões espirituais e morais.","referencias_relacionadas":["Mateus 7:24","Romanos 2:6","Gálatas 6:7"]},"mateus_21_40_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Jesus como o Messias.","explicacao_detalhada":"Neste contexto, Jesus questiona a autoridade dos lavradores, contrastando com a Sua própria autoridade divina.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer alguém que tem poder ou domínio sobre outros, especialmente em um contexto espiritual.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 2:36"]},"mateus_21_40_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que os lavradores deveriam ter tomado em relação à vinha.","explicacao_detalhada":"Neste versículo, 'fazer' implica em agir de acordo com a responsabilidade que lhes foi dada, mas eles falharam em cumprir essa tarefa.","por_que_esta_palavra":"É um verbo que expressa a ideia de realizar uma ação ou tarefa, essencial para a narrativa da parábola.","conexao_teologica":"A obediência às ordens de Deus e a realização de boas obras são temas recorrentes na Bíblia.","referencias_relacionadas":["Tiago 1:22","Efésios 2:10","Colossenses 3:23"]},"mateus_21_41_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' simboliza o resultado das ações dos lavradores e a expectativa de Deus sobre eles.","explicacao_detalhada":"Neste contexto, o 'fruto' representa as boas obras e a produção espiritual que Deus espera de Seu povo.","por_que_esta_palavra":"O fruto é uma metáfora comum na Bíblia para descrever os resultados da vida cristã e a produção de caráter.","conexao_teologica":"A produção de frutos é um sinal de verdadeira fé e relacionamento com Deus, conforme ensinado em várias passagens.","referencias_relacionadas":["João 15:5","Gálatas 5:22-23","Mateus 7:16-20"]},"mateus_21_41_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se ao tempo ou momento propício para agir.","explicacao_detalhada":"Neste versículo, 'oportunidade' sugere que os lavradores tiveram uma chance de produzir o fruto, mas não a aproveitaram.","por_que_esta_palavra":"A ideia de 'oportunidade' é crucial, pois enfatiza a responsabilidade que temos de agir quando somos chamados.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de aproveitar as oportunidades que Deus nos dá para servir e glorificá-Lo.","referencias_relacionadas":["Eclesiastes 3:1","Colossenses 4:5","2 Coríntios 6:2"]},"mateus_21_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na mensagem do evangelho.","explicacao_detalhada":"Neste versículo, Jesus cita a Escritura para afirmar Sua identidade e missão, mostrando que Ele é a pedra angular.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor é salvação', refletindo Sua missão redentora.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a fé cristã e a compreensão da salvação.","referencias_relacionadas":["Atos 4:11-12","Romanos 10:9","1 Pedro 2:7"]},"mateus_21_42_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à natureza divina e à separação de Deus para o propósito sagrado.","explicacao_detalhada":"Neste contexto, 'santo' é usado para descrever a Escritura que profetiza sobre Jesus, enfatizando Sua divindade e missão.","por_que_esta_palavra":"A santidade é um atributo de Deus e um chamado para o Seu povo, refletindo a pureza e a separação do pecado.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver de maneira santa.","referencias_relacionadas":["Levítico 19:2","1 Pedro 1:16","Hebreus 12:14"]},"mateus_21_42_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade de Jesus sobre a vida e a história.","explicacao_detalhada":"Neste versículo, Jesus reafirma Sua posição como Senhor, que é reconhecido nas Escrituras.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a importância da submissão à autoridade de Cristo.","conexao_teologica":"A submissão à autoridade de Cristo é essencial para a vida cristã e a compreensão do Seu senhorio.","referencias_relacionadas":["Romanos 10:12","1 Coríntios 12:3","Efésios 1:22"]},"mateus_21_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à Sua soberania sobre todas as coisas.","explicacao_detalhada":"Neste versículo, Jesus declara que o reino de Deus será tirado dos lavradores infiéis e dado a um povo que produza frutos.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a autoridade máxima e o plano divino para a humanidade.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele tem controle sobre a história e o destino do Seu povo.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"mateus_21_43_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente refere-se à ação que deve ser realizada em resposta ao chamado de Deus.","explicacao_detalhada":"Neste versículo, 'fazer' implica em agir de acordo com a vontade de Deus, produzindo frutos dignos do reino.","por_que_esta_palavra":"A ênfase na ação é crucial, pois a fé sem obras é morta, conforme ensinado nas Escrituras.","conexao_teologica":"A relação entre fé e obras é um princípio fundamental na teologia cristã.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 5:6"]},"mateus_21_44_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra representa Jesus como a pedra angular, fundamental para a construção da fé.","explicacao_detalhada":"Neste versículo, a pedra simboliza a rejeição de Jesus pelos líderes religiosos e a consequência de tal rejeição. A pedra que cai sobre aqueles que a rejeitam representa o juízo e a destruição.","por_que_esta_palavra":"A palavra 'pedra' é usada para enfatizar a solidez e a permanência de Jesus como fundamento da fé.","conexao_teologica":"Jesus é frequentemente referido como a pedra angular em várias passagens, simbolizando a base da Igreja e da salvação.","referencias_relacionadas":["Salmos 118:22","Isaías 28:16","1 Pedro 2:7"]},"mateus_21_44_cair":{"palavra_pt":"cair","palavra_original":"πίπτω","transliteracao":"píptō","strong":"G4098","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair indica a queda dos que rejeitam a mensagem de Cristo.","explicacao_detalhada":"A ação de cair sugere um juízo severo sobre aqueles que não aceitam Jesus como o Messias. É um aviso sobre as consequências da incredulidade.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a gravidade da rejeição de Cristo e o impacto que isso tem na vida espiritual das pessoas.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 9:32-33","1 Pedro 2:8","Mateus 7:26-27"]},"mateus_21_44_break":{"palavra_pt":"quebrar","palavra_original":"συνθλάω","transliteracao":"synthláō","strong":"G4917","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Quebrar refere-se à destruição que ocorre quando se rejeita a pedra angular.","explicacao_detalhada":"A palavra 'quebrar' implica em um rompimento com a verdade e a destruição espiritual que resulta da rejeição de Cristo.","por_que_esta_palavra":"É uma metáfora poderosa para descrever as consequências da incredulidade e da desobediência.","conexao_teologica":"A quebra da aliança com Deus é um tema importante, mostrando que a rejeição de Cristo leva à destruição.","referencias_relacionadas":["Jeremias 31:32","Hebreus 10:28-29","Mateus 5:17"]},"mateus_21_45_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida representa a nova vida que é oferecida através de Jesus.","explicacao_detalhada":"Neste contexto, 'vida' refere-se à vida espiritual que é encontrada em Cristo, contrastando com a morte espiritual dos que rejeitam a mensagem.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem do evangelho, enfatizando a transformação que Jesus traz.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, simbolizando a relação restaurada com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"mateus_21_45_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica em ter um relacionamento profundo e pessoal com Deus.","explicacao_detalhada":"A palavra 'conhecer' sugere mais do que apenas conhecimento intelectual; é um convite a um relacionamento íntimo com Cristo.","por_que_esta_palavra":"É fundamental para a vida cristã, pois conhecer a Deus é a base da fé e da obediência.","conexao_teologica":"O conhecimento de Deus é essencial para a salvação e a vida cristã, refletindo a importância do relacionamento pessoal com Ele.","referencias_relacionadas":["Filipenses 3:10","Oséias 6:6","João 17:3"]},"mateus_21_46_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar refere-se à busca sincera pela verdade e pela presença de Deus.","explicacao_detalhada":"A palavra 'buscar' implica um esforço ativo para encontrar a verdade em Cristo, contrastando com a apatia espiritual.","por_que_esta_palavra":"Buscar é uma ação que demonstra desejo e necessidade de um relacionamento com Deus.","conexao_teologica":"A busca por Deus é um tema recorrente na Bíblia, enfatizando a importância da diligência na fé.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 119:2"]},"mateus_21_46_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se à multidão que ouve e reage à mensagem de Jesus.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade das pessoas que estão sob a influência da mensagem de Cristo, refletindo a resposta da sociedade à sua pregação.","por_que_esta_palavra":"É importante para entender como a mensagem de Jesus impacta a comunidade e a sociedade em geral.","conexao_teologica":"O povo de Deus é um tema central na Bíblia, representando a comunidade que responde à graça divina.","referencias_relacionadas":["Mateus 5:14","Atos 2:47","1 Pedro 2:9"]}}