{"mateus_23_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste contexto, Jesus está se dirigindo ao povo e aos líderes religiosos, afirmando sua autoridade e papel como mestre e guia espiritual.","por_que_esta_palavra":"O uso do nome 'Jesus' é fundamental para a identidade cristã e a compreensão do papel redentor de Cristo.","conexao_teologica":"Jesus é o centro da fé cristã, sendo a encarnação de Deus e o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_23_1_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus, incluindo tanto os discípulos quanto os líderes religiosos.","explicacao_detalhada":"Neste versículo, 'povo' destaca a relação entre Jesus e aqueles que o escutam, enfatizando a necessidade de discernimento e obediência à palavra de Deus.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica entre Jesus e as diferentes classes sociais e religiosas da época.","conexao_teologica":"A inclusão do 'povo' mostra que a mensagem de Jesus é para todos, independentemente de status ou posição.","referencias_relacionadas":["Mateus 5:1","Lucas 6:17","João 10:16"]},"mateus_23_2_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"A palavra 'Moisés' refere-se ao grande líder e legislador do povo de Israel, que recebeu a Lei de Deus.","explicacao_detalhada":"Neste contexto, Jesus menciona Moisés para contrastar a autoridade da Lei com sua própria autoridade divina, desafiando as interpretações errôneas dos escribas e fariseus.","por_que_esta_palavra":"A referência a Moisés é significativa, pois estabelece a continuidade entre a Lei e o ensino de Jesus.","conexao_teologica":"Moisés é uma figura central na história da salvação, e Jesus é apresentado como o cumprimento da Lei.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:15","Mateus 5:17"]},"mateus_23_2_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"A palavra 'escriba' refere-se aos especialistas na Lei que interpretavam e ensinavam as Escrituras.","explicacao_detalhada":"Neste versículo, Jesus critica os escribas por sua hipocrisia e falta de verdadeira compreensão da Lei, contrastando seu ensino com o verdadeiro significado que Ele traz.","por_que_esta_palavra":"A palavra é importante para entender a crítica de Jesus à liderança religiosa da época e a necessidade de autenticidade na fé.","conexao_teologica":"Os escribas representam a tradição religiosa que Jesus veio desafiar e cumprir com sua nova aliança.","referencias_relacionadas":["Mateus 5:20","Lucas 11:52","Marcos 12:38"]},"mateus_23_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir ou realizar algo, especialmente em relação à Lei.","explicacao_detalhada":"Neste contexto, Jesus instrui o povo a seguir as diretrizes dos escribas, mas não a imitar sua hipocrisia, enfatizando a importância de ações autênticas.","por_que_esta_palavra":"A palavra 'fazer' é crucial para a prática da fé, destacando que a verdadeira obediência vai além das palavras.","conexao_teologica":"A ação é um reflexo da fé genuína, e Jesus ensina que a verdadeira obediência deve ser acompanhada de um coração sincero.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Gálatas 5:6"]},"mateus_23_3_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a necessidade de seguir as instruções dadas, alinhando-se à Lei.","explicacao_detalhada":"Neste versículo, Jesus usa 'conforme' para enfatizar que as ações devem estar de acordo com a verdadeira intenção da Lei, não apenas com a letra.","por_que_esta_palavra":"A palavra é importante para entender a diferença entre seguir regras e viver uma vida que reflete os princípios de Deus.","conexao_teologica":"A teologia cristã enfatiza a importância de viver de acordo com a vontade de Deus, que vai além da mera conformidade externa.","referencias_relacionadas":["Romanos 12:2","Colossenses 3:17","1 Pedro 1:14"]},"mateus_23_3_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou feitos, especialmente em relação ao cumprimento da Lei.","explicacao_detalhada":"Neste contexto, Jesus destaca a importância das obras que refletem a verdadeira fé e obediência a Deus, contrastando com a hipocrisia dos líderes religiosos.","por_que_esta_palavra":"A palavra 'obra' é fundamental para a compreensão da relação entre fé e ações na vida cristã.","conexao_teologica":"As obras são vistas como um fruto da fé genuína, evidenciando a transformação que ocorre na vida do crente.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Mateus 5:16"]},"mateus_23_4_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de selecionar ou optar por algo, neste caso, a escolha de fardos pesados que os fariseus impõem aos outros.","explicacao_detalhada":"No contexto de Mateus 23:4, Jesus critica os fariseus por impor regras e tradições que eles mesmos não seguem, tornando a vida dos outros mais difícil. A escolha aqui é negativa, pois refere-se à imposição de cargas desnecessárias.","por_que_esta_palavra":"A palavra 'escolher' é utilizada para enfatizar a hipocrisia dos líderes religiosos que não praticam o que pregam, escolhendo fardos que não suportam.","conexao_teologica":"A escolha de fardos representa a carga da lei que, sem a graça, se torna um peso insuportável. Jesus oferece um alívio para essas cargas (Mateus 11:28-30).","referencias_relacionadas":["Mateus 11:28-30","Gálatas 6:2","Atos 15:10"]},"mateus_23_4_burden":{"palavra_pt":"burden","palavra_original":"φορτίον","transliteracao":"phortíon","strong":"G5413","significado_raiz":"Ideia básica: burden.","significado_contextual":"A palavra 'burden' refere-se a uma carga ou peso que é imposto a alguém, simbolizando as exigências legais que os fariseus colocam sobre o povo.","explicacao_detalhada":"Jesus menciona que os fariseus colocam fardos pesados sobre os ombros das pessoas, mas não estão dispostos a ajudar. Isso ilustra a falta de compaixão e a hipocrisia dos líderes religiosos.","por_que_esta_palavra":"A escolha da palavra 'burden' destaca a opressão que os líderes religiosos exercem sobre o povo, contrastando com a mensagem de liberdade que Jesus traz.","conexao_teologica":"A ideia de fardos pesados é um tema recorrente na Bíblia, onde Deus promete aliviar as cargas e trazer descanso ao seu povo.","referencias_relacionadas":["Mateus 11:30","Gálatas 5:1","Romanos 8:1"]},"mateus_23_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, no contexto de obras que os fariseus fazem para serem vistos.","explicacao_detalhada":"Jesus critica os fariseus por fazerem suas obras para serem admirados pelos homens, em vez de por um verdadeiro desejo de servir a Deus.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender que as ações externas dos fariseus não refletem um coração sincero diante de Deus.","conexao_teologica":"As obras devem ser feitas com a intenção correta, como um reflexo da fé genuína, e não para a autoexaltação.","referencias_relacionadas":["Mateus 5:16","Tiago 2:17","Gálatas 6:9"]},"mateus_23_5_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou trabalhos realizados, especialmente no contexto das práticas religiosas dos fariseus.","explicacao_detalhada":"As obras mencionadas são aquelas que os fariseus realizam para serem vistos pelos outros, evidenciando a superficialidade de sua religiosidade.","por_que_esta_palavra":"A escolha da palavra 'obra' destaca a diferença entre ações motivadas por fé e aquelas motivadas por desejo de reconhecimento.","conexao_teologica":"A verdadeira obra de Deus é aquela que vem de um coração transformado, não de uma busca por aprovação humana.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","1 Pedro 2:12"]},"mateus_23_5_escritura":{"palavra_pt":"escritura","palavra_original":"φυλακτήριον","transliteracao":"phylaktḗrion","strong":"G5440","significado_raiz":"Ideia básica: escritura.","significado_contextual":"A palavra 'escritura' refere-se a um objeto ou símbolo que representa a lei e as tradições que os fariseus usavam para se justificar.","explicacao_detalhada":"Os fariseus usavam as escrituras como um meio de controle e opressão, em vez de como um guia para a vida espiritual.","por_que_esta_palavra":"A palavra 'escritura' é crucial para entender como a palavra de Deus pode ser mal interpretada ou usada de forma errada.","conexao_teologica":"As escrituras devem ser entendidas à luz do amor e da graça, e não como um instrumento de condenação.","referencias_relacionadas":["João 5:39","2 Timóteo 3:16-17","Romanos 15:4"]},"mateus_23_6_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à assembleia ou comunidade de crentes, que deve ser um lugar de amor e acolhimento.","explicacao_detalhada":"Jesus critica a forma como os fariseus se comportam dentro da comunidade, buscando status e reconhecimento em vez de servir aos outros.","por_que_esta_palavra":"A palavra 'igreja' é usada para enfatizar a importância da comunidade e do relacionamento entre os crentes.","conexao_teologica":"A igreja é chamada a ser um corpo unido, onde cada membro serve ao outro em amor, refletindo a natureza de Cristo.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","1 Coríntios 12:12-27"]},"mateus_23_6_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se a um relacionamento próximo e de confiança, que deve existir entre os membros da comunidade de fé.","explicacao_detalhada":"Jesus ensina que a verdadeira amizade é baseada em amor e serviço, não em status ou poder.","por_que_esta_palavra":"A palavra 'amigo' é importante para destacar a natureza relacional do discipulado e da vida cristã.","conexao_teologica":"Cristo se apresenta como nosso amigo, e nos chama a amar uns aos outros como Ele nos amou.","referencias_relacionadas":["João 15:13-15","1 João 3:16","Romanos 12:10"]},"mateus_23_7_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou guia, um papel que os fariseus se arrogavam, mas que Jesus redefine.","explicacao_detalhada":"Jesus critica a busca por títulos e reconhecimento, enfatizando que todos são iguais diante de Deus e que Ele é o verdadeiro Mestre.","por_que_esta_palavra":"A palavra 'mestre' é usada para mostrar a hipocrisia dos fariseus que desejavam ser vistos como superiores.","conexao_teologica":"Cristo é o nosso verdadeiro Mestre, e devemos seguir Seus ensinamentos e exemplo de humildade.","referencias_relacionadas":["Mateus 23:8-10","Tiago 3:1","1 Coríntios 1:12-13"]},"mateus_23_7_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de designar ou nomear alguém, no contexto de como os fariseus buscavam ser reconhecidos.","explicacao_detalhada":"Jesus ensina que não devemos buscar títulos ou reconhecimento, mas sim viver em humildade e serviço.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a dinâmica de poder e status que Jesus critica.","conexao_teologica":"A verdadeira grandeza no Reino de Deus é encontrada no serviço e na humildade, não na busca por títulos.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:3-4","Marcos 9:35"]},"mateus_23_7_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é uma conjunção que indica uma conclusão ou consequência das afirmações anteriores.","explicacao_detalhada":"Jesus usa 'portanto' para conectar suas advertências sobre a hipocrisia dos fariseus com a instrução sobre como os discípulos devem viver.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica do ensino de Jesus e a aplicação prática para os ouvintes.","conexao_teologica":"As instruções de Jesus são sempre baseadas em princípios do Reino de Deus, que desafiam as normas humanas.","referencias_relacionadas":["Mateus 7:24-27","Romanos 12:1-2","Tiago 1:22"]},"mateus_23_8_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o título messiânico que significa 'o Ungido'.","explicacao_detalhada":"No contexto de Mateus 23:8, Jesus se refere a si mesmo como o Cristo, enfatizando sua posição única como o Messias prometido. O termo 'Cristo' é usado para distinguir Jesus como aquele que foi escolhido e ungido por Deus para cumprir a missão de salvação.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade de Jesus e para a compreensão do seu papel na história da salvação.","conexao_teologica":"A teologia cristã vê Jesus como o cumprimento das profecias do Antigo Testamento sobre o Messias, que seria ungido para libertar e salvar o povo de Deus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"mateus_23_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada para enfatizar a autoridade divina. Jesus ensina que somente Deus deve ser reconhecido como a verdadeira fonte de autoridade e sabedoria.","por_que_esta_palavra":"A menção de Deus destaca a importância de não colocar outros seres humanos em posições de autoridade que competem com a de Deus.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia cristã, onde Deus é visto como o guia e juiz supremo.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 1:20"]},"mateus_23_8_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Mestre refere-se a um professor ou líder espiritual.","explicacao_detalhada":"Jesus usa a palavra 'mestre' para ensinar sobre a humildade e a verdadeira liderança. Ele critica a busca por títulos e status, enfatizando que todos são irmãos e devem servir uns aos outros.","por_que_esta_palavra":"A palavra 'mestre' é importante para entender a dinâmica de ensino e aprendizado, especialmente no contexto da comunidade cristã.","conexao_teologica":"A liderança servidora é um princípio central no cristianismo, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","João 13:13-15"]},"mateus_23_9_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo, ao mundo físico onde vivemos.","explicacao_detalhada":"Neste versículo, Jesus menciona a terra para ilustrar a relação entre os seres humanos e Deus, enfatizando que não devemos considerar ninguém como nosso pai espiritual a não ser Deus.","por_que_esta_palavra":"A palavra 'terra' é usada para lembrar que a vida terrena é temporária e que nossa verdadeira identidade e origem vêm de Deus.","conexao_teologica":"A criação e a soberania de Deus sobre a terra são temas recorrentes na Bíblia, mostrando que tudo pertence a Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"mateus_23_9_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Céu refere-se ao reino espiritual e à presença de Deus.","explicacao_detalhada":"Jesus menciona o céu para contrastar a autoridade divina com a autoridade humana, enfatizando que Deus é o único digno de ser chamado de Pai celestial.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a esperança cristã e a promessa de vida eterna na presença de Deus.","conexao_teologica":"O céu é visto como o destino final dos crentes, onde estarão em comunhão com Deus para sempre.","referencias_relacionadas":["Mateus 6:9","João 14:2-3","Apocalipse 21:1-4"]},"mateus_23_10_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, como mencionado anteriormente, refere-se ao Messias.","explicacao_detalhada":"A repetição do termo 'Cristo' neste versículo reforça a ideia de que Jesus é o único que deve ser seguido e adorado, e não líderes humanos.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a compreensão da identidade de Jesus e sua missão redentora.","conexao_teologica":"A centralidade de Cristo na fé cristã é um tema que permeia todo o Novo Testamento.","referencias_relacionadas":["Colossenses 1:18","1 Pedro 2:4-6","Hebreus 7:22"]},"mateus_23_10_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de convocar ou designar alguém para uma função.","explicacao_detalhada":"Jesus ensina que não devemos buscar títulos ou posições de honra, mas sim viver de acordo com o chamado de Deus para servir aos outros.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a vocação cristã e o propósito de cada crente na comunidade.","conexao_teologica":"O chamado de Deus é um tema central na vida cristã, onde cada crente é chamado a servir e amar.","referencias_relacionadas":["Efésios 4:1","1 Pedro 2:9","Romanos 12:1-2"]},"mateus_23_11_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Mestre, neste contexto, refere-se a um líder ou servidor na comunidade.","explicacao_detalhada":"Jesus redefine o conceito de mestre, enfatizando que o maior entre os discípulos deve ser aquele que serve, não aquele que busca ser servido.","por_que_esta_palavra":"A palavra 'mestre' é crucial para entender a natureza do discipulado e da liderança cristã.","conexao_teologica":"O serviço e a humildade são princípios fundamentais no ensinamento de Jesus sobre liderança.","referencias_relacionadas":["Mateus 20:26-28","Marcos 9:35","Lucas 22:26-27"]},"mateus_23_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Temor refere-se ao respeito e reverência que devemos ter por Deus.","explicacao_detalhada":"Neste versículo, Jesus fala sobre o temor que devemos ter em relação a Deus, que é o verdadeiro Senhor e juiz.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a relação de reverência e submissão que os crentes devem ter em relação a Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28-29"]},"mateus_23_12_exalt":{"palavra_pt":"exalt","palavra_original":"ὑψόω","transliteracao":"hypsóō","strong":"G5312","significado_raiz":"Ideia básica: exalt.","significado_contextual":"Exaltar refere-se ao ato de elevar ou honrar alguém.","explicacao_detalhada":"Jesus ensina que aqueles que se exaltam serão humilhados, enquanto os humildes serão exaltados. Isso reflete a inversão dos valores do reino de Deus.","por_que_esta_palavra":"A palavra 'exaltar' é fundamental para entender a dinâmica do reino de Deus, onde a humildade é valorizada.","conexao_teologica":"A exaltação dos humildes é um tema recorrente nas Escrituras, mostrando a natureza do caráter de Deus.","referencias_relacionadas":["Tiago 4:10","Lucas 14:11","1 Pedro 5:6"]},"mateus_23_12_coracao":{"palavra_pt":"coracao","palavra_original":"ταπεινόω","transliteracao":"tapeinóō","strong":"G5013","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto de Mateus 23:12, Jesus ensina que aqueles que se exaltam serão humilhados, e os que se humilham serão exaltados. O coração representa a verdadeira intenção e humildade diante de Deus.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar a necessidade de uma atitude interna de humildade, não apenas ações externas.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus olha, e não as aparências externas (1 Samuel 16:7).","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"mateus_23_13_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é o lugar da presença de Deus e da recompensa eterna.","explicacao_detalhada":"Neste versículo, Jesus critica os escribas e fariseus por fecharem o reino dos céus diante das pessoas, impedindo-as de entrar. O céu simboliza a comunhão com Deus e a vida eterna.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a promessa de vida eterna e a relação com Deus que é oferecida a todos.","conexao_teologica":"O céu é frequentemente mencionado como a meta final da vida cristã, onde os fiéis estarão na presença de Deus (Apocalipse 21:3).","referencias_relacionadas":["Mateus 5:10","Mateus 6:20","João 14:2"]},"mateus_23_13_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas eram responsáveis pela cópia e interpretação das Escrituras.","explicacao_detalhada":"Jesus critica os escribas por sua hipocrisia e por não guiarem o povo corretamente. Eles tinham autoridade, mas usavam-na para oprimir em vez de servir.","por_que_esta_palavra":"A palavra 'escriba' é importante para entender a liderança religiosa da época e suas falhas em representar a vontade de Deus.","conexao_teologica":"Os escribas são um exemplo de como a liderança espiritual pode se desviar da verdadeira missão de Deus (Ezequiel 34:2-4).","referencias_relacionadas":["Mateus 2:4","Lucas 11:52","Atos 23:9"]},"mateus_23_14_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e juiz.","explicacao_detalhada":"Neste versículo, a palavra 'Deus' é usada para enfatizar a importância da oração e da conexão com o divino, que é frequentemente ignorada pelos líderes religiosos.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a fonte de toda autoridade e moralidade.","conexao_teologica":"A relação com Deus é fundamental para a vida espiritual e para a prática da fé (Hebreus 11:6).","referencias_relacionadas":["Salmos 46:1","Mateus 6:9","Romanos 12:1"]},"mateus_23_15_terra":{"palavra_pt":"terra","palavra_original":"ξηρός","transliteracao":"xērós","strong":"G3584","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o mundo físico e a vida terrena.","explicacao_detalhada":"Jesus menciona que os fariseus fazem prosélitos, mas os conduzem a uma vida que não reflete a verdadeira fé, enfatizando a superficialidade de suas ações.","por_que_esta_palavra":"A palavra 'terra' é usada para contrastar a vida espiritual com as preocupações mundanas.","conexao_teologica":"A terra é o cenário da missão da Igreja, mas não deve ser o foco principal da vida cristã (Colossenses 3:2).","referencias_relacionadas":["Gênesis 1:28","Mateus 5:5","Romanos 8:22"]},"mateus_23_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de levar alguém a uma determinada condição ou estado.","explicacao_detalhada":"Jesus critica os fariseus por fazerem prosélitos, mas não os ensinarem corretamente, resultando em uma fé vazia.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender a responsabilidade de ensinar e guiar outros na fé.","conexao_teologica":"A ação de fazer discípulos é um chamado central na Grande Comissão (Mateus 28:19-20).","referencias_relacionadas":["Mateus 5:16","Tiago 1:22","1 Pedro 2:9"]},"mateus_23_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação ou ao resultado de ações.","explicacao_detalhada":"Jesus menciona que os fariseus tornam os prosélitos piores do que eram, enfatizando a responsabilidade de guiar corretamente.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para mostrar a consequência das ações e ensinamentos.","conexao_teologica":"A transformação é um tema central na vida cristã, onde somos chamados a nos tornar novas criaturas em Cristo (2 Coríntios 5:17).","referencias_relacionadas":["Romanos 12:2","Gálatas 5:22-23","Efésios 4:22-24"]},"mateus_23_16_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é o local de adoração e a presença de Deus entre o povo.","explicacao_detalhada":"Jesus critica a maneira como os líderes religiosos tratam o templo, enfatizando que a verdadeira adoração não deve ser baseada em rituais vazios.","por_que_esta_palavra":"A palavra 'templo' é fundamental para entender a relação entre Deus e seu povo, especialmente no contexto da adoração.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão com Ele, que se cumpre em Cristo (João 2:19-21).","referencias_relacionadas":["Salmos 27:4","Mateus 12:6","1 Coríntios 3:16"]},"mateus_23_16_ouro":{"palavra_pt":"ouro","palavra_original":"χρυσός","transliteracao":"chrysós","strong":"G5557","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O ouro simboliza riqueza e valor, frequentemente associado a coisas materiais.","explicacao_detalhada":"Jesus usa o ouro para criticar a ênfase excessiva nas riquezas materiais em detrimento da verdadeira adoração e devoção a Deus.","por_que_esta_palavra":"A palavra 'ouro' é importante para entender as prioridades erradas que os líderes religiosos tinham em relação ao que é sagrado.","conexao_teologica":"A verdadeira riqueza é encontrada em Cristo, não em bens materiais (Mateus 6:19-21).","referencias_relacionadas":["Provérbios 3:14-15","Mateus 19:21","Tiago 5:3"]},"mateus_23_17_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Reforça a ideia de que o templo é mais do que uma estrutura física; é um lugar de encontro com Deus.","explicacao_detalhada":"Jesus critica a forma como os líderes religiosos valorizam o templo em si, em vez de reconhecer sua verdadeira função como lugar de adoração.","por_que_esta_palavra":"A repetição da palavra 'templo' enfatiza a importância da verdadeira adoração e da relação com Deus.","conexao_teologica":"A adoração deve ser em espírito e em verdade, não apenas em locais físicos (João 4:24).","referencias_relacionadas":["Mateus 21:12-13","Hebreus 9:11-12","Apocalipse 21:22"]},"mateus_23_17_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao respeito e reverência que se deve ter em relação a Deus e às coisas sagradas.","explicacao_detalhada":"O temor mencionado aqui é um reconhecimento da grandeza de Deus e da importância de Seus mandamentos. Jesus critica os fariseus por colocarem o ouro do templo acima do próprio templo, que é sagrado.","por_que_esta_palavra":"A palavra 'temor' é utilizada para enfatizar a necessidade de reverência ao que é divino, contrastando com a superficialidade da religiosidade dos fariseus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10), e é essencial para uma vida de fé autêntica.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 11:2"]},"mateus_23_17_ouro":{"palavra_pt":"ouro","palavra_original":"χρυσός","transliteracao":"chrysós","strong":"G5557","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro simboliza riqueza e valor, e neste contexto, é usado para ilustrar a idolatria material dos fariseus.","explicacao_detalhada":"Jesus critica a ênfase excessiva no ouro do templo, que é considerado mais valioso do que o próprio templo, que representa a presença de Deus.","por_que_esta_palavra":"A palavra 'ouro' é usada para mostrar como as prioridades dos fariseus estavam distorcidas, colocando bens materiais acima do sagrado.","conexao_teologica":"A verdadeira riqueza é encontrada em Deus e não em bens materiais (Mateus 6:19-21).","referencias_relacionadas":["Mateus 6:19-21","Tiago 5:1-3","1 Timóteo 6:10"]},"mateus_23_18_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσιαστήριον","transliteracao":"thysiastḗrion","strong":"G2379","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus, que deve ser feito com sinceridade e não como uma mera formalidade.","explicacao_detalhada":"Jesus aponta que os fariseus estavam mais preocupados com o ritual do sacrifício do que com a verdadeira intenção do coração ao oferecer.","por_que_esta_palavra":"A palavra 'sacrifício' é importante para entender a relação entre o que é oferecido e a atitude do ofertante.","conexao_teologica":"Deus deseja misericórdia e não sacrifícios (Oséias 6:6), enfatizando a importância da intenção por trás da oferta.","referencias_relacionadas":["Oséias 6:6","Romanos 12:1","Hebreus 13:15-16"]},"mateus_23_18_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Um juramento é uma declaração solene que invoca a verdade de algo, e aqui é usado para criticar a hipocrisia dos fariseus.","explicacao_detalhada":"Jesus ensina que o juramento deve ser levado a sério, e não deve ser usado como uma forma de enganar ou manipular.","por_que_esta_palavra":"A palavra 'juramento' é utilizada para destacar a seriedade da palavra e a integridade que deve acompanhar as promessas.","conexao_teologica":"A integridade e a verdade são fundamentais na vida cristã (Efésios 4:25).","referencias_relacionadas":["Mateus 5:33-37","Tiago 5:12","Hebreus 6:16"]},"mateus_23_19_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Semelhante ao primeiro, refere-se ao respeito devido a Deus e ao que é sagrado.","explicacao_detalhada":"Jesus critica a maneira como os fariseus distorcem o significado do temor, colocando a tradição acima do que é verdadeiramente importante.","por_que_esta_palavra":"A repetição da palavra 'temor' enfatiza a importância de ter a atitude correta em relação a Deus.","conexao_teologica":"O temor do Senhor é essencial para uma vida de fé genuína e para a sabedoria.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 33:6"]},"mateus_23_19_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"δῶρον","transliteracao":"dōron","strong":"G1435","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao presente oferecido a Deus, que deve ser feito com um coração sincero.","explicacao_detalhada":"Jesus critica a ideia de que o presente pode ser mais importante do que a intenção por trás dele.","por_que_esta_palavra":"A palavra 'sacrifício' aqui destaca a importância da sinceridade na adoração.","conexao_teologica":"A verdadeira adoração é aquela que vem do coração (João 4:24).","referencias_relacionadas":["Mateus 5:23-24","Romanos 12:1","Hebreus 13:16"]},"mateus_23_20_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"θυσιαστήριον","transliteracao":"thysiastḗrion","strong":"G2379","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Novamente, refere-se ao ato de oferecer algo a Deus, enfatizando a importância da intenção.","explicacao_detalhada":"Jesus ensina que o valor do sacrifício está na intenção do coração e não apenas no ato em si.","por_que_esta_palavra":"A repetição da palavra 'sacrifício' reforça a ideia de que o que importa é a sinceridade na oferta.","conexao_teologica":"Deus valoriza a intenção do coração mais do que o ato ritualístico (1 Samuel 16:7).","referencias_relacionadas":["1 Samuel 16:7","Romanos 12:1","Hebreus 10:5-7"]},"mateus_23_20_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Refere-se ao ato de fazer um juramento, que deve ser feito com seriedade e verdade.","explicacao_detalhada":"Jesus critica a hipocrisia dos fariseus que usavam juramentos de maneira enganosa.","por_que_esta_palavra":"A palavra 'juramento' é usada para enfatizar a importância da honestidade e integridade nas promessas.","conexao_teologica":"A verdade é um valor central na vida cristã, e os juramentos devem refletir isso.","referencias_relacionadas":["Mateus 5:33-37","Tiago 5:12","Hebreus 6:16"]},"mateus_23_20_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da vida, que deve ser guiado pela verdade e pela justiça.","explicacao_detalhada":"Jesus ensina que o caminho que se escolhe deve ser aquele que leva a Deus e não à hipocrisia.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a jornada da vida e as escolhas que fazemos.","conexao_teologica":"Jesus é o caminho, a verdade e a vida (João 14:6), e devemos seguir Seu exemplo.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:5-6"]},"mateus_23_21_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar sagrado de adoração.","explicacao_detalhada":"Jesus critica a maneira como os fariseus tratam o templo, colocando-o em segundo plano em relação a bens materiais.","por_que_esta_palavra":"A palavra 'templo' é central para a adoração e a presença de Deus entre Seu povo.","conexao_teologica":"O templo simboliza a presença de Deus, e a verdadeira adoração deve ser centrada nele.","referencias_relacionadas":["Mateus 21:12-13","João 2:19-21","Atos 7:48-50"]},"mateus_23_21_juramento":{"palavra_pt":"juramento","palavra_original":"ὀμνύω","transliteracao":"omnýō","strong":"G3660","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Um juramento é uma declaração solene que invoca a Deus como testemunha da veracidade do que se diz.","explicacao_detalhada":"No contexto de Mateus 23:21, Jesus critica os fariseus por sua hipocrisia ao jurar pelo templo, mas não pelo Deus que habita nele. O juramento é visto como uma forma de validar a verdade, mas Jesus enfatiza que a intenção e a sinceridade são mais importantes do que a formalidade do juramento.","por_que_esta_palavra":"A palavra 'juramento' é utilizada para mostrar a seriedade e a responsabilidade que se deve ter ao fazer promessas, especialmente em relação a Deus.","conexao_teologica":"O juramento é um tema que reflete a relação entre o homem e Deus, onde a verdade e a integridade são fundamentais na vida espiritual.","referencias_relacionadas":["Mateus 5:34-37","Hebreus 6:16","Tiago 5:12"]},"mateus_23_21_casa":{"palavra_pt":"casa","palavra_original":"κατοικέω","transliteracao":"katoikéō","strong":"G2730","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o templo de Deus, um lugar sagrado e de habitação divina.","explicacao_detalhada":"Em Mateus 23:21, Jesus menciona a casa como um símbolo do templo, que é considerado a morada de Deus na Terra. A referência à casa enfatiza a importância do templo e a reverência que deve ser dada ao lugar onde Deus se manifesta.","por_que_esta_palavra":"A palavra 'casa' é usada para ilustrar a conexão entre o sagrado e o cotidiano, mostrando que o templo é um espaço de encontro com Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença divina e a comunhão entre Deus e seu povo.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Mateus 21:13"]},"mateus_23_22_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é visto como a morada de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"No versículo, Jesus menciona o céu para mostrar que o juramento feito pelo céu é mais significativo, pois representa a autoridade divina. O céu é um símbolo de poder e soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'céu' é utilizada para enfatizar a grandeza e a majestade de Deus, contrastando com a hipocrisia dos fariseus.","conexao_teologica":"O céu é frequentemente mencionado na Bíblia como o lugar de habitação de Deus e a esperança final dos crentes.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Apocalipse 21:1"]},"mateus_23_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, Jesus destaca a importância de Deus em relação aos juramentos. Ao jurar por Deus, a pessoa invoca a autoridade máxima e a verdade absoluta, o que torna o juramento mais sério e significativo.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a fonte de toda verdade e moralidade.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental na teologia cristã, onde Deus é visto como o juiz e a fonte de justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"mateus_23_22_poder":{"palavra_pt":"trono","palavra_original":"θρόνος","transliteracao":"thrónos","strong":"G2362","significado_raiz":"Ideia básica: trono.","significado_contextual":"O trono representa a autoridade e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"Jesus menciona o trono de Deus para enfatizar a soberania divina. O trono é um símbolo de realeza e domínio, e jurar pelo trono implica reconhecer a autoridade de Deus.","por_que_esta_palavra":"A palavra 'trono' é usada para ilustrar a majestade e o governo de Deus, contrastando com a hipocrisia dos líderes religiosos.","conexao_teologica":"O trono de Deus é um tema que aparece em várias passagens bíblicas, simbolizando seu governo eterno e justiça.","referencias_relacionadas":["Salmos 103:19","Isaías 6:1","Apocalipse 4:2"]},"mateus_23_23_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei refere-se aos mandamentos e preceitos dados por Deus ao seu povo.","explicacao_detalhada":"Jesus critica os fariseus por sua falta de compreensão da verdadeira essência da lei, que deve ser acompanhada de justiça, misericórdia e fé. A lei não é apenas um conjunto de regras, mas um guia para a vida em comunhão com Deus.","por_que_esta_palavra":"A palavra 'lei' é fundamental para entender a relação entre Deus e seu povo, e a importância de viver de acordo com seus preceitos.","conexao_teologica":"A lei é um tema central na Bíblia, refletindo a vontade de Deus e a necessidade de um padrão moral.","referencias_relacionadas":["Êxodo 20:1-17","Romanos 3:20","Gálatas 3:24"]},"mateus_23_23_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia é a compaixão e o perdão que se deve ter para com os outros.","explicacao_detalhada":"Jesus destaca a importância da misericórdia como um aspecto essencial da vida cristã. A verdadeira prática da fé deve incluir a compaixão pelos necessitados e a disposição de perdoar.","por_que_esta_palavra":"A palavra 'misericórdia' é usada para enfatizar que a prática religiosa deve ser acompanhada de amor e cuidado pelo próximo.","conexao_teologica":"A misericórdia é um atributo de Deus e deve ser refletida na vida dos crentes, conforme ensinado em várias passagens bíblicas.","referencias_relacionadas":["Mateus 5:7","Lucas 6:36","Tiago 2:13"]},"mateus_23_25_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas eram especialistas na lei e na interpretação das Escrituras.","explicacao_detalhada":"Jesus critica os escribas por sua hipocrisia e por se concentrarem em aspectos superficiais da lei, enquanto negligenciam a verdadeira essência da justiça e da misericórdia.","por_que_esta_palavra":"A palavra 'escriba' é utilizada para mostrar a responsabilidade dos líderes religiosos em ensinar e viver de acordo com a palavra de Deus.","conexao_teologica":"Os escribas são um exemplo de como o conhecimento da lei deve ser acompanhado de uma vida que reflita os princípios de Deus.","referencias_relacionadas":["Mateus 5:20","Lucas 11:52","Atos 23:9"]},"mateus_23_26_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se grande refere-se à transformação e ao crescimento espiritual.","explicacao_detalhada":"Jesus ensina que a verdadeira grandeza no reino de Deus é alcançada através da humildade e do serviço aos outros, em contraste com a busca de status e reconhecimento.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar que a grandeza é um processo que envolve mudança de coração e atitude.","conexao_teologica":"A ideia de se tornar grande no reino de Deus é um tema central nos ensinamentos de Jesus, que desafia as normas sociais e religiosas.","referencias_relacionadas":["Mateus 20:26-28","Marcos 9:35","Lucas 22:26"]},"mateus_23_27_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas, como líderes religiosos, eram responsáveis por ensinar a lei e guiar o povo.","explicacao_detalhada":"Jesus critica os escribas por serem como sepulcros caiados, que parecem bonitos por fora, mas estão cheios de hipocrisia e impureza por dentro. Isso ilustra a necessidade de autenticidade na fé.","por_que_esta_palavra":"A repetição da palavra 'escriba' enfatiza a importância da integridade e da verdadeira prática da fé entre os líderes religiosos.","conexao_teologica":"A hipocrisia dos escribas serve como um alerta para todos os crentes sobre a importância de viver de acordo com a verdade de Deus.","referencias_relacionadas":["Mateus 7:5","Lucas 12:1","Romanos 2:21"]},"mateus_23_27_hypocrite":{"palavra_pt":"hypocrite","palavra_original":"ὑποκριτής","transliteracao":"hypokritḗs","strong":"G5273","significado_raiz":"Ideia básica: hypocrite.","significado_contextual":"Refere-se a pessoas que aparentam ser justas, mas são corruptas por dentro.","explicacao_detalhada":"A palavra 'hypocrite' é usada por Jesus para descrever os fariseus que, embora se apresentem como justos, estão cheios de hipocrisia e iniquidade. Isso destaca a diferença entre a aparência externa e a realidade interna.","por_que_esta_palavra":"Jesus critica a hipocrisia dos líderes religiosos que se preocupam mais com a aparência do que com a verdadeira justiça.","conexao_teologica":"A hipocrisia é um tema recorrente nas Escrituras, onde Deus busca a sinceridade do coração em vez de meras aparências.","referencias_relacionadas":["Mateus 6:1","Lucas 12:1","Romanos 2:1"]},"mateus_23_28_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se a pessoas que se consideram justas, mas que na verdade estão cheias de maldade.","explicacao_detalhada":"A palavra 'inocente' é usada para contrastar a verdadeira justiça com a falsa justiça dos fariseus, que se apresentam como justos, mas são corruptos por dentro.","por_que_esta_palavra":"Jesus enfatiza que a verdadeira inocência não é apenas uma questão de aparência, mas de pureza interior.","conexao_teologica":"A inocência é um atributo de Deus e um ideal para os crentes, que devem buscar a pureza de coração.","referencias_relacionadas":["Salmos 24:4","Mateus 5:8","Tiago 1:27"]},"mateus_23_28_condemnation":{"palavra_pt":"condemnation","palavra_original":"ὑπόκρισις","transliteracao":"hypókrisis","strong":"G5272","significado_raiz":"Ideia básica: condemnation.","significado_contextual":"Refere-se ao juízo que recai sobre aqueles que praticam a hipocrisia.","explicacao_detalhada":"A palavra 'condemnation' implica a ideia de um julgamento severo sobre os que se mostram justos externamente, mas são corruptos internamente.","por_que_esta_palavra":"Jesus alerta sobre as consequências da hipocrisia e do engano, que resultam em condenação.","conexao_teologica":"A condenação é um tema importante na teologia, onde se destaca a necessidade de arrependimento e verdadeira conversão.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10","Apocalipse 20:12"]},"mateus_23_28_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se à aparência externa que esconde a verdadeira condição do coração.","explicacao_detalhada":"A palavra 'aparecer' é usada para descrever como os fariseus se mostram justos, mas na verdade estão cheios de hipocrisia.","por_que_esta_palavra":"Jesus critica a superficialidade da religiosidade que se preocupa mais com a aparência do que com a verdade interna.","conexao_teologica":"A ênfase na aparência versus a realidade interna é um tema central na mensagem de Jesus, que busca corações sinceros.","referencias_relacionadas":["1 Samuel 16:7","Mateus 15:8","Gálatas 6:7"]},"mateus_23_29_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à falsa justiça que os escribas e fariseus reivindicam.","explicacao_detalhada":"A palavra 'inocente' aqui é usada para criticar a pretensão dos líderes religiosos de serem justos, enquanto na verdade estão longe da verdadeira justiça.","por_que_esta_palavra":"Jesus denuncia a hipocrisia e a falta de verdadeira justiça entre os líderes religiosos.","conexao_teologica":"A busca pela verdadeira justiça é um chamado para todos os crentes, que devem refletir a justiça de Deus em suas vidas.","referencias_relacionadas":["Mateus 5:20","Romanos 3:10","Filipenses 1:11"]},"mateus_23_29_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na Lei e frequentemente criticados por sua hipocrisia.","explicacao_detalhada":"A palavra 'escriba' destaca a posição de autoridade que esses líderes tinham, mas que muitas vezes usavam para oprimir e enganar.","por_que_esta_palavra":"Jesus critica a maneira como os escribas manipulavam a Lei para seus próprios fins, em vez de guiar o povo com justiça.","conexao_teologica":"Os escribas representam a necessidade de uma liderança espiritual que seja verdadeira e íntegra, refletindo o caráter de Deus.","referencias_relacionadas":["Mateus 5:20","Lucas 11:52","Atos 23:9"]},"mateus_23_30_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os fariseus e escribas se orgulham de seus antecessores.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar um tempo de julgamento e reflexão sobre as ações dos líderes religiosos.","por_que_esta_palavra":"Jesus usa essa palavra para chamar a atenção para a hipocrisia que se perpetua ao longo das gerações.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à necessidade de arrependimento.","referencias_relacionadas":["Mateus 12:36","Romanos 2:16","2 Coríntios 5:10"]},"mateus_23_31_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se à declaração dos fariseus sobre serem testemunhas de seus antecessores.","explicacao_detalhada":"A palavra 'testemunha' implica em um reconhecimento da hipocrisia, onde os fariseus se veem como justos, mas na verdade estão repetindo os erros do passado.","por_que_esta_palavra":"Jesus critica a autojustificação dos fariseus, que se veem como defensores da verdade, mas são cúmplices na hipocrisia.","conexao_teologica":"A verdadeira testemunha é aquela que vive a verdade de Deus, não apenas a proclama.","referencias_relacionadas":["Mateus 5:16","Atos 1:8","1 João 1:7"]},"mateus_23_32_fim":{"palavra_pt":"cumprir/encher","palavra_original":"πληρόω","transliteracao":"plēróō","strong":"G4137","significado_raiz":"Ideia básica: cumprir.","significado_contextual":"Refere-se ao cumprimento das obras más dos antecessores pelos fariseus.","explicacao_detalhada":"A palavra 'cumprir/encher' é usada para descrever como os fariseus estão completando a obra de seus pais, que já haviam cometido injustiças.","por_que_esta_palavra":"Jesus destaca que os fariseus não apenas herdam a hipocrisia, mas a intensificam com suas próprias ações.","conexao_teologica":"O cumprimento das obras más é um aviso sobre as consequências do pecado e da hipocrisia na vida espiritual.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:5","Hebreus 10:26"]},"mateus_23_33_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo que os fariseus e escribas merecem por suas ações.","explicacao_detalhada":"A palavra 'juízo' implica em uma avaliação crítica das ações dos líderes religiosos, que se afastaram da verdadeira justiça.","por_que_esta_palavra":"Jesus usa essa palavra para enfatizar que o juízo de Deus é inevitável para aqueles que praticam a hipocrisia.","conexao_teologica":"O juízo é um tema central na mensagem de Jesus, que chama todos ao arrependimento e à verdadeira justiça.","referencias_relacionadas":["Mateus 7:2","Romanos 14:10","Apocalipse 20:11-15"]},"mateus_23_33_fruto":{"palavra_pt":"fruto","palavra_original":"γέννημα","transliteracao":"génnēma","strong":"G1081","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se aos resultados das ações e comportamentos das pessoas, especialmente no contexto da vida espiritual.","explicacao_detalhada":"No contexto de Mateus 23, Jesus critica os fariseus e escribas, chamando-os de 'serpentes' e 'raça de víboras', enfatizando que seus frutos são maus, ou seja, suas ações e ensinamentos não refletem a verdadeira justiça de Deus.","por_que_esta_palavra":"A palavra 'fruto' é utilizada para ilustrar a evidência externa do que está dentro do coração das pessoas, mostrando que as ações revelam a verdadeira natureza espiritual.","conexao_teologica":"O conceito de fruto é central na teologia cristã, onde as boas obras são vistas como evidência de uma vida transformada em Cristo (Gálatas 5:22-23).","referencias_relacionadas":["Mateus 7:16-20","Gálatas 5:22-23","João 15:5"]},"mateus_23_34_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, que se reúnem para adorar e ensinar a Palavra de Deus.","explicacao_detalhada":"Jesus menciona a 'igreja' no contexto de alertar sobre a perseguição que os profetas enfrentariam, mostrando a importância da comunidade de fé e a resistência diante da oposição.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a missão de Cristo e a formação da comunidade cristã, que é chamada a ser luz e sal na terra.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel vital na edificação e no testemunho do evangelho (1 Coríntios 12:12-27).","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Mateus 16:18"]},"mateus_23_34_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Simboliza o sacrifício e a redenção, representando a morte de Jesus e o chamado ao discipulado.","explicacao_detalhada":"A menção da cruz neste contexto enfatiza o custo do discipulado e a necessidade de tomar a cruz diariamente, simbolizando a entrega total a Deus e a rejeição do pecado.","por_que_esta_palavra":"A cruz é central na mensagem do evangelho, representando a vitória sobre o pecado e a morte através do sacrifício de Cristo.","conexao_teologica":"A teologia da cruz é fundamental, pois é através dela que os crentes são reconciliados com Deus (Romanos 5:8-10).","referencias_relacionadas":["Lucas 9:23","Gálatas 2:20","1 Coríntios 1:18"]},"mateus_23_35_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um símbolo de herança e do lugar onde os profetas foram mortos.","explicacao_detalhada":"Jesus menciona a 'terra' para destacar a gravidade do pecado da geração que rejeitou os profetas, mostrando que a terra testemunha a injustiça cometida contra os mensageiros de Deus.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a conexão entre o povo de Deus e a sua herança, além de simbolizar o julgamento que virá sobre aqueles que rejeitam a verdade.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um lugar de promessa e julgamento, refletindo a soberania de Deus sobre a criação (Salmos 24:1).","referencias_relacionadas":["Gênesis 1:28","Salmos 37:11","Mateus 5:5"]},"mateus_23_35_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habitava entre o Seu povo, simbolizando a presença divina.","explicacao_detalhada":"Jesus menciona o 'templo' para criticar a profanação do lugar sagrado e a hipocrisia dos líderes religiosos que não reconhecem a verdadeira adoração.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre Deus e o Seu povo, sendo um símbolo da presença de Deus e da necessidade de pureza e santidade.","conexao_teologica":"O templo é um precursor da habitação do Espírito Santo nos crentes, que agora são considerados templos de Deus (1 Coríntios 6:19).","referencias_relacionadas":["Êxodo 25:8","João 2:19-21","1 Pedro 2:5"]},"mateus_23_35_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à pureza e à justiça, especialmente em relação aos profetas que foram mortos injustamente.","explicacao_detalhada":"Jesus usa a palavra 'inocente' para descrever os profetas que foram perseguidos e mortos, enfatizando a injustiça cometida contra aqueles que falavam em nome de Deus.","por_que_esta_palavra":"A palavra 'inocente' destaca a necessidade de justiça e a condenação do pecado, mostrando que Deus se importa com a justiça e a retidão.","conexao_teologica":"A inocência é um tema central na obra redentora de Cristo, que se tornou o Cordeiro inocente que tira o pecado do mundo (João 1:29).","referencias_relacionadas":["Salmos 34:21","Isaías 53:7","Mateus 5:6"]},"mateus_23_36_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se ao grupo de pessoas que vive em um determinado período, especialmente no contexto da rejeição de Jesus.","explicacao_detalhada":"Jesus menciona a 'geração' para alertar sobre o julgamento que viria sobre aqueles que rejeitaram os profetas e, por fim, a Ele mesmo.","por_que_esta_palavra":"A palavra 'geração' é usada para enfatizar a responsabilidade coletiva de um povo em relação à sua resposta à mensagem de Deus.","conexao_teologica":"A ideia de geração é importante para entender a continuidade da revelação de Deus e a responsabilidade de cada geração em responder ao Seu chamado (Hebreus 3:7-11).","referencias_relacionadas":["Mateus 12:41","Lucas 11:30","Atos 2:40"]},"mateus_23_36_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de convocar ou instruir, especialmente no contexto do chamado de Deus aos homens.","explicacao_detalhada":"Jesus usa a palavra 'dizer' para enfatizar a urgência da mensagem que Ele traz, chamando as pessoas ao arrependimento e à fé.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação da verdade de Deus e a importância da proclamação do evangelho.","conexao_teologica":"A proclamação da Palavra é essencial para a fé, pois a fé vem pelo ouvir (Romanos 10:17).","referencias_relacionadas":["Mateus 4:17","Marcos 16:15","Romanos 10:14"]},"mateus_23_37_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à vontade de Deus em relação ao Seu povo, que muitas vezes rejeita Sua liderança.","explicacao_detalhada":"Jesus expressa seu desejo de reunir Jerusalém, simbolizando o amor e a compaixão de Deus, mesmo diante da rejeição.","por_que_esta_palavra":"A palavra 'escolher' destaca a soberania de Deus e a liberdade humana de aceitar ou rejeitar Seu chamado.","conexao_teologica":"A escolha de Deus em relação à salvação é um tema central na teologia, refletindo Sua graça e misericórdia (Efésios 1:4-5).","referencias_relacionadas":["Deuteronômio 30:19","Mateus 11:28","Romanos 8:30"]},"mateus_23_38_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à casa, simbolizando a comunidade e a proteção.","explicacao_detalhada":"Jesus menciona a 'família' para ilustrar a relação íntima entre Deus e Seu povo, além de destacar a rejeição que Ele enfrenta.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a importância das relações e da comunidade na vida espiritual.","conexao_teologica":"A família é um reflexo da relação de Deus com Seu povo, sendo a Igreja chamada a ser uma família espiritual (Efésios 2:19).","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-27","1 Timóteo 5:8"]},"mateus_23_38_deserto":{"palavra_pt":"deserto","palavra_original":"ἔρημος","transliteracao":"érēmos","strong":"G2048","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O deserto é frequentemente associado a um lugar de solidão e reflexão, onde o povo de Deus se afasta das distrações do mundo.","explicacao_detalhada":"No contexto de Mateus 23:38, o deserto simboliza a desolação que virá sobre Jerusalém devido à rejeição de Jesus. É um espaço onde a presença de Deus parece ausente, refletindo a tristeza pela cidade que não reconheceu seu Messias.","por_que_esta_palavra":"A palavra 'deserto' enfatiza a gravidade da situação espiritual de Jerusalém, que se afastou de Deus e, portanto, enfrentará consequências severas.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, representando tanto o julgamento quanto a preparação. Assim como Israel passou pelo deserto antes de entrar na Terra Prometida, Jerusalém enfrenta um deserto espiritual por sua incredulidade.","referencias_relacionadas":["Mateus 4:1","Êxodo 16:1","Isaías 40:3"]},"mateus_23_38_behold":{"palavra_pt":"eis","palavra_original":"ἰδού","transliteracao":"idoú","strong":"G2400","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser declarado.","explicacao_detalhada":"Em Mateus 23:38, 'eis' serve como um aviso para que os ouvintes reconheçam a seriedade da mensagem de Jesus sobre a destruição de Jerusalém. É um convite para observar e refletir sobre a realidade espiritual da cidade.","por_que_esta_palavra":"A utilização de 'eis' destaca a urgência e a importância da declaração de Jesus, chamando a atenção dos ouvintes para a gravidade da situação.","conexao_teologica":"A palavra 'eis' é frequentemente usada na Bíblia para introduzir revelações importantes, mostrando que Deus deseja que seu povo esteja atento às suas palavras e advertências.","referencias_relacionadas":["Mateus 1:23","Mateus 17:5","Apocalipse 3:20"]},"mateus_23_39_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Jesus, reconhecendo-o como o Messias e Senhor sobre todas as coisas.","explicacao_detalhada":"No contexto de Mateus 23:39, Jesus se refere à sua autoridade divina e ao fato de que a cidade de Jerusalém não o reconheceu como Senhor. Isso implica uma rejeição à sua soberania e ao seu papel redentor.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a identidade de Jesus e sua relação com o povo de Israel, que deveria reconhecê-lo como seu Rei.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde ele é apresentado como Senhor sobre a criação, a lei e a salvação.","referencias_relacionadas":["Filipenses 2:10-11","Romanos 10:9","Atos 2:36"]},"mateus_23_39_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica em comunicar uma mensagem importante, especialmente em um contexto de advertência.","explicacao_detalhada":"Em Mateus 23:39, Jesus está falando sobre a sua ausência e a consequência disso para Jerusalém. A palavra 'falar' destaca a necessidade de ouvir e responder à mensagem de Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a comunicação direta de Jesus com seu povo, sublinhando a importância de sua mensagem e a urgência de uma resposta.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele fala através de profetas, Jesus e o Espírito Santo.","referencias_relacionadas":["Hebreus 1:1-2","Mateus 4:4","João 10:27"]},"mateus_23_39_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a relação entre o Criador e sua criação.","explicacao_detalhada":"No contexto de Mateus 23:39, a menção de 'deus' destaca a rejeição de Jerusalém ao plano divino e à sua própria salvação. É um lembrete da soberania de Deus sobre a história.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de Deus como aquele que busca um relacionamento com seu povo, mesmo diante da rejeição.","conexao_teologica":"A soberania de Deus e seu desejo de se relacionar com a humanidade são temas centrais na teologia bíblica, refletindo seu amor e justiça.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 1:20"]}}