{"mateus_24_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que representa a encarnação de Deus e a esperança da humanidade.","explicacao_detalhada":"Em Mateus 24:1, Jesus é apresentado como aquele que tem autoridade para profetizar sobre o futuro, incluindo a destruição do templo. Seu nome é sinônimo de salvação e redenção.","por_que_esta_palavra":"A menção de 'Jesus' é essencial, pois ele é o centro da mensagem do evangelho e o cumprimento das promessas de Deus.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a fé cristã, sendo ele o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_24_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao templo como um lugar de adoração e presença de Deus.","explicacao_detalhada":"Em Mateus 24:1, Jesus se refere ao templo, que era considerado o lugar mais sagrado para os judeus. A destruição do templo representaria uma grande perda espiritual e cultural.","por_que_esta_palavra":"A palavra 'sagrado' enfatiza a importância do templo na vida religiosa dos judeus e a seriedade da profecia de Jesus sobre sua destruição.","conexao_teologica":"O conceito de sagrado é central na Bíblia, refletindo a presença de Deus entre seu povo e a importância da adoração.","referencias_relacionadas":["Salmos 11:4","1 Coríntios 3:16","Hebreus 9:24"]},"mateus_24_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' reafirma a identidade do Salvador e seu papel profético.","explicacao_detalhada":"Em Mateus 24:2, Jesus profetiza a destruição do templo, mostrando seu conhecimento do futuro e sua autoridade divina. Isso reforça a necessidade de estar atento às suas palavras.","por_que_esta_palavra":"A repetição do nome 'Jesus' destaca sua centralidade na mensagem e a importância de sua autoridade como Filho de Deus.","conexao_teologica":"A profecia de Jesus sobre o templo é um exemplo de sua divindade e do cumprimento das Escrituras, mostrando que ele é o cumprimento da lei e dos profetas.","referencias_relacionadas":["Mateus 5:17","Lucas 21:6","João 2:19-21"]},"mateus_24_2_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A palavra 'noite' pode simbolizar escuridão e incerteza, contrastando com a luz da verdade que Jesus traz.","explicacao_detalhada":"Em Mateus 24:2, a referência à noite pode indicar um tempo de julgamento e a ausência de esperança para aqueles que rejeitam a mensagem de Jesus.","por_que_esta_palavra":"A palavra 'noite' é usada para enfatizar a gravidade do que está por vir e a necessidade de vigilância espiritual.","conexao_teologica":"A escuridão é um tema recorrente na Bíblia, simbolizando o pecado e a separação de Deus, enquanto a luz representa a verdade e a salvação em Cristo.","referencias_relacionadas":["João 8:12","1 Tessalonicenses 5:5","Efésios 5:8"]},"mateus_24_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a soberania e o controle divino sobre a história e os eventos futuros.","explicacao_detalhada":"Em Mateus 24:2, a menção de 'deus' sublinha a certeza de que, apesar da destruição do templo, Deus ainda está no controle e tem um plano redentor.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a esperança que os crentes têm em meio ao julgamento e à desolação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o autor da história e que seus propósitos sempre prevalecerão.","referencias_relacionadas":["Isaías 46:10","Romanos 8:28","Salmos 103:19"]},"mateus_24_3_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se à presença de Cristo no contexto da escatologia.","explicacao_detalhada":"A palavra 'Cristo' é usada para designar Jesus como o Messias, aquele que foi ungido por Deus para cumprir a promessa de redenção. No contexto de Mateus 24, a presença de Cristo é associada ao fim dos tempos e ao retorno glorioso.","por_que_esta_palavra":"A palavra é central na teologia cristã, pois representa a identidade e a missão de Jesus como Salvador.","conexao_teologica":"A presença de Cristo é fundamental para a esperança cristã na segunda vinda e na restauração de todas as coisas.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 1:3-4"]},"mateus_24_3_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Indica um relacionamento íntimo ou familiar com Jesus.","explicacao_detalhada":"A palavra 'acquaintance' sugere um conhecimento pessoal e profundo, que é essencial para entender a relação entre os crentes e Cristo.","por_que_esta_palavra":"É importante para enfatizar que a salvação não é apenas um conhecimento intelectual, mas um relacionamento pessoal.","conexao_teologica":"A intimidade com Cristo é vital para a vida cristã e para a compreensão da Sua obra redentora.","referencias_relacionadas":["João 10:14-15","Filipenses 3:10","1 João 2:3"]},"mateus_24_3_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte é um local de revelação e encontro com Deus.","explicacao_detalhada":"Na Bíblia, montes frequentemente simbolizam lugares de adoração e revelação divina. O monte mencionado em Mateus 24 é um cenário para a discussão sobre os últimos dias.","por_que_esta_palavra":"O monte representa a autoridade de Deus e a importância de estar em Sua presença.","conexao_teologica":"Os montes são frequentemente associados a momentos de transformação espiritual e revelação de verdades divinas.","referencias_relacionadas":["Êxodo 19:20","Mateus 5:1","Hebreus 12:22"]},"mateus_24_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à identidade de Jesus como o Filho de Deus.","explicacao_detalhada":"A palavra 'Jesus' é o nome dado ao Salvador, que significa 'O Senhor é salvação'. No contexto de Mateus 24, é uma advertência sobre falsos profetas que se apresentarão em Seu nome.","por_que_esta_palavra":"É crucial para a fé cristã, pois Jesus é o centro da mensagem do evangelho.","conexao_teologica":"A identificação de Jesus como o Messias é fundamental para a compreensão da salvação e da esperança escatológica.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_24_4_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um critério para discernir entre o verdadeiro e o falso.","explicacao_detalhada":"A palavra 'verdade' implica em autenticidade e realidade, especialmente em relação aos ensinamentos de Cristo. No contexto de Mateus 24, é um alerta contra enganos.","por_que_esta_palavra":"A verdade é essencial para a fé cristã, pois Jesus se apresenta como a Verdade.","conexao_teologica":"A busca pela verdade é um tema central na vida cristã e na luta contra a desinformação espiritual.","referencias_relacionadas":["João 8:32","Efésios 4:15","1 João 5:20"]},"mateus_24_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de Deus em contextos de engano.","explicacao_detalhada":"A palavra 'Deus' é fundamental na teologia, representando o Criador e a fonte de toda verdade. No contexto de Mateus 24, a negação de Deus é um sinal de engano.","por_que_esta_palavra":"É crucial para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A compreensão de Deus é essencial para a fé e a prática cristã.","referencias_relacionadas":["Salmos 14:1","Romanos 1:21","Hebreus 11:6"]},"mateus_24_5_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'ungido' é um título messiânico que enfatiza a missão de Jesus de salvar e redimir. Em Mateus 24, é um alerta sobre falsos ungidos que surgirão.","por_que_esta_palavra":"É fundamental para a identidade de Jesus e a compreensão de Sua obra redentora.","conexao_teologica":"O reconhecimento de Jesus como o Ungido é central para a fé cristã e a esperança messiânica.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"mateus_24_5_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude dos enganos que ocorrerão nos últimos dias.","explicacao_detalhada":"A palavra 'grande' implica em algo significativo e impactante. Em Mateus 24, isso se refere à grandeza dos enganos que levarão muitos ao erro.","por_que_esta_palavra":"É importante para entender a seriedade dos enganos que afetarão a fé das pessoas.","conexao_teologica":"A grandeza dos enganos é um chamado à vigilância e à firmeza na fé.","referencias_relacionadas":["Mateus 7:13-14","2 Pedro 2:1","Apocalipse 13:14"]},"mateus_24_5_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um tema central na luta contra os enganos.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar com os falsos ensinamentos que surgirão. Em Mateus 24, a verdade é o que os crentes devem buscar e defender.","por_que_esta_palavra":"A verdade é essencial para a vida cristã e para a proteção contra o engano.","conexao_teologica":"A defesa da verdade é um chamado à integridade e à fidelidade à Palavra de Deus.","referencias_relacionadas":["João 14:6","2 Timóteo 4:3-4","1 João 4:6"]},"mateus_24_6_batalha":{"palavra_pt":"batalha","palavra_original":"πόλεμος","transliteracao":"pólemos","strong":"G4171","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se à luta espiritual que ocorrerá nos últimos dias.","explicacao_detalhada":"A palavra 'batalha' implica em conflito e resistência. Em Mateus 24, isso se refere às dificuldades e perseguições que os crentes enfrentarão.","por_que_esta_palavra":"É importante para entender a realidade da luta espiritual na vida do cristão.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, enfatizando a necessidade de estar preparado e vigilante.","referencias_relacionadas":["Efésios 6:12","2 Timóteo 2:3","Apocalipse 12:7"]},"mateus_24_6_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se a um estado contínuo de eventos que ocorrerão antes do fim.","explicacao_detalhada":"A palavra 'continuo' implica que os acontecimentos descritos por Jesus em Mateus 24 não são eventos isolados, mas parte de um processo contínuo que culminará na sua volta.","por_que_esta_palavra":"A escolha da palavra 'continuo' enfatiza a inevitabilidade e a persistência dos sinais do fim dos tempos.","conexao_teologica":"A continuidade dos eventos profetizados é um lembrete da soberania de Deus sobre a história e o tempo.","referencias_relacionadas":["Mateus 24:4-5","Mateus 24:12","Mateus 24:13"]},"mateus_24_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica que muitos eventos significativos e impactantes ocorrerão.","explicacao_detalhada":"A palavra 'tornar-se' sugere uma transformação ou um desenvolvimento significativo nos eventos que precedem o fim.","por_que_esta_palavra":"É usada para descrever a magnitude dos eventos que afetarão a humanidade.","conexao_teologica":"Reflete a grandeza do plano de Deus e a seriedade dos tempos finais.","referencias_relacionadas":["Mateus 24:6","Mateus 24:7","Mateus 24:8"]},"mateus_24_7_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual que ocorrerá como resultado de conflitos e guerras.","explicacao_detalhada":"A palavra 'morte' aqui simboliza não apenas a morte física, mas também a separação espiritual de Deus.","por_que_esta_palavra":"É uma advertência sobre as consequências do pecado e da rebelião contra Deus.","conexao_teologica":"A morte é um tema central na teologia cristã, representando a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Apocalipse 21:4","Mateus 10:28"]},"mateus_24_8_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho de sofrimento e tribulação que precederá a volta de Cristo.","explicacao_detalhada":"A palavra 'caminho' implica uma jornada que os crentes devem percorrer, cheia de desafios e provações.","por_que_esta_palavra":"É uma representação da experiência cristã, que muitas vezes envolve dificuldades.","conexao_teologica":"O caminho de tribulação é parte do chamado cristão, onde a perseverança é necessária.","referencias_relacionadas":["Romanos 5:3-5","Tiago 1:2-4","1 Pedro 4:12-13"]},"mateus_24_9_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que se esfriará entre as pessoas em tempos de tribulação.","explicacao_detalhada":"A palavra 'amor' aqui destaca a deterioração das relações humanas em tempos de crise.","por_que_esta_palavra":"É um alerta sobre a fragilidade do amor humano em face da adversidade.","conexao_teologica":"O amor é central na mensagem cristã, e seu esfriamento é um sinal do afastamento de Deus.","referencias_relacionadas":["1 João 4:8","Mateus 22:37-39","Gálatas 5:22"]},"mateus_24_9_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se à aflição e sofrimento que os crentes enfrentarão.","explicacao_detalhada":"A palavra 'aflição' indica a pressão e o sofrimento que serão comuns nos últimos dias.","por_que_esta_palavra":"É uma chamada à resistência e à fé em meio às dificuldades.","conexao_teologica":"A aflição é parte da experiência cristã, levando à maturidade espiritual.","referencias_relacionadas":["2 Coríntios 4:17","Romanos 8:18","Filipenses 1:29"]},"mateus_24_10_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao escândalo e à transgressão que ocorrerão em grande escala.","explicacao_detalhada":"A palavra 'pecado' implica ações que afastam as pessoas de Deus e de seus mandamentos.","por_que_esta_palavra":"É um aviso sobre a moralidade que se deteriora nos últimos dias.","conexao_teologica":"O pecado é a razão pela qual a humanidade precisa de salvação e redenção.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Tiago 1:15"]},"mateus_24_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude dos eventos e do pecado que se manifestarão.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade e a abrangência dos problemas que surgirão.","por_que_esta_palavra":"É uma descrição da gravidade da situação moral e espiritual da humanidade.","conexao_teologica":"A grandeza do pecado contrasta com a grandeza da graça de Deus.","referencias_relacionadas":["Romanos 5:20","Efésios 2:8-9","1 Timóteo 1:14"]},"mateus_24_10_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que se esfriará entre as pessoas em tempos de tribulação.","explicacao_detalhada":"A palavra 'amor' destaca a deterioração das relações humanas em tempos de crise.","por_que_esta_palavra":"É um alerta sobre a fragilidade do amor humano em face da adversidade.","conexao_teologica":"O amor é central na mensagem cristã, e seu esfriamento é um sinal do afastamento de Deus.","referencias_relacionadas":["1 João 4:8","Mateus 22:37-39","Gálatas 5:22"]},"mateus_24_11_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se aos falsos profetas que surgirão e enganarão muitos.","explicacao_detalhada":"A palavra 'profeta' aqui é usada para descrever aqueles que se apresentam como mensageiros de Deus, mas que na verdade são enganadores.","por_que_esta_palavra":"É um aviso sobre a necessidade de discernimento espiritual nos últimos dias.","conexao_teologica":"Os falsos profetas são um sinal do engano que precede a volta de Cristo.","referencias_relacionadas":["Mateus 7:15","2 Pedro 2:1","1 João 4:1"]},"mateus_24_11_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da apostasia e engano que surgirá nos últimos dias.","explicacao_detalhada":"A palavra 'grande' indica não apenas um tamanho físico, mas também a intensidade e a abrangência do engano que afetará muitos. Este versículo alerta para a gravidade da situação espiritual que os crentes enfrentarão.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a seriedade do engano que se espalhará, sugerindo que muitos serão influenciados por falsas doutrinas.","conexao_teologica":"Este versículo conecta-se com a ideia de que os últimos dias serão marcados por desafios espirituais significativos, exigindo vigilância e discernimento por parte dos crentes.","referencias_relacionadas":["Mateus 7:15","2 Timóteo 4:3","1 João 4:1"]},"mateus_24_11_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui pode ser interpretada como a separação espiritual de Deus devido ao pecado.","explicacao_detalhada":"A palavra 'morte' é usada para descrever não apenas a morte física, mas também a morte espiritual que resulta do afastamento de Deus. Este conceito é central na teologia cristã, onde a morte espiritual é uma consequência do pecado.","por_que_esta_palavra":"A utilização da palavra 'morte' serve para alertar sobre as consequências eternas do pecado e da apostasia.","conexao_teologica":"A morte espiritual é um tema recorrente nas Escrituras, enfatizando a necessidade de salvação através de Cristo.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1-3","Tiago 1:15"]},"mateus_24_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do aumento da iniquidade nos últimos dias.","explicacao_detalhada":"A repetição da palavra 'grande' neste contexto reforça a ideia de que a iniquidade se tornará prevalente e que o amor de muitos esfriará como resultado.","por_que_esta_palavra":"A palavra 'grande' é utilizada para descrever a magnitude do problema moral e espiritual que os crentes enfrentarão.","conexao_teologica":"Este versículo se relaciona com a ideia de que o amor verdadeiro e a moralidade serão desafiados em tempos de crise espiritual.","referencias_relacionadas":["Mateus 24:10","2 Tessalonicenses 2:3","Apocalipse 3:15-16"]},"mateus_24_12_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"πληθύνω","transliteracao":"plēthýnō","strong":"G4129","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"Refere-se ao aumento da iniquidade e ao impacto que isso terá sobre o amor das pessoas.","explicacao_detalhada":"A palavra 'multiplicar' sugere um crescimento exponencial da iniquidade, indicando que o pecado se tornará cada vez mais comum e aceito.","por_que_esta_palavra":"A escolha de 'multiplicar' enfatiza a rapidez e a intensidade com que a iniquidade se espalhará.","conexao_teologica":"Este conceito está ligado à ideia de que a moralidade e a ética serão desafiadas nos últimos dias, exigindo uma resposta firme dos crentes.","referencias_relacionadas":["Romanos 1:28-32","Gálatas 5:19-21","1 Timóteo 4:1"]},"mateus_24_12_mao":{"palavra_pt":"mao","palavra_original":"ψύχω","transliteracao":"psýchō","strong":"G5594","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' pode ser interpretada como uma referência à ação ou ao controle que as pessoas exercem sobre suas vidas e decisões.","explicacao_detalhada":"Neste contexto, 'mao' pode simbolizar a maneira como as pessoas se afastam de Deus e tomam decisões que levam à iniquidade.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a responsabilidade humana em face do engano e da iniquidade.","conexao_teologica":"A responsabilidade humana é um tema central na teologia cristã, onde cada indivíduo é chamado a escolher entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 6:7-8","Romanos 12:2"]},"mateus_24_13_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à perseverança necessária para aqueles que desejam ser salvos em tempos de tribulação.","explicacao_detalhada":"A palavra 'continuo' implica em uma necessidade de persistência na fé, mesmo diante das dificuldades e do engano.","por_que_esta_palavra":"A escolha de 'continuo' enfatiza a importância da perseverança na vida cristã.","conexao_teologica":"A perseverança é um tema importante nas Escrituras, onde os crentes são encorajados a permanecer firmes na fé até o fim.","referencias_relacionadas":["Hebreus 10:36","Tiago 1:12","Mateus 10:22"]},"mateus_24_13_urso":{"palavra_pt":"urso","palavra_original":"ὑπομένω","transliteracao":"hypoménō","strong":"G5278","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar a força e a resistência necessárias para enfrentar as adversidades.","explicacao_detalhada":"Neste contexto, 'urso' pode ser interpretado como uma metáfora para a capacidade de suportar as provações e permanecer fiel.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a força que os crentes devem ter em tempos de dificuldade.","conexao_teologica":"A força espiritual é frequentemente mencionada nas Escrituras como essencial para a vida cristã.","referencias_relacionadas":["Filipenses 4:13","2 Coríntios 12:9-10","Romanos 5:3-5"]},"mateus_24_13_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à salvação que é prometida àqueles que perseveram na fé.","explicacao_detalhada":"A palavra 'salvar' implica em uma libertação não apenas das dificuldades temporais, mas também da condenação eterna.","por_que_esta_palavra":"A escolha da palavra 'salvar' é central na mensagem do evangelho, que oferece esperança e redenção.","conexao_teologica":"A salvação é um dos temas mais importantes da teologia cristã, enfatizando a necessidade de fé em Cristo.","referencias_relacionadas":["Romanos 10:9-10","Atos 16:31","Efésios 2:8-9"]},"mateus_24_14_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à mensagem do evangelho que será pregada a todas as nações.","explicacao_detalhada":"A palavra 'bom' aqui se refere à boa nova de salvação que é oferecida a todos, enfatizando a natureza positiva da mensagem cristã.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a esperança e a transformação que o evangelho traz.","conexao_teologica":"A pregação do evangelho é um mandamento central para os crentes, ligando-se à Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 1:16"]},"mateus_24_14_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo inteiro, onde a mensagem do evangelho será proclamada.","explicacao_detalhada":"A palavra 'terra' implica em uma abrangência global da missão cristã, indicando que todos têm acesso à mensagem de salvação.","por_que_esta_palavra":"A escolha de 'terra' enfatiza a universalidade da oferta de salvação.","conexao_teologica":"A missão da igreja é levar o evangelho a todas as nações, refletindo o coração de Deus para a humanidade.","referencias_relacionadas":["Salmos 2:8","Isaías 49:6","Apocalipse 7:9"]},"mateus_24_14_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade da pregação do evangelho até o fim dos tempos.","explicacao_detalhada":"A palavra 'continuo' indica que a mensagem do evangelho deve ser proclamada incessantemente, sem interrupções, como parte do plano divino para a salvação da humanidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da perseverança na missão cristã, mesmo diante de dificuldades.","conexao_teologica":"A continuidade da pregação do evangelho é um reflexo do amor de Deus e da sua vontade de que todos sejam salvos.","referencias_relacionadas":["Marcos 16:15","Atos 1:8","Romanos 10:14"]},"mateus_24_15_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança entre Deus e o seu povo, que é um tema central nas Escrituras.","explicacao_detalhada":"A palavra 'alianca' implica um compromisso mútuo entre Deus e a humanidade, onde Deus promete proteção e bênçãos em troca da fidelidade do seu povo.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com Israel e, por extensão, com todos os crentes.","conexao_teologica":"A aliança é um símbolo da graça de Deus, que se manifesta em sua fidelidade, mesmo quando o povo falha.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"mateus_24_15_desolation":{"palavra_pt":"desolation","palavra_original":"ἐρήμωσις","transliteracao":"erḗmōsis","strong":"G2050","significado_raiz":"Ideia básica: desolation.","significado_contextual":"Refere-se à desolação que ocorrerá como um sinal dos últimos tempos.","explicacao_detalhada":"A palavra 'desolation' indica um estado de devastação e abandono, simbolizando o juízo de Deus sobre a desobediência.","por_que_esta_palavra":"A desolação serve como um alerta para os crentes sobre a seriedade dos tempos finais e a necessidade de vigilância.","conexao_teologica":"A desolação é um tema que aponta para a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Daniel 9:27","Apocalipse 13:14","Mateus 24:21"]},"mateus_24_16_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região da Judeia, um local de grande importância na história bíblica.","explicacao_detalhada":"A palavra 'terra' neste contexto destaca a geografia da Judeia como o cenário dos eventos profetizados por Jesus.","por_que_esta_palavra":"A menção da terra é crucial para entender o contexto histórico e geográfico das profecias.","conexao_teologica":"A terra de Israel é vista como o lugar da promessa e da manifestação do plano redentor de Deus.","referencias_relacionadas":["Mateus 2:6","Lucas 4:25","Romanos 9:4"]},"mateus_24_16_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se a montanhas como lugares de refúgio e segurança.","explicacao_detalhada":"A palavra 'monte' simboliza não apenas um local físico, mas também a ideia de proteção e fuga em tempos de crise.","por_que_esta_palavra":"A referência ao monte sugere que os crentes devem buscar segurança em Deus durante os tempos difíceis.","conexao_teologica":"Montanhas são frequentemente associadas à presença de Deus e à sua proteção.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"mateus_24_16_escape":{"palavra_pt":"escape","palavra_original":"φεύγω","transliteracao":"pheúgō","strong":"G5343","significado_raiz":"Ideia básica: escape.","significado_contextual":"Refere-se à necessidade de escapar da calamidade iminente.","explicacao_detalhada":"A palavra 'escape' implica uma ação urgente e decisiva para evitar a destruição.","por_que_esta_palavra":"A ênfase no escape destaca a responsabilidade individual de cada crente em responder ao chamado de Deus.","conexao_teologica":"O conceito de escape é um tema recorrente nas Escrituras, simbolizando a salvação e a proteção divina.","referencias_relacionadas":["1 Coríntios 10:13","Hebreus 11:7","Apocalipse 3:10"]},"mateus_24_17_housetop":{"palavra_pt":"housetop","palavra_original":"δῶμα","transliteracao":"dōma","strong":"G1430","significado_raiz":"Ideia básica: housetop.","significado_contextual":"Refere-se ao telhado das casas, que era um lugar comum para atividades diárias.","explicacao_detalhada":"A palavra 'housetop' sugere a urgência de agir rapidamente, sem se preocupar com os bens materiais.","por_que_esta_palavra":"A referência ao telhado enfatiza a necessidade de priorizar a segurança espiritual sobre as posses terrenas.","conexao_teologica":"A ideia de deixar tudo para trás em tempos de crise reflete o chamado de Jesus para seguir a Ele acima de tudo.","referencias_relacionadas":["Mateus 10:37","Lucas 9:62","Filipenses 3:8"]},"mateus_24_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a urgência da situação.","explicacao_detalhada":"A palavra 'deus' neste contexto é uma negação que reforça a ideia de que não se deve hesitar.","por_que_esta_palavra":"A negação serve para alertar os crentes sobre a gravidade da situação e a necessidade de ação imediata.","conexao_teologica":"A urgência em seguir a Deus e suas instruções é um tema central na vida cristã.","referencias_relacionadas":["Mateus 7:13","Lucas 12:20","Tiago 4:14"]},"mateus_24_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' sugere a proximidade e a necessidade de discernimento em meio a uma multidão.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância de estar atento ao que nos rodeia, especialmente em tempos de crise.","conexao_teologica":"A presença de Deus entre seu povo é um tema recorrente, mostrando que Ele está sempre conosco.","referencias_relacionadas":["Mateus 18:20","Salmos 46:1","Hebreus 13:5"]},"mateus_24_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a urgência da situação.","explicacao_detalhada":"A palavra 'deus' neste contexto é uma negação que reforça a ideia de que não se deve hesitar.","por_que_esta_palavra":"A negação serve para alertar os crentes sobre a gravidade da situação e a necessidade de ação imediata.","conexao_teologica":"A urgência em seguir a Deus e suas instruções é um tema central na vida cristã.","referencias_relacionadas":["Mateus 7:13","Lucas 12:20","Tiago 4:14"]},"mateus_24_18_again":{"palavra_pt":"novamente","palavra_original":"ἐπιστρέφω","transliteracao":"epistréphō","strong":"G1994","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica uma repetição ou retorno a uma condição anterior.","explicacao_detalhada":"Neste contexto, 'novamente' sugere que algo que foi mencionado anteriormente está prestes a ocorrer outra vez, enfatizando a urgência e a necessidade de atenção.","por_que_esta_palavra":"A repetição é uma técnica retórica que destaca a importância da mensagem e a necessidade de estar alerta.","conexao_teologica":"A ideia de repetição é comum na Bíblia, onde Deus frequentemente chama seu povo à atenção para que não se esqueçam de Seus mandamentos.","referencias_relacionadas":["Mateus 24:16","Mateus 24:20","Lucas 21:21"]},"mateus_24_19_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste versículo, 'dia' é usado para descrever um tempo de grande tribulação, enfatizando a gravidade do que está por vir.","por_que_esta_palavra":"O uso de 'dia' destaca a urgência e a seriedade da situação, chamando a atenção para a necessidade de preparação.","conexao_teologica":"O conceito de 'dia do Senhor' é frequentemente mencionado na Bíblia, simbolizando um tempo de julgamento e redenção.","referencias_relacionadas":["Joel 2:1","Amós 5:18","1 Tessalonicenses 5:2"]},"mateus_24_19_crianca":{"palavra_pt":"crianca","palavra_original":"γαστήρ","transliteracao":"gastḗr","strong":"G1064","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a um ser humano jovem, simbolizando vulnerabilidade e inocência.","explicacao_detalhada":"Neste contexto, a menção de 'criança' ressalta a fragilidade dos mais jovens em tempos de crise e a necessidade de proteção.","por_que_esta_palavra":"A inclusão de 'criança' enfatiza a gravidade da situação, pois mesmo os mais inocentes e indefesos serão afetados.","conexao_teologica":"A Bíblia frequentemente fala sobre a proteção das crianças e a responsabilidade dos adultos em cuidar delas.","referencias_relacionadas":["Mateus 18:10","Marcos 10:14","Lucas 17:2"]},"mateus_24_19_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se ao que alguém possui ou detém, muitas vezes associado a bens materiais.","explicacao_detalhada":"Neste versículo, 'possessão' implica que as preocupações materiais podem se tornar um obstáculo em tempos de crise.","por_que_esta_palavra":"A ênfase na 'possessão' sugere que as prioridades devem ser reavaliadas em face de eventos catastróficos.","conexao_teologica":"A Bíblia ensina que não devemos nos apegar às coisas materiais, pois elas são passageiras.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:7-10","Hebreus 13:5"]},"mateus_24_20_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto negativo, indicando a negação de algo.","explicacao_detalhada":"Neste versículo, 'deus' é usado para enfatizar a necessidade de não se distrair com questões espirituais em tempos de crise.","por_que_esta_palavra":"A negação de 'deus' sugere que as preocupações devem ser focadas na sobrevivência e na proteção.","conexao_teologica":"A relação entre a fé e a ação é um tema recorrente, onde a confiança em Deus deve prevalecer mesmo em dificuldades.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"mateus_24_20_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma transformação ou mudança significativa.","explicacao_detalhada":"Neste contexto, 'tornar-se' indica que a situação irá mudar drasticamente, resultando em um período de grande tribulação.","por_que_esta_palavra":"A transformação é um elemento central na narrativa, enfatizando a seriedade do que está por vir.","conexao_teologica":"A ideia de transformação é fundamental na teologia cristã, onde a mudança de coração e vida é essencial.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:15"]},"mateus_24_21_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"A palavra 'aflição' refere-se a um estado de sofrimento intenso e angústia.","explicacao_detalhada":"Neste versículo, 'aflição' descreve o nível extremo de dor e dificuldade que será enfrentado durante os últimos dias.","por_que_esta_palavra":"A ênfase na 'aflição' serve para preparar os ouvintes para a gravidade da situação que está por vir.","conexao_teologica":"A aflição é um tema recorrente na Bíblia, onde muitas vezes é vista como um teste de fé e perseverança.","referencias_relacionadas":["Salmos 34:19","Romanos 5:3-5","Tiago 1:2-4"]},"mateus_24_21_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' novamente indica uma transformação significativa, neste caso, em relação à aflição.","explicacao_detalhada":"A repetição da ideia de 'tornar-se' enfatiza a intensidade e a magnitude da aflição que será experimentada.","por_que_esta_palavra":"A transformação em 'grande aflição' destaca a seriedade do tempo que está por vir.","conexao_teologica":"A grandeza da aflição é frequentemente contrastada com a grandeza da graça de Deus, que é suficiente para sustentar os crentes.","referencias_relacionadas":["2 Coríntios 12:9","Filipenses 4:13","1 Pedro 5:10"]},"mateus_24_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui é usada para descrever um tempo de julgamento e misericórdia.","explicacao_detalhada":"Neste contexto, 'dia' refere-se ao tempo em que a intervenção divina será necessária para salvar os eleitos.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a importância de estar preparado para a vinda do Senhor.","conexao_teologica":"O 'dia do Senhor' é um tema central na escatologia cristã, simbolizando a volta de Cristo e o juízo final.","referencias_relacionadas":["Zacarias 14:1","Mateus 25:31-32","Apocalipse 20:11-15"]},"mateus_24_22_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana, incluindo suas fraquezas e limitações.","explicacao_detalhada":"Neste versículo, 'carne' simboliza a vulnerabilidade da humanidade diante das tribulações.","por_que_esta_palavra":"A menção de 'carne' destaca a fragilidade da vida humana e a necessidade de dependência de Deus.","conexao_teologica":"A Bíblia ensina que a carne é fraca, mas o espírito é forte, enfatizando a necessidade de buscar forças em Deus.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Pedro 1:24"]},"mateus_24_22_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e o poder de Deus sobre a criação e os eventos futuros.","explicacao_detalhada":"Neste versículo, a referência a Deus destaca a importância de confiar em Sua proteção e providência, especialmente em tempos de tribulação.","por_que_esta_palavra":"A palavra 'deus' é central na mensagem cristã, pois representa a autoridade máxima e a fonte de esperança para os crentes.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que assegura aos fiéis que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","Isaías 41:10"]},"mateus_24_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o ungido de Deus, que é Jesus, o Salvador prometido.","explicacao_detalhada":"Neste contexto, a menção do 'cristo' alerta os crentes sobre falsos messias que surgirão, desviando-os da verdadeira fé.","por_que_esta_palavra":"A palavra 'cristo' é fundamental para a identidade cristã, pois afirma a divindade e a missão redentora de Jesus.","conexao_teologica":"A expectativa messiânica é um tema central na teologia cristã, que se cumpre em Jesus Cristo.","referencias_relacionadas":["Isaías 9:6","Mateus 1:21","João 1:41"]},"mateus_24_23_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica em confiar e ter fé em Jesus como o verdadeiro Messias.","explicacao_detalhada":"Neste versículo, a ênfase em crer é um chamado à vigilância e à discernimento espiritual em tempos de engano.","por_que_esta_palavra":"A fé é essencial para a salvação e para a vida cristã, sendo um tema central nos ensinamentos de Jesus.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Deus e recebem Sua graça.","referencias_relacionadas":["Hebreus 11:1","João 3:16","Romanos 10:17"]},"mateus_24_23_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Mateus 24:23, \"deus\" aparece na frase \"Então, se alguém vos disser: Eis que o Cristo está aqui, ou ali, não lhe deis crédito;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (μή; mḗ; G3361), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de Mateus 24:23 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Mateus 24:26. Lendo junto com Mateus 24:23, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Mateus 24:23","Mateus 24:26","João 1:1"]},"mateus_24_24_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, mas aqui é usada para descrever falsos profetas.","explicacao_detalhada":"O alerta sobre falsos profetas é uma advertência sobre aqueles que distorcem a verdade e enganam os fiéis.","por_que_esta_palavra":"A identificação de profetas é crucial para a comunidade de fé, pois a verdade de Deus deve ser preservada.","conexao_teologica":"A Bíblia adverte repetidamente sobre a necessidade de discernir entre verdadeiros e falsos profetas.","referencias_relacionadas":["Mateus 7:15","1 João 4:1","Jeremias 14:14"]},"mateus_24_24_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' aqui pode simbolizar tanto a morte física quanto a morte espiritual, que resulta do pecado.","explicacao_detalhada":"Neste contexto, a morte é uma consequência do engano e da rejeição da verdade de Deus.","por_que_esta_palavra":"A morte é um tema central na teologia cristã, que enfatiza a necessidade de redenção e vida eterna em Cristo.","conexao_teologica":"A morte e a ressurreição de Jesus são fundamentais para a esperança cristã de vida eterna.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25"]},"mateus_24_25_falar":{"palavra_pt":"falar","palavra_original":"προερέω","transliteracao":"proeréō","strong":"G4280","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da verdade de Deus e à advertência sobre os enganos que surgirão.","explicacao_detalhada":"Jesus está preparando Seus discípulos para que estejam atentos às palavras e ensinamentos que ouvirão.","por_que_esta_palavra":"A comunicação é vital na transmissão da mensagem do evangelho e na edificação da fé.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser proclamada com clareza e verdade.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Atos 1:8"]},"mateus_24_26_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é novamente enfatizada, reforçando a importância da fé verdadeira em tempos de engano.","explicacao_detalhada":"A insistência em crer é um chamado à fidelidade e à confiança em Deus, mesmo diante de falsificações.","por_que_esta_palavra":"A fé é a resposta do coração humano à revelação de Deus e à Sua verdade.","conexao_teologica":"A fé é o fundamento da relação do crente com Deus e é essencial para a salvação.","referencias_relacionadas":["Efésios 2:8-9","Gálatas 2:20","Hebreus 11:6"]},"mateus_24_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a centralidade de Deus na vida do crente e na história da salvação.","explicacao_detalhada":"Neste versículo, a referência a Deus serve como um lembrete da Sua presença e autoridade em meio ao engano.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da natureza divina e de Sua relação com a humanidade.","conexao_teologica":"A teologia cristã é centrada em Deus como Criador, Redentor e Sustentador.","referencias_relacionadas":["Salmos 115:3","Isaías 46:9-10","Romanos 11:36"]},"mateus_24_26_casa":{"palavra_pt":"casa","palavra_original":"ταμεῖον","transliteracao":"tameîon","strong":"G5009","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode simbolizar o lar espiritual dos crentes, a comunidade de fé.","explicacao_detalhada":"Neste contexto, a 'casa' é uma metáfora para a segurança e a proteção que Deus oferece aos Seus filhos.","por_que_esta_palavra":"A ideia de 'casa' é importante na Bíblia, representando o lugar onde Deus habita com Seu povo.","conexao_teologica":"A habitação de Deus entre os homens é um tema que culmina em Jesus e na Igreja.","referencias_relacionadas":["Salmos 91:1","1 Pedro 2:5","Hebreus 3:6"]},"mateus_24_27_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se à presença e manifestação do Messias, que é Jesus.","explicacao_detalhada":"No contexto de Mateus 24:27, a palavra 'Cristo' é usada para descrever a vinda do Filho do Homem, que será visível como um relâmpago que brilha de uma extremidade a outra do céu. Isso enfatiza a majestade e a autoridade de Cristo em Sua segunda vinda.","por_que_esta_palavra":"A palavra 'Cristo' é central para a fé cristã, pois representa a esperança da redenção e a promessa de que Jesus voltará para buscar os Seus.","conexao_teologica":"A vinda de Cristo é um tema recorrente nas Escrituras, ligando a expectativa messiânica do Antigo Testamento com a realização dessa promessa no Novo Testamento.","referencias_relacionadas":["Mateus 24:30","1 Tessalonicenses 4:16","Apocalipse 1:7"]},"mateus_24_27_west":{"palavra_pt":"west","palavra_original":"δυσμή","transliteracao":"dysmḗ","strong":"G1424","significado_raiz":"Ideia básica: west.","significado_contextual":"A palavra 'west' refere-se à direção oeste, simbolizando um ponto de referência geográfico.","explicacao_detalhada":"No versículo, a menção do oeste pode ser interpretada como uma forma de indicar que a vinda do Filho do Homem será universal e visível, abrangendo todas as direções.","por_que_esta_palavra":"A direção oeste é frequentemente associada a um lugar de fim ou conclusão, o que pode simbolizar o fim dos tempos e o retorno de Cristo.","conexao_teologica":"A ideia de direções geográficas é usada na Bíblia para enfatizar a abrangência da mensagem do evangelho e a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Mateus 24:27","Salmos 103:12","Eclesiastes 1:5"]},"mateus_24_28_corpo":{"palavra_pt":"corpo","palavra_original":"πτῶμα","transliteracao":"ptōma","strong":"G4430","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao corpo físico, que é um símbolo da vida e da morte.","explicacao_detalhada":"Em Mateus 24:28, a referência ao corpo indica a realidade da morte e a inevitabilidade do juízo, onde o corpo é um elemento central na discussão sobre a ressurreição e a vida eterna.","por_que_esta_palavra":"O corpo é importante na teologia cristã, pois representa a humanidade de Cristo e a nossa própria humanidade, que será transformada na ressurreição.","conexao_teologica":"A ressurreição do corpo é um tema fundamental na doutrina cristã, ligando a morte e a vida eterna em Cristo.","referencias_relacionadas":["1 Coríntios 15:42-44","Romanos 8:11","Filipenses 3:21"]},"mateus_24_28_accompany":{"palavra_pt":"accompany","palavra_original":"συνάγω","transliteracao":"synágō","strong":"G4863","significado_raiz":"Ideia básica: accompany.","significado_contextual":"A palavra 'accompany' refere-se ao ato de reunir ou juntar, indicando um movimento em direção a algo.","explicacao_detalhada":"No contexto do versículo, 'accompany' sugere que onde houver o corpo, ali também estarão os que o seguem, simbolizando a união dos crentes com Cristo.","por_que_esta_palavra":"A ideia de acompanhar é fundamental na vida cristã, onde os crentes são chamados a seguir a Cristo e a se reunir em Sua presença.","conexao_teologica":"Acompanhar a Cristo implica em uma vida de discipulado e comunhão com Ele, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:17"]},"mateus_24_29_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, especialmente em relação ao dia do Senhor.","explicacao_detalhada":"Em Mateus 24:29, o 'dia' é associado a eventos cósmicos que precedem a vinda do Filho do Homem, indicando um tempo de grande tribulação e transformação.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente usado nas Escrituras para descrever momentos significativos na história da salvação, como o dia do juízo.","conexao_teologica":"O dia do Senhor é um tema importante na escatologia cristã, ligando a expectativa da vinda de Cristo com a realização do juízo final.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Apocalipse 6:12-14"]},"mateus_24_29_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao espaço celestial, onde Deus habita e que será afetado pelos eventos do fim dos tempos.","explicacao_detalhada":"No versículo, o céu é mencionado em relação a sinais que ocorrerão antes da vinda de Cristo, indicando a intervenção divina na história.","por_que_esta_palavra":"O céu é um símbolo da soberania de Deus e do lugar onde os crentes esperam estar após a morte.","conexao_teologica":"A relação entre o céu e a terra é central na teologia cristã, refletindo a esperança da nova criação e a restauração de todas as coisas.","referencias_relacionadas":["Mateus 5:16","Apocalipse 21:1","Hebreus 11:16"]},"mateus_24_29_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder/milagre' refere-se à capacidade divina de realizar ações sobrenaturais.","explicacao_detalhada":"Em Mateus 24:29, o poder de Deus é manifestado através de sinais cósmicos que precedem a vinda de Cristo, demonstrando Sua autoridade sobre a criação.","por_que_esta_palavra":"O poder de Deus é um tema central na Bíblia, refletindo Sua capacidade de salvar, julgar e transformar a realidade.","conexao_teologica":"O poder de Deus é essencial para a compreensão da obra redentora de Cristo e da esperança da ressurreição.","referencias_relacionadas":["Efésios 1:19-20","Romanos 1:16","Atos 1:8"]},"mateus_24_30_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' é mencionada novamente, reforçando a ideia de que os eventos cósmicos estão ligados à vinda de Cristo.","explicacao_detalhada":"No contexto de Mateus 24:30, o céu é o cenário da revelação da glória de Cristo, onde Ele será visto por todos.","por_que_esta_palavra":"O céu representa a presença de Deus e a realização de Suas promessas, especialmente na vinda de Cristo.","conexao_teologica":"A manifestação da glória de Deus no céu é um tema que conecta a esperança cristã com a expectativa da vinda do Reino de Deus.","referencias_relacionadas":["Mateus 17:2","Apocalipse 1:7","Romanos 8:18"]},"mateus_24_30_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, onde os eventos da história da salvação se desenrolam.","explicacao_detalhada":"Em Mateus 24:30, a terra é o palco onde a vinda de Cristo será revelada, indicando a transformação que ocorrerá na criação.","por_que_esta_palavra":"A terra é importante na teologia cristã, pois representa o lugar da ação redentora de Deus e a esperança de renovação.","conexao_teologica":"A relação entre céu e terra é fundamental na escatologia, refletindo a promessa de que Deus restaurará toda a criação.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:21","Apocalipse 21:1"]},"mateus_24_30_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder/milagre' é novamente mencionada, enfatizando a autoridade divina que se manifestará na vinda de Cristo.","explicacao_detalhada":"No versículo, o poder de Deus é mostrado como a força que trará a transformação final e a realização das promessas de Deus.","por_que_esta_palavra":"O poder de Deus é essencial para a compreensão da esperança cristã, pois é através desse poder que a salvação e a ressurreição são possíveis.","conexao_teologica":"O poder de Deus é um tema central na Bíblia, refletindo Sua soberania e a capacidade de realizar milagres e transformações.","referencias_relacionadas":["Salmos 62:11","Lucas 1:37","Filipenses 4:13"]},"mateus_24_31_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele enviará Seus anjos.","explicacao_detalhada":"No contexto de Mateus 24:31, o céu é mencionado como o local de origem dos anjos que reunirão os eleitos. Este céu é visto como um espaço sagrado e transcendente, contrastando com a terra.","por_que_esta_palavra":"A palavra 'céu' é utilizada para enfatizar a autoridade divina e a origem celestial da ação divina nos últimos dias.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à esperança da vida eterna, refletindo a expectativa escatológica dos crentes.","referencias_relacionadas":["Mateus 5:16","Filipenses 3:20","Apocalipse 21:1"]},"mateus_24_31_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui é um sentimento de reverência e respeito diante da grandeza de Deus e dos eventos que estão por vir.","explicacao_detalhada":"Em Mateus 24:31, o temor é uma resposta ao poder e à majestade de Deus, que se manifesta no fim dos tempos. É um temor que leva à adoração e à preparação espiritual.","por_que_esta_palavra":"A palavra 'temor' é usada para descrever a reação apropriada dos seres humanos diante da intervenção divina e dos sinais dos tempos.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 11:2"]},"mateus_24_31_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir ou acompanhar os anjos que são enviados para reunir os eleitos.","explicacao_detalhada":"No versículo, 'seguir' implica uma ação de obediência e resposta ao chamado divino, simbolizando a disposição dos crentes em atender ao chamado de Deus.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a dinâmica da relação entre Deus e Seus escolhidos, que são guiados por Sua vontade.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, refletindo a necessidade de estar em sintonia com a direção divina.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:14"]},"mateus_24_32_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é apresentada como uma parábola, uma lição que ensina sobre a vigilância e a prontidão para a volta de Cristo.","explicacao_detalhada":"Em Mateus 24:32, a vida é comparada a uma figueira que dá sinais de que o verão está próximo, simbolizando a importância de discernir os sinais dos tempos.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a necessidade de estar atento e preparado para a vinda do Senhor.","conexao_teologica":"A vida em Cristo é uma vida de expectativa e preparação, refletindo a esperança da redenção.","referencias_relacionadas":["João 15:5","Gálatas 2:20","1 João 5:12"]},"mateus_24_32_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer, enfatizando a transformação que ocorrerá no fim dos tempos.","explicacao_detalhada":"No contexto de Mateus 24:32, 'tornar-se' implica uma mudança significativa que ocorrerá na história da humanidade com a volta de Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para entender a natureza dos eventos escatológicos e a transformação que Deus trará.","conexao_teologica":"A transformação final é uma esperança central na escatologia cristã, onde Deus fará novas todas as coisas.","referencias_relacionadas":["Romanos 8:21","2 Coríntios 5:17","Apocalipse 21:5"]},"mateus_24_33_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de perceber ou entender os sinais dos tempos que indicam a proximidade da volta de Cristo.","explicacao_detalhada":"Em Mateus 24:33, 'conhecer' implica um reconhecimento ativo dos sinais que Deus nos dá, para que possamos estar preparados.","por_que_esta_palavra":"A palavra 'conhecer' é usada para enfatizar a importância do discernimento espiritual e da vigilância.","conexao_teologica":"O conhecimento dos tempos é essencial para a vida cristã, pois nos ajuda a viver de maneira sábia e prudente.","referencias_relacionadas":["1 Tessalonicenses 5:4-6","Mateus 25:13","Hebreus 10:25"]},"mateus_24_33_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que leva à salvação e à vida eterna, enfatizando a escolha que cada um deve fazer.","explicacao_detalhada":"No versículo, 'caminho' simboliza a jornada espiritual que os crentes devem seguir, reconhecendo os sinais que apontam para a volta de Cristo.","por_que_esta_palavra":"A palavra 'caminho' é fundamental para entender a vida cristã como uma jornada de fé e obediência.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, e seguir esse caminho é essencial para a salvação.","referencias_relacionadas":["João 14:6","Atos 2:38","Gálatas 5:16"]},"mateus_24_34_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer, reiterando a transformação que ocorrerá no fim dos tempos.","explicacao_detalhada":"Em Mateus 24:34, a repetição do conceito de 'tornar-se' destaca a certeza dos eventos profetizados e a iminência da volta de Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para enfatizar a inevitabilidade das promessas de Deus se cumprirem.","conexao_teologica":"A certeza do cumprimento das promessas de Deus é um pilar da fé cristã, trazendo esperança aos crentes.","referencias_relacionadas":["Hebreus 10:23","2 Pedro 3:9","Apocalipse 22:12"]},"mateus_24_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da possibilidade de que a geração atual passará sem que as profecias se cumpram.","explicacao_detalhada":"Em Mateus 24:34, a palavra 'Deus' é usada para enfatizar a soberania e a certeza das promessas divinas em relação ao fim dos tempos.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da autoridade e do poder que Ele exerce sobre a história.","conexao_teologica":"A soberania de Deus é um tema recorrente na teologia, assegurando aos crentes que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 46:10","Romanos 8:28"]},"mateus_24_34_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração que testemunhará os sinais do fim dos tempos, enfatizando a urgência da mensagem.","explicacao_detalhada":"Em Mateus 24:34, a palavra 'geração' é usada para indicar que os eventos profetizados ocorrerão dentro do tempo da geração presente.","por_que_esta_palavra":"A palavra 'geração' é importante para entender a expectativa de que os sinais dos tempos são relevantes e urgentes para aqueles que vivem naquele período.","conexao_teologica":"A ideia de geração é frequentemente ligada à responsabilidade e à resposta dos crentes aos chamados de Deus.","referencias_relacionadas":["Mateus 11:16","Lucas 17:25","Hebreus 3:10"]},"mateus_24_35_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele governa.","explicacao_detalhada":"No contexto de Mateus 24:35, Jesus afirma que o céu e a terra passarão, mas suas palavras permanecerão. Isso enfatiza a eternidade e a imutabilidade da mensagem divina.","por_que_esta_palavra":"A palavra 'céu' é usada para ilustrar a soberania de Deus e a permanência de Sua palavra em contraste com a transitoriedade do mundo físico.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à esperança da vida eterna para os crentes.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"mateus_24_35_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde os seres humanos habitam.","explicacao_detalhada":"Neste versículo, a terra é mencionada para contrastar com a eternidade da palavra de Deus. A terra é temporária e sujeita a mudanças, enquanto a palavra de Deus é eterna.","por_que_esta_palavra":"A palavra 'terra' é importante para mostrar a fragilidade e a transitoriedade da criação em comparação com a estabilidade da mensagem divina.","conexao_teologica":"A terra é vista como a criação de Deus, que, embora temporária, é parte do plano divino.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","2 Pedro 3:10"]},"mateus_24_35_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é personificada em Cristo.","explicacao_detalhada":"A palavra 'verbo' (lógos) é fundamental na teologia cristã, pois representa a comunicação de Deus com a humanidade, culminando na encarnação de Jesus Cristo.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois é através dela que Deus se revela e se relaciona com os seres humanos.","conexao_teologica":"Cristo é o Verbo que se fez carne, e sua mensagem é eterna e imutável.","referencias_relacionadas":["João 1:1","Hebreus 4:12","1 Pedro 1:25"]},"mateus_24_36_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do retorno de Cristo, que é desconhecido.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a vinda do Filho do Homem, enfatizando que ninguém sabe o dia ou a hora, exceto o Pai.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um tempo específico que será marcado pela volta de Cristo, um evento de grande importância na escatologia cristã.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, representando o juízo e a restauração final.","referencias_relacionadas":["Atos 1:7","1 Tessalonicenses 5:2","Apocalipse 16:15"]},"mateus_24_36_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Novamente refere-se ao céu, enfatizando a soberania de Deus sobre o tempo e a criação.","explicacao_detalhada":"A menção do céu neste contexto reforça a ideia de que o conhecimento sobre o dia do retorno de Cristo pertence a Deus, que está acima de todas as coisas.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a autoridade de Deus e a limitação do conhecimento humano.","conexao_teologica":"O céu é o domínio de Deus, onde Ele reina soberanamente, e onde os crentes esperam estar após a vida terrena.","referencias_relacionadas":["Salmos 2:4","Mateus 5:16","Hebreus 12:2"]},"mateus_24_36_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se à singularidade de Deus em conhecer o dia do retorno.","explicacao_detalhada":"A palavra 'sozinho' destaca que apenas Deus tem o conhecimento completo e absoluto sobre os eventos futuros, incluindo o retorno de Cristo.","por_que_esta_palavra":"É um lembrete da soberania de Deus e da limitação do entendimento humano.","conexao_teologica":"A exclusividade do conhecimento de Deus sobre o futuro é um tema que reforça a confiança na Sua sabedoria e plano.","referencias_relacionadas":["Isaías 46:10","Romanos 11:33","Tiago 4:15"]},"mateus_24_37_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do retorno de Cristo, comparando-o aos dias de Noé.","explicacao_detalhada":"Jesus usa a comparação com os dias de Noé para ilustrar a indiferença das pessoas em relação ao juízo que estava por vir.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza do retorno de Cristo, assim como o juízo nos dias de Noé foi certo.","conexao_teologica":"O dia do Senhor é um tema de alerta e preparação para os crentes, que devem estar vigilantes.","referencias_relacionadas":["Gênesis 6:5-7","Mateus 25:13","2 Pedro 3:10"]},"mateus_24_37_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se à presença de Cristo no dia do juízo.","explicacao_detalhada":"A palavra 'Cristo' aqui se refere à manifestação do Filho de Deus que voltará para julgar os vivos e os mortos.","por_que_esta_palavra":"A presença de Cristo é central na esperança cristã, pois é através dele que a salvação é oferecida.","conexao_teologica":"Cristo é o juiz final, e sua vinda é um evento esperado que trará cumprimento às promessas de Deus.","referencias_relacionadas":["Mateus 25:31","Romanos 14:10","Apocalipse 1:7"]},"mateus_24_37_noe":{"palavra_pt":"noe","palavra_original":"Νῶε","transliteracao":"Nōe","strong":"G3575","significado_raiz":"Ideia básica: noe.","significado_contextual":"Refere-se a Noé como um exemplo de fé e obediência em tempos de juízo.","explicacao_detalhada":"Jesus menciona Noé para ilustrar como as pessoas estavam despreparadas para o juízo que se aproximava, assim como nos dias de Noé.","por_que_esta_palavra":"A palavra 'Noé' é significativa porque representa a salvação em meio ao juízo, um tema central na narrativa bíblica.","conexao_teologica":"A história de Noé é um símbolo da graça de Deus e da necessidade de estar preparado para o retorno de Cristo.","referencias_relacionadas":["Gênesis 6:8","Hebreus 11:7","1 Pedro 3:20"]},"mateus_24_38_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que as pessoas estavam comendo e bebendo, ignorando o juízo.","explicacao_detalhada":"Jesus destaca a despreocupação das pessoas em relação ao juízo iminente, enfatizando a necessidade de vigilância.","por_que_esta_palavra":"A palavra 'dia' é usada para mostrar a normalidade da vida cotidiana que pode levar à complacência espiritual.","conexao_teologica":"A vigilância é um tema importante na teologia cristã, pois os crentes são chamados a estar alertas para a vinda do Senhor.","referencias_relacionadas":["Mateus 25:13","Lucas 17:26-27","1 Tessalonicenses 5:6"]},"mateus_24_38_diluvio":{"palavra_pt":"diluvio","palavra_original":"κατακλυσμός","transliteracao":"kataklysmós","strong":"G2627","significado_raiz":"Ideia básica: diluvio.","significado_contextual":"Refere-se ao grande dilúvio que ocorreu nos dias de Noé, um evento de julgamento divino.","explicacao_detalhada":"O dilúvio é um símbolo do juízo de Deus sobre a maldade da humanidade. Em Mateus 24:38, Jesus usa o dilúvio como uma comparação para a vinda do Filho do Homem, enfatizando que muitos estarão despreparados para o juízo que virá.","por_que_esta_palavra":"A palavra 'dilúvio' é usada para ilustrar a gravidade do juízo de Deus e a necessidade de vigilância e preparação espiritual.","conexao_teologica":"O dilúvio representa a justiça de Deus e a salvação através da obediência, como Noé foi salvo por sua fé e ação.","referencias_relacionadas":["Gênesis 6:5-8","Gênesis 7:17-24","Hebreus 11:7"]},"mateus_24_39_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se à presença do Cristo, especialmente no contexto da sua segunda vinda.","explicacao_detalhada":"A palavra 'Cristo' neste contexto enfatiza a importância da vinda de Jesus e a necessidade de estar alerta para sua chegada. A parousia é um termo técnico que se refere à vinda gloriosa de Cristo.","por_que_esta_palavra":"Usar 'Cristo' destaca a centralidade de Jesus na escatologia cristã e a expectativa de sua volta.","conexao_teologica":"A vinda de Cristo é um tema central na teologia cristã, simbolizando a esperança e a promessa de redenção.","referencias_relacionadas":["Mateus 24:30","1 Tessalonicenses 4:16-17","Apocalipse 1:7"]},"mateus_24_39_diluvio":{"palavra_pt":"diluvio","palavra_original":"κατακλυσμός","transliteracao":"kataklysmós","strong":"G2627","significado_raiz":"Ideia básica: diluvio.","significado_contextual":"Refere-se ao grande dilúvio que ocorreu nos dias de Noé, um evento de julgamento divino.","explicacao_detalhada":"O dilúvio é um símbolo do juízo de Deus sobre a maldade da humanidade. Em Mateus 24:39, Jesus usa o dilúvio como uma comparação para a vinda do Filho do Homem, enfatizando que muitos estarão despreparados para o juízo que virá.","por_que_esta_palavra":"A palavra 'dilúvio' é usada para ilustrar a gravidade do juízo de Deus e a necessidade de vigilância e preparação espiritual.","conexao_teologica":"O dilúvio representa a justiça de Deus e a salvação através da obediência, como Noé foi salvo por sua fé e ação.","referencias_relacionadas":["Gênesis 6:5-8","Gênesis 7:17-24","Hebreus 11:7"]},"mateus_24_40_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, simbolizando a humanidade em geral.","explicacao_detalhada":"Neste versículo, a menção de 'um homem' destaca a ideia de que a vinda do Filho do Homem será repentina e que muitos estarão despreparados, assim como um homem que é levado.","por_que_esta_palavra":"A palavra 'homem' é usada para representar a condição humana e a necessidade de estar alerta.","conexao_teologica":"A humanidade é chamada a estar atenta e preparada para a vinda de Cristo, refletindo a responsabilidade individual diante de Deus.","referencias_relacionadas":["Mateus 25:13","Lucas 17:34-35","Romanos 14:12"]},"mateus_24_41_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, simbolizando a humanidade em geral.","explicacao_detalhada":"Neste versículo, a menção de 'um homem' destaca a ideia de que a vinda do Filho do Homem será repentina e que muitos estarão despreparados, assim como um homem que é levado.","por_que_esta_palavra":"A palavra 'homem' é usada para representar a condição humana e a necessidade de estar alerta.","conexao_teologica":"A humanidade é chamada a estar atenta e preparada para a vinda de Cristo, refletindo a responsabilidade individual diante de Deus.","referencias_relacionadas":["Mateus 25:13","Lucas 17:34-35","Romanos 14:12"]},"mateus_24_42_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da vinda do Senhor, um tempo de julgamento e recompensa.","explicacao_detalhada":"O 'dia' mencionado é um tempo específico que será inesperado, onde o Senhor voltará para julgar a humanidade. A ênfase está na necessidade de vigilância.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a seriedade da preparação espiritual.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, simbolizando a intervenção divina na história.","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 16:15"]},"mateus_24_42_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade do Senhor sobre todas as coisas, especialmente no contexto do juízo.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Cristo e sua autoridade para julgar e governar. É um lembrete de que devemos respeitar e temer a autoridade divina.","por_que_esta_palavra":"A palavra 'senhor' é usada para sublinhar a posição de Cristo como Rei e Juiz.","conexao_teologica":"A autoridade de Cristo é fundamental para a compreensão da sua divindade e do seu papel como Salvador e Juiz.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Filipenses 2:9-11"]},"mateus_24_42_vigilant":{"palavra_pt":"vigilant","palavra_original":"γρηγορεύω","transliteracao":"grēgoreúō","strong":"G1127","significado_raiz":"Ideia básica: vigilant.","significado_contextual":"Refere-se à necessidade de estar alerta e preparado para a vinda do Senhor.","explicacao_detalhada":"A palavra 'vigilante' implica em estar atento e preparado, não apenas fisicamente, mas espiritualmente. Jesus exorta seus seguidores a estarem sempre prontos.","por_que_esta_palavra":"A palavra 'vigilante' é crucial para entender a expectativa de Jesus em relação ao comportamento de seus seguidores.","conexao_teologica":"A vigilância é um tema importante nas Escrituras, refletindo a responsabilidade do crente em manter sua fé ativa e alerta.","referencias_relacionadas":["Marcos 13:33","Lucas 21:36","1 Pedro 5:8"]},"mateus_24_43_familia":{"palavra_pt":"familia","palavra_original":"οἰκοδεσπότης","transliteracao":"oikodespótēs","strong":"G3617","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao proprietário da casa, simbolizando a responsabilidade de cuidar do lar.","explicacao_detalhada":"O 'senhor da casa' é uma metáfora para aqueles que têm autoridade e responsabilidade sobre suas famílias e lares. A vigilância é necessária para proteger o que é precioso.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a responsabilidade e a necessidade de estar alerta em relação ao que Deus confiou a cada um.","conexao_teologica":"A responsabilidade familiar é um tema importante na Bíblia, refletindo o cuidado que devemos ter com os que estão sob nossa responsabilidade.","referencias_relacionadas":["Efésios 6:4","Colossenses 3:21","1 Timóteo 5:8"]},"mateus_24_43_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de vigilância e preparação para a vinda do Senhor.","explicacao_detalhada":"A palavra 'dia' aqui enfatiza a importância de estar sempre preparado, pois o dia do Senhor virá como um ladrão à noite.","por_que_esta_palavra":"A palavra 'dia' é usada para simbolizar a urgência e a seriedade da preparação espiritual.","conexao_teologica":"O conceito do dia do Senhor é central na escatologia cristã, simbolizando a intervenção divina na história.","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 16:15"]},"mateus_24_44_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo em um contexto de vigilância e preparação.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um evento que se concretiza. No contexto de Mateus 24:44, enfatiza a importância de estar preparado para a vinda do Senhor, pois o momento é incerto.","por_que_esta_palavra":"É usada para alertar os crentes sobre a necessidade de vigilância constante, pois o Filho do Homem virá em um momento inesperado.","conexao_teologica":"A ideia de transformação é central na teologia cristã, onde a vinda de Cristo representa a culminação da história da salvação.","referencias_relacionadas":["Mateus 24:42","1 Tessalonicenses 5:2","Apocalipse 16:15"]},"mateus_24_44_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser justo e digno de confiança, especialmente em relação ao comportamento do servo fiel.","explicacao_detalhada":"A palavra 'bom' destaca a virtude do servo que é fiel e prudente, sendo um exemplo a ser seguido. No contexto, isso se relaciona com a responsabilidade que cada um tem em sua vida espiritual.","por_que_esta_palavra":"É importante para enfatizar que a fidelidade e a diligência são recompensadas por Deus.","conexao_teologica":"A bondade de Deus é refletida na expectativa de que Seus servos ajam de maneira justa e fiel.","referencias_relacionadas":["Mateus 25:21","Gálatas 6:9","Efésios 2:10"]},"mateus_24_44_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que o Senhor retornará, um momento de grande importância.","explicacao_detalhada":"A palavra 'dia' aqui é usada para indicar um tempo determinado, que é desconhecido para os homens, mas conhecido por Deus. Isso reforça a ideia de vigilância.","por_que_esta_palavra":"É crucial para entender que o retorno de Cristo ocorrerá em um dia que não podemos prever, enfatizando a necessidade de estarmos sempre prontos.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente nas Escrituras, simbolizando juízo e redenção.","referencias_relacionadas":["2 Pedro 3:10","Mateus 25:13","1 Coríntios 1:8"]},"mateus_24_45_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de autoridade do Senhor sobre Seus servos e a responsabilidade que isso implica.","explicacao_detalhada":"A palavra 'senhor' destaca a relação de domínio e cuidado que o mestre tem sobre seu servo, enfatizando a importância da obediência e da fidelidade.","por_que_esta_palavra":"É usada para mostrar que o servo deve agir de acordo com a vontade do seu Senhor, que é justo e bom.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:11","Mateus 28:18"]},"mateus_24_45_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"Refere-se à confiança e fidelidade que um servo deve ter em seu Senhor.","explicacao_detalhada":"A palavra 'crente' implica em uma relação de fé e lealdade, onde o servo é chamado a ser fiel nas pequenas coisas.","por_que_esta_palavra":"É importante para enfatizar que a fé deve se manifestar em ações concretas de obediência e serviço.","conexao_teologica":"A fé é fundamental na vida cristã, sendo a base para a salvação e a vida em comunidade.","referencias_relacionadas":["Hebreus 11:6","Tiago 2:17","Gálatas 5:6"]},"mateus_24_46_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se à autoridade do Senhor sobre o servo e a expectativa de que ele cumpra suas responsabilidades.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a ideia de que o servo deve estar sempre atento e pronto para agir conforme a vontade do seu Senhor.","por_que_esta_palavra":"É usada para enfatizar a importância da submissão e da responsabilidade do servo em relação ao seu Senhor.","conexao_teologica":"A submissão a Cristo é um tema central na vida cristã, refletindo a relação entre o crente e seu Salvador.","referencias_relacionadas":["Colossenses 3:24","Efésios 6:5","1 Pedro 5:2"]},"mateus_24_46_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à bem-aventurança e à recompensa que o servo fiel receberá do seu Senhor.","explicacao_detalhada":"A palavra 'bem-aventurado' indica uma condição de felicidade e favor divino, que é prometida àqueles que são fiéis.","por_que_esta_palavra":"É usada para encorajar os crentes a permanecerem fiéis, sabendo que há uma recompensa eterna.","conexao_teologica":"A bem-aventurança é um tema recorrente nas Escrituras, simbolizando a alegria e a paz que vêm de Deus.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Apocalipse 22:14"]},"mateus_24_46_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar as tarefas que o Senhor designou ao servo.","explicacao_detalhada":"A palavra 'fazer' implica em ação e responsabilidade, enfatizando que a fé deve se manifestar em obras.","por_que_esta_palavra":"É usada para mostrar que a verdadeira fé se expressa em ações concretas de serviço e obediência.","conexao_teologica":"A relação entre fé e obras é fundamental na teologia cristã, onde a ação é uma resposta à graça de Deus.","referencias_relacionadas":["Tiago 2:26","Efésios 2:10","Colossenses 3:23"]},"mateus_24_47_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou declarar algo, especialmente em relação à vontade do Senhor.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação e da revelação da verdade, tanto para o servo quanto para os outros.","por_que_esta_palavra":"É usada para destacar a responsabilidade do servo em compartilhar a mensagem do seu Senhor.","conexao_teologica":"A proclamação da Palavra de Deus é um aspecto essencial da missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","2 Timóteo 4:2"]},"mateus_24_47_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho ou à maneira de viver que deve ser seguida pelo servo fiel.","explicacao_detalhada":"A palavra 'caminho' implica em um estilo de vida que reflete a vontade de Deus, guiando o servo em suas ações diárias.","por_que_esta_palavra":"É usada para enfatizar que o crente deve andar de acordo com os ensinamentos do Senhor.","conexao_teologica":"O caminho da justiça e da santidade é um tema central na vida cristã, refletindo a transformação que ocorre em Cristo.","referencias_relacionadas":["Salmos 119:105","João 14:6","Gálatas 5:16"]},"mateus_24_47_mao":{"palavra_pt":"mao","palavra_original":"ὑπάρχω","transliteracao":"hypárchō","strong":"G5225","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada para simbolizar poder e autoridade.","explicacao_detalhada":"No contexto de Mateus 24:47, a 'mão' representa a capacidade do servo fiel de administrar os bens do seu senhor, indicando responsabilidade e confiança.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a ação e o controle que o servo tem sobre os bens, refletindo a relação entre o senhor e o servo.","conexao_teologica":"A 'mão' de Deus é frequentemente associada ao poder e à proteção divina, como em Salmos 139:10.","referencias_relacionadas":["Salmos 95:7","Isaías 41:10","João 10:28"]},"mateus_24_48_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade que alguém possui sobre outra pessoa.","explicacao_detalhada":"Neste versículo, o 'senhor' é aquele que confia seus bens a um servo, destacando a relação de autoridade e responsabilidade.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a dinâmica de poder e a expectativa de fidelidade do servo.","conexao_teologica":"Deus é frequentemente chamado de Senhor, enfatizando Sua soberania e autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 10:9","1 Coríntios 8:6"]},"mateus_24_48_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' simboliza o centro das emoções e decisões do ser humano.","explicacao_detalhada":"No contexto, o 'coração' do servo é revelado em suas ações, refletindo sua verdadeira lealdade ao senhor.","por_que_esta_palavra":"O 'coração' é uma metáfora poderosa para a motivação interna e a disposição do servo em cumprir suas obrigações.","conexao_teologica":"A Bíblia frequentemente menciona o coração como o lugar onde Deus busca sinceridade e devoção, como em 1 Samuel 16:7.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:10"]},"mateus_24_49_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém.","explicacao_detalhada":"Neste versículo, o servo que 'segue' seu próprio desejo demonstra uma rebelião contra a autoridade do senhor.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a ação deliberada do servo em desviar-se do caminho correto.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, enfatizando a necessidade de obedecer à Sua palavra.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"mateus_24_50_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a posição de autoridade sobre o servo.","explicacao_detalhada":"O 'senhor' é aquele que tem o direito de exigir fidelidade e responsabilidade do servo.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a seriedade da relação e as consequências da desobediência.","conexao_teologica":"A soberania de Deus como Senhor é um tema recorrente, mostrando Sua autoridade sobre a vida dos crentes.","referencias_relacionadas":["Salmos 103:19","Mateus 7:21","Efésios 4:5"]},"mateus_24_50_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento.","explicacao_detalhada":"No contexto, o 'dia' é o momento em que o senhor retornará e fará contas com seus servos.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza do retorno do senhor e a necessidade de vigilância.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na escatologia, referindo-se ao julgamento final.","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 20:11"]},"mateus_24_51_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' simboliza a ação de estabelecer ou colocar algo em ordem.","explicacao_detalhada":"Neste versículo, 'arco' pode ser interpretado como a ação do senhor de estabelecer limites ou consequências para o servo infiel.","por_que_esta_palavra":"A palavra 'arco' é usada para ilustrar a severidade do julgamento que o servo enfrentará.","conexao_teologica":"A ideia de Deus estabelecer ordem e limites é uma constante na narrativa bíblica, refletindo Sua justiça.","referencias_relacionadas":["Gênesis 9:13","Salmos 89:14","Hebreus 12:11"]},"mateus_24_51_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para indicar a continuidade de ações ou comportamentos.","explicacao_detalhada":"Aqui, 'seguir' implica que o servo continua em sua desobediência, desconsiderando a autoridade do senhor.","por_que_esta_palavra":"A repetição da palavra 'seguir' reforça a ideia de que o servo está ativamente escolhendo um caminho errado.","conexao_teologica":"A escolha de seguir a Cristo ou outros caminhos é um tema central na vida cristã, refletindo a liberdade de escolha.","referencias_relacionadas":["Mateus 7:13-14","Gálatas 5:7","1 Pedro 2:21"]}}