{"mateus_27_1_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se a um líder religioso ou ancião na comunidade judaica.","explicacao_detalhada":"A palavra 'presbýteros' é usada para descrever aqueles que ocupam uma posição de autoridade e respeito dentro da sinagoga, frequentemente envolvidos em decisões e ensinamentos da lei.","por_que_esta_palavra":"A presença dos anciãos é crucial no julgamento de Jesus, pois eles representam a liderança religiosa que se opõe a Ele.","conexao_teologica":"Os anciãos simbolizam a tradição e a lei, contrastando com a nova aliança que Jesus traz.","referencias_relacionadas":["Mateus 15:2","Atos 14:23","Tiago 5:14"]},"mateus_27_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"O nome 'Iēsoûs' é central na fé cristã, pois representa a encarnação de Deus que veio para redimir a humanidade do pecado.","por_que_esta_palavra":"O uso do nome de Jesus neste contexto enfatiza a sua identidade e missão, especialmente em um momento de rejeição e condenação.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas, e seu nome é um lembrete de sua obra redentora.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"mateus_27_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica um evento significativo ou uma transformação importante.","explicacao_detalhada":"A palavra 'gínomai' sugere um processo de mudança ou de realização, refletindo a gravidade da situação em que Jesus se encontra.","por_que_esta_palavra":"A transformação que está prestes a ocorrer é a culminação do plano de salvação, onde a morte de Jesus se torna um ato de grande importância.","conexao_teologica":"A ideia de 'tornar-se' está ligada à obra redentora de Cristo, que traz nova vida aos que creem.","referencias_relacionadas":["Romanos 6:4","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_27_2_pontius":{"palavra_pt":"pontius","palavra_original":"Πόντιος","transliteracao":"Póntios","strong":"G4194","significado_raiz":"Ideia básica: pontius.","significado_contextual":"Nome do governador romano da Judeia.","explicacao_detalhada":"Pontius Pilatus é uma figura histórica que representa a autoridade romana e o poder político na condenação de Jesus.","por_que_esta_palavra":"A menção de Pilatos destaca a interação entre a liderança religiosa judaica e a autoridade romana na crucificação de Jesus.","conexao_teologica":"Pilatos, como representante do governo, simboliza a rejeição de Jesus tanto por líderes religiosos quanto por autoridades seculares.","referencias_relacionadas":["Lucas 3:1","João 18:28","Atos 3:13"]},"mateus_27_2_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à firmeza e estabilidade do governador.","explicacao_detalhada":"A palavra 'Pilâtos' implica uma figura de autoridade que tem o poder de decidir o destino de Jesus, refletindo a tensão entre poder e justiça.","por_que_esta_palavra":"A firmeza de Pilatos é contrastada com a fragilidade da situação de Jesus, que está prestes a ser condenado injustamente.","conexao_teologica":"A firmeza de Pilatos também representa a resistência do mundo ao plano de Deus, que culmina na crucificação.","referencias_relacionadas":["Mateus 27:11","Marcos 15:1","João 19:16"]},"mateus_27_2_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"Título que indica a posição de autoridade sobre a Judeia.","explicacao_detalhada":"A palavra 'hēgemṓn' refere-se ao papel de liderança e controle que Pilatos exerce sobre a região, especialmente em questões de justiça.","por_que_esta_palavra":"O título enfatiza a responsabilidade de Pilatos em julgar Jesus, destacando a injustiça do processo.","conexao_teologica":"A figura do governador ilustra a luta entre o reino de Deus e os reinos deste mundo, onde a verdade é muitas vezes distorcida.","referencias_relacionadas":["Mateus 27:11","Lucas 23:2","Atos 4:26"]},"mateus_27_3_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se novamente a um líder religioso ou ancião na comunidade judaica.","explicacao_detalhada":"A repetição da palavra 'presbýteros' reforça a importância da liderança religiosa na trama da condenação de Jesus.","por_que_esta_palavra":"Os anciãos são fundamentais na narrativa, pois são eles que traçam o plano para a prisão e condenação de Jesus.","conexao_teologica":"Os anciãos representam a tradição que se opõe à nova mensagem de Jesus, simbolizando a resistência ao evangelho.","referencias_relacionadas":["Mateus 15:2","Atos 14:23","Tiago 5:14"]},"mateus_27_3_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de Judas Iscariotes, o traidor de Jesus.","explicacao_detalhada":"A palavra 'Ioúdas' é significativa, pois Judas é lembrado como aquele que traiu o Filho de Deus por trinta moedas de prata.","por_que_esta_palavra":"O nome de Judas evoca a traição e a cumplicidade na condenação de Jesus, ressaltando a profundidade da corrupção humana.","conexao_teologica":"A traição de Judas é um exemplo do cumprimento das profecias e da necessidade da redenção através do sacrifício de Cristo.","referencias_relacionadas":["Mateus 26:14","Marcos 14:10","Atos 1:16"]},"mateus_27_3_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de perceber ou entender algo.","explicacao_detalhada":"A palavra 'eídō' implica um conhecimento profundo, não apenas superficial, sobre a traição e suas consequências.","por_que_esta_palavra":"O reconhecimento da traição de Judas é crucial para entender a gravidade da situação em que Jesus se encontra.","conexao_teologica":"O conhecimento da traição destaca a natureza do pecado e a necessidade de arrependimento e perdão.","referencias_relacionadas":["Mateus 26:25","Lucas 22:48","João 13:21"]},"mateus_27_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de falar ou declarar algo.","explicacao_detalhada":"A palavra 'légō' é usada para expressar a comunicação verbal, que é essencial na narrativa do julgamento de Jesus.","por_que_esta_palavra":"A declaração de Judas sobre sua traição é um momento crucial que revela a culpa e o arrependimento.","conexao_teologica":"A fala de Judas reflete a luta interna entre o pecado e a busca por redenção, mostrando a necessidade de confissão.","referencias_relacionadas":["Mateus 26:25","Marcos 14:18","Lucas 22:48"]},"mateus_27_4_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de soltar ou liberar alguém de uma prisão ou condenação.","explicacao_detalhada":"No contexto de Mateus 27:4, a palavra 'libertar' é usada por Judas Iscariotes ao reconhecer seu erro e tentar devolver as moedas de prata, expressando um desejo de libertação do peso de sua traição.","por_que_esta_palavra":"A escolha da palavra 'libertar' enfatiza a gravidade da traição e a necessidade de redenção, tanto para Judas quanto para a humanidade.","conexao_teologica":"A libertação é um tema central na teologia cristã, simbolizando a libertação do pecado e da morte através de Cristo.","referencias_relacionadas":["João 8:36","Romanos 8:1-2","Gálatas 5:1"]},"mateus_27_4_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar implica comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste versículo, Judas fala aos sacerdotes sobre sua traição, demonstrando a importância da confissão e da comunicação em momentos de arrependimento.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a dinâmica entre Judas e os líderes religiosos, mostrando a necessidade de diálogo na busca por perdão.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, sendo a oração uma forma de 'falar' com Deus.","referencias_relacionadas":["Tiago 5:16","Salmos 32:5","1 João 1:9"]},"mateus_27_5_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao local sagrado onde os judeus adoravam a Deus.","explicacao_detalhada":"Judas lançou as moedas de prata no templo, simbolizando a profanação do sagrado e o arrependimento tardio por sua traição.","por_que_esta_palavra":"A menção do templo destaca a seriedade do ato de Judas e a conexão entre sua traição e a adoração a Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus entre seu povo e a traição de Judas representa a rejeição dessa presença.","referencias_relacionadas":["Mateus 21:12-13","1 Coríntios 3:16","Hebreus 9:24"]},"mateus_27_5_cast":{"palavra_pt":"lancar","palavra_original":"ῥίπτω","transliteracao":"rhíptō","strong":"G4496","significado_raiz":"Ideia básica: lancar.","significado_contextual":"Lançar implica jogar ou despejar algo com força.","explicacao_detalhada":"Judas lançou as moedas no templo, um ato que simboliza seu arrependimento e a rejeição do dinheiro que ele havia recebido por trair Jesus.","por_que_esta_palavra":"A palavra 'lançar' enfatiza a intensidade do arrependimento de Judas e sua tentativa de se desvincular do ato de traição.","conexao_teologica":"O ato de lançar as moedas pode ser visto como uma representação do abandono do pecado e a busca por redenção.","referencias_relacionadas":["Salmos 51:17","Atos 2:38","2 Coríntios 7:10"]},"mateus_27_5_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Portanto é uma conjunção que indica consequência ou conclusão.","explicacao_detalhada":"A palavra 'portanto' conecta a ação de Judas ao seu reconhecimento de culpa e ao ato de devolver o dinheiro, mostrando a lógica de seu arrependimento.","por_que_esta_palavra":"Esta palavra é crucial para entender a sequência de eventos e a motivação por trás das ações de Judas.","conexao_teologica":"A lógica do arrependimento e da confissão é um princípio teológico importante, onde ações são frequentemente seguidas de consequências.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Tiago 4:17"]},"mateus_27_6_oferta":{"palavra_pt":"oferta","palavra_original":"κορβᾶν","transliteracao":"korbân","strong":"G2878","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Oferta refere-se a algo que é dado a Deus como um ato de adoração.","explicacao_detalhada":"Os sacerdotes consideraram as moedas de Judas como uma oferta, mas uma oferta impura, pois foi adquirida através da traição.","por_que_esta_palavra":"A palavra 'oferta' destaca a hipocrisia dos líderes religiosos que tentam manter a aparência de santidade enquanto rejeitam a verdadeira justiça.","conexao_teologica":"A oferta é um tema importante na adoração, e a pureza da intenção por trás da oferta é fundamental para a aceitação por Deus.","referencias_relacionadas":["Gênesis 4:3-5","Mateus 5:23-24","Hebreus 11:4"]},"mateus_27_6_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a decisão dos sacerdotes de não aceitar as moedas como oferta, revelando a lógica por trás de suas ações.","por_que_esta_palavra":"A escolha de 'porque' ajuda a entender a motivação dos sacerdotes e a natureza de sua religiosidade.","conexao_teologica":"A compreensão das razões por trás das ações é essencial na teologia, pois revela a natureza do coração humano diante de Deus.","referencias_relacionadas":["Mateus 15:8-9","Romanos 2:28-29","1 Samuel 16:7"]},"mateus_27_7_corpo":{"palavra_pt":"corpo","palavra_original":"συμβούλιον","transliteracao":"symboúlion","strong":"G4824","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se ao conjunto físico de uma pessoa ou à coletividade de indivíduos.","explicacao_detalhada":"Neste versículo, 'corpo' pode se referir ao corpo de Cristo ou ao corpo da comunidade de fé, enfatizando a importância da unidade e da integridade.","por_que_esta_palavra":"A palavra 'corpo' é significativa no contexto da traição e da necessidade de restauração dentro da comunidade de crentes.","conexao_teologica":"O corpo de Cristo é um tema central na teologia, simbolizando a união dos crentes em um só corpo através de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Colossenses 1:18"]},"mateus_27_7_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica uma posição ou localização no meio de algo.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de Judas em relação aos sacerdotes e ao povo, destacando sua alienação após a traição.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a separação que Judas sentiu após sua traição, simbolizando a divisão entre ele e a comunidade.","conexao_teologica":"A alienação do pecado é um tema teológico importante, onde o pecado separa o homem de Deus e da comunidade.","referencias_relacionadas":["Isaías 59:2","Romanos 3:23","Efésios 2:12"]},"mateus_27_8_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se ao ato de invocar ou convocar alguém.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever como Judas se dirigiu aos sacerdotes, refletindo a busca por reconhecimento e perdão.","por_que_esta_palavra":"A escolha de 'chamar' é significativa, pois mostra a necessidade de Judas de se conectar com os líderes religiosos após sua traição.","conexao_teologica":"O chamado de Deus é um tema central na teologia, onde Deus chama as pessoas ao arrependimento e à reconciliação.","referencias_relacionadas":["Romanos 10:13","Mateus 11:28-30","1 Pedro 2:9"]},"mateus_27_8_cause":{"palavra_pt":"cause","palavra_original":"διό","transliteracao":"dió","strong":"G1352","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivo que leva a um evento ou ação.","explicacao_detalhada":"Neste contexto, a palavra 'cause' é usada para indicar a motivação por trás da profecia que se cumpriu com a traição de Judas e a compra do campo do oleiro.","por_que_esta_palavra":"A escolha da palavra 'cause' enfatiza a intenção divina por trás dos eventos que se desenrolam, mostrando que tudo faz parte do plano de Deus.","conexao_teologica":"A ideia de causa e efeito é fundamental na teologia, pois mostra como Deus usa as ações humanas para cumprir Seus propósitos.","referencias_relacionadas":["Mateus 1:22-23","Atos 1:16-20","Isaías 53:3"]},"mateus_27_9_jeremiah":{"palavra_pt":"jeremiah","palavra_original":"Ἱερεμίας","transliteracao":"Hieremías","strong":"G2408","significado_raiz":"Ideia básica: jeremiah.","significado_contextual":"A menção a 'Jeremias' conecta a profecia do Antigo Testamento com os eventos do Novo Testamento.","explicacao_detalhada":"Jeremias é um profeta que fala sobre a traição e o arrependimento, e sua citação aqui reforça a ideia de que os eventos da crucificação de Jesus estavam previstos nas Escrituras.","por_que_esta_palavra":"A inclusão de 'Jeremias' mostra a continuidade entre as promessas de Deus no Antigo Testamento e seu cumprimento no Novo Testamento.","conexao_teologica":"A conexão entre os profetas e a vinda de Cristo é um tema central na teologia cristã, evidenciando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Jeremias 32:6-9","Mateus 2:17-18","Lucas 24:44"]},"mateus_27_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus e de Jesus como Rei.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para enfatizar a soberania de Jesus, mesmo diante da injustiça que Ele estava prestes a sofrer.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a identidade de Jesus como o Messias e a Sua posição de autoridade sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que, apesar das circunstâncias, Ele está no controle.","referencias_relacionadas":["Salmos 110:1","Filipenses 2:9-11","Apocalipse 19:16"]},"mateus_27_10_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo a alguém, neste caso, a libertação.","explicacao_detalhada":"Aqui, 'dar' refere-se ao ato de oferecer a salvação e a liberdade que Jesus proporciona através de Sua morte e ressurreição.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a graça de Deus, que oferece a salvação gratuitamente aos que creem.","conexao_teologica":"A ideia de dar é central na teologia da graça, mostrando que a salvação é um presente de Deus, não algo que podemos conquistar.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Romanos 6:23"]},"mateus_27_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação' e é central para a mensagem do Evangelho.","explicacao_detalhada":"Neste versículo, o nome de Jesus é mencionado em um contexto de julgamento, destacando Sua identidade como o Salvador que estava prestes a ser crucificado.","por_que_esta_palavra":"A menção do nome 'Jesus' é significativa, pois encapsula a missão de Cristo de salvar a humanidade do pecado.","conexao_teologica":"A salvação através de Jesus é o núcleo da fé cristã, e Sua identidade é fundamental para entender o plano de redenção de Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_27_11_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto entre Deus e Seu povo, que é cumprido em Jesus.","explicacao_detalhada":"Neste contexto, 'aliança' destaca a relação entre Deus e a humanidade, que é renovada através do sacrifício de Cristo.","por_que_esta_palavra":"A palavra 'aliança' é importante porque indica que a morte de Jesus não é apenas um evento isolado, mas parte de um plano maior de redenção.","conexao_teologica":"A aliança é um tema central na Bíblia, representando a fidelidade de Deus e Sua promessa de salvação.","referencias_relacionadas":["Hebreus 8:6-13","Lucas 22:20","Gálatas 3:14"]},"mateus_27_11_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"A palavra 'governador' refere-se à autoridade civil que estava julgando Jesus.","explicacao_detalhada":"Neste versículo, o 'governador' representa o poder humano que se opõe ao plano divino, simbolizando a injustiça do julgamento de Jesus.","por_que_esta_palavra":"A menção do 'governador' é significativa, pois mostra a tensão entre a autoridade terrena e a autoridade divina de Jesus.","conexao_teologica":"A relação entre as autoridades terrenas e o reino de Deus é um tema importante, mostrando que, apesar das aparências, Deus está no controle.","referencias_relacionadas":["Romanos 13:1-2","Mateus 28:18","Atos 4:26-28"]},"mateus_27_12_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder est' refere-se aos líderes religiosos que acusaram Jesus.","explicacao_detalhada":"Neste contexto, 'elder est' destaca a oposição dos líderes religiosos ao ministério de Jesus e sua rejeição como Messias.","por_que_esta_palavra":"A inclusão dos 'elder est' enfatiza a traição e a injustiça que Jesus enfrentou por parte dos que deveriam ser Seus guias espirituais.","conexao_teologica":"A rejeição de Jesus pelos líderes religiosos é um tema recorrente, mostrando como a verdade pode ser ignorada por aqueles em posições de poder.","referencias_relacionadas":["Mateus 15:14","João 1:11","Atos 5:29"]},"mateus_27_12_accuse":{"palavra_pt":"accuse","palavra_original":"κατηγορέω","transliteracao":"katēgoréō","strong":"G2723","significado_raiz":"Ideia básica: accuse.","significado_contextual":"A palavra 'accuse' refere-se ao ato de apresentar acusações contra alguém.","explicacao_detalhada":"Neste versículo, 'accuse' destaca a injustiça do julgamento de Jesus, que foi acusado falsamente pelos líderes religiosos.","por_que_esta_palavra":"A escolha da palavra 'accuse' é significativa, pois mostra a natureza enganosa das acusações feitas contra Jesus.","conexao_teologica":"A acusação injusta de Jesus é um reflexo do pecado humano e da necessidade de redenção.","referencias_relacionadas":["Mateus 26:59-61","Lucas 23:2","João 18:29-30"]},"mateus_27_12_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode se referir a Jesus como o Filho do Homem.","explicacao_detalhada":"Neste contexto, 'homem' é usado para enfatizar a condição humana de Jesus e a injustiça que Ele enfrentou.","por_que_esta_palavra":"A escolha da palavra 'homem' é importante, pois destaca a identificação de Jesus com a humanidade e Sua experiência de sofrimento.","conexao_teologica":"A encarnação de Cristo é um tema central na teologia cristã, mostrando que Deus se fez homem para redimir a humanidade.","referencias_relacionadas":["Hebreus 2:14-17","Mateus 8:20","Romanos 5:12"]},"mateus_27_13_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à postura de Pilatos diante das acusações contra Jesus, demonstrando sua determinação em manter a ordem.","explicacao_detalhada":"No contexto do julgamento de Jesus, Pilatos se apresenta como uma figura de autoridade que, apesar de perceber a inocência de Jesus, se vê pressionado pela multidão. A firmeza de Pilatos é uma ironia, pois ele não se mantém firme em sua convicção moral.","por_que_esta_palavra":"A escolha da palavra 'firme' destaca a tensão entre a autoridade e a moralidade, refletindo a luta interna de Pilatos.","conexao_teologica":"A firmeza de Pilatos contrasta com a submissão de Jesus à vontade do Pai, mostrando a diferença entre o poder humano e a obediência divina.","referencias_relacionadas":["Mateus 27:11-12","Lucas 23:4","João 18:38"]},"mateus_27_13_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada quando Pilatos questiona Jesus sobre as acusações feitas contra Ele.","explicacao_detalhada":"Pilatos, ao 'dizer' ou questionar Jesus, está tentando entender a situação e a natureza das acusações. Essa palavra enfatiza a comunicação e a busca por verdade em meio à confusão.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para o diálogo entre Pilatos e Jesus, mostrando a importância da comunicação na busca pela justiça.","conexao_teologica":"O diálogo entre Pilatos e Jesus revela a verdade que Jesus representa, contrastando com as mentiras que cercam seu julgamento.","referencias_relacionadas":["Mateus 27:11","João 18:33","Marcos 15:2"]},"mateus_27_13_testemunha":{"palavra_pt":"testemunha","palavra_original":"καταμαρτυρέω","transliteracao":"katamartyréō","strong":"G2649","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se à necessidade de evidências e provas durante o julgamento de Jesus.","explicacao_detalhada":"No contexto do julgamento, a palavra 'testemunha' destaca a importância de testemunhos verdadeiros e falsos, refletindo a injustiça do processo contra Jesus.","por_que_esta_palavra":"A palavra é crucial, pois enfatiza a falta de testemunhas legítimas que pudessem corroborar as acusações contra Jesus.","conexao_teologica":"Jesus é o testemunho verdadeiro de Deus, e sua injustiça no julgamento contrasta com a verdade que Ele representa.","referencias_relacionadas":["Mateus 26:59-60","João 5:31-32","Atos 1:8"]},"mateus_27_14_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' é usada para descrever as acusações injustas feitas contra Jesus.","explicacao_detalhada":"No julgamento, o 'mal' se refere às injustiças e mentiras que cercam a condenação de Jesus, evidenciando a corrupção do sistema judicial da época.","por_que_esta_palavra":"A escolha da palavra 'mal' ressalta a natureza perversa das ações dos líderes religiosos e da multidão que clamava pela crucificação.","conexao_teologica":"O mal que Jesus enfrenta é um reflexo do pecado humano e da necessidade de redenção que Ele veio trazer.","referencias_relacionadas":["Mateus 27:23","Isaías 53:3","João 1:29"]},"mateus_27_14_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"A palavra 'governor' refere-se à posição de autoridade de Pilatos sobre a Judeia.","explicacao_detalhada":"Como governador, Pilatos tinha a responsabilidade de manter a ordem e a justiça, mas sua decisão de entregar Jesus à crucificação revela sua falha em cumprir essa função.","por_que_esta_palavra":"A palavra 'governor' é significativa, pois destaca o papel de Pilatos como representante do poder romano e sua influência nas decisões sobre Jesus.","conexao_teologica":"A autoridade de Pilatos é um exemplo do poder humano que se opõe ao plano divino de salvação através de Jesus.","referencias_relacionadas":["Mateus 27:2","Lucas 3:1","João 19:10"]},"mateus_27_14_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a Jesus, que é apresentado como um ser humano diante das acusações.","explicacao_detalhada":"A identificação de Jesus como 'homem' enfatiza sua humanidade e o sofrimento que Ele enfrenta, mesmo sendo o Filho de Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a dualidade da natureza de Cristo, que é plenamente Deus e plenamente homem.","conexao_teologica":"A humanidade de Jesus é essencial para a compreensão da encarnação e do sacrifício que Ele fez por nós.","referencias_relacionadas":["Mateus 1:23","Hebreus 2:14","Filipenses 2:7"]},"mateus_27_15_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão da multidão de liberar Barrabás em vez de Jesus.","explicacao_detalhada":"A escolha da multidão em liberar um criminoso em vez de Jesus revela a corrupção e a cegueira espiritual do povo.","por_que_esta_palavra":"A palavra 'escolher' destaca a liberdade que o povo tinha, mas também a responsabilidade de suas escolhas diante da verdade.","conexao_teologica":"A escolha de Barrabás em vez de Jesus simboliza a rejeição do Salvador e a escolha do pecado.","referencias_relacionadas":["Mateus 27:21","Marcos 15:11","Lucas 23:18"]},"mateus_27_15_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar a base sobre a qual a escolha deve ser feita.","explicacao_detalhada":"No contexto, 'conforme' sugere que a decisão da multidão deve ser baseada em critérios justos e não em pressões externas.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender que as escolhas devem ser feitas com discernimento e justiça.","conexao_teologica":"A escolha de Jesus como o Salvador deve ser feita conforme a verdade e a revelação de Deus.","referencias_relacionadas":["Mateus 7:13-14","Romanos 12:2","1 João 4:1"]},"mateus_27_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que está sendo julgado injustamente.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação', e sua presença no julgamento é um cumprimento das profecias messiânicas.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, pois representa a encarnação de Deus e a esperança da salvação.","conexao_teologica":"Jesus é o centro da história da redenção, e seu julgamento é um momento crucial que leva à sua crucificação e ressurreição.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"mateus_27_16_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se à ideia de ter algo em seu poder, no contexto da escolha entre Jesus e Barrabás.","explicacao_detalhada":"A possessão de Barrabás como um criminoso reflete a natureza do pecado e a necessidade de libertação que Jesus oferece.","por_que_esta_palavra":"A palavra 'possessão' é significativa, pois destaca a condição de escravidão ao pecado que a humanidade enfrenta.","conexao_teologica":"A possessão de Jesus como Salvador é a verdadeira liberdade que todos devem buscar, em contraste com a escravidão do pecado.","referencias_relacionadas":["Romanos 6:16-18","Gálatas 5:1","João 8:36"]},"mateus_27_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome dado ao Salvador, que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Messias prometido no Antigo Testamento. Seu nome reflete sua missão de salvar a humanidade do pecado.","por_que_esta_palavra":"A escolha do nome Jesus é significativa, pois enfatiza sua divindade e seu papel como redentor.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a encarnação de Deus na Terra.","referencias_relacionadas":["Mateus 1:21","Isaías 9:6","João 3:16"]},"mateus_27_17_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Ato de decidir entre duas ou mais opções.","explicacao_detalhada":"Neste contexto, a escolha entre Jesus e Barrabás representa a rejeição do bem em favor do mal, simbolizando a natureza pecaminosa da humanidade.","por_que_esta_palavra":"A palavra 'escolher' destaca a responsabilidade humana em tomar decisões morais.","conexao_teologica":"A escolha entre Jesus e Barrabás reflete a liberdade de escolha que Deus concede ao ser humano.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Romanos 6:16"]},"mateus_27_18_envy":{"palavra_pt":"envy","palavra_original":"φθόνος","transliteracao":"phthónos","strong":"G5355","significado_raiz":"Ideia básica: envy.","significado_contextual":"Sentimento de descontentamento ou ressentimento em relação ao sucesso ou as qualidades de outra pessoa.","explicacao_detalhada":"A inveja dos líderes religiosos em relação a Jesus levou à sua condenação, mostrando como o pecado pode distorcer a justiça.","por_que_esta_palavra":"A palavra 'inveja' é crucial para entender as motivações que levaram à crucificação de Jesus.","conexao_teologica":"A inveja é um dos pecados que corrompem o coração humano e se opõem à vontade de Deus.","referencias_relacionadas":["Tiago 3:16","Gálatas 5:26","Romanos 1:29"]},"mateus_27_18_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ter conhecimento ou percepção sobre algo ou alguém.","explicacao_detalhada":"Neste contexto, conhecer Jesus implica em reconhecer sua verdadeira identidade e missão, algo que muitos não fizeram.","por_que_esta_palavra":"A palavra 'conhecer' enfatiza a importância do discernimento espiritual.","conexao_teologica":"Conhecer a verdade sobre Jesus é fundamental para a salvação e a vida eterna.","referencias_relacionadas":["João 8:32","1 João 5:20","Mateus 16:15-16"]},"mateus_27_18_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Ato de libertar alguém de uma prisão ou opressão.","explicacao_detalhada":"A proposta de libertar Barrabás em vez de Jesus simboliza a rejeição da verdadeira liberdade que Jesus oferece.","por_que_esta_palavra":"A palavra 'libertar' é central para a mensagem do evangelho, que é a libertação do pecado.","conexao_teologica":"Jesus é apresentado como aquele que liberta os cativos e traz verdadeira liberdade.","referencias_relacionadas":["Lucas 4:18","João 8:36","Romanos 8:1-2"]},"mateus_27_19_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Aquele que não cometeu nenhum erro ou crime.","explicacao_detalhada":"Jesus é descrito como inocente, o que torna sua condenação ainda mais injusta e dolorosa.","por_que_esta_palavra":"A inocência de Jesus é um testemunho de sua perfeição e santidade.","conexao_teologica":"A inocência de Jesus é essencial para a doutrina da expiação, onde ele se torna o sacrifício perfeito.","referencias_relacionadas":["1 Pedro 2:22","Isaías 53:9","Hebreus 4:15"]},"mateus_27_19_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Algo que é vasto, significativo ou de grande importância.","explicacao_detalhada":"A grandeza de Jesus é reconhecida mesmo em sua condenação, pois seu sacrifício teria um impacto eterno.","por_que_esta_palavra":"A palavra 'grande' destaca a magnitude do que estava em jogo na decisão de libertar Jesus ou Barrabás.","conexao_teologica":"A grandeza de Jesus é refletida em sua autoridade e poder sobre a morte e o pecado.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Apocalipse 1:8"]},"mateus_27_19_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Termo usado para se referir a uma pessoa do sexo feminino.","explicacao_detalhada":"A mulher mencionada aqui é a esposa de Pilatos, que teve um sonho premonitório sobre Jesus, alertando-o sobre sua inocência.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois destaca a voz feminina em um contexto dominado por homens.","conexao_teologica":"O sonho da mulher de Pilatos sublinha a soberania de Deus, que se revela de várias maneiras.","referencias_relacionadas":["Mateus 27:19","Gênesis 3:16","Provérbios 31:10"]},"mateus_27_20_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Referência a uma pessoa mais velha ou a um líder respeitado na comunidade.","explicacao_detalhada":"Os anciãos, que influenciaram o povo a escolher Barrabás, representam a liderança corrupta que se opõe a Jesus.","por_que_esta_palavra":"A palavra 'ancião' destaca a responsabilidade dos líderes em guiar o povo na verdade.","conexao_teologica":"A corrupção dos líderes religiosos é um tema recorrente na Bíblia, alertando sobre a necessidade de líderes justos.","referencias_relacionadas":["Ezequiel 34:2","Mateus 23:1-4","Tiago 3:1"]},"mateus_27_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que é central para a narrativa da crucificação.","explicacao_detalhada":"A repetição do nome Jesus enfatiza sua importância e o impacto de sua vida e morte na história da salvação.","por_que_esta_palavra":"O nome Jesus é fundamental para a fé cristã, simbolizando esperança e redenção.","conexao_teologica":"A centralidade de Jesus na salvação é um tema que permeia toda a Escritura.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Colossenses 1:17"]},"mateus_27_20_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que clamava por Barrabás em vez de Jesus.","explicacao_detalhada":"Neste contexto, o 'povo' representa a escolha coletiva de uma multidão que, influenciada por líderes religiosos, rejeita Jesus, o Messias, em favor de um criminoso.","por_que_esta_palavra":"A palavra 'povo' é utilizada para enfatizar a responsabilidade coletiva e a pressão social que levou à decisão de crucificar Jesus.","conexao_teologica":"A rejeição de Jesus pelo povo é um cumprimento das profecias do Antigo Testamento sobre o Messias sendo desprezado.","referencias_relacionadas":["Isaías 53:3","Mateus 21:42","João 1:11"]},"mateus_27_21_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de escolher entre Jesus e Barrabás.","explicacao_detalhada":"A palavra 'escolher' destaca a decisão deliberada do povo em optar por Barrabás, simbolizando a rejeição de Jesus e a escolha do pecado.","por_que_esta_palavra":"A escolha é um tema central na narrativa, refletindo a liberdade humana e a responsabilidade nas decisões espirituais.","conexao_teologica":"A escolha entre Jesus e Barrabás representa a escolha entre a vida e a morte, entre a verdade e a mentira.","referencias_relacionadas":["Deuteronômio 30:19","João 3:19","Gálatas 5:13"]},"mateus_27_21_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"Refere-se a Pôncio Pilatos, o governador romano que presidiu o julgamento de Jesus.","explicacao_detalhada":"A palavra 'governor' indica a autoridade civil que, apesar de reconhecer a inocência de Jesus, cede à pressão popular.","por_que_esta_palavra":"A figura do governador é crucial para entender a dinâmica política e social que levou à crucificação de Jesus.","conexao_teologica":"Pilatos representa a autoridade humana que falha em defender a justiça divina, refletindo a corrupção do poder.","referencias_relacionadas":["Mateus 27:2","Lucas 23:4","João 19:12"]},"mateus_27_21_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de Pilatos questionar o povo sobre quem deveria ser solto.","explicacao_detalhada":"A palavra 'falar' destaca a comunicação entre Pilatos e o povo, evidenciando a tensão e a escolha que estava sendo feita.","por_que_esta_palavra":"A fala de Pilatos é um momento decisivo que revela a pressão social e a manipulação da verdade.","conexao_teologica":"As palavras de Pilatos refletem a luta entre a verdade de Cristo e as mentiras do sistema religioso e político.","referencias_relacionadas":["Mateus 27:11","Marcos 15:2","João 18:33"]},"mateus_27_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Filho de Deus, que estava sendo julgado injustamente.","explicacao_detalhada":"A palavra 'Jesus' é central na narrativa, representando a salvação e o sacrifício que estava prestes a ocorrer.","por_que_esta_palavra":"A menção de Jesus destaca a gravidade da rejeição e a importância de sua missão redentora.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas e sua crucificação é o ponto central da salvação.","referencias_relacionadas":["Mateus 1:21","Isaías 53:5","Romanos 5:8"]},"mateus_27_22_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo, neste caso, a escolha de crucificar Jesus.","explicacao_detalhada":"A palavra 'fazer' enfatiza a ação deliberada do povo e das autoridades em levar a cabo a crucificação.","por_que_esta_palavra":"A escolha de 'fazer' algo em relação a Jesus mostra a responsabilidade moral e espiritual do povo.","conexao_teologica":"A ação de crucificar Jesus é um ato que cumpre as profecias e revela a profundidade do pecado humano.","referencias_relacionadas":["Mateus 26:56","Atos 2:23","Gálatas 3:13"]},"mateus_27_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se novamente ao ato de fazer, neste caso, relacionado à crucificação.","explicacao_detalhada":"A repetição da palavra 'fazer' enfatiza a insistência do povo em levar a cabo a condenação de Jesus.","por_que_esta_palavra":"A insistência em 'fazer' a crucificação mostra a determinação do povo em rejeitar a verdade.","conexao_teologica":"A crucificação de Jesus é um ato que revela a natureza do pecado e a necessidade de redenção.","referencias_relacionadas":["Mateus 27:26","Lucas 23:21","João 19:16"]},"mateus_27_23_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao instrumento de tortura e morte que Jesus enfrentou.","explicacao_detalhada":"A palavra 'cruz' simboliza o sacrifício de Jesus e a dor que Ele suportou pela humanidade.","por_que_esta_palavra":"A cruz é central na mensagem cristã, representando a redenção e o amor de Deus pela humanidade.","conexao_teologica":"A crucificação é o ato supremo de amor e sacrifício, cumprindo a necessidade de expiação pelos pecados.","referencias_relacionadas":["1 Pedro 2:24","Gálatas 6:14","Colossenses 2:14"]},"mateus_27_23_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"Refere-se novamente a Pôncio Pilatos, que estava no comando do julgamento.","explicacao_detalhada":"A repetição da palavra 'governor' enfatiza a autoridade que falhou em proteger Jesus e a justiça.","por_que_esta_palavra":"A figura do governador é um lembrete da corrupção e da injustiça que cercaram o julgamento de Jesus.","conexao_teologica":"Pilatos representa a falha da liderança humana em reconhecer e defender a verdade divina.","referencias_relacionadas":["Mateus 27:2","Lucas 23:14","João 19:10"]},"mateus_27_24_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer, relacionado à decisão de Pilatos.","explicacao_detalhada":"A palavra 'tornar-se' indica a transformação que ocorre na situação, levando à crucificação de Jesus.","por_que_esta_palavra":"A escolha de 'tornar-se' reflete a inevitabilidade do plano de Deus em ação, mesmo em meio ao pecado humano.","conexao_teologica":"A transformação da situação é um cumprimento das profecias e do plano redentor de Deus.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Atos 4:28"]},"mateus_27_24_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à declaração de Pôncio Pilatos sobre a inocência de Jesus diante das acusações.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) é usada para enfatizar que Jesus não cometeu nenhum crime que justificasse sua condenação. Pilatos, ao lavar as mãos, tenta se isentar da responsabilidade pela morte de um homem justo.","por_que_esta_palavra":"A escolha da palavra 'inocente' destaca a injustiça do julgamento e a pureza moral de Jesus, contrastando com a culpa do povo que clamou por sua crucificação.","conexao_teologica":"A inocência de Jesus é fundamental para a doutrina da expiação, pois Ele é o Cordeiro sem mancha que leva os pecados do mundo.","referencias_relacionadas":["João 19:4","1 Pedro 2:22","Hebreus 4:15"]},"mateus_27_24_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à posição de Pôncio Pilatos ao tomar a decisão de condenar Jesus, apesar de saber que Ele era inocente.","explicacao_detalhada":"A palavra 'firme' (Πιλᾶτος) indica a determinação de Pilatos em manter sua autoridade, mesmo diante da pressão popular. Ele tenta se distanciar da culpa, mas sua decisão é um reflexo de sua fraqueza moral.","por_que_esta_palavra":"A firmeza de Pilatos é irônica, pois ele se mostra firme em sua decisão errada, revelando a fragilidade do poder humano diante da verdade.","conexao_teologica":"A firmeza de Pilatos contrasta com a submissão de Jesus à vontade do Pai, mostrando que o verdadeiro poder está em se render a Deus.","referencias_relacionadas":["Mateus 27:11","Lucas 23:14","João 19:12"]},"mateus_27_25_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que clamou pela crucificação de Jesus, escolhendo Barrabás em seu lugar.","explicacao_detalhada":"A palavra 'povo' (λαός) representa a coletividade que, em um momento de fervor, rejeitou o Messias e pediu a sua morte. Essa escolha simboliza a rejeição de Deus por parte da humanidade.","por_que_esta_palavra":"O uso da palavra 'povo' destaca a responsabilidade coletiva na condenação de Jesus, refletindo a natureza pecaminosa do coração humano.","conexao_teologica":"A escolha do povo por Barrabás em vez de Jesus é um símbolo da rejeição do Salvador e da necessidade de redenção.","referencias_relacionadas":["Mateus 27:20","Marcos 15:11","Atos 3:14"]},"mateus_27_25_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que o povo escolheu ao rejeitar Jesus e optar pela crucificação.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) pode simbolizar a trajetória da vida que o povo decidiu seguir, afastando-se da verdade e da luz que Jesus representava.","por_que_esta_palavra":"O 'caminho' escolhido pelo povo é um reflexo da escolha entre a vida e a morte, entre a verdade e a mentira.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida (João 14:6), e a escolha do povo por outro caminho ilustra a rejeição da salvação.","referencias_relacionadas":["Mateus 7:13-14","João 14:6","Atos 9:2"]},"mateus_27_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus sendo entregue para ser crucificado após ser açoitado.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na narrativa da salvação, pois seu sofrimento e morte são o cumprimento das profecias messiânicas.","por_que_esta_palavra":"A menção de Jesus neste contexto enfatiza sua identidade como o Salvador que se entrega voluntariamente por amor à humanidade.","conexao_teologica":"A entrega de Jesus é o ato supremo de amor e sacrifício, essencial para a redenção da humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 20:28","Romanos 5:8"]},"mateus_27_26_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao instrumento de tortura e execução que Jesus suportou.","explicacao_detalhada":"A palavra 'cruz' (σταυρόω) simboliza não apenas a morte de Jesus, mas também a redenção que vem através de seu sacrifício.","por_que_esta_palavra":"A cruz é um símbolo de vergonha e dor, mas também de vitória sobre o pecado e a morte.","conexao_teologica":"A crucificação de Jesus é o ponto central da fé cristã, onde a justiça de Deus e a misericórdia se encontram.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Filipenses 2:8"]},"mateus_27_26_scourge":{"palavra_pt":"scourge","palavra_original":"φραγελλόω","transliteracao":"phragellóō","strong":"G5417","significado_raiz":"Ideia básica: scourge.","significado_contextual":"Refere-se ao ato de açoitar Jesus antes de sua crucificação.","explicacao_detalhada":"A palavra 'scourge' (φραγελλόω) descreve a brutalidade do tratamento que Jesus sofreu, antecipando seu sacrifício na cruz.","por_que_esta_palavra":"O açoite é um símbolo do sofrimento que Jesus suportou em nosso lugar, cumprindo as profecias sobre o Messias sofredor.","conexao_teologica":"O sofrimento de Jesus é uma parte essencial da narrativa da salvação, mostrando o preço do pecado e a profundidade do amor de Deus.","referencias_relacionadas":["Isaías 53:5","Mateus 20:19","1 Pedro 2:24"]},"mateus_27_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus sendo levado ao palácio do governador para ser julgado.","explicacao_detalhada":"A repetição da palavra 'Jesus' (Ἰησοῦς) enfatiza sua centralidade na narrativa da crucificação e seu papel como o inocente que é julgado.","por_que_esta_palavra":"A menção de Jesus aqui reforça a ideia de que Ele é o foco do plano de redenção, mesmo em meio à injustiça.","conexao_teologica":"A presença de Jesus no julgamento é um lembrete de que Ele se fez homem e enfrentou a morte para nos salvar.","referencias_relacionadas":["Mateus 1:21","Mateus 26:28","Hebreus 2:9"]},"mateus_27_27_juizo":{"palavra_pt":"juizo","palavra_original":"πραιτώριον","transliteracao":"praitṓrion","strong":"G4232","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao local onde Jesus foi julgado, o palácio do governador.","explicacao_detalhada":"A palavra 'juízo' (πραιτώριον) indica o lugar de decisão e autoridade, onde a vida de Jesus foi decidida por um homem corrupto.","por_que_esta_palavra":"O juízo de Pilatos representa a falência da justiça humana e a necessidade de um juízo divino.","conexao_teologica":"O juízo de Jesus ante Pilatos é um símbolo do juízo que todos enfrentarão, e a justiça de Deus que será revelada.","referencias_relacionadas":["Mateus 27:11","Lucas 23:50-51","João 18:28"]},"mateus_27_28_strip":{"palavra_pt":"strip","palavra_original":"ἐκδύω","transliteracao":"ekdýō","strong":"G1562","significado_raiz":"Ideia básica: strip.","significado_contextual":"Refere-se ao ato de despir Jesus antes de sua crucificação, como parte da humilhação que sofreu.","explicacao_detalhada":"A palavra 'strip' (ἐκδύω) indica a desnudação de Jesus, simbolizando a vergonha e o desprezo que Ele enfrentou em nosso lugar.","por_que_esta_palavra":"O ato de despir Jesus é uma representação da humilhação que precede seu sacrifício, mostrando o quanto Ele se humilhou por amor a nós.","conexao_teologica":"A humilhação de Jesus é um aspecto crucial da encarnação, onde Ele se fez servo para nos salvar.","referencias_relacionadas":["Filipenses 2:7-8","Mateus 27:31","Isaías 53:3"]},"mateus_27_28_scarlet":{"palavra_pt":"scarlet","palavra_original":"κόκκινος","transliteracao":"kókkinos","strong":"G2847","significado_raiz":"Ideia básica: scarlet.","significado_contextual":"A cor escarlate é frequentemente associada à realeza e ao sofrimento.","explicacao_detalhada":"No contexto de Mateus 27:28, a túnica escarlate foi usada para zombar de Jesus, simbolizando a falsa realeza atribuída a Ele durante seu julgamento.","por_que_esta_palavra":"A escolha da cor escarlate enfatiza a humilhação de Jesus, contrastando com sua verdadeira natureza como Rei.","conexao_teologica":"A cor escarlate também pode simbolizar o sangue de Cristo, que foi derramado para a redenção da humanidade.","referencias_relacionadas":["Isaías 1:18","Apocalipse 19:13","Mateus 27:29"]},"mateus_27_29_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de alegria, mas também pode ser vista como uma ironia na zombaria de Jesus.","explicacao_detalhada":"Os soldados romanos usaram a palavra 'deus' de forma sarcástica ao se referirem a Jesus, que é verdadeiramente Deus.","por_que_esta_palavra":"A utilização dessa palavra destaca a incompreensão dos soldados sobre a verdadeira identidade de Jesus.","conexao_teologica":"Refere-se à divindade de Cristo e ao seu papel como o Filho de Deus que veio para salvar a humanidade.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Mateus 27:43"]},"mateus_27_29_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição de Jesus em relação aos soldados e à multidão.","explicacao_detalhada":"No versículo, Jesus é colocado entre os zombadores, simbolizando sua identificação com os pecadores.","por_que_esta_palavra":"Essa palavra é crucial para entender a solidão e o desprezo que Jesus enfrentou durante sua crucificação.","conexao_teologica":"Reflete o conceito de que Jesus se fez pecado por nós, estando entre os pecadores.","referencias_relacionadas":["Isaías 53:12","Lucas 22:37","Mateus 27:38"]},"mateus_27_30_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao ato de ferir ou agredir Jesus.","explicacao_detalhada":"Os soldados golpearam Jesus na cabeça, simbolizando a violência e a injustiça que Ele sofreu.","por_que_esta_palavra":"A mão é um símbolo de poder e controle, e aqui é usada para mostrar a brutalidade do tratamento que Jesus recebeu.","conexao_teologica":"Isso se conecta à ideia de que Jesus suportou a dor e o sofrimento por amor à humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 26:67","João 19:1"]},"mateus_27_30_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A cabeça é o símbolo da autoridade e dignidade, que foi desonrada durante o sofrimento de Jesus.","explicacao_detalhada":"Ao ferir a cabeça de Jesus, os soldados estavam zombando de sua posição como Rei.","por_que_esta_palavra":"A cabeça representa a liderança e a honra, que foram despojadas de Jesus durante sua crucificação.","conexao_teologica":"Isso reflete a humilhação que Cristo suportou em nosso lugar, sendo o Rei que se fez servo.","referencias_relacionadas":["Salmos 22:7","Mateus 27:29","Filipenses 2:8"]},"mateus_27_31_strip":{"palavra_pt":"strip","palavra_original":"ἐκδύω","transliteracao":"ekdýō","strong":"G1562","significado_raiz":"Ideia básica: strip.","significado_contextual":"A palavra 'strip' refere-se ao ato de despir Jesus, que simboliza a humilhação.","explicacao_detalhada":"Os soldados tiraram as vestes de Jesus, expondo-o ao desprezo e à vergonha diante da multidão.","por_que_esta_palavra":"Esse ato de despir é uma representação física da desonra que Jesus enfrentou.","conexao_teologica":"Isso se relaciona com a ideia de que Jesus se despir de sua glória para se tornar humano e sofrer por nós.","referencias_relacionadas":["Salmos 22:18","Mateus 27:28","Hebreus 12:2"]},"mateus_27_31_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução usado para crucificar Jesus.","explicacao_detalhada":"A cruz é um símbolo de sofrimento, mas também de redenção, pois através dela Jesus pagou o preço pelos nossos pecados.","por_que_esta_palavra":"A cruz representa a dor e o sacrifício que Jesus suportou por amor à humanidade.","conexao_teologica":"A cruz é central na teologia cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Mateus 27:32"]},"mateus_27_32_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada para descrever o objeto físico no qual Jesus foi crucificado.","explicacao_detalhada":"A cruz é um símbolo de vergonha e dor, mas também de esperança e salvação.","por_que_esta_palavra":"A repetição da palavra 'cruz' enfatiza a importância do sacrifício de Jesus na narrativa.","conexao_teologica":"A cruz é um símbolo de amor incondicional e sacrifício, representando a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 27:35","Romanos 5:8","1 Coríntios 1:18"]},"mateus_27_32_cyrene":{"palavra_pt":"cyrene","palavra_original":"Κυρηναῖος","transliteracao":"Kyrēnaîos","strong":"G2956","significado_raiz":"Ideia básica: cyrene.","significado_contextual":"Cyrene refere-se a um lugar na África do Norte, de onde veio Simão para ajudar Jesus.","explicacao_detalhada":"Simão de Cirene foi compelido a carregar a cruz de Jesus, simbolizando a ajuda e o suporte em tempos de sofrimento.","por_que_esta_palavra":"A menção de Cyrene destaca a universalidade da mensagem de Cristo, alcançando até mesmo aqueles de fora de Israel.","conexao_teologica":"Simão representa todos nós que somos chamados a carregar a cruz e seguir a Jesus.","referencias_relacionadas":["Mateus 27:33","Marcos 15:21","Lucas 23:26"]},"mateus_27_34_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de acompanhar ou seguir alguém.","explicacao_detalhada":"No contexto, refere-se ao ato de seguir Jesus em sua jornada de sofrimento e sacrifício.","por_que_esta_palavra":"A palavra 'seguir' é um chamado para todos os crentes a acompanharem Jesus em sua vida e ministério.","conexao_teologica":"Seguir a Jesus implica em aceitar seu sacrifício e viver de acordo com seus ensinamentos.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"mateus_27_34_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é oferecido a Jesus misturado com fel, como uma forma de anestesia para aliviar sua dor.","explicacao_detalhada":"No contexto da crucificação, o vinho misturado com fel é uma tentativa de proporcionar algum alívio ao sofrimento de Jesus. Essa prática era comum na época, mas Jesus recusou essa oferta, escolhendo enfrentar a dor plenamente.","por_que_esta_palavra":"O uso do vinho aqui simboliza tanto a dor física que Jesus estava prestes a suportar quanto a rejeição da tentativa de minimizar seu sofrimento.","conexao_teologica":"O vinho também é um símbolo do sangue de Cristo, que seria derramado para a redenção da humanidade. A recusa de Jesus em beber o vinho misturado com fel reflete sua determinação em cumprir a missão de salvação.","referencias_relacionadas":["Mateus 26:29","Marcos 14:25","Lucas 22:18"]},"mateus_27_35_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é o instrumento de execução utilizado para crucificar Jesus.","explicacao_detalhada":"A crucificação era uma forma brutal de punição na Roma antiga, e a cruz simboliza o sacrifício supremo de Jesus pela humanidade. Ele foi pregado na cruz, cumprindo as profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'cruz' é central para a narrativa da paixão de Cristo, representando não apenas a morte, mas também a vitória sobre o pecado e a morte.","conexao_teologica":"A cruz é um símbolo de redenção e salvação, onde a morte de Jesus se torna o meio pelo qual a humanidade é reconciliada com Deus.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 6:14","Colossenses 2:14"]},"mateus_27_35_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Ideia básica: cloven.","significado_contextual":"Refere-se à ação de dividir as vestes de Jesus entre os soldados.","explicacao_detalhada":"Os soldados dividiram as vestes de Jesus, cumprindo a profecia de Salmos 22:18. Essa ação demonstra a humilhação e o desprezo que Jesus enfrentou durante sua crucificação.","por_que_esta_palavra":"A palavra 'cloven' enfatiza a desumanização de Jesus, que, mesmo em sua morte, é tratado como um objeto a ser dividido.","conexao_teologica":"A divisão das vestes de Jesus é um lembrete da sua identificação com a humanidade e do sofrimento que Ele suportou por amor a nós.","referencias_relacionadas":["Salmos 22:18","Mateus 27:36","João 19:24"]},"mateus_27_36_dwell":{"palavra_pt":"dwell","palavra_original":"κάθημαι","transliteracao":"káthēmai","strong":"G2521","significado_raiz":"Ideia básica: dwell.","significado_contextual":"Refere-se à presença dos soldados que estavam ali para vigiar Jesus enquanto Ele estava crucificado.","explicacao_detalhada":"Os soldados estavam ali, não apenas para garantir que Jesus não escapasse, mas também para observar e zombar dele. A palavra 'dwell' implica em uma vigilância constante e uma presença opressora.","por_que_esta_palavra":"A presença dos soldados representa a autoridade romana e a rejeição do povo, que não reconheceu Jesus como o Messias.","conexao_teologica":"A vigilância dos soldados contrasta com a solidão de Jesus na cruz, simbolizando a rejeição e o abandono que Ele enfrentou.","referencias_relacionadas":["Mateus 27:36","Marcos 15:24","Lucas 23:36"]},"mateus_27_36_olho":{"palavra_pt":"guardar","palavra_original":"τηρέω","transliteracao":"tēréō","strong":"G5083","significado_raiz":"Ideia básica: guardar.","significado_contextual":"Refere-se à ação de guardar ou vigiar as vestes de Jesus pelos soldados.","explicacao_detalhada":"Os soldados estavam atentos ao que acontecia ao redor, mantendo vigilância sobre Jesus e suas vestes, demonstrando a indiferença e a crueldade da situação.","por_que_esta_palavra":"A palavra 'guardar' enfatiza a ideia de controle e domínio, refletindo a situação de opressão que Jesus estava enfrentando.","conexao_teologica":"A vigilância dos soldados contrasta com a proteção divina que Jesus tinha, mesmo em meio ao sofrimento.","referencias_relacionadas":["Mateus 27:36","Salmos 121:5","Hebreus 13:5"]},"mateus_27_37_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome de Jesus é colocado na cruz como uma forma de zombaria e identificação.","explicacao_detalhada":"A inscrição 'Este é Jesus, o Rei dos Judeus' foi uma forma de ridicularizar Jesus, mas também uma declaração da verdade sobre sua identidade.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor é salvação', e sua presença na cruz é o cumprimento da missão de salvar a humanidade.","conexao_teologica":"A identificação de Jesus na cruz é um lembrete de que Ele é o Rei que veio para servir e salvar, não para ser servido.","referencias_relacionadas":["Mateus 1:21","Filipenses 2:9-11","Apocalipse 19:16"]},"mateus_27_37_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça de Jesus, que foi coroada de espinhos antes da crucificação.","explicacao_detalhada":"A cabeça de Jesus, marcada pela dor e humilhação, simboliza o sofrimento que Ele suportou em nosso lugar. A coroa de espinhos é um símbolo da zombaria e do desprezo que Ele enfrentou.","por_que_esta_palavra":"A palavra 'cabeça' aqui representa a autoridade e a realeza de Jesus, que foi desfigurada pela dor e pela zombaria.","conexao_teologica":"A cabeça coroada de espinhos é um contraste poderoso com a verdadeira realeza de Cristo, que um dia reinará em glória.","referencias_relacionadas":["Mateus 27:29","Isaías 53:5","João 19:2"]},"mateus_27_37_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se à identificação de Jesus como o Rei dos Judeus, enfatizando sua origem e missão.","explicacao_detalhada":"A referência a Jesus como 'Rei dos Judeus' é uma provocação, mas também uma afirmação da verdade sobre sua identidade messiânica.","por_que_esta_palavra":"A palavra 'judeu' conecta Jesus ao povo de Israel, o que é significativo para entender seu papel como o Messias prometido.","conexao_teologica":"A identificação de Jesus como Rei dos Judeus é um cumprimento das profecias do Antigo Testamento sobre o Messias que viria para salvar seu povo.","referencias_relacionadas":["Mateus 2:2","Mateus 21:5","João 1:49"]},"mateus_27_38_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à cruz onde Jesus foi crucificado, junto com dois ladrões.","explicacao_detalhada":"A crucificação de Jesus entre dois ladrões destaca a injustiça de sua condenação e a solidariedade de sua morte com os pecadores.","por_que_esta_palavra":"A repetição da palavra 'cruz' enfatiza a centralidade do sacrifício de Jesus na narrativa da salvação.","conexao_teologica":"A cruz é o símbolo máximo do amor de Deus pela humanidade, onde Jesus se torna o sacrifício perfeito pelos nossos pecados.","referencias_relacionadas":["Lucas 23:33","Marcos 15:27","João 19:18"]},"mateus_27_38_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição de Jesus entre os dois ladrões crucificados.","explicacao_detalhada":"Estar entre os ladrões simboliza a identificação de Jesus com os pecadores e a sua missão de salvar os perdidos.","por_que_esta_palavra":"A palavra 'entre' destaca a proximidade e a solidariedade de Jesus com aqueles que estão perdidos e necessitados de salvação.","conexao_teologica":"A presença de Jesus entre os ladrões é um poderoso lembrete de que Ele veio para buscar e salvar o que estava perdido.","referencias_relacionadas":["Lucas 23:32","Mateus 9:13","Romanos 5:8"]},"mateus_27_39_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça de Jesus, que é um símbolo de autoridade e liderança.","explicacao_detalhada":"A cabeça é frequentemente vista como a parte mais importante do corpo, representando o controle e a direção. No contexto da crucificação, a cabeça de Jesus é alvo de zombarias, o que reflete a rejeição de sua autoridade.","por_que_esta_palavra":"A palavra 'cabeça' é usada para enfatizar a posição de Jesus como o líder espiritual, mesmo em sua humilhação.","conexao_teologica":"A cabeça de Cristo é também uma metáfora para a igreja, que é seu corpo, onde Ele é o cabeça que guia e dirige.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22","1 Coríntios 11:3"]},"mateus_27_39_pass":{"palavra_pt":"pass","palavra_original":"παραπορεύομαι","transliteracao":"paraporeúomai","strong":"G3899","significado_raiz":"Ideia básica: pass.","significado_contextual":"Refere-se ao ato de passar, simbolizando a passagem de tempo e eventos na narrativa da crucificação.","explicacao_detalhada":"A palavra 'passar' aqui indica a ação de pessoas que estavam passando pelo local da crucificação e zombando de Jesus, mostrando a indiferença e o desprezo pela sua dor.","por_que_esta_palavra":"É importante para mostrar como a sociedade estava alheia ao sofrimento de Jesus, enfatizando a solidão e o abandono que Ele enfrentou.","conexao_teologica":"O ato de passar pode ser visto como uma metáfora para a vida que passa e a necessidade de reconhecer a obra de Cristo.","referencias_relacionadas":["Lucas 23:35","Salmos 22:7-8","Mateus 27:44"]},"mateus_27_40_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo de Jerusalém, um símbolo da presença de Deus entre seu povo.","explicacao_detalhada":"A menção ao templo é significativa, pois Jesus havia predito a destruição do templo, e aqui é usado para zombar de sua autoridade e poder.","por_que_esta_palavra":"O templo representa a conexão entre Deus e a humanidade, e a zombaria sobre sua destruição reflete a incompreensão do plano divino.","conexao_teologica":"Jesus é o verdadeiro templo, onde a presença de Deus habita, e sua morte traz um novo entendimento sobre o acesso a Deus.","referencias_relacionadas":["João 2:19-21","Mateus 12:6","Hebreus 9:11-12"]},"mateus_27_40_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da crucificação, um momento crucial na história da salvação.","explicacao_detalhada":"O dia é importante porque marca o cumprimento das profecias e a realização do plano de Deus para a redenção da humanidade.","por_que_esta_palavra":"A ênfase no dia destaca a importância do evento e o impacto que teve na história.","conexao_teologica":"O dia da crucificação é um ponto de virada que leva à ressurreição, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","Lucas 23:44"]},"mateus_27_40_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, o Pai, que é invocado nas zombarias dirigidas a Jesus.","explicacao_detalhada":"A menção de Deus aqui é uma ironia, pois aqueles que zombam de Jesus não reconhecem sua verdadeira identidade como Filho de Deus.","por_que_esta_palavra":"A palavra 'Deus' é central na discussão sobre a divindade de Cristo e seu papel na salvação.","conexao_teologica":"A relação entre Jesus e Deus é fundamental para a compreensão da Trindade e da obra redentora de Cristo.","referencias_relacionadas":["João 3:16","Romanos 5:8","Hebreus 1:1-3"]},"mateus_27_41_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se aos líderes religiosos, os anciãos, que estavam presentes durante a crucificação.","explicacao_detalhada":"Os anciãos representam a liderança religiosa que rejeitou Jesus e sua mensagem, contribuindo para sua condenação.","por_que_esta_palavra":"A palavra 'anciãos' destaca a oposição institucional a Jesus e a falta de reconhecimento de sua autoridade.","conexao_teologica":"A rejeição de Jesus pelos anciãos é um tema recorrente que ilustra a luta entre a tradição religiosa e a nova aliança que Ele traz.","referencias_relacionadas":["Mateus 21:15-16","Mateus 26:3-4","Atos 4:5-6"]},"mateus_27_41_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir, que implica em seguir a Jesus ou a sua mensagem.","explicacao_detalhada":"A zombaria sobre Jesus sugere que, se Ele é realmente quem diz ser, deveria ser capaz de salvar a si mesmo, o que contrasta com o chamado de seguir a Ele.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender o discipulado e a entrega total a Cristo.","conexao_teologica":"Seguir a Jesus implica em renunciar a si mesmo e aceitar a cruz, um tema central no cristianismo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"mateus_27_41_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram especialistas na lei e frequentemente se opunham a Jesus.","explicacao_detalhada":"Os escribas, junto com os fariseus, representam a elite religiosa que não reconheceu a autoridade de Jesus e zombaram dele durante sua crucificação.","por_que_esta_palavra":"A palavra 'escriba' é usada para mostrar a oposição intelectual e religiosa a Jesus, que desafiava suas interpretações da lei.","conexao_teologica":"A rejeição de Jesus pelos escribas é um exemplo de como a verdade pode ser ignorada por aqueles que estão presos à tradição.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38-40","Lucas 11:52"]},"mateus_27_42_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à cruz, o instrumento de tortura e morte de Jesus, que se tornou um símbolo central da fé cristã.","explicacao_detalhada":"A cruz representa o sacrifício de Jesus e a redenção que Ele oferece à humanidade através de sua morte.","por_que_esta_palavra":"A palavra 'cruz' é fundamental para a teologia cristã, simbolizando a dor, o sofrimento e a vitória sobre o pecado.","conexao_teologica":"A cruz é o ponto central da mensagem do evangelho, onde a justiça de Deus e a misericórdia se encontram.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"mateus_27_42_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à fé, que é a confiança em Jesus como o Messias e Salvador.","explicacao_detalhada":"A zombaria sobre a fé de Jesus destaca a incredulidade das pessoas ao seu redor, que não reconheciam sua verdadeira identidade.","por_que_esta_palavra":"A palavra 'crer' é essencial para a salvação e a relação com Deus, enfatizando a importância da fé na vida cristã.","conexao_teologica":"A fé em Jesus é o meio pelo qual recebemos a graça e a salvação, um tema central em toda a Escritura.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","Hebreus 11:1"]},"mateus_27_42_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jesus, que é central na fé cristã.","explicacao_detalhada":"O nome 'Jesus' é derivado do hebraico 'Yeshua', que significa 'salvação'. No contexto do versículo, é uma referência à identidade e missão de Jesus como o Salvador.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a autoridade e a identidade de Jesus, que é desafiada pelos líderes religiosos.","conexao_teologica":"O nome de Jesus é fundamental para a salvação e a relação entre Deus e a humanidade, conforme Filipenses 2:9-11.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"mateus_27_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Pai, que é mencionado em meio ao sofrimento de Jesus.","explicacao_detalhada":"A palavra 'deus' aqui é usada para expressar a relação de Jesus com o Pai, especialmente em um momento de angústia e abandono.","por_que_esta_palavra":"A invocação de Deus destaca a profundidade do sofrimento de Jesus e a sua conexão com o Pai, mesmo em momentos de dor.","conexao_teologica":"A relação entre Jesus e Deus é central na teologia cristã, refletindo a Trindade e a missão redentora de Cristo.","referencias_relacionadas":["João 3:16","Mateus 26:39","Romanos 8:32"]},"mateus_27_43_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Deus em salvar a humanidade através de Jesus.","explicacao_detalhada":"A palavra 'escolher' implica a soberania de Deus em decidir como a salvação seria realizada, mesmo em meio ao sofrimento.","por_que_esta_palavra":"É uma afirmação da fé em que, mesmo em momentos de desespero, a escolha de Deus é perfeita e redentora.","conexao_teologica":"A escolha de Deus é um tema recorrente na Bíblia, refletindo sua soberania e plano de salvação, como em Efésios 1:4.","referencias_relacionadas":["Efésios 1:4","Romanos 8:29","1 Pedro 1:2"]},"mateus_27_44_crucify":{"palavra_pt":"crucify","palavra_original":"συσταυρόω","transliteracao":"systauróō","strong":"G4957","significado_raiz":"Ideia básica: crucify.","significado_contextual":"Refere-se ao ato de crucificação, que é central na narrativa da paixão de Cristo.","explicacao_detalhada":"A palavra 'crucify' destaca o sofrimento físico e espiritual que Jesus enfrentou, sendo um ato de rejeição e condenação.","por_que_esta_palavra":"A crucificação é o clímax do sacrifício de Jesus, onde Ele toma sobre si os pecados da humanidade.","conexao_teologica":"A crucificação é essencial para a doutrina da expiação e redenção, conforme 1 Pedro 2:24.","referencias_relacionadas":["Isaías 53:5","Gálatas 2:20","1 Coríntios 1:18"]},"mateus_27_45_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, simbolizando a criação e a realidade física em que Jesus estava sendo crucificado.","explicacao_detalhada":"A palavra 'terra' enfatiza a conexão entre o divino e o humano, onde a redenção acontece na realidade física.","por_que_esta_palavra":"A terra é o cenário do sacrifício de Jesus, que traz a salvação para toda a criação.","conexao_teologica":"A relação entre a terra e a redenção é vista em Romanos 8:21, onde a criação aguarda a libertação.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:21","Colossenses 1:20"]},"mateus_27_45_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, no contexto do sofrimento de Jesus.","explicacao_detalhada":"A palavra 'tornar-se' implica a transformação que ocorre através do sacrifício de Jesus, que traz nova vida.","por_que_esta_palavra":"É uma afirmação da mudança que a morte de Jesus traz para a humanidade, oferecendo a possibilidade de nova vida.","conexao_teologica":"A transformação através da morte e ressurreição de Jesus é central na teologia cristã, conforme 2 Coríntios 5:17.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 6:15","Romanos 6:4"]},"mateus_27_45_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que a crucificação ocorreu, simbolizando um momento de grande importância.","explicacao_detalhada":"A palavra 'dia' destaca a seriedade e a gravidade do evento da crucificação, que marca a história da salvação.","por_que_esta_palavra":"O dia da crucificação é um marco na história, onde a luz da salvação se encontra com a escuridão do pecado.","conexao_teologica":"O conceito de dia é importante na escatologia, onde a vinda de Cristo é esperada, como em 1 Tessalonicenses 5:2.","referencias_relacionadas":["1 Tessalonicenses 5:2","Mateus 24:36","Apocalipse 1:7"]},"mateus_27_46_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Filho de Deus, que está em agonia na cruz.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e o Salvador da humanidade.","por_que_esta_palavra":"A invocação do nome de Jesus enfatiza sua humanidade e o sofrimento que Ele suportou por amor à humanidade.","conexao_teologica":"A encarnação e o sacrifício de Jesus são fundamentais para a doutrina da salvação, conforme João 1:14.","referencias_relacionadas":["João 1:14","Hebreus 2:14","Filipenses 2:7"]},"mateus_27_46_deus":{"palavra_pt":"deus","palavra_original":"ἠλί","transliteracao":"ēlí","strong":"G2241","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus em um momento de desespero e abandono por parte de Jesus.","explicacao_detalhada":"A palavra 'deus' aqui é uma invocação que expressa a dor e a separação que Jesus sentiu na cruz.","por_que_esta_palavra":"A invocação de Deus por Jesus destaca a profundidade do sofrimento e a realidade da separação causada pelo pecado.","conexao_teologica":"A separação de Jesus do Pai é um tema central na teologia da expiação, conforme 2 Coríntios 5:21.","referencias_relacionadas":["Mateus 27:46","Salmos 22:1","Romanos 5:8"]},"mateus_27_47_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança entre Deus e seu povo, que é cumprida através de Jesus.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso divino que é renovado e cumprido na obra de Cristo na cruz.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando a fidelidade de Deus e seu plano de redenção.","conexao_teologica":"A nova aliança em Cristo é um tema crucial, conforme Hebreus 8:6, que fala da superioridade da nova aliança.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31","Lucas 22:20"]},"mateus_27_47_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é mencionado como uma figura profética que os judeus esperavam que voltasse antes da vinda do Messias.","explicacao_detalhada":"No contexto da crucificação de Jesus, a menção de Elias reflete a expectativa messiânica do povo judeu. Muitos acreditavam que Elias retornaria para preparar o caminho para o Messias. Quando Jesus clama a Deus, alguns presentes interpretam isso como uma invocação a Elias.","por_que_esta_palavra":"A palavra 'Elias' é usada para conectar Jesus com as profecias do Antigo Testamento e a expectativa do povo sobre a vinda do Messias.","conexao_teologica":"A referência a Elias destaca a continuidade entre o Antigo e o Novo Testamento, mostrando que Jesus é o cumprimento das promessas de Deus.","referencias_relacionadas":["Malaquias 4:5","Mateus 17:10-13","Lucas 1:17"]},"mateus_27_47_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Jesus em um momento de grande angústia.","explicacao_detalhada":"Neste versículo, Jesus clama a Deus, expressando seu sofrimento e abandono. A palavra 'dizer' enfatiza a importância da comunicação, mesmo em momentos de dor extrema.","por_que_esta_palavra":"A escolha da palavra 'dizer' mostra a humanidade de Jesus, que, mesmo na dor, se dirige a Deus em oração.","conexao_teologica":"Isso ilustra a relação entre Jesus e o Pai, mostrando que Ele se comunica com Deus em todos os momentos, incluindo os mais difíceis.","referencias_relacionadas":["Salmos 22:1","Mateus 26:39","Lucas 23:34"]},"mateus_27_48_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a ação de dar algo a alguém, neste caso, o vinho azedo oferecido a Jesus.","explicacao_detalhada":"No contexto da crucificação, a oferta de vinho azedo é uma tentativa de aliviar a dor de Jesus. A palavra 'entre' sugere a proximidade e a interação entre os soldados e Jesus.","por_que_esta_palavra":"A palavra é significativa porque mostra a interação entre os que estavam presentes na crucificação e a condição de Jesus.","conexao_teologica":"Isso reflete a compaixão humana, mesmo em um momento de grande sofrimento, e a forma como Jesus experimentou a dor e o abandono.","referencias_relacionadas":["Salmos 69:21","Mateus 27:34","Marcos 15:36"]},"mateus_27_48_vinho":{"palavra_pt":"vinho","palavra_original":"ὄξος","transliteracao":"óxos","strong":"G3690","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O 'vinho' aqui se refere ao vinagre que foi oferecido a Jesus, simbolizando o desprezo e a zombaria.","explicacao_detalhada":"O vinho azedo representa não apenas um alívio físico, mas também a humilhação que Jesus estava enfrentando. É um símbolo da rejeição que Ele sofreu.","por_que_esta_palavra":"A palavra 'vinho' é usada para destacar a condição de Jesus e a forma como Ele foi tratado durante sua crucificação.","conexao_teologica":"O ato de oferecer vinho azedo a Jesus é um reflexo do sofrimento humano e da rejeição do Messias, que se cumpriu nas profecias.","referencias_relacionadas":["Salmos 69:21","Mateus 27:34","João 19:29"]},"mateus_27_49_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"A repetição da menção a Elias reforça a expectativa messiânica entre os presentes.","explicacao_detalhada":"Quando as pessoas ouviram Jesus clamar, algumas pensaram que Ele estava chamando Elias, o que revela a confusão e a expectativa que cercavam a figura de Jesus.","por_que_esta_palavra":"A palavra 'Elias' é crucial para entender a conexão entre as expectativas do povo e a identidade de Jesus como o Messias.","conexao_teologica":"Isso mostra como Jesus é visto à luz das profecias do Antigo Testamento e a continuidade da revelação de Deus.","referencias_relacionadas":["Malaquias 4:5","Mateus 17:10-13","Lucas 1:17"]},"mateus_27_50_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando o Salvador e o cumprimento das promessas de Deus.","explicacao_detalhada":"Neste versículo, a morte de Jesus é um momento culminante na história da salvação. O nome 'Jesus' significa 'O Senhor é a salvação'.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a teologia cristã, pois representa a encarnação de Deus e a redenção da humanidade.","conexao_teologica":"A morte de Jesus é vista como o sacrifício final que traz reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 5:8"]},"mateus_27_50_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao último suspiro de Jesus, simbolizando a entrega de sua vida.","explicacao_detalhada":"Quando Jesus entrega seu espírito, isso representa a conclusão de sua missão redentora e a entrega total a Deus.","por_que_esta_palavra":"A palavra 'espírito' é usada para enfatizar a natureza divina de Jesus e sua relação com o Pai.","conexao_teologica":"A entrega do espírito de Jesus é um ato de obediência e submissão à vontade de Deus, mostrando a importância do sacrifício.","referencias_relacionadas":["Lucas 23:46","João 19:30","Atos 7:59"]},"mateus_27_50_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' refere-se à reação dos que testemunharam a morte de Jesus e os eventos sobrenaturais que ocorreram.","explicacao_detalhada":"Após a morte de Jesus, houve um grande temor entre os presentes, refletindo a gravidade do que acabara de acontecer.","por_que_esta_palavra":"A palavra 'temor' é significativa porque indica a reverência e o reconhecimento da divindade de Jesus, mesmo em sua morte.","conexao_teologica":"O temor é uma resposta natural ao encontro com o sagrado e o reconhecimento do poder de Deus em ação.","referencias_relacionadas":["Mateus 27:54","Hebreus 10:31","Apocalipse 1:17"]},"mateus_27_51_porta":{"palavra_pt":"porta","palavra_original":"καταπέτασμα","transliteracao":"katapétasma","strong":"G2665","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' refere-se ao véu do templo que se rasgou, simbolizando o acesso direto a Deus após a morte de Jesus.","explicacao_detalhada":"O rasgar do véu representa a remoção da separação entre Deus e a humanidade, permitindo que todos tenham acesso ao Pai.","por_que_esta_palavra":"A palavra 'porta' é usada para simbolizar a nova relação entre Deus e os homens, estabelecida pelo sacrifício de Jesus.","conexao_teologica":"Isso enfatiza a nova aliança e o cumprimento das promessas de Deus de habitar entre seu povo.","referencias_relacionadas":["Hebreus 10:19-20","Mateus 27:54","Lucas 23:45"]},"mateus_27_51_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"O 'templo' é o local sagrado onde Deus habitava entre seu povo, e seu rasgar simboliza uma nova era na relação com Deus.","explicacao_detalhada":"O templo, que era o centro da adoração judaica, agora não é mais necessário como mediador entre Deus e a humanidade, devido ao sacrifício de Jesus.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a mudança na adoração e na presença de Deus após a morte de Jesus.","conexao_teologica":"Isso aponta para a nova habitação de Deus entre seu povo, não mais em um edifício, mas em cada crente.","referencias_relacionadas":["João 2:19-21","1 Coríntios 3:16","Efésios 2:19-22"]},"mateus_27_51_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra se refere ao solo, ao chão, que se rompeu no momento da morte de Jesus, simbolizando uma ruptura cósmica.","explicacao_detalhada":"O versículo descreve um evento sobrenatural que ocorre na terra quando Jesus entrega o espírito. A terra se fende, indicando a gravidade do momento e a importância da morte de Cristo para a redenção da humanidade.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a conexão entre o evento celestial da morte de Jesus e a criação, mostrando que toda a criação reage ao sacrifício do Filho de Deus.","conexao_teologica":"A fenda da terra simboliza a quebra do poder do pecado e da morte, refletindo a nova criação que se inicia com a ressurreição de Cristo.","referencias_relacionadas":["Mateus 28:2","Romanos 8:19-22","Gênesis 3:17-19"]},"mateus_27_52_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude dos eventos que ocorreram após a morte de Jesus, incluindo a ressurreição dos mortos.","explicacao_detalhada":"O uso da palavra 'grande' destaca a importância e a magnitude do milagre que aconteceu, onde muitos corpos de santos ressuscitaram, simbolizando a vitória sobre a morte.","por_que_esta_palavra":"A palavra 'grande' é escolhida para transmitir a ideia de que o que aconteceu não foi apenas um evento comum, mas algo extraordinário que impactou a história da salvação.","conexao_teologica":"A grandeza do evento reflete a grandeza do plano de Deus para a redenção, onde a morte de Jesus não apenas traz perdão, mas também a promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 6:5","Apocalipse 20:6"]},"mateus_27_52_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte refere-se ao estado de falecimento, que é superado pela ressurreição.","explicacao_detalhada":"Neste contexto, a morte é o resultado do pecado, mas a morte de Jesus e a subsequente ressurreição dos mortos mostram que Ele venceu a morte.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender o sacrifício de Jesus, pois é através da morte que a vida é restaurada aos que creem.","conexao_teologica":"A morte de Jesus é o ponto central da teologia cristã, onde Ele se torna o sacrifício perfeito que derrota a morte e oferece vida eterna.","referencias_relacionadas":["Hebreus 2:14-15","João 11:25-26","Romanos 5:12"]},"mateus_27_52_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Grave refere-se ao local onde os mortos são enterrados, simbolizando a morte e a separação da vida.","explicacao_detalhada":"O uso da palavra 'grave' enfatiza a realidade da morte e a esperança da ressurreição, pois os corpos dos santos que estavam nos túmulos ressuscitaram.","por_que_esta_palavra":"A palavra 'grave' é importante para mostrar que a ressurreição é uma vitória sobre a morte e o sepulcro, trazendo esperança aos que creem.","conexao_teologica":"A ressurreição dos mortos é um tema central na teologia cristã, que aponta para a promessa de que todos os que estão em Cristo também ressuscitarão.","referencias_relacionadas":["1 Tessalonicenses 4:14","João 5:28-29","Romanos 8:11"]},"mateus_27_53_morte":{"palavra_pt":"morte","palavra_original":"ἔγερσις","transliteracao":"égersis","strong":"G1454","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte, neste contexto, refere-se à condição dos que estavam mortos antes da ressurreição de Cristo.","explicacao_detalhada":"A ressurreição dos mortos após a morte de Jesus demonstra o poder de Deus sobre a morte e a promessa de vida eterna.","por_que_esta_palavra":"A repetição da palavra 'morte' enfatiza a seriedade do estado humano sem Cristo e a vitória que Ele traz.","conexao_teologica":"A morte é um tema recorrente na Bíblia, e a ressurreição de Cristo é a resposta divina a essa condição, oferecendo esperança e redenção.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:23","Apocalipse 1:18"]},"mateus_27_53_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude do evento da ressurreição dos santos que ocorreram após a morte de Jesus.","explicacao_detalhada":"A palavra 'grande' destaca a importância e o impacto da ressurreição, que é uma demonstração do poder de Deus sobre a morte.","por_que_esta_palavra":"A grandeza do evento é um testemunho da vitória de Cristo e da esperança que Ele oferece aos crentes.","conexao_teologica":"A ressurreição é um tema central na fé cristã, simbolizando a nova vida e a vitória sobre a morte.","referencias_relacionadas":["Filipenses 3:10-11","Romanos 8:37","2 Coríntios 5:17"]},"mateus_27_53_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à localização dos santos ressuscitados, que apareceram a muitos na cidade.","explicacao_detalhada":"A palavra 'entre' indica que os ressuscitados não estavam isolados, mas se misturaram com os vivos, testemunhando o poder de Deus.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a interação e a presença dos ressuscitados no meio do povo, como um sinal do cumprimento das promessas de Deus.","conexao_teologica":"A presença dos ressuscitados entre os vivos simboliza a comunhão dos santos e a esperança da ressurreição para todos os crentes.","referencias_relacionadas":["Mateus 28:10","Atos 1:3","Hebreus 12:1"]},"mateus_27_54_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, cuja morte e ressurreição mudaram a história da humanidade.","explicacao_detalhada":"O reconhecimento de Jesus como Filho de Deus e Salvador é central para a fé cristã, especialmente no contexto de Sua crucificação.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e a esperança de salvação para a humanidade.","conexao_teologica":"A identidade de Jesus como o Messias é a base da teologia cristã, que afirma que Ele é o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"mateus_27_54_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao Criador, cuja presença e poder são manifestos na morte e ressurreição de Jesus.","explicacao_detalhada":"A palavra 'Deus' é usada para enfatizar a divindade de Jesus e o plano redentor que Ele cumpriu através de Sua morte.","por_que_esta_palavra":"A menção de 'Deus' destaca a relação entre o Pai e o Filho, e a soberania divina sobre a salvação da humanidade.","conexao_teologica":"A teologia cristã ensina que Jesus é um com o Pai, e Sua obra redentora é parte do plano eterno de Deus para a salvação.","referencias_relacionadas":["João 1:1-3","Colossenses 1:16-17","Hebreus 1:3"]},"mateus_27_55_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é mencionado novamente, reforçando Sua importância central na narrativa da crucificação e ressurreição.","explicacao_detalhada":"A repetição do nome 'Jesus' enfatiza a singularidade de Sua missão e o impacto de Sua vida e morte sobre os que O seguem.","por_que_esta_palavra":"A palavra 'Jesus' é essencial para a compreensão da salvação e da relação entre Deus e a humanidade.","conexao_teologica":"A centralidade de Jesus na fé cristã é inegável, pois Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","João 3:16","Gálatas 2:20"]},"mateus_27_55_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande quantidade de pessoas que estavam presentes durante a crucificação de Jesus.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a multidão que acompanhava Jesus em seu sofrimento, destacando a importância do evento e a comoção que ele causou entre os que estavam ali.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a magnitude do evento e a relevância da crucificação na história da salvação.","conexao_teologica":"A presença de uma grande multidão durante a crucificação de Jesus simboliza a atenção que o sacrifício de Cristo atrai e a necessidade de testemunhar o amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 27:54","Lucas 23:48","João 19:25"]},"mateus_27_55_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' é usada em um contexto de proximidade e apoio, referindo-se aos seguidores de Jesus que estavam presentes.","explicacao_detalhada":"A palavra 'amigo' (διακονέω) sugere uma relação de serviço e apoio, indicando que aqueles que estavam com Jesus eram mais do que apenas espectadores; eles eram seus discípulos e amigos.","por_que_esta_palavra":"A utilização da palavra 'amigo' ressalta a intimidade e a lealdade dos que seguiam Jesus, mesmo em momentos de grande sofrimento.","conexao_teologica":"A amizade e o serviço são temas centrais na mensagem de Jesus, que chamou seus discípulos de amigos (João 15:15), refletindo a importância das relações na comunidade cristã.","referencias_relacionadas":["João 15:13-15","Mateus 26:50","Lucas 22:48"]},"mateus_27_56_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é de uma das mulheres que seguiam Jesus, destacando a importância das mulheres no ministério de Cristo.","explicacao_detalhada":"A palavra 'nome' (Μαρία) é significativa, pois representa a identidade e o papel das mulheres que estavam presentes na crucificação e ressurreição de Jesus, mostrando sua fidelidade.","por_que_esta_palavra":"O uso do nome enfatiza a individualidade e a importância de cada seguidor de Cristo, mostrando que todos têm um papel na história da salvação.","conexao_teologica":"As mulheres, como Maria, desempenham um papel crucial na narrativa do evangelho, simbolizando a fé e a devoção que são essenciais para a comunidade cristã.","referencias_relacionadas":["Mateus 27:55","Marcos 15:40","João 19:25"]},"mateus_27_57_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o protagonista central da narrativa da crucificação.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é fundamental, pois representa o Salvador que se entregou por amor à humanidade, e seu nome é sinônimo de esperança e redenção.","por_que_esta_palavra":"O nome de Jesus é mencionado para reafirmar sua identidade e missão, sendo o centro da fé cristã.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e seu sacrifício é o ato supremo de amor e redenção para a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 5:8"]},"mateus_27_57_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao ato de José de Arimateia ao pedir o corpo de Jesus, um ato significativo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica uma transformação ou mudança de estado, neste caso, a transição do corpo de Jesus da cruz para o sepulcro.","por_que_esta_palavra":"Esta palavra é importante porque marca um momento crucial na narrativa da morte de Jesus, onde seu corpo é tratado com dignidade após sua crucificação.","conexao_teologica":"A sepultura de Jesus é um passo necessário para a ressurreição, que é o fundamento da fé cristã.","referencias_relacionadas":["Mateus 27:58","Marcos 15:43","Lucas 23:50"]},"mateus_27_57_nome":{"palavra_pt":"nome","palavra_original":"τοὔνομα","transliteracao":"toúnoma","strong":"G5122","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do corpo de Jesus, enfatizando sua identidade e sacrifício.","explicacao_detalhada":"A palavra 'nome' (τοὔνομα) é usada para reafirmar a identidade de Jesus, que é central para a compreensão de sua missão e sacrifício.","por_que_esta_palavra":"O nome de Jesus é mencionado para destacar a importância de sua pessoa e obra na história da salvação.","conexao_teologica":"O nome de Jesus é exaltado em toda a Escritura, sendo a chave para a salvação e a reconciliação com Deus.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"mateus_27_58_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se novamente a Jesus, enfatizando sua identidade e o ato de José de Arimateia ao pedir seu corpo.","explicacao_detalhada":"A repetição do nome 'Jesus' (Ἰησοῦς) reforça a centralidade de sua figura na narrativa e a importância de seu sacrifício.","por_que_esta_palavra":"A menção do nome de Jesus é crucial para a compreensão do evento da crucificação e sua relevância para a fé cristã.","conexao_teologica":"A morte de Jesus é o ponto culminante do plano de salvação de Deus, e seu nome é associado à redenção.","referencias_relacionadas":["Mateus 27:57","Lucas 23:52","João 19:38"]},"mateus_27_58_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se a Pôncio Pilatos, que era o governador romano responsável pela condenação de Jesus.","explicacao_detalhada":"A palavra 'firme' (Πιλᾶτος) indica a autoridade e a posição de Pilatos, que teve um papel decisivo na crucificação de Jesus.","por_que_esta_palavra":"A menção de Pilatos é importante para entender o contexto político e social da crucificação, bem como a responsabilidade que ele teve na decisão de condenar Jesus.","conexao_teologica":"A figura de Pilatos representa a oposição ao plano de Deus, mas também a soberania divina que usa até mesmo as autoridades humanas para cumprir sua vontade.","referencias_relacionadas":["Mateus 27:2","Marcos 15:1","João 18:28"]},"mateus_27_58_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de Jesus, que foi retirado da cruz e colocado em um sepulcro.","explicacao_detalhada":"A palavra 'corpo' (σῶμα) é usada para descrever a forma física de Jesus, que sofreu e morreu por nossos pecados.","por_que_esta_palavra":"A menção do corpo de Jesus é crucial para entender a realidade de sua morte e a importância do sacrifício que ele fez.","conexao_teologica":"O corpo de Jesus é o sacrifício perfeito que cumpre a exigência da justiça de Deus, sendo essencial para a doutrina da expiação.","referencias_relacionadas":["Mateus 27:59","Marcos 15:46","Lucas 23:53"]},"mateus_27_59_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Novamente refere-se ao corpo de Jesus, enfatizando o ato de sepultamento.","explicacao_detalhada":"A repetição da palavra 'corpo' (σῶμα) reforça a realidade da morte de Jesus e a importância do sepultamento na narrativa da ressurreição.","por_que_esta_palavra":"A menção do corpo é fundamental para a compreensão do sacrifício de Jesus e a confirmação de sua morte antes da ressurreição.","conexao_teologica":"O sepultamento de Jesus é um passo necessário que precede a ressurreição, que é a base da esperança cristã.","referencias_relacionadas":["Mateus 27:58","Marcos 15:46","Lucas 23:53"]},"mateus_27_59_nome":{"palavra_pt":"nome","palavra_original":"Ἰωσήφ","transliteracao":"Iōsḗph","strong":"G2501","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de José de Arimateia, que é mencionado como aquele que pediu o corpo de Jesus.","explicacao_detalhada":"O nome 'José' é um nome comum na cultura judaica, significando 'Deus acrescenta'. José de Arimateia é descrito como um membro do Sinédrio, que se opôs à condenação de Jesus.","por_que_esta_palavra":"A menção do nome é importante para identificar a pessoa que teve a coragem de pedir o corpo de Jesus, mostrando seu papel na narrativa da crucificação.","conexao_teologica":"José de Arimateia representa aqueles que, mesmo em tempos de crise, se levantam para defender a verdade e a justiça, refletindo a coragem que devemos ter como seguidores de Cristo.","referencias_relacionadas":["Mateus 27:57","Marcos 15:43","Lucas 23:50"]},"mateus_27_59_linho":{"palavra_pt":"linho","palavra_original":"σινδών","transliteracao":"sindṓn","strong":"G4616","significado_raiz":"Ideia básica: linho.","significado_contextual":"Refere-se ao tipo de tecido usado para envolver o corpo de Jesus após sua crucificação.","explicacao_detalhada":"O linho é um material puro e de alta qualidade, simbolizando a dignidade e o respeito com que o corpo de Jesus foi tratado após sua morte.","por_que_esta_palavra":"A escolha do linho destaca a importância do corpo de Cristo e a reverência que deve ser dada a Ele, mesmo na morte.","conexao_teologica":"O uso do linho pode ser visto como um símbolo da pureza e da santidade de Cristo, que é o Cordeiro de Deus.","referencias_relacionadas":["Mateus 27:59","João 19:40","Gênesis 41:42"]},"mateus_27_60_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se ao ato de colocar o corpo de Jesus no sepulcro, que foi feito por José de Arimateia.","explicacao_detalhada":"O verbo 'títhēmi' implica a ação de estabelecer ou colocar algo em um lugar específico, neste caso, o corpo de Jesus no sepulcro.","por_que_esta_palavra":"A ação de colocar o corpo no sepulcro é um momento crucial na narrativa da paixão, marcando a transição da morte para a ressurreição.","conexao_teologica":"Este ato de colocar o corpo no sepulcro é um precursor da ressurreição, que é o fundamento da fé cristã.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","Lucas 23:53"]},"mateus_27_60_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao grande temor que os discípulos e seguidores de Jesus sentiram após sua morte.","explicacao_detalhada":"O termo 'mégas' indica um temor intenso, refletindo a gravidade da situação e a incerteza sobre o futuro dos seguidores de Jesus.","por_que_esta_palavra":"O temor é uma resposta natural diante da morte e da perda, especialmente em um contexto tão dramático como a crucificação.","conexao_teologica":"Este temor pode ser visto como um momento de reflexão sobre a fragilidade da vida e a necessidade de fé em tempos de crise.","referencias_relacionadas":["Mateus 27:60","Mateus 28:4","Lucas 24:5"]},"mateus_27_61_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, mãe de Jesus, que estava presente durante a crucificação.","explicacao_detalhada":"O nome 'Maria' é um nome significativo na tradição judaica, e sua presença na crucificação destaca o sofrimento e a dor da mãe ao ver seu filho morrer.","por_que_esta_palavra":"A menção do nome de Maria enfatiza a humanidade de Jesus e o impacto emocional de sua morte sobre aqueles que o amavam.","conexao_teologica":"Maria representa todos os que sofrem pela perda de entes queridos e a dor que acompanha a crucificação de Cristo.","referencias_relacionadas":["Mateus 27:61","João 19:25","Lucas 2:35"]},"mateus_27_61_sepulchre":{"palavra_pt":"sepulchre","palavra_original":"τάφος","transliteracao":"táphos","strong":"G5028","significado_raiz":"Ideia básica: sepulchre.","significado_contextual":"Refere-se ao local onde o corpo de Jesus foi colocado após sua crucificação.","explicacao_detalhada":"O sepulcro é um símbolo da morte, mas também da esperança da ressurreição, pois é onde Jesus foi colocado antes de ressuscitar.","por_que_esta_palavra":"A menção do sepulcro é crucial para a narrativa da ressurreição, que é o clímax da história da salvação.","conexao_teologica":"O sepulcro representa a transição da morte para a vida eterna, um tema central na teologia cristã.","referencias_relacionadas":["Mateus 27:61","Mateus 28:1","Marcos 15:40"]},"mateus_27_62_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou acompanhar os eventos que se desenrolam após a morte de Jesus.","explicacao_detalhada":"O termo 'metá' implica uma continuidade, indicando que os líderes religiosos estavam preocupados com o que aconteceria a seguir.","por_que_esta_palavra":"A palavra é usada para mostrar a preocupação dos fariseus em garantir que a ressurreição de Jesus não ocorresse como Ele havia predito.","conexao_teologica":"A ideia de seguir é central na vida cristã, onde somos chamados a seguir a Cristo em todos os aspectos de nossas vidas.","referencias_relacionadas":["Mateus 27:62","Mateus 28:11","Lucas 24:9"]},"mateus_27_62_preparation":{"palavra_pt":"preparation","palavra_original":"παρασκευή","transliteracao":"paraskeuḗ","strong":"G3904","significado_raiz":"Ideia básica: preparation.","significado_contextual":"Refere-se ao dia de preparação antes do sábado, quando Jesus foi crucificado.","explicacao_detalhada":"O termo 'paraskeuḗ' indica um tempo de preparação, que era crucial para os judeus, pois o sábado era um dia de descanso.","por_que_esta_palavra":"A preparação é importante para entender o contexto cultural e religioso da época, onde as tradições judaicas eram rigorosamente seguidas.","conexao_teologica":"A preparação para o sábado também simboliza a preparação espiritual que devemos ter para receber a ressurreição de Cristo.","referencias_relacionadas":["Mateus 27:62","Lucas 23:54","João 19:14"]},"mateus_27_63_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade dos líderes religiosos que estavam preocupados com a ressurreição de Jesus.","explicacao_detalhada":"O termo 'kýrios' é usado para indicar um senhor ou mestre, refletindo a posição de poder que os fariseus e sacerdotes tinham sobre o povo.","por_que_esta_palavra":"A menção da autoridade é importante para entender a dinâmica de poder e controle que existia na sociedade judaica da época.","conexao_teologica":"A verdadeira autoridade é encontrada em Cristo, que desafiou as normas e tradições, trazendo uma nova aliança.","referencias_relacionadas":["Mateus 27:63","Mateus 28:18","João 19:12"]},"mateus_27_63_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os eventos da crucificação e sepultamento de Jesus ocorreram.","explicacao_detalhada":"O termo 'hēméra' é usado para indicar um período de tempo específico, enfatizando a importância do dia da crucificação.","por_que_esta_palavra":"A menção do dia é crucial para a cronologia dos eventos que levaram à ressurreição, que é o fundamento da fé cristã.","conexao_teologica":"O dia da crucificação é um marco na história da salvação, onde a morte de Cristo traz redenção para a humanidade.","referencias_relacionadas":["Mateus 27:63","Marcos 15:42","Lucas 23:54"]},"mateus_27_63_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida que Jesus prometeu aos que crêem nele, contrastando com a morte física.","explicacao_detalhada":"No contexto de Mateus 27:63, os líderes religiosos mencionam a ressurreição de Jesus, que implica em uma vida eterna e espiritual, além da vida física.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a esperança da ressurreição e a vida que Jesus oferece, mesmo após a morte.","conexao_teologica":"A ressurreição de Cristo é central na teologia cristã, pois garante a vida eterna aos crentes.","referencias_relacionadas":["João 11:25-26","Romanos 6:8-11","1 Coríntios 15:20-22"]},"mateus_27_64_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que os líderes religiosos temiam que Jesus ressuscitasse.","explicacao_detalhada":"No versículo, o 'dia' é crucial, pois é o tempo em que eles planejam garantir que o corpo de Jesus não desapareça.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a urgência e a importância do momento em que a ressurreição poderia ocorrer.","conexao_teologica":"O conceito de um dia específico para a ressurreição é importante, pois mostra que Deus tem um plano e um tempo determinado para todas as coisas.","referencias_relacionadas":["Mateus 28:1-6","Atos 2:31","1 Tessalonicenses 4:16"]},"mateus_27_64_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever o estado de Jesus após sua crucificação.","explicacao_detalhada":"Neste contexto, a morte de Jesus é vista como um evento temporário, pois a ressurreição está prestes a acontecer.","por_que_esta_palavra":"A palavra 'morte' é fundamental para entender a vitória de Cristo sobre a morte e o pecado.","conexao_teologica":"A morte de Jesus é o ponto central da salvação, pois ele morreu pelos nossos pecados.","referencias_relacionadas":["Romanos 5:8","1 Coríntios 15:55-57","Hebreus 2:14-15"]},"mateus_27_64_sepulchre":{"palavra_pt":"sepulchre","palavra_original":"τάφος","transliteracao":"táphos","strong":"G5028","significado_raiz":"Ideia básica: sepulchre.","significado_contextual":"O 'sepulcro' é o local onde o corpo de Jesus foi colocado após sua crucificação.","explicacao_detalhada":"O sepulcro é um símbolo da morte, mas também do lugar onde a ressurreição ocorrerá.","por_que_esta_palavra":"A palavra 'sepulcro' é importante para o entendimento da transição de morte para vida.","conexao_teologica":"O sepulcro vazio é um testemunho da ressurreição e da vitória de Cristo sobre a morte.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:3-6"]},"mateus_27_65_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à ação de Pilatos em deixar o local após dar ordens sobre a guarda do sepulcro.","explicacao_detalhada":"Neste contexto, 'depart' indica a decisão de Pilatos de se afastar da situação, confiando que a guarda impediria qualquer tentativa de roubo do corpo.","por_que_esta_palavra":"A palavra é usada para mostrar a responsabilidade que Pilatos delega aos guardas.","conexao_teologica":"A decisão de Pilatos de se afastar simboliza a indiferença das autoridades diante da verdade de Cristo.","referencias_relacionadas":["Mateus 27:24","Mateus 28:11-15","João 19:16"]},"mateus_27_65_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à segurança que Pilatos ordenou para o sepulcro.","explicacao_detalhada":"A firmeza da guarda era uma tentativa de garantir que o corpo de Jesus não fosse roubado, refletindo o medo dos líderes religiosos.","por_que_esta_palavra":"A palavra 'firme' é usada para enfatizar a seriedade com que a situação foi tratada.","conexao_teologica":"A firmeza da guarda contrasta com a fragilidade da fé dos líderes religiosos, que temiam a ressurreição.","referencias_relacionadas":["Mateus 28:4","Atos 4:1-3","1 Pedro 5:8"]},"mateus_27_65_watch":{"palavra_pt":"watch","palavra_original":"κουστωδία","transliteracao":"koustōdía","strong":"G2892","significado_raiz":"Ideia básica: watch.","significado_contextual":"A palavra 'watch' refere-se à vigilância que os guardas deveriam ter sobre o sepulcro.","explicacao_detalhada":"Os líderes religiosos pediram que a guarda ficasse atenta para evitar que o corpo de Jesus fosse levado.","por_que_esta_palavra":"A palavra 'watch' é importante para entender a preocupação com a ressurreição de Jesus.","conexao_teologica":"A vigilância dos guardas é um reflexo da luta entre a fé e a incredulidade.","referencias_relacionadas":["Mateus 26:41","Marcos 13:33","1 Pedro 5:8"]},"mateus_27_66_sepulchre":{"palavra_pt":"sepulchre","palavra_original":"τάφος","transliteracao":"táphos","strong":"G5028","significado_raiz":"Ideia básica: sepulchre.","significado_contextual":"Reitera o sepulcro como o local de descanso de Jesus após sua morte.","explicacao_detalhada":"A menção do sepulcro enfatiza a realidade da morte de Jesus, mas também prepara o cenário para a ressurreição.","por_que_esta_palavra":"A repetição da palavra 'sepulcro' reforça a importância do local na narrativa da ressurreição.","conexao_teologica":"O sepulcro vazio é um símbolo poderoso da vitória de Cristo sobre a morte.","referencias_relacionadas":["Mateus 28:1-10","Marcos 16:1-8","Lucas 24:1-12"]},"mateus_27_66_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A 'pedra' refere-se à grande pedra que selava a entrada do sepulcro de Jesus.","explicacao_detalhada":"A pedra simboliza o bloqueio à ressurreição, mas também é um elemento que será removido na ressurreição.","por_que_esta_palavra":"A palavra 'pedra' é crucial para entender a magnitude do milagre da ressurreição.","conexao_teologica":"A remoção da pedra representa a superação dos obstáculos que impedem a vida eterna.","referencias_relacionadas":["Mateus 28:2","Marcos 16:4","Lucas 24:2"]},"mateus_27_66_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação dos guardas em permanecer vigilantes.","explicacao_detalhada":"Os guardas foram instruídos a seguir as ordens de Pilatos e vigiar o sepulcro para evitar qualquer interferência.","por_que_esta_palavra":"A palavra 'seguir' destaca a obediência dos guardas às ordens recebidas.","conexao_teologica":"A obediência é um tema importante na fé, refletindo a necessidade de seguir a Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]}}