{"mateus_28_1_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, mãe de Jesus, que é uma figura central no cristianismo.","explicacao_detalhada":"O nome 'Maria' é de origem hebraica e significa 'amada' ou 'senhora'. No contexto do versículo, Maria é uma das primeiras a testemunhar a ressurreição de Jesus, simbolizando a fé e a devoção.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e o papel de Maria na narrativa da ressurreição.","conexao_teologica":"Maria é vista como um modelo de fé e obediência a Deus, e sua menção aqui destaca a importância das mulheres na história da salvação.","referencias_relacionadas":["Lucas 1:26-38","Mateus 1:18-25","João 19:25-27"]},"mateus_28_1_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é o dia de descanso na tradição judaica, que marca a conclusão da criação.","explicacao_detalhada":"No contexto do versículo, o sábado é o dia em que Maria e a outra Maria foram ao sepulcro, simbolizando a transição do antigo para o novo, com a ressurreição de Jesus.","por_que_esta_palavra":"A palavra 'sábado' é significativa porque representa a observância da lei e a expectativa do Messias, que é cumprida em Jesus.","conexao_teologica":"A ressurreição de Jesus no domingo, após o sábado, é vista como um novo começo, estabelecendo o domingo como o dia do Senhor.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 16:1","Lucas 23:54-56"]},"mateus_28_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus, que é reconhecida após sua ressurreição.","explicacao_detalhada":"A palavra 'senhor' implica soberania e poder. No contexto, o anjo declara que Jesus ressuscitou, afirmando sua autoridade sobre a morte.","por_que_esta_palavra":"A palavra 'senhor' é crucial, pois estabelece a divindade de Jesus e seu papel como Rei e Salvador.","conexao_teologica":"A ressurreição de Jesus é a confirmação de sua autoridade divina e a base da fé cristã.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 2:36"]},"mateus_28_2_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar da presença de Deus e a morada eterna dos fiéis.","explicacao_detalhada":"No contexto do versículo, o céu é mencionado como o local de onde o anjo vem, simbolizando a intervenção divina na história humana.","por_que_esta_palavra":"A palavra 'céu' é importante porque representa a esperança e a promessa de vida eterna para os crentes.","conexao_teologica":"A ressurreição de Jesus abre o caminho para a vida eterna no céu para todos que creem nele.","referencias_relacionadas":["João 14:2-3","Romanos 8:18","Apocalipse 21:1-4"]},"mateus_28_3_clothing":{"palavra_pt":"clothing","palavra_original":"ἔνδυμα","transliteracao":"éndyma","strong":"G1742","significado_raiz":"Ideia básica: clothing.","significado_contextual":"Refere-se às vestes do anjo, que eram brilhantes e simbolizavam a glória de Deus.","explicacao_detalhada":"As vestes do anjo são descritas como 'brancas como a neve', indicando pureza e a presença divina. Isso contrasta com a escuridão da morte.","por_que_esta_palavra":"A palavra 'vestes' é significativa porque representa a santidade e a majestade de Deus, que é revelada na ressurreição.","conexao_teologica":"As vestes brilhantes do anjo refletem a luz da ressurreição de Cristo, que traz esperança e vida.","referencias_relacionadas":["Daniel 7:9","Mateus 17:2","Apocalipse 3:5"]},"mateus_28_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao grande terremoto que ocorreu na ressurreição de Jesus, simbolizando um evento cósmico.","explicacao_detalhada":"O 'grande' terremoto é um sinal da intervenção divina e do poder de Deus na ressurreição, que muda a história da humanidade.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude do evento e a importância da ressurreição.","conexao_teologica":"A ressurreição é um ato de Deus que transforma a morte em vida, mostrando seu poder sobre a criação.","referencias_relacionadas":["Mateus 27:51-53","Atos 4:33","Romanos 6:4"]},"mateus_28_4_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor sentido pelos guardas diante do anjo, simbolizando a reverência diante do sobrenatural.","explicacao_detalhada":"O 'temor' é uma reação natural ao encontro com o divino. No contexto, isso mostra a seriedade do evento da ressurreição.","por_que_esta_palavra":"A palavra 'temor' é importante porque indica a resposta humana ao poder de Deus e à sua presença.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a ressurreição de Jesus é um chamado à reverência e à fé.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 2:43"]},"mateus_28_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Messias, que ressuscitou dos mortos.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação'. No contexto, a menção de Jesus destaca a centralidade da sua ressurreição para a fé cristã.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois é através dele que a salvação é oferecida à humanidade.","conexao_teologica":"A ressurreição de Jesus é a confirmação de sua identidade como o Salvador e o cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"mateus_28_5_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à cruz, símbolo do sacrifício de Jesus pela humanidade.","explicacao_detalhada":"A cruz representa a dor e o sofrimento de Jesus, mas também a vitória sobre o pecado e a morte. É um símbolo central da fé cristã.","por_que_esta_palavra":"A palavra 'cruz' é crucial, pois representa o meio pelo qual a salvação é alcançada.","conexao_teologica":"A ressurreição de Jesus após a crucificação é a base da esperança cristã e da promessa de vida eterna.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 6:14","Colossenses 2:14"]},"mateus_28_5_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de buscar Jesus, que havia ressuscitado.","explicacao_detalhada":"O verbo 'buscar' implica uma busca ativa e intencional. No contexto, as mulheres foram ao sepulcro em busca de Jesus, mas encontraram o anjo que anunciou sua ressurreição.","por_que_esta_palavra":"A palavra 'buscar' é significativa porque representa a busca espiritual por Jesus e a verdade.","conexao_teologica":"Buscar a Jesus é um chamado à fé e à relação pessoal com Ele, que é a fonte de vida.","referencias_relacionadas":["Mateus 7:7","João 1:38-39","Hebreus 11:6"]},"mateus_28_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Jesus, especialmente após sua ressurreição.","explicacao_detalhada":"No contexto da ressurreição, Jesus é reconhecido como Senhor, o que implica em sua autoridade sobre a vida e a morte. Essa palavra é usada para afirmar que Ele é o Messias prometido.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a divindade de Jesus e sua posição exaltada após a ressurreição, mostrando que Ele é digno de adoração e reverência.","conexao_teologica":"A ressurreição de Jesus confirma sua autoridade divina e seu papel como Senhor e Salvador da humanidade.","referencias_relacionadas":["Romanos 10:9","Atos 2:36","Filipenses 2:9-11"]},"mateus_28_6_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' aqui é usada para descrever a condição de Jesus antes de sua ressurreição.","explicacao_detalhada":"A morte de Jesus é central para a mensagem do evangelho, pois representa o sacrifício pelo pecado da humanidade. A ressurreição é a vitória sobre a morte.","por_que_esta_palavra":"A menção da morte é crucial para entender a transformação que ocorre com a ressurreição, onde a morte não tem mais poder sobre Jesus.","conexao_teologica":"A morte e ressurreição de Jesus são fundamentais para a doutrina da salvação e a esperança da vida eterna.","referencias_relacionadas":["1 Coríntios 15:55-57","Hebreus 2:14-15","João 11:25-26"]},"mateus_28_7_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A repetição da palavra 'morte' reforça a realidade da ressurreição de Jesus, que venceu a morte.","explicacao_detalhada":"A ressurreição é apresentada como a superação da morte, mostrando que Jesus não está mais entre os mortos, mas vive eternamente.","por_que_esta_palavra":"Reiterar a morte é essencial para contrastar com a ressurreição, enfatizando a vitória de Jesus sobre a morte.","conexao_teologica":"A ressurreição é a confirmação da promessa de vida eterna para todos que creem em Cristo.","referencias_relacionadas":["Romanos 6:9","Apocalipse 1:18","João 3:16"]},"mateus_28_7_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é o local onde Jesus começou seu ministério e onde os discípulos foram instruídos a se encontrar com Ele após a ressurreição.","explicacao_detalhada":"A menção de Galileia conecta a ressurreição ao ministério anterior de Jesus, reafirmando sua continuidade e a importância do local na história da salvação.","por_que_esta_palavra":"Galileia simboliza a origem do ministério de Jesus e a promessa de que Ele se revelaria novamente aos seus seguidores.","conexao_teologica":"A Galileia representa a missão de Jesus aos gentios e a expansão do evangelho.","referencias_relacionadas":["Mateus 4:12-17","Mateus 26:32","Marcos 16:7"]},"mateus_28_8_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' refere-se à reação dos discípulos diante da ressurreição, uma mistura de medo e alegria.","explicacao_detalhada":"Esse temor é uma resposta natural ao sobrenatural; a ressurreição é um evento que desafia a compreensão humana e provoca reverência.","por_que_esta_palavra":"O temor é um reconhecimento da grandeza de Deus e da seriedade do que aconteceu com a ressurreição de Jesus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a ressurreição é um momento que provoca essa reverência.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Atos 2:43"]},"mateus_28_8_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"A palavra 'grave' refere-se ao local onde Jesus foi sepultado, um símbolo da morte que foi superada.","explicacao_detalhada":"O sepulcro é um lugar de luto, mas a ressurreição transforma esse espaço em um testemunho da vitória sobre a morte.","por_que_esta_palavra":"Mencionar o 'grave' destaca a realidade da morte de Jesus e a importância do sepulcro vazio.","conexao_teologica":"O sepulcro vazio é um símbolo da nova vida que Jesus oferece a todos os que creem.","referencias_relacionadas":["Mateus 27:60","João 20:1-9","Romanos 6:4"]},"mateus_28_8_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em obedecer ao chamado de Jesus e ir ao encontro dele.","explicacao_detalhada":"Os discípulos são instruídos a seguir para Galileia, onde encontrarão Jesus, simbolizando a continuidade do discipulado.","por_que_esta_palavra":"Seguir Jesus é um convite à obediência e à fé, essencial para a vida cristã.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a missão de espalhar o evangelho.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"mateus_28_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na mensagem do evangelho, referindo-se ao Salvador que ressuscitou.","explicacao_detalhada":"O nome Jesus significa 'O Senhor é a salvação', e sua ressurreição confirma essa identidade e missão.","por_que_esta_palavra":"A menção de Jesus é essencial para reconhecer sua divindade e o cumprimento das profecias messiânicas.","conexao_teologica":"Jesus é o centro da fé cristã, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 1:4"]},"mateus_28_9_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade de Jesus e à sua relação com o Pai.","explicacao_detalhada":"A ressurreição de Jesus é um ato de Deus, demonstrando seu poder e a confirmação de sua natureza divina.","por_que_esta_palavra":"Reconhecer Jesus como Deus é fundamental para a compreensão da Trindade e da salvação.","conexao_teologica":"A divindade de Jesus é essencial para a fé cristã, pois somente Deus pode vencer a morte.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_28_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' enfatiza sua importância e autoridade após a ressurreição.","explicacao_detalhada":"Jesus aparece aos discípulos, reafirmando sua presença e a continuidade de sua missão.","por_que_esta_palavra":"A menção de Jesus é uma afirmação de sua ressurreição e do cumprimento de suas promessas.","conexao_teologica":"A presença de Jesus após a ressurreição é um sinal da esperança e da continuidade da obra de Deus na Terra.","referencias_relacionadas":["Mateus 28:18-20","Atos 1:8","1 Coríntios 15:20"]},"mateus_28_10_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou seguir um caminho, no contexto em que Jesus instrui as mulheres a irem e anunciarem a ressurreição.","explicacao_detalhada":"No versículo, Jesus aparece às mulheres após sua ressurreição e as envia para informar aos discípulos que Ele ressuscitou. O verbo 'depart' implica uma ação de movimento e obediência à ordem dada por Cristo.","por_que_esta_palavra":"Esta palavra é crucial porque representa a transição das mulheres de testemunhas da ressurreição para mensageiras da boa nova, enfatizando a importância da evangelização.","conexao_teologica":"A ordem de Jesus para que as mulheres 'departem' reflete a missão da Igreja de levar a mensagem do evangelho ao mundo, simbolizando a continuidade da obra de Cristo através de seus seguidores.","referencias_relacionadas":["Mateus 28:7","Marcos 16:7","Lucas 24:10"]},"mateus_28_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, indicando a ênfase na certeza da ressurreição de Jesus e a rejeição de qualquer dúvida.","explicacao_detalhada":"O uso de 'deus' neste contexto é uma forma de afirmar que a ressurreição é uma ação divina, e não um evento meramente humano ou natural. É uma afirmação da soberania de Deus sobre a morte.","por_que_esta_palavra":"A palavra é usada para enfatizar a natureza divina da ressurreição, que é um ato de Deus, e não algo que pode ser contestado ou negado.","conexao_teologica":"A ressurreição de Jesus é um dos pilares da fé cristã, e a afirmação de que Deus está por trás desse ato reforça a crença na vitória sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["Romanos 1:4","Atos 2:24","1 Coríntios 15:20"]},"mateus_28_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação ou ao surgimento de algo novo, no contexto da ressurreição de Jesus que traz uma nova realidade para a humanidade.","explicacao_detalhada":"Neste versículo, a ressurreição de Jesus é um evento que transforma a história e a vida dos crentes, fazendo com que a morte e o pecado percam seu poder.","por_que_esta_palavra":"A palavra é significativa porque indica que a ressurreição não é apenas um evento isolado, mas um ponto de virada que traz uma nova esperança e vida para todos os que creem.","conexao_teologica":"A transformação que ocorre na ressurreição de Cristo é um símbolo da nova criação que Deus realiza em todos os que são salvos, refletindo a obra redentora de Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 6:15","Efésios 2:5-6"]},"mateus_28_11_watch":{"palavra_pt":"watch","palavra_original":"κουστωδία","transliteracao":"koustōdía","strong":"G2892","significado_raiz":"Ideia básica: watch.","significado_contextual":"A palavra 'watch' se refere ao ato de vigiar ou observar, no contexto de como os guardas estavam atentos ao que acontecia após a ressurreição de Jesus.","explicacao_detalhada":"Os guardas foram colocados para vigiar o túmulo de Jesus, mas sua vigilância se torna irrelevante diante do poder da ressurreição, mostrando que nada pode impedir os planos de Deus.","por_que_esta_palavra":"A vigilância dos guardas destaca a tentativa humana de controlar ou impedir a obra divina, mas a ressurreição demonstra que Deus é soberano sobre todas as coisas.","conexao_teologica":"A vigilância dos guardas contrasta com a liberdade e a vitória que a ressurreição traz, enfatizando que a obra de Deus não pode ser contida por esforços humanos.","referencias_relacionadas":["Mateus 26:41","1 Pedro 5:8","Apocalipse 16:15"]},"mateus_28_12_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"A palavra 'elder' refere-se a líderes ou autoridades religiosas, no contexto em que os sacerdotes e anciãos se reúnem para discutir a ressurreição de Jesus.","explicacao_detalhada":"Os anciãos, como líderes do povo, têm a responsabilidade de guiar e proteger a fé, mas sua resposta à ressurreição revela a corrupção e a incredulidade que permeavam a liderança religiosa da época.","por_que_esta_palavra":"A presença dos anciãos destaca a tensão entre a autoridade religiosa e a verdade da ressurreição, mostrando que mesmo os líderes podem falhar em reconhecer a obra de Deus.","conexao_teologica":"A rejeição da verdade por parte dos anciãos ilustra a luta entre a fé e a incredulidade, um tema recorrente nas Escrituras que desafia os líderes a reconhecerem a verdade divina.","referencias_relacionadas":["Mateus 15:14","Atos 4:5-6","Hebreus 13:17"]},"mateus_28_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer, no contexto em que os líderes religiosos tentam controlar a narrativa da ressurreição.","explicacao_detalhada":"Os anciãos buscam que os guardas sigam uma nova história para encobrir a verdade da ressurreição, mostrando como a verdade pode ser distorcida por interesses pessoais.","por_que_esta_palavra":"A palavra é significativa porque revela a tentativa de manipulação da verdade e a pressão que os líderes exercem sobre aqueles que testemunharam os eventos.","conexao_teologica":"A tentativa de controlar a narrativa da ressurreição reflete a luta contínua entre a verdade de Deus e as mentiras do mundo, um tema central na mensagem do evangelho.","referencias_relacionadas":["João 8:44","Gálatas 1:10","1 Timóteo 4:1"]},"mateus_28_12_corpo":{"palavra_pt":"corpo","palavra_original":"συμβούλιον","transliteracao":"symboúlion","strong":"G4824","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao grupo de líderes religiosos que se reúnem para discutir a ressurreição, simbolizando a estrutura de poder da época.","explicacao_detalhada":"O 'corpo' dos anciãos representa a liderança religiosa que, ao invés de reconhecer a ressurreição, busca proteger sua posição e autoridade, refletindo a corrupção do sistema religioso.","por_que_esta_palavra":"A palavra é importante porque destaca a dinâmica de poder e a resistência à verdade que pode existir dentro das instituições religiosas.","conexao_teologica":"A resistência dos líderes religiosos à verdade da ressurreição ilustra a luta entre a luz e as trevas, um tema que permeia toda a narrativa bíblica.","referencias_relacionadas":["Mateus 23:27","Atos 5:29","Romanos 12:4-5"]},"mateus_28_13_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A palavra 'midnight' é usada para descrever o tempo em que os eventos estão ocorrendo, simbolizando um momento de grande tensão e incerteza.","explicacao_detalhada":"O uso de 'midnight' sugere um tempo de escuridão e confusão, refletindo a situação dos guardas e a tentativa dos líderes religiosos de encobrir a verdade da ressurreição.","por_que_esta_palavra":"A palavra é significativa porque representa um ponto crítico onde a verdade e a mentira se confrontam, e a escuridão tenta prevalecer sobre a luz.","conexao_teologica":"A escuridão da meia-noite simboliza a luta entre a verdade de Deus e as mentiras do mundo, um tema que é central na mensagem do evangelho.","referencias_relacionadas":["Salmos 119:62","Lucas 12:38","1 Tessalonicenses 5:5"]},"mateus_28_13_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da verdade, no contexto em que os guardas são instruídos a relatar o que aconteceu após a ressurreição.","explicacao_detalhada":"O ato de 'dizer' é crucial, pois envolve a responsabilidade de testemunhar a verdade, mesmo quando há pressão para distorcer os fatos.","por_que_esta_palavra":"A palavra é importante porque enfatiza a necessidade de proclamar a verdade, mesmo em face da oposição e da tentação de mentir.","conexao_teologica":"A proclamação da verdade é um tema central na fé cristã, refletindo a chamada de Deus para que seus seguidores sejam testemunhas fiéis do evangelho.","referencias_relacionadas":["Mateus 10:27","Atos 1:8","Romanos 10:14"]},"mateus_28_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de criar uma narrativa ou plano, no contexto em que os líderes religiosos tentam manipular a situação após a ressurreição.","explicacao_detalhada":"Os líderes religiosos estão tentando 'fazer' uma história que encubra a verdade da ressurreição, mostrando a disposição de mentir para preservar seu poder.","por_que_esta_palavra":"A palavra é significativa porque revela a intenção deliberada de distorcer a verdade e enganar o povo, refletindo a corrupção do coração humano.","conexao_teologica":"A tentativa de 'fazer' uma mentira em vez de aceitar a verdade da ressurreição ilustra a luta contínua entre a verdade de Deus e as mentiras do mundo.","referencias_relacionadas":["Salmos 101:7","Provérbios 12:22","Efésios 4:25"]},"mateus_28_14_governor":{"palavra_pt":"governor","palavra_original":"ἡγεμών","transliteracao":"hēgemṓn","strong":"G2232","significado_raiz":"Ideia básica: governor.","significado_contextual":"A palavra 'governor' refere-se à autoridade civil que supervisiona a região, neste caso, o governador da Judeia.","explicacao_detalhada":"O governador tinha o poder de tomar decisões políticas e judiciais, e sua influência era significativa na administração da lei e da ordem. No contexto de Mateus 28, a menção do governador é crucial para entender as tentativas de desacreditar a ressurreição de Jesus.","por_que_esta_palavra":"A palavra é usada para destacar a figura de autoridade que poderia influenciar a narrativa sobre a ressurreição de Jesus, mostrando a tensão entre o poder religioso e o poder civil.","conexao_teologica":"A presença do governador ilustra a oposição que Jesus enfrentou tanto de líderes religiosos quanto de autoridades seculares, refletindo a luta entre o Reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Mateus 27:2","Mateus 27:11","Mateus 27:62-66"]},"mateus_28_15_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à expressão divina, que é central na teologia cristã.","explicacao_detalhada":"No contexto de Mateus 28, a palavra 'Cristo' é essencial para entender a identidade de Jesus como o Messias prometido, que cumpre as profecias do Antigo Testamento.","por_que_esta_palavra":"A utilização da palavra enfatiza a importância da mensagem de Jesus e sua obra redentora, que é o cerne da fé cristã.","conexao_teologica":"Cristo é a manifestação do Logos, a Palavra de Deus que se fez carne, trazendo salvação e revelação ao mundo.","referencias_relacionadas":["João 1:1-14","Romanos 10:9","Atos 2:36"]},"mateus_28_15_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que os eventos da ressurreição de Jesus ocorreram.","explicacao_detalhada":"O 'dia' mencionado é significativo, pois marca a transição entre a morte e a ressurreição, um momento crucial na história da salvação.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância do tempo na narrativa bíblica, onde eventos específicos têm significados profundos.","conexao_teologica":"O dia da ressurreição é um marco que simboliza a vitória sobre a morte e a promessa de vida eterna para os crentes.","referencias_relacionadas":["Mateus 28:1","Marcos 16:2","Lucas 24:1"]},"mateus_28_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, neste caso, a propagação da mensagem da ressurreição.","explicacao_detalhada":"No contexto, 'fazer' implica em agir de acordo com a ordem de Jesus, que comissiona seus discípulos a espalhar o evangelho.","por_que_esta_palavra":"A palavra é crucial para entender a responsabilidade dos crentes em levar a mensagem de Cristo ao mundo.","conexao_teologica":"A ação de 'fazer' é um chamado à missão, refletindo o mandato de Jesus para que seus seguidores sejam testemunhas.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"mateus_28_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Neste contexto, Jesus é reconhecido como o ressuscitado, cuja autoridade e poder são reafirmados após a ressurreição.","por_que_esta_palavra":"A menção de Jesus é fundamental para a identidade cristã, pois é por meio dele que a salvação é oferecida à humanidade.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_28_16_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"A palavra 'Galileia' refere-se à região onde Jesus começou seu ministério e onde os discípulos se reuniram após sua ressurreição.","explicacao_detalhada":"Galileia é um símbolo de esperança e inclusão, onde Jesus chamou seus primeiros discípulos e realizou muitos milagres.","por_que_esta_palavra":"A menção de Galileia destaca o cumprimento da promessa de Jesus de se encontrar com seus discípulos em um lugar familiar.","conexao_teologica":"Galileia representa o início do ministério de Jesus e a expansão do evangelho para além das fronteiras de Israel.","referencias_relacionadas":["Mateus 4:12-17","Mateus 26:32","João 21:1"]},"mateus_28_17_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' refere-se à percepção e reconhecimento da verdade sobre a ressurreição de Jesus.","explicacao_detalhada":"Neste contexto, conhecer implica em um reconhecimento profundo da identidade de Jesus como o Filho de Deus e o Salvador.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de fé e entendimento na experiência de encontrar Jesus ressuscitado.","conexao_teologica":"O conhecimento de Jesus é essencial para a salvação e para a vida cristã, pois é através dele que se tem acesso à verdade.","referencias_relacionadas":["João 17:3","1 João 5:20","Filipenses 3:10"]},"mateus_28_17_adoracao":{"palavra_pt":"adorar/prostrar","palavra_original":"προσκυνέω","transliteracao":"proskynéō","strong":"G4352","significado_raiz":"Ideia básica: adorar.","significado_contextual":"A palavra 'adorar/prostrar' refere-se ao ato de reverência e louvor a Jesus após sua ressurreição.","explicacao_detalhada":"Adorar implica em reconhecer a divindade de Jesus e sua autoridade, especialmente após a confirmação de sua ressurreição.","por_que_esta_palavra":"A adoração é uma resposta natural ao encontro com o divino, e neste caso, é uma expressão de fé e gratidão.","conexao_teologica":"A adoração a Jesus é central na vida cristã, refletindo a resposta do coração humano ao amor e à graça de Deus.","referencias_relacionadas":["Salmos 95:6","Hebreus 12:28","Apocalipse 5:12"]},"mateus_28_17_doubt":{"palavra_pt":"doubt","palavra_original":"διστάζω","transliteracao":"distázō","strong":"G1365","significado_raiz":"Ideia básica: doubt.","significado_contextual":"A palavra 'doubt' refere-se à hesitação ou incerteza que alguns discípulos sentiram ao ver Jesus ressuscitado.","explicacao_detalhada":"Neste contexto, a dúvida é uma resposta humana comum diante do extraordinário, mas é também um convite à fé.","por_que_esta_palavra":"A inclusão da dúvida mostra que a fé pode coexistir com a incerteza, e que Jesus acolhe nossas lutas.","conexao_teologica":"A dúvida não exclui a fé; pelo contrário, pode levar a um entendimento mais profundo e a um compromisso mais forte com Cristo.","referencias_relacionadas":["Mateus 14:31","Marcos 9:24","Tiago 1:6"]},"mateus_28_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, enfatizando sua autoridade após a ressurreição.","explicacao_detalhada":"Neste contexto, Jesus declara que toda autoridade lhe foi dada, estabelecendo sua soberania sobre céu e terra.","por_que_esta_palavra":"A repetição do nome Jesus reforça sua identidade e o papel central que ele desempenha na missão dos discípulos.","conexao_teologica":"A autoridade de Jesus é a base para o comissionamento dos discípulos, que são enviados a fazer discípulos de todas as nações.","referencias_relacionadas":["Mateus 28:19-20","Efésios 1:20-22","Filipenses 2:9-11"]},"mateus_28_18_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao domínio celestial onde Deus habita e que é a origem de toda autoridade.","explicacao_detalhada":"No contexto de Mateus 28:18, Jesus declara que toda autoridade no céu e na terra foi lhe dada, enfatizando sua soberania sobre todas as coisas, tanto espirituais quanto físicas.","por_que_esta_palavra":"A palavra 'céu' é utilizada para mostrar a origem da autoridade de Jesus, que não é apenas terrena, mas divina.","conexao_teologica":"A autoridade de Jesus é um tema central na teologia cristã, pois estabelece sua divindade e seu papel como Senhor e Salvador.","referencias_relacionadas":["Efésios 1:20-21","Filipenses 2:9-11","Colossenses 1:16"]},"mateus_28_18_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Representa o mundo físico e a criação de Deus, onde os seres humanos habitam.","explicacao_detalhada":"Neste versículo, a menção da terra junto ao céu destaca a abrangência da autoridade de Jesus, que se estende a todas as esferas da existência.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender que a missão de Jesus e sua autoridade não se limitam ao céu, mas também se aplicam ao mundo material.","conexao_teologica":"A criação e a soberania de Deus sobre a terra são temas recorrentes na Bíblia, refletindo seu plano redentor para toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"mateus_28_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é enviado para guiar e capacitar os crentes na missão de evangelizar.","explicacao_detalhada":"A palavra 'espírito' neste contexto enfatiza a importância da presença do Espírito Santo na vida dos discípulos enquanto eles cumprem a Grande Comissão.","por_que_esta_palavra":"A menção do Espírito é essencial para entender que a missão não é realizada apenas por esforço humano, mas pela capacitação divina.","conexao_teologica":"A obra do Espírito Santo é fundamental na teologia cristã, pois é Ele quem convence o mundo do pecado e guia os crentes em toda verdade.","referencias_relacionadas":["Atos 1:8","João 14:26","Romanos 8:26-27"]},"mateus_28_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e futuro em que os discípulos devem continuar a missão.","explicacao_detalhada":"A palavra 'dia' implica que a presença de Jesus estará com os discípulos em todos os momentos, até o fim dos tempos.","por_que_esta_palavra":"A ênfase no 'dia' reforça a ideia de continuidade e permanência da missão e da presença de Cristo.","conexao_teologica":"A promessa da presença contínua de Jesus é um conforto e uma garantia para os crentes em sua missão.","referencias_relacionadas":["Hebreus 13:5","Mateus 1:23","Apocalipse 21:3"]},"mateus_28_20_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou obedecer aos ensinamentos de Jesus.","explicacao_detalhada":"A palavra 'seguir' é um chamado à obediência e à prática dos ensinamentos de Cristo, essencial para a vida cristã.","por_que_esta_palavra":"É importante porque destaca que a missão não é apenas pregar, mas também viver de acordo com os ensinamentos de Jesus.","conexao_teologica":"A obediência aos mandamentos de Cristo é um tema central na vida cristã, refletindo o discipulado genuíno.","referencias_relacionadas":["João 14:15","Mateus 7:21","Lucas 9:23"]},"mateus_28_20_fim":{"palavra_pt":"fim","palavra_original":"συντέλεια","transliteracao":"syntéleia","strong":"G4930","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término da era atual e ao cumprimento das promessas de Deus.","explicacao_detalhada":"A palavra 'fim' implica que a missão dos discípulos é parte do plano de Deus que culminará na consumação de todas as coisas.","por_que_esta_palavra":"É relevante porque mostra que a missão dos crentes tem um propósito eterno e que Deus está ativamente trabalhando na história.","conexao_teologica":"A escatologia é uma parte importante da teologia cristã, pois nos lembra que a história está se movendo em direção a um fim determinado por Deus.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:6","1 Coríntios 15:24-26"]}}