{"mateus_3_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Mateus 3:1, 'dia' é usado para marcar o início do ministério de João Batista, um momento crucial na história da salvação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos que levaram à vinda de Jesus.","conexao_teologica":"O 'dia' do Senhor é um tema importante nas Escrituras, simbolizando a intervenção divina na história.","referencias_relacionadas":["Isaías 40:3","Mateus 4:17","Atos 2:20"]},"mateus_3_1_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar/proclamar' refere-se à ação de anunciar uma mensagem importante.","explicacao_detalhada":"Em Mateus 3:1, João Batista é descrito como aquele que 'prega' a chegada do Reino de Deus, enfatizando a urgência e a importância de sua mensagem.","por_que_esta_palavra":"A escolha da palavra 'pregar' destaca a missão de João como precursor de Cristo, preparando o caminho para a salvação.","conexao_teologica":"A pregação do evangelho é um chamado central para todos os cristãos, seguindo o exemplo de João e de Jesus.","referencias_relacionadas":["Marcos 1:4","Lucas 3:3","Romanos 10:14"]},"mateus_3_1_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'João' é associado ao profeta que prepara o caminho para Jesus.","explicacao_detalhada":"O nome 'João' significa 'Deus é gracioso'. Ele é um personagem central no Novo Testamento, conhecido como João Batista, que anuncia a vinda do Messias.","por_que_esta_palavra":"O nome é importante porque identifica João como o precursor de Cristo, cumprindo profecias do Antigo Testamento.","conexao_teologica":"João Batista é visto como o último dos profetas do Antigo Testamento e o primeiro do Novo, ligando as duas alianças.","referencias_relacionadas":["Isaías 40:3","Mateus 11:10","Lucas 1:76"]},"mateus_3_2_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é mencionado como o lugar de origem da mensagem de arrependimento que João traz.","explicacao_detalhada":"O céu representa a autoridade divina e o reino de Deus, que está próximo. A menção do céu enfatiza a urgência da mensagem de João.","por_que_esta_palavra":"A palavra 'céu' é usada para indicar que a mensagem de arrependimento não é apenas humana, mas divina.","conexao_teologica":"A proximidade do reino dos céus é um tema central no ministério de Jesus e na pregação de João.","referencias_relacionadas":["Mateus 4:17","Mateus 5:3","Mateus 10:7"]},"mateus_3_2_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir a mensagem de arrependimento que João proclama.","explicacao_detalhada":"João Batista chama as pessoas ao arrependimento, enfatizando a necessidade de mudança de vida diante da chegada do reino de Deus.","por_que_esta_palavra":"É fundamental que a mensagem seja proclamada, pois a fé vem pelo ouvir.","conexao_teologica":"A pregação é um meio pelo qual Deus comunica Sua vontade ao Seu povo.","referencias_relacionadas":["Romanos 10:17","Atos 2:38","Mateus 28:19-20"]},"mateus_3_2_arrepender":{"palavra_pt":"arrepender se","palavra_original":"μετανοέω","transliteracao":"metanoéō","strong":"G3340","significado_raiz":"Ideia básica: arrepender se.","significado_contextual":"O arrependimento é o chamado central da mensagem de João Batista.","explicacao_detalhada":"Arrepender-se implica uma mudança de mente e coração, levando a uma transformação de vida. É um convite à conversão.","por_que_esta_palavra":"A palavra é crucial, pois sem arrependimento, não há acesso ao reino de Deus.","conexao_teologica":"O arrependimento é um tema recorrente na Bíblia, essencial para a salvação e a relação com Deus.","referencias_relacionadas":["Atos 3:19","Lucas 13:3","2 Coríntios 7:10"]},"mateus_3_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Deus e à vinda do Messias.","explicacao_detalhada":"João Batista cita Isaías, reconhecendo que ele é o mensageiro que prepara o caminho para o Senhor, que é Jesus.","por_que_esta_palavra":"A autoridade de Deus é fundamental para a mensagem que João traz, pois ele não fala por si mesmo, mas em nome de Deus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Isaías 40:3","Mateus 28:18","Filipenses 2:10-11"]},"mateus_3_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de preparar o caminho para o Senhor.","explicacao_detalhada":"João Batista é chamado a 'fazer' a preparação, o que implica em ações concretas de arrependimento e batismo.","por_que_esta_palavra":"A ação é necessária para que a mensagem de arrependimento se torne realidade na vida das pessoas.","conexao_teologica":"A fé sem obras é morta; a ação é uma expressão da verdadeira fé.","referencias_relacionadas":["Tiago 2:26","Mateus 7:21","Gálatas 5:6"]},"mateus_3_4_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, o nome 'João' é destacado, reforçando sua identidade e missão.","explicacao_detalhada":"A repetição do nome enfatiza a importância de João Batista como figura profética e seu papel na história da salvação.","por_que_esta_palavra":"O nome é um lembrete da graça de Deus e da missão que João tem de preparar o caminho.","conexao_teologica":"A identidade de João Batista é crucial para entender a continuidade entre o Antigo e o Novo Testamento.","referencias_relacionadas":["Mateus 11:11","Lucas 1:13-17","João 1:23"]},"mateus_3_4_clothing":{"palavra_pt":"clothing","palavra_original":"ἔνδυμα","transliteracao":"éndyma","strong":"G1742","significado_raiz":"Ideia básica: clothing.","significado_contextual":"A vestimenta de João Batista é simbólica e reflete seu estilo de vida austero.","explicacao_detalhada":"Ele se vestia com peles de camelo, o que o identificava como profeta e o separava dos costumes da sociedade de sua época.","por_que_esta_palavra":"A roupa de João Batista é um sinal de sua humildade e dedicação ao chamado de Deus.","conexao_teologica":"A simplicidade e a austeridade de João contrastam com a opulência dos líderes religiosos da época.","referencias_relacionadas":["2 Reis 1:8","Mateus 11:8","Lucas 7:25"]},"mateus_3_4_hair":{"palavra_pt":"cabelo","palavra_original":"θρίξ","transliteracao":"thríx","strong":"G2359","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"O cabelo de João Batista, que era longo, é parte de sua identidade como nazireu.","explicacao_detalhada":"A menção ao cabelo é uma referência ao voto de nazireu, que implicava em não cortar o cabelo como sinal de consagração a Deus.","por_que_esta_palavra":"O cabelo longo simboliza a dedicação e a separação de João para o serviço de Deus.","conexao_teologica":"A consagração é um tema importante na Bíblia, refletindo a separação para um propósito divino.","referencias_relacionadas":["Números 6:5","Juízes 13:5","Atos 18:18"]},"mateus_3_5_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é o centro religioso de Israel e o local onde muitos vinham ouvir a mensagem de João.","explicacao_detalhada":"A menção de Jerusalém indica que a mensagem de arrependimento estava alcançando o coração do povo de Deus.","por_que_esta_palavra":"Jerusalém representa a cidade santa e o lugar onde as promessas de Deus se cumprem.","conexao_teologica":"A cidade de Jerusalém é central na narrativa bíblica, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["Mateus 21:10","Lucas 19:41-44","Atos 1:8"]},"mateus_3_5_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região da Judeia, onde João Batista pregava.","explicacao_detalhada":"A palavra 'terra' neste contexto indica não apenas o solo físico, mas também a área geográfica onde as pessoas se reuniam para ouvir a mensagem de arrependimento de João Batista.","por_que_esta_palavra":"A menção da terra é importante para situar o ministério de João Batista em um local específico, enfatizando a necessidade de arrependimento entre os habitantes da Judeia.","conexao_teologica":"A Judeia é um local central na história da salvação, onde se cumpriram muitas profecias sobre a vinda do Messias.","referencias_relacionadas":["Mateus 3:1","Mateus 3:5","Mateus 4:25"]},"mateus_3_5_country":{"palavra_pt":"country","palavra_original":"περίχωρος","transliteracao":"períchōros","strong":"G4066","significado_raiz":"Ideia básica: country.","significado_contextual":"Refere-se à região circunvizinha à Judeia, onde as pessoas vinham para ouvir João.","explicacao_detalhada":"A palavra 'país' implica em uma abrangência maior, incluindo não apenas a Judeia, mas também as áreas adjacentes que estavam sob a influência do ministério de João Batista.","por_que_esta_palavra":"É usada para mostrar que a mensagem de arrependimento de João não se limitava a um único lugar, mas se espalhava por várias regiões.","conexao_teologica":"A mensagem de arrependimento é universal, alcançando todos os povos, assim como a salvação em Cristo.","referencias_relacionadas":["Mateus 3:5","Mateus 4:24","Lucas 3:3"]},"mateus_3_6_rio":{"palavra_pt":"rio","palavra_original":"Ἰορδάνης","transliteracao":"Iordánēs","strong":"G2446","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se ao rio Jordão, onde João Batista realizava batismos.","explicacao_detalhada":"O rio Jordão é um símbolo de purificação e renovação, sendo o local onde muitos se arrependiam e eram batizados por João.","por_que_esta_palavra":"O batismo no Jordão representa um ato de arrependimento e a preparação para a vinda do Messias.","conexao_teologica":"O batismo é um ato que simboliza a morte para o pecado e o renascimento em Cristo.","referencias_relacionadas":["Mateus 3:6","Mateus 3:16","Marcos 1:5"]},"mateus_3_6_agua":{"palavra_pt":"agua","palavra_original":"ποταμός","transliteracao":"potamós","strong":"G4215","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água do rio Jordão, utilizada para o batismo.","explicacao_detalhada":"A água é um elemento essencial no ritual de batismo, simbolizando a purificação e a nova vida.","por_que_esta_palavra":"A água é um símbolo de arrependimento e renovação espiritual, essencial para a mensagem de João Batista.","conexao_teologica":"A água do batismo representa a purificação dos pecados e a entrada na nova aliança em Cristo.","referencias_relacionadas":["Mateus 3:6","João 3:5","Atos 2:38"]},"mateus_3_6_promessa":{"palavra_pt":"promessa","palavra_original":"ἐξομολογέω","transliteracao":"exomologéō","strong":"G1843","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se à promessa de arrependimento e perdão dos pecados.","explicacao_detalhada":"A palavra 'promessa' aqui se relaciona com a expectativa de que aqueles que se arrependem receberão perdão e nova vida.","por_que_esta_palavra":"É fundamental para a mensagem de João, que enfatiza a necessidade de arrependimento para a salvação.","conexao_teologica":"A promessa de Deus é central na mensagem do evangelho, que oferece salvação a todos que creem.","referencias_relacionadas":["Mateus 3:6","Atos 2:39","Romanos 10:9-10"]},"mateus_3_7_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande multidão que se aproximava de João Batista.","explicacao_detalhada":"A palavra 'grande' indica a magnitude do movimento de arrependimento que estava ocorrendo sob o ministério de João.","por_que_esta_palavra":"A grandeza da multidão demonstra a urgência e a importância da mensagem de João Batista.","conexao_teologica":"A resposta do povo ao chamado de arrependimento é um reflexo da obra do Espírito Santo em preparar os corações para a vinda de Cristo.","referencias_relacionadas":["Mateus 3:7","Mateus 4:25","Lucas 3:7"]},"mateus_3_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de produzir frutos dignos de arrependimento.","explicacao_detalhada":"A palavra 'fazer' implica em uma ação ativa, onde os indivíduos devem demonstrar seu arrependimento através de suas obras.","por_que_esta_palavra":"É um chamado à ação, enfatizando que o arrependimento verdadeiro deve resultar em mudanças visíveis na vida das pessoas.","conexao_teologica":"As obras são uma evidência do verdadeiro arrependimento e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Mateus 3:8","Tiago 2:17","Gálatas 5:22-23"]},"mateus_3_8_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"Refere-se aos resultados ou evidências do arrependimento genuíno.","explicacao_detalhada":"A palavra 'fruto' simboliza as ações e comportamentos que devem surgir de um coração arrependido.","por_que_esta_palavra":"O fruto é uma metáfora poderosa que representa a transformação que deve ocorrer na vida de quem se arrepende.","conexao_teologica":"Os frutos do Espírito são a evidência de uma vida transformada em Cristo, mostrando a mudança que o arrependimento traz.","referencias_relacionadas":["Mateus 3:8","Gálatas 5:22-23","Colossenses 1:10"]},"mateus_3_8_repentance":{"palavra_pt":"repentance","palavra_original":"μετάνοια","transliteracao":"metánoia","strong":"G3341","significado_raiz":"Ideia básica: repentance.","significado_contextual":"Refere-se à mudança de mente e coração que leva ao arrependimento.","explicacao_detalhada":"A palavra 'arrependimento' implica uma transformação interna que resulta em ações externas.","por_que_esta_palavra":"É central para a mensagem de João Batista, que clama por um arrependimento genuíno como preparação para a vinda do Senhor.","conexao_teologica":"O arrependimento é um passo essencial na salvação, conforme ensinado por Jesus e os apóstolos.","referencias_relacionadas":["Mateus 3:8","Atos 2:38","2 Coríntios 7:10"]},"mateus_3_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Criador e Juiz, que conhece os corações.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina sobre a vida das pessoas, especialmente no contexto do arrependimento.","por_que_esta_palavra":"É um lembrete de que Deus está atento às ações e intenções do coração humano.","conexao_teologica":"A relação entre Deus e o homem é central na mensagem do evangelho, que nos chama a um relacionamento restaurado através do arrependimento.","referencias_relacionadas":["Mateus 3:9","Romanos 3:23","Hebreus 4:13"]},"mateus_3_9_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade moral e espiritual das pessoas que se consideram filhos de Abraão.","explicacao_detalhada":"A palavra 'bom' aqui implica em uma vida que reflete a justiça e a retidão esperadas por Deus. João Batista estava alertando os fariseus e saduceus sobre a necessidade de uma verdadeira transformação interna.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza que não basta ser descendente físico de Abraão, mas é necessário ter um caráter que corresponda à vontade de Deus.","conexao_teologica":"A ideia de que a verdadeira filiação a Deus é evidenciada por ações justas é um tema recorrente na Bíblia, ligando a ética cristã à identidade espiritual.","referencias_relacionadas":["Mateus 7:17","Gálatas 5:22","Tiago 3:17"]},"mateus_3_9_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui é uma referência à separação espiritual de Deus, que é a consequência do pecado.","explicacao_detalhada":"João Batista estava alertando sobre a urgência de se arrepender, pois a morte espiritual é o resultado de não se produzir frutos dignos de arrependimento.","por_que_esta_palavra":"A palavra 'morte' é usada para enfatizar a gravidade da situação espiritual dos ouvintes, que precisam entender que suas vidas estão em risco.","conexao_teologica":"A morte espiritual é um tema central na teologia cristã, onde a salvação em Cristo é apresentada como o meio de evitar essa separação eterna.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1-5","Tiago 1:15"]},"mateus_3_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de produzir frutos que são evidências de arrependimento genuíno.","explicacao_detalhada":"A palavra 'fazer' implica em uma ação ativa, onde os ouvintes são chamados a demonstrar sua mudança de coração através de obras que glorificam a Deus.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a responsabilidade pessoal de cada um em viver de acordo com a fé professada.","conexao_teologica":"A conexão entre fé e obras é fundamental na teologia cristã, onde a verdadeira fé se manifesta em ações concretas.","referencias_relacionadas":["Tiago 2:17","Mateus 7:20","Gálatas 5:6"]},"mateus_3_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é o agente de transformação e poder na vida do crente.","explicacao_detalhada":"João Batista fala sobre o batismo com o Espírito Santo, que é essencial para a capacitação do crente para viver uma vida que agrada a Deus.","por_que_esta_palavra":"A palavra 'espírito' é usada para enfatizar a necessidade de uma nova vida e poder que vem de Deus, além do simples arrependimento.","conexao_teologica":"O Espírito Santo é uma parte fundamental da Trindade e é essencial para a vida cristã, guiando e fortalecendo os crentes.","referencias_relacionadas":["Atos 1:8","Romanos 8:9-11","Gálatas 5:22-23"]},"mateus_3_11_homem":{"palavra_pt":"homem","palavra_original":"ἰσχυρός","transliteracao":"ischyrós","strong":"G2478","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a Jesus como o homem forte que batiza com o Espírito Santo e com fogo.","explicacao_detalhada":"A palavra 'homem' aqui destaca a humanidade de Jesus, que, embora divino, se apresenta como o Salvador que traz transformação.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a encarnação de Cristo e sua identificação com a humanidade.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, onde Deus se torna homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Filipenses 2:7-8","Hebreus 2:14"]},"mateus_3_11_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se ao batismo com água, que simboliza arrependimento e purificação.","explicacao_detalhada":"O batismo em água é um ato externo que representa uma mudança interna e a decisão de seguir a Deus.","por_que_esta_palavra":"A palavra 'água' é usada para simbolizar a limpeza e a nova vida que vem através do arrependimento.","conexao_teologica":"O batismo é um símbolo importante na fé cristã, representando a morte para o pecado e o renascimento em Cristo.","referencias_relacionadas":["Atos 2:38","Romanos 6:4","1 Pedro 3:21"]},"mateus_3_12_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus que separa o trigo da palha, simbolizando o juízo e a purificação.","explicacao_detalhada":"A mão é uma metáfora para a ação de Deus em julgar e purificar seu povo, garantindo que apenas o que é verdadeiro permaneça.","por_que_esta_palavra":"A palavra 'mão' enfatiza a ação direta de Deus em sua obra de salvação e juízo.","conexao_teologica":"A ideia de que Deus tem controle sobre o juízo e a purificação é um tema recorrente na Escritura.","referencias_relacionadas":["Mateus 13:30","Salmos 1:4-6","Apocalipse 14:14-20"]},"mateus_3_12_trigo":{"palavra_pt":"trigo","palavra_original":"σῖτος","transliteracao":"sîtos","strong":"G4621","significado_raiz":"Ideia básica: trigo.","significado_contextual":"Refere-se aos verdadeiros crentes que são aceitos por Deus e preservados.","explicacao_detalhada":"O trigo simboliza aqueles que produzem frutos dignos e são parte do reino de Deus, enquanto a palha representa o que é inútil.","por_que_esta_palavra":"A escolha da palavra 'trigo' destaca a importância da frutificação na vida do crente.","conexao_teologica":"A separação entre trigo e palha é uma imagem poderosa do juízo final e da recompensa dos justos.","referencias_relacionadas":["Mateus 13:30","Gálatas 6:7-8","1 Coríntios 3:12-15"]},"mateus_3_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Messias que vem para cumprir todas as promessas de Deus.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a salvação e a esperança para a humanidade.","por_que_esta_palavra":"A escolha do nome 'Jesus' enfatiza sua missão redentora e seu papel como Salvador.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a chave para a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","Isaías 9:6","Atos 4:12"]},"mateus_3_13_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Refere-se à região onde Jesus começou seu ministério, simbolizando a escolha de Deus pelos humildes.","explicacao_detalhada":"Galileia era vista como uma região desprezada, e a escolha de Jesus para iniciar seu ministério lá destaca a graça de Deus em alcançar os marginalizados.","por_que_esta_palavra":"A palavra 'Galileia' enfatiza a humildade e a simplicidade do início do ministério de Jesus.","conexao_teologica":"A escolha de Galileia reflete o tema bíblico de que Deus escolhe o que é fraco e desprezado para confundir os sábios.","referencias_relacionadas":["Mateus 4:12-16","Isaías 9:1-2","João 7:52"]},"mateus_3_13_rio":{"palavra_pt":"rio","palavra_original":"Ἰορδάνης","transliteracao":"Iordánēs","strong":"G2446","significado_raiz":"Ideia básica: rio.","significado_contextual":"O rio Jordão é um símbolo de purificação e batismo.","explicacao_detalhada":"O rio Jordão é mencionado frequentemente na Bíblia como um local de eventos significativos, incluindo o batismo de Jesus. Ele representa a transição e a purificação, onde as pessoas iam para se arrepender e serem batizadas.","por_que_esta_palavra":"A palavra 'rio' é utilizada para enfatizar a importância do local onde o batismo ocorreu, simbolizando a passagem da velha vida para a nova.","conexao_teologica":"O batismo de Jesus no Jordão marca o início de seu ministério e a identificação com a humanidade pecadora.","referencias_relacionadas":["Mateus 3:6","Lucas 3:3","João 1:28"]},"mateus_3_14_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"O termo 'assunto' refere-se à questão do batismo e sua importância.","explicacao_detalhada":"João Batista questiona a necessidade de batizar Jesus, que não tem pecado. O 'assunto' aqui é a relação entre a pureza de Jesus e o ato de batismo.","por_que_esta_palavra":"A palavra 'assunto' é usada para destacar a perplexidade de João em relação ao batismo de alguém que não precisa de arrependimento.","conexao_teologica":"Este diálogo revela a humildade de Jesus e sua disposição em se identificar com os pecadores.","referencias_relacionadas":["Mateus 3:14","Marcos 1:7","Lucas 3:15"]},"mateus_3_14_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'João' é significativo, pois significa 'Deus é gracioso'.","explicacao_detalhada":"O nome de João Batista é mencionado para enfatizar sua missão profética e o papel que desempenha na preparação do caminho para Jesus.","por_que_esta_palavra":"A palavra 'nome' é importante para identificar a autoridade e a missão de João como precursor de Cristo.","conexao_teologica":"O nome de João Batista destaca a graça de Deus ao enviar um profeta para preparar o povo.","referencias_relacionadas":["Mateus 3:1","Lucas 1:13","João 1:6"]},"mateus_3_14_forbid":{"palavra_pt":"forbid","palavra_original":"διακωλύω","transliteracao":"diakōlýō","strong":"G1254","significado_raiz":"Ideia básica: forbid.","significado_contextual":"A palavra 'forbid' reflete a resistência de João em batizar Jesus.","explicacao_detalhada":"João Batista se opõe ao batismo de Jesus, reconhecendo sua própria indignidade em comparação com Ele.","por_que_esta_palavra":"A palavra 'forbid' é usada para mostrar a humildade de João e sua compreensão da grandeza de Jesus.","conexao_teologica":"A resistência de João destaca a natureza divina de Jesus e a necessidade de submissão ao plano de Deus.","referencias_relacionadas":["Mateus 3:14","Lucas 3:15","João 1:27"]},"mateus_3_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação'.","explicacao_detalhada":"Jesus, ao ser batizado, demonstra sua identificação com a humanidade e seu compromisso com a missão de salvação.","por_que_esta_palavra":"A palavra 'Jesus' é central na narrativa, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"O batismo de Jesus é um ato de obediência e um exemplo para todos os crentes.","referencias_relacionadas":["Mateus 1:21","Lucas 3:21","João 3:16"]},"mateus_3_15_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A 'justiça' aqui se refere ao cumprimento da vontade de Deus.","explicacao_detalhada":"Jesus afirma que o batismo é necessário para 'cumprir toda a justiça', indicando que é parte do plano divino de redenção.","por_que_esta_palavra":"A palavra 'justiça' é usada para enfatizar a importância do cumprimento das promessas e profecias de Deus.","conexao_teologica":"A justiça de Deus é revelada na obediência de Jesus, que se submete ao batismo.","referencias_relacionadas":["Mateus 5:17","Romanos 3:21-26","Gálatas 2:16"]},"mateus_3_15_torre":{"palavra_pt":"torre","palavra_original":"πρέπω","transliteracao":"prépō","strong":"G4241","significado_raiz":"Ideia básica: torre.","significado_contextual":"A palavra 'torre' não aparece diretamente neste versículo, mas pode ser interpretada como um símbolo de proteção e segurança.","explicacao_detalhada":"Embora não esteja diretamente relacionada ao texto, a ideia de 'torre' pode ser vista como um símbolo da fortaleza de Deus e sua proteção sobre aqueles que obedecem.","por_que_esta_palavra":"A menção de 'torre' pode ser uma alusão à segurança que encontramos em Deus ao seguir sua vontade.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, refletindo a segurança que temos em Cristo.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 91:2"]},"mateus_3_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente enfatizado como o Filho de Deus.","explicacao_detalhada":"Após o batismo, Jesus é reconhecido como o Filho amado de Deus, recebendo a confirmação divina de sua missão.","por_que_esta_palavra":"A repetição do nome 'Jesus' destaca sua importância e centralidade na narrativa da salvação.","conexao_teologica":"O reconhecimento de Jesus como Filho de Deus é fundamental para a compreensão da Trindade e da missão redentora.","referencias_relacionadas":["Mateus 3:17","Lucas 3:22","João 1:34"]},"mateus_3_16_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' representa a presença de Deus e a confirmação de sua aprovação.","explicacao_detalhada":"A abertura dos céus após o batismo de Jesus simboliza a comunicação direta entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'céu' é usada para enfatizar a conexão divina e a revelação de Deus ao mundo.","conexao_teologica":"A abertura dos céus é um sinal da nova era que se inicia com o ministério de Jesus.","referencias_relacionadas":["Mateus 3:17","Marcos 1:10","Lucas 3:21"]},"mateus_3_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' é o símbolo da presença de Deus e do poder divino.","explicacao_detalhada":"O Espírito Santo desce sobre Jesus em forma de pomba, indicando a unção e o início de seu ministério.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a ação de Deus na vida de Jesus e na vida dos crentes.","conexao_teologica":"A descida do Espírito Santo é um momento de confirmação e capacitação para a missão de Jesus.","referencias_relacionadas":["Mateus 3:16","Lucas 4:18","Atos 10:38"]},"mateus_3_17_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é o lugar onde Deus habita e é associado à sua presença e autoridade.","explicacao_detalhada":"Neste versículo, o céu é mencionado como o local de onde vem a voz de Deus, confirmando a identidade de Jesus como Seu Filho amado. O céu simboliza a conexão entre o divino e o humano.","por_que_esta_palavra":"A palavra 'céu' é utilizada para enfatizar a origem divina da declaração sobre Jesus, mostrando que Ele é reconhecido por Deus Pai.","conexao_teologica":"O céu representa a soberania de Deus e a revelação de Sua vontade. A confirmação da filiação de Jesus é um ponto central na teologia cristã.","referencias_relacionadas":["Mateus 28:18","João 3:13","Atos 1:11"]},"mateus_3_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Neste contexto, 'entre' é usado para descrever a relação de Jesus com os que estão ao seu redor, destacando a presença de Deus no meio deles.","por_que_esta_palavra":"A palavra 'entre' é importante para mostrar que a declaração de Deus sobre Jesus não é apenas para Ele, mas também para aqueles que estão presentes.","conexao_teologica":"A presença de Deus entre as pessoas é um tema recorrente na Bíblia, simbolizando a comunhão e a revelação divina.","referencias_relacionadas":["Mateus 18:20","Salmos 22:3","Isaías 7:14"]}}