{"mateus_4_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Messias, o Salvador prometido.","explicacao_detalhada":"Neste versículo, Jesus é levado pelo Espírito ao deserto para ser tentado, o que marca o início de seu ministério público e a luta contra as forças do mal.","por_que_esta_palavra":"O nome 'Jesus' é central na fé cristã, pois significa 'O Senhor é Salvação'. Ele é a figura que cumpre as profecias do Antigo Testamento.","conexao_teologica":"A tentação de Jesus no deserto é um paralelo à tentação de Adão e Eva, mostrando que Jesus é o novo Adão que vence o pecado.","referencias_relacionadas":["Lucas 4:1-13","Hebreus 4:15","Romanos 5:19"]},"mateus_4_1_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O Espírito é a terceira pessoa da Trindade, representando a presença e a ação de Deus no mundo.","explicacao_detalhada":"O Espírito Santo guia Jesus ao deserto, simbolizando a preparação divina para o ministério de Jesus e a importância da direção espiritual.","por_que_esta_palavra":"A palavra 'espírito' destaca a ação de Deus na vida de Jesus e a necessidade de dependência do Espírito em momentos de provação.","conexao_teologica":"A presença do Espírito Santo é fundamental na vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["Atos 10:38","Romanos 8:14","Gálatas 5:16"]},"mateus_4_1_deserto":{"palavra_pt":"deserto","palavra_original":"ἔρημος","transliteracao":"érēmos","strong":"G2048","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O deserto é um lugar de isolamento e provação, frequentemente associado a testes espirituais.","explicacao_detalhada":"Jesus é levado ao deserto para ser tentado, um ambiente que simboliza a luta contra as tentações e a preparação para o ministério.","por_que_esta_palavra":"A palavra 'deserto' é significativa porque representa o lugar onde a fé é testada e onde se busca a dependência de Deus.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, onde muitos personagens enfrentam provações e encontram a presença de Deus.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2-3","Hebreus 3:8"]},"mateus_4_2_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma unidade de tempo que pode simbolizar períodos de atividade e provação.","explicacao_detalhada":"Jesus passou 40 dias e 40 noites em jejum, um período que enfatiza a intensidade da sua preparação espiritual antes de enfrentar as tentações.","por_que_esta_palavra":"A palavra 'dia' é usada para mostrar a duração do jejum e a seriedade da preparação de Jesus para o ministério.","conexao_teologica":"O jejum é uma prática espiritual que simboliza a busca de Deus e a preparação para desafios espirituais.","referencias_relacionadas":["Mateus 6:16-18","Lucas 4:2","Atos 13:2-3"]},"mateus_4_2_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A meia-noite é um momento simbólico de escuridão e vigilância.","explicacao_detalhada":"Embora 'meia-noite' não apareça diretamente neste versículo, a ideia de momentos de escuridão espiritual é relevante para a luta de Jesus contra as tentações.","por_que_esta_palavra":"A palavra 'meia-noite' pode ser usada para ilustrar a luta espiritual que ocorre em momentos de grande escuridão.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para simbolizar a luta contra o pecado e a necessidade de luz, que é Cristo.","referencias_relacionadas":["Mateus 25:6","Lucas 12:38","1 Tessalonicenses 5:5"]},"mateus_4_2_alimento":{"palavra_pt":"alimento","palavra_original":"νηστεύω","transliteracao":"nēsteúō","strong":"G3522","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento é essencial para a sobrevivência física, mas também simboliza a nutrição espiritual.","explicacao_detalhada":"Jesus, ao jejuar, demonstra que a verdadeira sustento vem da palavra de Deus e não apenas do alimento físico.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a dependência de Jesus em relação a Deus e a importância da palavra divina.","conexao_teologica":"A relação entre alimento físico e espiritual é um tema central na Bíblia, onde Jesus se apresenta como o pão da vida.","referencias_relacionadas":["João 6:35","Mateus 6:11","Deuteronômio 8:3"]},"mateus_4_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e a fonte de toda autoridade e poder.","explicacao_detalhada":"Neste versículo, a tentação de Satanás desafia a identidade de Jesus como Filho de Deus, buscando fazê-lo duvidar de sua relação com o Pai.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza da tentação e a resposta de Jesus, que se baseia na confiança em Deus.","conexao_teologica":"A relação entre Jesus e Deus Pai é central na teologia cristã, enfatizando a divindade de Cristo e sua missão redentora.","referencias_relacionadas":["Mateus 3:17","João 10:30","Romanos 1:7"]},"mateus_4_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma transformação ou mudança de estado.","explicacao_detalhada":"Satanás tenta Jesus a transformar pedras em pão, desafiando-o a usar seu poder divino para satisfazer suas necessidades físicas.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para entender a natureza da tentação e a resposta de Jesus, que recusa usar seu poder para benefício próprio.","conexao_teologica":"A tentação de usar o poder de Deus para fins egoístas é uma luta comum na vida cristã, enfatizando a necessidade de viver em obediência a Deus.","referencias_relacionadas":["Tiago 1:13-14","Mateus 26:39","Filipenses 2:7-8"]},"mateus_4_4_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é o órgão que fala e se comunica, simbolizando a expressão e a revelação.","explicacao_detalhada":"No contexto de Mateus 4:4, Jesus responde ao diabo citando Deuteronômio 8:3, enfatizando que a vida do homem não se resume apenas ao alimento físico, mas à palavra que sai da boca de Deus, que traz vida e sustento espiritual.","por_que_esta_palavra":"A palavra 'boca' é crucial para entender a comunicação divina e a importância da revelação de Deus para a vida humana.","conexao_teologica":"A boca de Deus representa a Sua autoridade e poder de criar e sustentar a vida, mostrando que a verdadeira nutrição vem de Sua palavra.","referencias_relacionadas":["Deuteronômio 8:3","Salmos 119:103","Mateus 12:34"]},"mateus_4_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador de todas as coisas.","explicacao_detalhada":"Neste versículo, a referência a Deus destaca a Sua soberania e a importância de depender dEle para a vida espiritual, não apenas das necessidades físicas.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a fonte de toda vida e verdade.","conexao_teologica":"A dependência de Deus é um tema recorrente nas Escrituras, onde Ele é visto como o provedor e sustentador.","referencias_relacionadas":["Gênesis 1:1","Salmos 23:1","Filipenses 4:19"]},"mateus_4_4_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Sozinho implica estar sem companhia, mas também pode significar estar em um estado de dependência total de Deus.","explicacao_detalhada":"Jesus, ao estar sozinho no deserto, exemplifica a dependência de Deus em momentos de provação, mostrando que mesmo na solidão, a palavra de Deus é suficiente.","por_que_esta_palavra":"A palavra 'sozinho' enfatiza a experiência de Jesus e a necessidade de buscar a presença de Deus em momentos difíceis.","conexao_teologica":"A solidão pode ser um momento de crescimento espiritual, onde a dependência de Deus se torna mais evidente.","referencias_relacionadas":["Salmos 34:18","Mateus 28:20","Hebreus 13:5"]},"mateus_4_5_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"No contexto de Mateus 4:5, o diabo leva Jesus ao templo, um lugar sagrado, para tentar distorcer a compreensão do que é realmente sagrado e a relação com Deus.","por_que_esta_palavra":"A palavra 'sagrado' é importante para entender a reverência que devemos ter em relação a Deus e aos lugares e coisas que Ele consagrou.","conexao_teologica":"O sagrado nos lembra da presença de Deus e da necessidade de respeitar o que Ele estabeleceu como santo.","referencias_relacionadas":["Êxodo 3:5","Levítico 11:44","1 Pedro 1:16"]},"mateus_4_5_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança é um pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"Embora a palavra 'aliança' não apareça diretamente em Mateus 4:5, o conceito de aliança é fundamental para entender a relação de Jesus com o povo de Israel e a nova aliança que Ele estabelece.","por_que_esta_palavra":"A aliança é central na narrativa bíblica, representando a fidelidade de Deus e a resposta do homem a essa fidelidade.","conexao_teologica":"A nova aliança em Cristo é um tema central no Novo Testamento, mostrando como Jesus cumpre as promessas de Deus.","referencias_relacionadas":["Gênesis 9:13","Jeremias 31:31","Lucas 22:20"]},"mateus_4_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, cuja autoridade é reconhecida em toda a criação.","explicacao_detalhada":"Neste versículo, o diabo cita a Escritura para tentar Jesus, reconhecendo a autoridade de Deus, mas distorcendo Seu propósito.","por_que_esta_palavra":"A palavra 'Deus' reafirma a soberania e o poder que Ele tem sobre todas as coisas, incluindo as tentações.","conexao_teologica":"A soberania de Deus é um tema central que nos lembra de que Ele está no controle, mesmo em momentos de tentação.","referencias_relacionadas":["Salmos 91:11-12","Romanos 8:31","Hebreus 1:14"]},"mateus_4_6_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza poder, ação e proteção.","explicacao_detalhada":"No contexto de Mateus 4:6, a referência à mão de Deus implica proteção e cuidado, mas também pode ser uma tentativa de manipulação por parte do diabo.","por_que_esta_palavra":"A mão de Deus é frequentemente associada à Sua intervenção na vida dos crentes, mostrando Seu cuidado e proteção.","conexao_teologica":"A mão de Deus é um símbolo de Sua presença ativa e protetora na vida dos fiéis.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"mateus_4_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o Filho de Deus, o Messias prometido, que veio para salvar a humanidade.","explicacao_detalhada":"Neste versículo, Jesus responde ao diabo com a Escritura, afirmando a importância de não tentar a Deus, demonstrando Sua autoridade e submissão ao Pai.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A obediência de Jesus ao Pai é um exemplo para os crentes, mostrando como devemos viver em submissão à vontade de Deus.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_4_7_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Deus e a necessidade de reverência diante dEle, especialmente em momentos de tentação.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé cristã, pois implica submissão e adoração.","conexao_teologica":"A autoridade de Deus é um tema recorrente na Bíblia, mostrando que Ele é digno de confiança e adoração.","referencias_relacionadas":["Salmos 24:1","Romanos 10:9","Apocalipse 19:16"]},"mateus_4_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, cuja vontade deve ser respeitada e não desafiada.","explicacao_detalhada":"Neste versículo, Jesus reafirma a importância de não tentar a Deus, reconhecendo Sua autoridade e o respeito que devemos ter por Ele.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o ser humano e o Criador, especialmente em situações de tentação.","conexao_teologica":"A reverência a Deus é essencial na vida do crente, lembrando-nos de Sua grandeza e poder.","referencias_relacionadas":["Salmos 46:10","Mateus 6:9","Hebreus 12:28"]},"mateus_4_8_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória mencionada aqui refere-se ao esplendor e à majestade que pertencem a Deus.","explicacao_detalhada":"No contexto do versículo, a glória é apresentada como algo que o diabo oferece a Jesus em troca de adoração. Essa glória é efêmera e não se compara à verdadeira glória que vem de Deus.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a grandeza e a soberania de Deus, contrastando com as ofertas enganosas do inimigo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, representando Sua presença e poder. Jesus, ao rejeitar a oferta do diabo, reafirma que a verdadeira glória pertence a Deus.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"mateus_4_8_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte é um local elevado, simbolizando proximidade com o céu e com Deus.","explicacao_detalhada":"Neste versículo, o diabo leva Jesus a um monte muito alto para mostrar-lhe todos os reinos do mundo. O monte representa um lugar de visão e perspectiva.","por_que_esta_palavra":"A escolha do monte como cenário destaca a tentativa do diabo de seduzir Jesus com uma visão abrangente do poder terreno.","conexao_teologica":"Montes são frequentemente mencionados na Bíblia como locais de revelação divina, como o Monte Sinai. Aqui, o contraste é entre a visão humana e a divina.","referencias_relacionadas":["Salmos 121:1","Mateus 5:14","Hebreus 12:22"]},"mateus_4_8_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O mundo aqui se refere ao sistema de reinos e poderes que existem sob a influência do pecado.","explicacao_detalhada":"O diabo oferece a Jesus todos os reinos do mundo, que são temporários e corruptos, em troca de adoração. Isso destaca a natureza passageira das coisas terrenas.","por_que_esta_palavra":"A palavra 'mundo' é usada para enfatizar a tentação de Jesus em aceitar um domínio que não é eterno.","conexao_teologica":"A Bíblia fala sobre o mundo como um lugar que está em oposição a Deus. Jesus, ao rejeitar a oferta, demonstra que Seu reino não é deste mundo.","referencias_relacionadas":["João 15:19","1 João 2:15-17","Romanos 12:2"]},"mateus_4_9_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar aqui refere-se à comunicação verbal, especialmente no contexto de ordens ou instruções.","explicacao_detalhada":"O diabo tenta Jesus a falar palavras de adoração a ele, o que representa uma inversão da adoração que deve ser direcionada a Deus.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da linguagem e da adoração em nossa relação com Deus.","conexao_teologica":"A Bíblia enfatiza que a adoração deve ser dirigida somente a Deus, e não a seres criados. A tentativa do diabo é um exemplo de idolatria.","referencias_relacionadas":["Êxodo 20:3-5","Mateus 4:10","Romanos 1:25"]},"mateus_4_9_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Caminho representa a direção ou o modo de vida que alguém escolhe seguir.","explicacao_detalhada":"Neste contexto, o diabo sugere que Jesus deve seguir um caminho de adoração a ele, em vez de seguir o caminho que leva à cruz e à salvação.","por_que_esta_palavra":"A palavra 'caminho' é crucial para entender as escolhas que fazemos na vida e as consequências dessas escolhas.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida (João 14:6). A tentação do diabo representa um desvio desse caminho.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"mateus_4_9_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar, neste contexto, refere-se à ação de conceder ou oferecer algo a alguém.","explicacao_detalhada":"O diabo oferece a Jesus os reinos do mundo, como se fossem um presente, mas na verdade, são uma armadilha.","por_que_esta_palavra":"A palavra 'dar' destaca a natureza enganosa da oferta do diabo, que parece generosa, mas é uma tentação.","conexao_teologica":"Deus é o verdadeiro doador de bênçãos, e a oferta do diabo contrasta com as dádivas que vêm de Deus.","referencias_relacionadas":["Tiago 1:17","Romanos 6:23","Mateus 7:11"]},"mateus_4_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome dado ao Filho de Deus, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus reafirma Sua identidade e missão ao rejeitar a adoração ao diabo, afirmando que somente a Deus se deve adorar.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, representando a encarnação de Deus e a salvação da humanidade.","conexao_teologica":"A rejeição da tentação pelo nome de Jesus destaca Sua autoridade divina e Sua missão redentora.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_4_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Jesus afirma que somente ao Senhor devemos adorar, reconhecendo a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a posição de Deus como o único digno de adoração e reverência.","conexao_teologica":"A autoridade de Deus é um tema recorrente na Bíblia, e Jesus, ao afirmar isso, reafirma Sua própria divindade.","referencias_relacionadas":["Salmos 24:1","Filipenses 2:10-11","Apocalipse 19:16"]},"mateus_4_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e Sustentador do universo, digno de toda adoração.","explicacao_detalhada":"Neste versículo, Jesus menciona Deus como o único que merece adoração, contrastando com a tentação do diabo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da natureza divina e da relação do homem com o Criador.","conexao_teologica":"A adoração a Deus é um princípio central da fé cristã, e Jesus reafirma isso em Sua resposta ao diabo.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:5","João 4:24"]},"mateus_4_11_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Amigo, neste contexto, refere-se a alguém que serve ou ajuda, especialmente em um papel ministerial.","explicacao_detalhada":"Após a tentação, os anjos vêm e servem a Jesus, mostrando que mesmo o Filho de Deus não está sozinho e recebe ajuda divina.","por_que_esta_palavra":"A palavra 'amigo' destaca a importância do serviço e do apoio mútuo na caminhada cristã.","conexao_teologica":"A presença dos anjos serve como um lembrete de que Deus cuida de Seus filhos e os fortalece em momentos de necessidade.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Mateus 26:53"]},"mateus_4_11_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoracao' refere-se ao ato de reverência e devoção a Deus, especialmente no contexto da tentação de Jesus, onde Ele afirma que somente a Deus devemos adorar.","explicacao_detalhada":"No versículo, Jesus responde ao diabo, afirmando que a adoração deve ser exclusiva a Deus. Isso destaca a importância da fidelidade a Deus em todas as circunstâncias, mesmo diante de tentações.","por_que_esta_palavra":"A palavra 'adoracao' é crucial porque define a relação do ser humano com Deus, enfatizando que a verdadeira adoração deve ser direcionada apenas a Ele.","conexao_teologica":"A adoração é um tema central na teologia cristã, refletindo a soberania de Deus e a resposta do ser humano à Sua grandeza. Jesus reafirma que a adoração não deve ser desviada para outros ídolos ou tentações.","referencias_relacionadas":["Mateus 4:10","João 4:24","Salmos 95:6"]},"mateus_4_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa do Novo Testamento, representando o Salvador prometido que veio para redimir a humanidade.","explicacao_detalhada":"Neste versículo, a menção de Jesus marca o início de Seu ministério público. O nome 'Jesus' significa 'O Senhor é salvação', refletindo Sua missão de trazer salvação ao mundo.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental porque identifica a pessoa central da fé cristã, cuja vida e ensinamentos são a base da doutrina cristã.","conexao_teologica":"Jesus é visto como o cumprimento das profecias do Antigo Testamento e a encarnação de Deus na Terra, estabelecendo uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"mateus_4_12_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade e autoridade de Jesus, que é reconhecido e proclamado em toda a Escritura.","explicacao_detalhada":"O nome de Jesus é mais do que uma simples designação; é um símbolo de Sua autoridade e poder, e é através do Seu nome que os crentes são salvos e curados.","por_que_esta_palavra":"O nome é essencial para a compreensão da identidade de Jesus e de Sua missão, sendo um ponto de referência para a fé cristã.","conexao_teologica":"O nome de Jesus é invocado em oração e adoração, refletindo a crença de que Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:13","Atos 3:6"]},"mateus_4_12_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus iniciou Seu ministério, um lugar de grande diversidade cultural e social.","explicacao_detalhada":"A Galileia era vista como uma região desprezada por muitos judeus, mas Jesus escolheu esse lugar para começar Sua obra, mostrando que a salvação é para todos.","por_que_esta_palavra":"A menção à Galileia destaca a escolha de Deus de operar em lugares inesperados e entre pessoas marginalizadas.","conexao_teologica":"A Galileia simboliza a inclusão do evangelho, que não se limita aos judeus, mas se estende a todas as nações.","referencias_relacionadas":["Mateus 4:15","Mateus 28:7","Lucas 4:14"]},"mateus_4_13_nazareth":{"palavra_pt":"nazareth","palavra_original":"Ναζαρέθ","transliteracao":"Nazaréth","strong":"G3478","significado_raiz":"Ideia básica: nazareth.","significado_contextual":"Nazareth é a cidade onde Jesus cresceu e é frequentemente associada à Sua humildade e origem simples.","explicacao_detalhada":"A escolha de Nazareth como lar de Jesus enfatiza que Deus pode operar através de circunstâncias humildes e insignificantes aos olhos do mundo.","por_que_esta_palavra":"Nazareth representa a encarnação de Jesus em um contexto comum, desafiando as expectativas sobre o Messias.","conexao_teologica":"A humildade de Jesus, nascido em uma cidade pequena, reflete a natureza do Reino de Deus, que é acessível a todos.","referencias_relacionadas":["Mateus 2:23","João 1:46","Lucas 2:39"]},"mateus_4_14_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Esaias, ou Isaías, é um profeta do Antigo Testamento cujas profecias preveem a vinda do Messias.","explicacao_detalhada":"A citação de Isaías neste contexto mostra que Jesus é o cumprimento das promessas de Deus, ligando o Antigo e o Novo Testamento.","por_que_esta_palavra":"A referência a Esaias é importante para validar a missão de Jesus e sua identidade como o Messias prometido.","conexao_teologica":"Isaías é frequentemente citado no Novo Testamento para demonstrar que Jesus é a realização das profecias messiânicas.","referencias_relacionadas":["Isaías 9:1-2","Mateus 12:17-21","Lucas 4:17-21"]},"mateus_4_14_fim":{"palavra_pt":"cumprir/encher","palavra_original":"πληρόω","transliteracao":"plēróō","strong":"G4137","significado_raiz":"Ideia básica: cumprir.","significado_contextual":"A palavra 'cumprir/encher' refere-se ao ato de realizar as profecias e promessas de Deus.","explicacao_detalhada":"Neste versículo, o cumprimento das profecias é um tema central, mostrando que Jesus veio para realizar o que foi predito.","por_que_esta_palavra":"A ideia de 'cumprir' é essencial para entender a missão de Jesus e a fidelidade de Deus às Suas promessas.","conexao_teologica":"O cumprimento das Escrituras é um testemunho da soberania de Deus e da certeza de que Suas promessas se realizam.","referencias_relacionadas":["Mateus 5:17","Lucas 24:44","Atos 3:18"]},"mateus_4_15_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo físico, mas também simboliza a criação de Deus e o lugar onde a revelação divina acontece.","explicacao_detalhada":"Neste contexto, a terra é o cenário onde Jesus realiza Seu ministério, trazendo luz e esperança para aqueles que habitam nas trevas.","por_que_esta_palavra":"A terra é um símbolo da criação e da presença de Deus entre Seu povo, enfatizando a importância do espaço físico na obra divina.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente na Bíblia, mostrando que Deus se importa com a criação e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"mateus_4_15_zabulon":{"palavra_pt":"zabulon","palavra_original":"Ζαβουλών","transliteracao":"Zaboulṓn","strong":"G2194","significado_raiz":"Ideia básica: zabulon.","significado_contextual":"Zabulon é uma das tribos de Israel, e sua menção aqui destaca a conexão de Jesus com o povo escolhido.","explicacao_detalhada":"A referência à tribo de Zabulon mostra que Jesus veio para cumprir as promessas feitas a Israel, trazendo luz e salvação ao Seu povo.","por_que_esta_palavra":"Zabulon simboliza a continuidade da história da salvação, ligando o passado de Israel ao ministério de Jesus.","conexao_teologica":"A inclusão de Zabulon nas profecias messiânicas reforça a ideia de que Jesus é o cumprimento das promessas de Deus a Israel.","referencias_relacionadas":["Gênesis 49:13","Mateus 4:14","Isaías 9:1"]},"mateus_4_15_tribo":{"palavra_pt":"tribo","palavra_original":"Νεφθαλείμ","transliteracao":"Nephthaleím","strong":"G3508","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, representando a totalidade do povo de Deus.","explicacao_detalhada":"A menção da tribo de Naftali, junto com Zabulon, enfatiza a inclusão de todas as tribos na obra redentora de Jesus.","por_que_esta_palavra":"A palavra 'tribo' é importante para entender a identidade do povo de Deus e como Jesus se relaciona com eles.","conexao_teologica":"A salvação de Jesus é oferecida a todos os povos, e a referência às tribos de Israel mostra que Ele é o cumprimento das promessas feitas a eles.","referencias_relacionadas":["Mateus 10:6","Romanos 1:16","Apocalipse 7:4-8"]},"mateus_4_16_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui é entendida como a separação espiritual e física do ser humano de Deus, resultante do pecado.","explicacao_detalhada":"No contexto de Mateus 4:16, a morte simboliza a condição de escuridão e desespero em que o povo vivia antes da vinda de Jesus. A luz que brilha nas trevas é a esperança de vida eterna que Ele traz.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a necessidade da salvação que Jesus oferece, pois sem reconhecer a morte espiritual, não há compreensão da vida que Ele proporciona.","conexao_teologica":"A morte é um tema central na teologia cristã, representando a consequência do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:22"]},"mateus_4_16_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor mencionado refere-se ao respeito e à reverência que as pessoas sentiam diante da mensagem de Jesus.","explicacao_detalhada":"Neste versículo, o temor é uma resposta emocional à luz que Jesus traz, contrastando com a escuridão da morte espiritual. É um reconhecimento da autoridade divina de Jesus.","por_que_esta_palavra":"O temor é importante porque indica a reação do povo à revelação de Deus e à sua mensagem de arrependimento e esperança.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para a relação do ser humano com Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"mateus_4_16_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo mencionado refere-se aos israelitas que estavam em trevas, necessitando da luz de Cristo.","explicacao_detalhada":"O 'povo' aqui representa a coletividade que estava perdida e sem direção, aguardando a vinda do Messias que traria libertação e esperança.","por_que_esta_palavra":"A palavra 'povo' é significativa porque enfatiza a missão de Jesus de alcançar todos, especialmente os marginalizados e oprimidos.","conexao_teologica":"A salvação é oferecida a todos os povos, e a inclusão do povo de Israel é um cumprimento das promessas de Deus.","referencias_relacionadas":["Isaías 9:2","Mateus 28:19","Atos 2:21"]},"mateus_4_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que significa 'O Senhor salva', e é central para a mensagem do evangelho.","explicacao_detalhada":"Neste versículo, Jesus inicia seu ministério proclamando a necessidade de arrependimento, pois o Reino dos Céus está próximo. Ele é a personificação da salvação.","por_que_esta_palavra":"A palavra 'Jesus' é essencial, pois identifica o salvador que veio para redimir a humanidade do pecado.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua vinda é o cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_4_17_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu aqui representa o domínio de Deus e o lugar onde Ele reina, em contraste com a condição atual da humanidade.","explicacao_detalhada":"Ao mencionar o Reino dos Céus, Jesus está chamando as pessoas a uma nova realidade espiritual e a um relacionamento restaurado com Deus.","por_que_esta_palavra":"A palavra 'céu' é importante porque indica a esperança e a promessa de um futuro glorioso para aqueles que se arrependem e seguem a Cristo.","conexao_teologica":"O Reino dos Céus é um tema central no ensino de Jesus, representando a soberania de Deus e a realização de sua vontade na terra.","referencias_relacionadas":["Mateus 5:3","Lucas 17:21","Romanos 14:17"]},"mateus_4_17_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Pregar ou proclamar a verdade é a missão de Jesus e de seus seguidores, anunciando a mensagem de arrependimento e salvação.","explicacao_detalhada":"A proclamação da verdade é fundamental para a transformação espiritual, pois leva as pessoas a reconhecerem sua condição e a necessidade de mudança.","por_que_esta_palavra":"A palavra 'pregar' é vital, pois enfatiza a ação de compartilhar a mensagem de Deus, que é a verdade que liberta.","conexao_teologica":"A verdade é um dos atributos de Deus, e Jesus se apresenta como a verdade que traz libertação e vida.","referencias_relacionadas":["João 8:32","2 Timóteo 4:2","Efésios 4:15"]},"mateus_4_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus chama seus discípulos para segui-lo, iniciando um relacionamento que transformará suas vidas.","explicacao_detalhada":"Neste versículo, Jesus se apresenta como o líder que guia e transforma, chamando pessoas comuns para uma missão extraordinária.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua importância e autoridade como o Filho de Deus que chama os homens para segui-lo.","conexao_teologica":"O chamado de Jesus é um convite à discipulado, que é central na vida cristã.","referencias_relacionadas":["Mateus 4:19","Lucas 5:10","João 1:43"]},"mateus_4_18_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A rocha simboliza a firmeza e a estabilidade que Jesus oferece aos seus seguidores.","explicacao_detalhada":"Ao chamar Pedro de 'rocha', Jesus estabelece a base sobre a qual a Igreja será construída, simbolizando a fé inabalável.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque representa a segurança e a proteção que vem de uma relação sólida com Cristo.","conexao_teologica":"Cristo é a rocha eterna, e a Igreja é edificada sobre Ele, que é a verdade e a salvação.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"mateus_4_18_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa o mundo caótico e a vida cotidiana dos pescadores, que Jesus transforma ao chamá-los para uma nova missão.","explicacao_detalhada":"Neste contexto, o mar é o cenário onde Jesus encontra seus discípulos, simbolizando a vida comum que Ele transforma em algo extraordinário.","por_que_esta_palavra":"A palavra 'mar' é importante porque ilustra o ambiente onde Jesus realiza seu ministério e chama pessoas para segui-lo.","conexao_teologica":"Jesus tem autoridade sobre as forças da natureza, e isso se reflete em sua capacidade de transformar vidas.","referencias_relacionadas":["Mateus 8:26","João 21:1","Marcos 4:39"]},"mateus_4_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de Jesus de chamar seus discípulos para uma nova missão de pescadores de homens.","explicacao_detalhada":"Neste versículo, 'fazer' implica em um chamado ativo para que os discípulos se tornem agentes de transformação e evangelização.","por_que_esta_palavra":"A palavra 'fazer' é significativa porque destaca a ação e o compromisso que Jesus espera de seus seguidores.","conexao_teologica":"A missão de fazer discípulos é central no cristianismo, refletindo o chamado de Jesus para todos os crentes.","referencias_relacionadas":["Mateus 28:19","Marcos 16:15","Atos 1:8"]},"mateus_4_19_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de convocar ou chamar alguém para uma ação específica.","explicacao_detalhada":"Neste contexto, Jesus chama os discípulos para segui-lo e se tornarem pescadores de homens, enfatizando a importância da comunicação divina e do chamado pessoal.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a autoridade de Jesus e a clareza de seu chamado.","conexao_teologica":"O chamado de Jesus é um tema central no Novo Testamento, simbolizando a iniciação de uma nova vida em Cristo.","referencias_relacionadas":["Mateus 4:19","Mateus 9:9","João 10:27"]},"mateus_4_19_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica do que foi dito anteriormente.","explicacao_detalhada":"Neste versículo, 'portanto' conecta o chamado de Jesus com a resposta dos discípulos, enfatizando a urgência e a importância de seguir a Cristo.","por_que_esta_palavra":"A palavra 'portanto' é usada para reforçar a necessidade de ação em resposta ao chamado de Jesus.","conexao_teologica":"A obediência ao chamado de Deus é um princípio fundamental na vida cristã.","referencias_relacionadas":["Mateus 4:19","Romanos 12:1","Tiago 1:22"]},"mateus_4_21_nome":{"palavra_pt":"nome","palavra_original":"Ἰάκωβος","transliteracao":"Iákōbos","strong":"G2385","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que neste caso é Iáco, um dos discípulos.","explicacao_detalhada":"O nome Iáco é significativo, pois representa não apenas a pessoa, mas também seu papel na história da salvação.","por_que_esta_palavra":"O uso do nome enfatiza a individualidade e a importância de cada discípulo no plano de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem o caráter e a missão das pessoas.","referencias_relacionadas":["Mateus 4:21","Gênesis 32:28","Atos 1:13"]},"mateus_4_21_zebedee":{"palavra_pt":"zebedee","palavra_original":"Ζεβεδαῖος","transliteracao":"Zebedaîos","strong":"G2199","significado_raiz":"Ideia básica: zebedee.","significado_contextual":"A palavra 'Zebedeu' refere-se ao pai de Tiago e João, destacando sua linhagem e contexto familiar.","explicacao_detalhada":"Zebedeu é mencionado para mostrar a conexão dos discípulos com suas famílias e a importância do chamado de Jesus em suas vidas.","por_que_esta_palavra":"A menção de Zebedeu também indica a realidade da vida cotidiana dos discípulos antes de seguirem a Jesus.","conexao_teologica":"O chamado de Jesus muitas vezes exige deixar para trás laços familiares e compromissos pessoais.","referencias_relacionadas":["Mateus 4:21","Marcos 1:19","João 21:2"]},"mateus_4_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como o Messias que veio para ensinar, curar e salvar a humanidade.","por_que_esta_palavra":"O nome Jesus é central para a fé cristã, representando a encarnação de Deus e sua obra redentora.","conexao_teologica":"A identidade de Jesus como Salvador é fundamental para a compreensão do evangelho.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"mateus_4_23_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem em nome de Jesus.","explicacao_detalhada":"Neste versículo, a 'igreja' é vista como o corpo de Cristo, que é chamado a proclamar o evangelho e a cuidar dos necessitados.","por_que_esta_palavra":"A menção da igreja destaca a importância da comunhão e do apoio mútuo entre os crentes.","conexao_teologica":"A igreja é o agente de Deus na terra, encarregada de levar a mensagem de salvação ao mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:12"]},"mateus_4_23_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade do evangelho que Jesus pregava, que traz esperança e salvação.","explicacao_detalhada":"Neste contexto, o 'bom' é associado ao evangelho, que é a boa nova de salvação para todos os povos.","por_que_esta_palavra":"A ênfase no 'bom' destaca a natureza positiva da mensagem de Jesus e seu impacto transformador.","conexao_teologica":"O evangelho é considerado a boa nova que traz reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 4:23","Romanos 1:16","Gálatas 1:11"]},"mateus_4_24_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de oferecer ou trazer algo a alguém.","explicacao_detalhada":"Neste contexto, 'urso' pode ser interpretado como a ação de trazer as necessidades das pessoas a Jesus, que cura e liberta.","por_que_esta_palavra":"A palavra enfatiza a disposição de trazer as pessoas a Cristo para que elas possam experimentar sua cura.","conexao_teologica":"A ideia de trazer os necessitados a Jesus reflete a missão da igreja de alcançar os perdidos.","referencias_relacionadas":["Mateus 4:24","Marcos 2:3","Lucas 5:18"]},"mateus_4_24_syria":{"palavra_pt":"syria","palavra_original":"Συρία","transliteracao":"Syría","strong":"G4947","significado_raiz":"Ideia básica: syria.","significado_contextual":"A palavra 'Síria' refere-se à região geográfica de onde muitas pessoas vieram para ouvir Jesus.","explicacao_detalhada":"Neste contexto, a menção de Síria destaca a abrangência do ministério de Jesus e seu apelo universal.","por_que_esta_palavra":"A inclusão de Síria mostra que a mensagem de Jesus transcende fronteiras culturais e geográficas.","conexao_teologica":"O evangelho é para todas as nações, refletindo o plano de Deus para a salvação de toda a humanidade.","referencias_relacionadas":["Mateus 4:24","Mateus 28:19","Atos 1:8"]},"mateus_4_25_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à multidão que seguia Jesus, indicando a magnitude de seu ministério.","explicacao_detalhada":"Neste contexto, 'grande' destaca o impacto que Jesus teve na sociedade, atraindo pessoas de diversas origens.","por_que_esta_palavra":"A palavra 'grande' enfatiza a popularidade de Jesus e a urgência de sua mensagem.","conexao_teologica":"O crescimento do número de seguidores de Jesus é um sinal do poder do evangelho e da obra do Espírito Santo.","referencias_relacionadas":["Mateus 4:25","Mateus 5:1","Atos 2:41"]},"mateus_4_25_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que seguiam Jesus, incluindo aqueles que buscavam cura e ensinamento.","explicacao_detalhada":"O termo 'povo' (ὄχλος) é usado para descrever uma multidão que se reunia ao redor de Jesus, demonstrando a necessidade e a busca espiritual da população da Galileia.","por_que_esta_palavra":"A palavra é importante para entender a relação entre Jesus e as pessoas que o cercavam, mostrando seu papel como líder e curador.","conexao_teologica":"O povo representa a humanidade que busca a salvação e a cura, refletindo a missão de Jesus de atender às necessidades espirituais e físicas.","referencias_relacionadas":["Mateus 9:36","Mateus 14:14","Marcos 6:34"]},"mateus_4_25_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é a região onde Jesus iniciou seu ministério, conhecida por sua diversidade cultural e social.","explicacao_detalhada":"A Galileia era uma área rural e populosa, onde Jesus realizou muitos de seus milagres e ensinamentos, simbolizando a inclusão de todos os povos no plano de Deus.","por_que_esta_palavra":"A menção à Galileia destaca a origem humilde de Jesus e a escolha de Deus em revelar-se em lugares e pessoas inesperadas.","conexao_teologica":"Galileia representa a periferia onde a mensagem do Evangelho começou a se espalhar, enfatizando que a salvação é para todos.","referencias_relacionadas":["Mateus 2:22","Mateus 4:13","Lucas 4:14"]}}