{"mateus_5_1_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo que se reúne para ouvir o Sermão da Montanha, representando aqueles que buscam a verdade e a justiça.","explicacao_detalhada":"Neste contexto, 'povo' (ὄχλος) é um grupo que busca ensinamentos espirituais e morais, mostrando a importância da comunidade na fé.","por_que_esta_palavra":"A palavra enfatiza a coletividade e a necessidade de aprender em conjunto, refletindo a natureza do discipulado.","conexao_teologica":"O povo que escuta Jesus representa a nova comunidade de crentes que se forma ao redor de seus ensinamentos.","referencias_relacionadas":["Mateus 5:3-12","Mateus 7:28-29","Lucas 6:17-19"]},"mateus_5_1_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O monte onde Jesus ensina, simbolizando um lugar de revelação e autoridade.","explicacao_detalhada":"O 'monte' (ὄρος) é um local significativo na Bíblia, frequentemente associado a encontros divinos e ensinamentos importantes.","por_que_esta_palavra":"A escolha do monte para ensinar destaca a seriedade e a importância das mensagens que Jesus compartilha.","conexao_teologica":"O monte representa um novo Sinai, onde Jesus dá uma nova lei e revela o coração de Deus para a humanidade.","referencias_relacionadas":["Êxodo 19:20","Mateus 17:1","Lucas 9:28"]},"mateus_5_2_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca de Jesus, que ensina e proclama verdades espirituais.","explicacao_detalhada":"A 'boca' (στόμα) simboliza a comunicação divina e a transmissão da palavra de Deus aos ouvintes.","por_que_esta_palavra":"A palavra é crucial para entender a autoridade de Jesus como mestre e profeta, que fala em nome de Deus.","conexao_teologica":"A boca de Jesus é um canal de revelação, mostrando que a palavra de Deus é viva e eficaz.","referencias_relacionadas":["Mateus 4:4","Hebreus 4:12","Tiago 1:22"]},"mateus_5_2_ensinar":{"palavra_pt":"ensinar","palavra_original":"διδάσκω","transliteracao":"didáskō","strong":"G1321","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"O ato de ensinar de Jesus, que revela verdades sobre o Reino de Deus.","explicacao_detalhada":"'Ensinar' (διδάσκω) implica em transmitir conhecimento e sabedoria, essencial para a formação espiritual dos discípulos.","por_que_esta_palavra":"A palavra destaca a missão de Jesus como mestre e a importância do ensino na vida cristã.","conexao_teologica":"O ensino de Jesus é fundamental para a edificação da fé e a compreensão do caráter de Deus.","referencias_relacionadas":["Mateus 28:19-20","Lucas 24:45","Atos 2:42"]},"mateus_5_2_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O ato de Jesus de chamar e convocar seus ouvintes para a reflexão e a ação.","explicacao_detalhada":"'Dizer' (λέγω) é uma forma de comunicação que envolve autoridade e convite à resposta dos ouvintes.","por_que_esta_palavra":"A palavra é importante para entender como Jesus se relaciona com as pessoas, chamando-as a uma nova vida.","conexao_teologica":"O chamado de Jesus é um convite à transformação e à participação no Reino de Deus.","referencias_relacionadas":["Mateus 4:19","Mateus 11:28","João 10:27"]},"mateus_5_3_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a essência da vida e da conexão com Deus.","explicacao_detalhada":"'Espírito' (πνεῦμα) é a força vital que dá vida e é essencial para a experiência espiritual.","por_que_esta_palavra":"A palavra destaca a importância do espírito na vida cristã, como fonte de poder e transformação.","conexao_teologica":"O espírito é o agente que convence, guia e capacita os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["Gênesis 2:7","João 3:8","Romanos 8:9-11"]},"mateus_5_3_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar da presença de Deus e a esperança final dos crentes.","explicacao_detalhada":"'Céu' (οὐρανός) simboliza a realidade espiritual e a promessa de vida eterna para aqueles que seguem a Cristo.","por_que_esta_palavra":"A palavra é fundamental para entender a esperança cristã e a expectativa do Reino de Deus.","conexao_teologica":"O céu é o destino final dos redimidos, onde a comunhão plena com Deus será restaurada.","referencias_relacionadas":["Mateus 6:20","João 14:2-3","Apocalipse 21:1-4"]},"mateus_5_3_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se ao estado de bem-aventurança prometido por Jesus aos que vivem segundo os princípios do Reino.","explicacao_detalhada":"'Bem-aventurado' (μακάριος) indica uma condição de felicidade profunda e espiritual, que transcende as circunstâncias.","por_que_esta_palavra":"A palavra é central para as bem-aventuranças, que descrevem as características dos cidadãos do Reino de Deus.","conexao_teologica":"A bem-aventurança revela o coração de Deus e a natureza do verdadeiro bem-estar espiritual.","referencias_relacionadas":["Mateus 5:4-12","Salmos 1:1-3","Tiago 1:12"]},"mateus_5_4_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem-aventurado' refere-se a uma condição de felicidade e bênção divina, especialmente em tempos de sofrimento.","explicacao_detalhada":"Neste versículo, Jesus declara que aqueles que choram são bem-aventurados porque serão consolados. Isso sugere que a dor e o luto não são em vão, mas fazem parte do processo de receber consolo divino.","por_que_esta_palavra":"A palavra 'bem-aventurado' é usada para enfatizar a alegria que vem de Deus, mesmo em meio à tristeza. É uma afirmação de que a verdadeira felicidade é encontrada em Deus.","conexao_teologica":"A conexão teológica aqui é que o consolo de Deus é uma promessa para aqueles que sofrem, refletindo a natureza amorosa e compassiva de Deus.","referencias_relacionadas":["Isaías 61:2","2 Coríntios 1:3-4","Salmos 34:18"]},"mateus_5_4_mourn":{"palavra_pt":"mourn","palavra_original":"πενθέω","transliteracao":"penthéō","strong":"G3996","significado_raiz":"Ideia básica: mourn.","significado_contextual":"A palavra 'mourn' refere-se ao ato de lamentar ou chorar, especialmente em relação à perda ou dor.","explicacao_detalhada":"Neste contexto, o lamento é visto como uma resposta natural à dor, mas também como um caminho para o consolo que Deus oferece.","por_que_esta_palavra":"A palavra é importante porque reconhece a realidade do sofrimento humano e a necessidade de consolo divino.","conexao_teologica":"A teologia do lamento é central na Bíblia, mostrando que Deus se importa com nosso sofrimento e promete consolo.","referencias_relacionadas":["Romanos 12:15","Salmos 42:3","Mateus 11:28"]},"mateus_5_4_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou uma convocação, muitas vezes para um relacionamento ou uma ação.","explicacao_detalhada":"Neste contexto, pode-se entender que Jesus chama aqueles que choram a se voltarem para Ele em busca de consolo.","por_que_esta_palavra":"A palavra é significativa porque destaca a iniciativa de Deus em se relacionar com a humanidade, especialmente em momentos de dor.","conexao_teologica":"A ideia de ser chamado por Deus é um tema recorrente na Bíblia, enfatizando a graça e a misericórdia divina.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Mateus 11:28-30"]},"mateus_5_5_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico e à herança que Deus promete aos humildes.","explicacao_detalhada":"Neste versículo, Jesus promete que os mansos herdarão a terra, o que implica uma recompensa futura para aqueles que são humildes e submissos.","por_que_esta_palavra":"A palavra 'terra' é importante porque representa tanto o mundo físico quanto a promessa de Deus de um novo céu e uma nova terra.","conexao_teologica":"A herança da terra é uma metáfora para a recompensa espiritual e física que Deus promete aos fiéis.","referencias_relacionadas":["Salmos 37:11","Mateus 19:29","Apocalipse 21:1"]},"mateus_5_5_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem-aventurado' aqui se refere à felicidade e bênção que vêm da humildade.","explicacao_detalhada":"Jesus ensina que os mansos são bem-aventurados porque eles receberão a terra como herança, enfatizando a inversão dos valores do mundo.","por_que_esta_palavra":"A palavra é usada para reafirmar que a verdadeira felicidade não está em poder ou riqueza, mas na humildade diante de Deus.","conexao_teologica":"A humildade é uma virtude central no cristianismo, refletindo o caráter de Cristo e a natureza do Reino de Deus.","referencias_relacionadas":["Tiago 4:6","Filipenses 2:3-4","Mateus 23:12"]},"mateus_5_5_gentil":{"palavra_pt":"gentil","palavra_original":"πρᾷος","transliteracao":"prâios","strong":"G4235","significado_raiz":"Ideia básica: gentil.","significado_contextual":"A palavra 'gentil' refere-se à mansidão e humildade, características valorizadas por Jesus.","explicacao_detalhada":"Ser gentil implica em ter um espírito submisso e pacífico, que é recompensado por Deus com a herança da terra.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância da atitude do coração em relação aos outros e a Deus.","conexao_teologica":"A mansidão é uma característica do caráter de Cristo e é essencial para a vida no Reino de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 11:29","Colossenses 3:12"]},"mateus_5_6_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à retidão e ao cumprimento da vontade de Deus.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a fome e sede de justiça, indicando um desejo profundo de viver de acordo com os padrões de Deus.","por_que_esta_palavra":"A palavra é crucial porque reflete a busca por uma vida que agrada a Deus e a necessidade de Sua intervenção.","conexao_teologica":"A justiça é um tema central na Bíblia, representando o caráter de Deus e a expectativa para os que O seguem.","referencias_relacionadas":["Mateus 6:33","Salmos 42:1-2","Romanos 1:17"]},"mateus_5_6_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem-aventurado' aqui se refere à felicidade que vem da busca pela justiça.","explicacao_detalhada":"Jesus afirma que aqueles que têm fome e sede de justiça são bem-aventurados, pois serão satisfeitos por Deus.","por_que_esta_palavra":"A palavra enfatiza que a verdadeira satisfação e felicidade são encontradas na busca pela justiça divina.","conexao_teologica":"A busca pela justiça é uma resposta ao chamado de Deus para viver de maneira justa e reta.","referencias_relacionadas":["Isaías 55:1-2","Mateus 6:33","Salmos 37:4"]},"mateus_5_6_hungered":{"palavra_pt":"hungered","palavra_original":"πεινάω","transliteracao":"peináō","strong":"G3983","significado_raiz":"Ideia básica: hungered.","significado_contextual":"A palavra 'hungered' refere-se a um desejo intenso e profundo, como a fome física.","explicacao_detalhada":"Neste contexto, a fome e sede de justiça são apresentadas como um anseio espiritual que leva à busca por Deus e Sua vontade.","por_que_esta_palavra":"A palavra é importante porque ilustra a intensidade do desejo por uma vida que reflita a justiça de Deus.","conexao_teologica":"A fome espiritual é um tema recorrente na Bíblia, mostrando a necessidade de buscar a Deus para satisfação plena.","referencias_relacionadas":["João 6:35","Salmos 63:1","Mateus 4:4"]},"mateus_5_7_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem-aventurado' aqui se refere à felicidade que vem da misericórdia.","explicacao_detalhada":"Jesus ensina que os misericordiosos são bem-aventurados porque receberão misericórdia, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra destaca a importância da misericórdia nas relações humanas e a promessa de Deus de ser misericordioso com aqueles que são.","conexao_teologica":"A misericórdia é um atributo de Deus e um chamado para os seguidores de Cristo, refletindo Seu caráter.","referencias_relacionadas":["Tiago 2:13","Salmos 103:8-10","Mateus 6:14-15"]},"mateus_5_7_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' aqui se refere à ação de mostrar compaixão e misericórdia aos outros.","explicacao_detalhada":"No contexto do Sermão da Montanha, Jesus ensina que aqueles que exercem misericórdia receberão misericórdia. A palavra enfatiza a importância de agir com bondade e empatia.","por_que_esta_palavra":"Esta palavra é central para a mensagem de Jesus sobre o amor e a compaixão, refletindo o caráter de Deus.","conexao_teologica":"A misericórdia é um atributo de Deus e deve ser refletido na vida dos crentes, mostrando que a graça divina é acessível a todos.","referencias_relacionadas":["Mateus 6:14-15","Tiago 2:13","Salmos 18:25"]},"mateus_5_7_misericordioso":{"palavra_pt":"misericordioso","palavra_original":"ἐλεήμων","transliteracao":"eleḗmōn","strong":"G1655","significado_raiz":"Ideia básica: misericordioso.","significado_contextual":"Refere-se àqueles que demonstram compaixão e perdão aos outros.","explicacao_detalhada":"Ser misericordioso implica em agir com bondade, especialmente em situações de sofrimento ou necessidade. Jesus destaca que os misericordiosos serão recompensados.","por_que_esta_palavra":"A misericórdia é uma virtude essencial no cristianismo, refletindo a natureza de Deus e a relação que Ele deseja ter com a humanidade.","conexao_teologica":"A misericórdia é um tema recorrente na Bíblia, mostrando como Deus se relaciona com seu povo e como os crentes devem se relacionar uns com os outros.","referencias_relacionadas":["Lucas 6:36","Efésios 4:32","Mateus 9:13"]},"mateus_5_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Neste versículo, a pureza de coração é destacada como uma condição para ver a Deus, enfatizando a necessidade de uma relação íntima e pura com Ele.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a fé cristã, pois representa a fonte de toda verdade e moralidade.","conexao_teologica":"A visão de Deus é um tema central na teologia, onde a pureza de coração é vista como essencial para a comunhão com o Criador.","referencias_relacionadas":["Hebreus 12:14","Salmos 24:3-4","Mateus 5:14"]},"mateus_5_8_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se ao estado de felicidade e bem-aventurança que vem de estar em comunhão com Deus.","explicacao_detalhada":"Jesus usa esta palavra para descrever aqueles que possuem características espirituais que agradam a Deus, indicando que eles são favorecidos por Ele.","por_que_esta_palavra":"A bem-aventurança é um conceito central no ensino de Jesus, mostrando que a verdadeira felicidade é encontrada em uma vida alinhada com os princípios divinos.","conexao_teologica":"A ideia de ser bem-aventurado está ligada à recompensa espiritual e à vida eterna prometida aos fiéis.","referencias_relacionadas":["Salmos 1:1-3","Lucas 11:28","Mateus 5:3"]},"mateus_5_8_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da espiritualidade humana.","explicacao_detalhada":"No contexto bíblico, o coração é visto como a sede dos pensamentos, desejos e intenções, e a pureza do coração é essencial para uma vida que agrada a Deus.","por_que_esta_palavra":"A condição do coração é crucial para a relação com Deus, pois Ele busca sinceridade e autenticidade em seus adoradores.","conexao_teologica":"A pureza do coração é um tema importante na Bíblia, refletindo a necessidade de uma vida interior que corresponda à vida exterior.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 15:18-19"]},"mateus_5_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo que promove a paz e a reconciliação.","explicacao_detalhada":"Os pacificadores são aqueles que trabalham para restaurar relacionamentos e promover a harmonia, refletindo o caráter de Deus como o Grande Pacificador.","por_que_esta_palavra":"A paz é um dos principais objetivos do evangelho, e os pacificadores são reconhecidos como filhos de Deus por sua semelhança com Ele.","conexao_teologica":"A paz é um tema central na mensagem de Cristo, que veio para reconciliar a humanidade com Deus e entre si.","referencias_relacionadas":["Romanos 12:18","Colossenses 3:15","Mateus 5:44"]},"mateus_5_9_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"Refere-se à felicidade e ao favor divino sobre aqueles que promovem a paz.","explicacao_detalhada":"Jesus ensina que os pacificadores são bem-aventurados porque eles refletem o caráter de Deus e trabalham para a reconciliação.","por_que_esta_palavra":"A bem-aventurança dos pacificadores destaca a importância da paz no reino de Deus e a recompensa que vem por buscar a harmonia.","conexao_teologica":"A promoção da paz é uma característica do reino de Deus, e aqueles que a buscam são reconhecidos como filhos de Deus.","referencias_relacionadas":["Mateus 5:3","Tiago 3:18","Romanos 14:19"]},"mateus_5_9_peacemaker":{"palavra_pt":"peacemaker","palavra_original":"εἰρηνοποιός","transliteracao":"eirēnopoiós","strong":"G1518","significado_raiz":"Ideia básica: peacemaker.","significado_contextual":"Refere-se àquele que busca a paz e a reconciliação entre pessoas e grupos.","explicacao_detalhada":"Os pacificadores são aqueles que ativamente trabalham para resolver conflitos e promover a harmonia, seguindo o exemplo de Cristo.","por_que_esta_palavra":"A paz é um valor fundamental no cristianismo, e os pacificadores são vistos como agentes do reino de Deus na terra.","conexao_teologica":"A missão de Jesus inclui a promoção da paz, e os crentes são chamados a seguir seu exemplo.","referencias_relacionadas":["Mateus 5:44","Efésios 4:3","Romanos 12:21"]},"mateus_5_10_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que é reconhecida por Deus e que se manifesta na vida do crente.","explicacao_detalhada":"A justiça mencionada aqui é a que se alinha com os princípios de Deus e é frequentemente associada à perseguição por causa da fé.","por_que_esta_palavra":"A busca pela justiça é um chamado para os crentes, que devem viver de acordo com os padrões divinos, mesmo em face da oposição.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo o caráter de Deus e a expectativa de que seus seguidores vivam de maneira justa.","referencias_relacionadas":["Mateus 6:33","Isaías 1:17","Salmos 37:28"]},"mateus_5_10_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino de Deus e à sua presença eterna.","explicacao_detalhada":"A promessa de que os que são perseguidos por causa da justiça herdarão o céu é um incentivo para perseverar na fé.","por_que_esta_palavra":"O céu é a esperança final dos crentes, um lugar de recompensa e comunhão eterna com Deus.","conexao_teologica":"A expectativa do céu é um tema central na esperança cristã, onde a justiça e a fidelidade são recompensadas.","referencias_relacionadas":["Mateus 5:12","1 Pedro 1:4","Apocalipse 21:1-4"]},"mateus_5_10_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A palavra 'bem aventurado' refere-se à felicidade e à bênção que vêm de Deus para aqueles que são perseguidos por causa da justiça.","explicacao_detalhada":"Neste versículo, Jesus ensina que aqueles que são perseguidos por causa da justiça são verdadeiramente felizes, pois o Reino dos Céus é deles. A perseguição é vista como uma confirmação da fé e do compromisso com os princípios divinos.","por_que_esta_palavra":"A escolha da palavra 'bem aventurado' enfatiza a ideia de que a verdadeira felicidade não é encontrada nas circunstâncias externas, mas na relação com Deus e na fidelidade a Ele.","conexao_teologica":"Este versículo conecta-se com a ideia de que o sofrimento por causa da justiça é um sinal de que se está alinhado com a vontade de Deus, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 5:11-12","Romanos 8:17","1 Pedro 3:14"]},"mateus_5_11_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A repetição da palavra 'bem aventurado' reforça a ideia de que a perseguição por causa de Cristo é uma fonte de bênção.","explicacao_detalhada":"Jesus continua a explicar que aqueles que são insultados e perseguidos por causa d'Ele são bem aventurados. Isso indica que a lealdade a Cristo pode resultar em sofrimento, mas também em recompensa eterna.","por_que_esta_palavra":"A palavra 'bem aventurado' é usada para encorajar os crentes a permanecerem firmes em sua fé, mesmo diante de dificuldades.","conexao_teologica":"A conexão teológica aqui é que a perseguição é uma parte da vida cristã e que a recompensa no céu é maior do que qualquer sofrimento na terra.","referencias_relacionadas":["Mateus 5:10","Lucas 6:22-23","1 Pedro 4:14"]},"mateus_5_11_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno' refere-se a ações e intenções que são contrárias à vontade de Deus.","explicacao_detalhada":"Neste contexto, Jesus menciona que os crentes podem ser alvo de palavras malignas e perseguições. O termo destaca a natureza do inimigo que busca desviar os fiéis.","por_que_esta_palavra":"A utilização da palavra 'maligno' serve para alertar os crentes sobre a realidade da oposição espiritual que enfrentam.","conexao_teologica":"Este conceito se conecta com a batalha espiritual que os cristãos enfrentam, conforme descrito em Efésios 6:12.","referencias_relacionadas":["Mateus 5:10","Efésios 6:12","1 Pedro 5:8"]},"mateus_5_11_enganar":{"palavra_pt":"enganar","palavra_original":"ψεύδομαι","transliteracao":"pseúdomai","strong":"G5574","significado_raiz":"Ideia básica: enganar.","significado_contextual":"A palavra 'enganar' refere-se a ações que visam distorcer a verdade e prejudicar os outros.","explicacao_detalhada":"Jesus menciona que os crentes podem ser alvo de enganos e calúnias. Isso destaca a necessidade de permanecer firme na verdade e na integridade.","por_que_esta_palavra":"A palavra 'enganar' é importante para mostrar que a verdade de Deus deve ser defendida, mesmo quando atacada.","conexao_teologica":"A conexão teológica é que a verdade de Deus é um pilar fundamental da fé cristã, e os crentes são chamados a viver e defender essa verdade.","referencias_relacionadas":["João 8:32","2 Coríntios 11:13-15","1 João 4:1"]},"mateus_5_12_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao Reino de Deus e à recompensa eterna que aguarda os fiéis.","explicacao_detalhada":"Jesus promete que a recompensa no céu é grande para aqueles que sofrem por causa da justiça. Isso oferece esperança e encorajamento aos crentes.","por_que_esta_palavra":"A menção ao 'céu' é crucial para lembrar aos crentes que suas lutas têm um propósito eterno.","conexao_teologica":"Este conceito se relaciona com a esperança cristã na vida eterna e na recompensa que Deus promete aos que são fiéis.","referencias_relacionadas":["Mateus 6:20","Romanos 8:18","2 Coríntios 4:17"]},"mateus_5_12_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, Deus é visto como aquele que recompensa os que são perseguidos por causa da justiça, mostrando Sua justiça e fidelidade.","por_que_esta_palavra":"A ênfase em 'Deus' é para lembrar que Ele é a fonte de toda bênção e justiça.","conexao_teologica":"A conexão teológica é que Deus é justo e recompensará aqueles que permanecem fiéis a Ele.","referencias_relacionadas":["Salmos 37:28","Hebreus 11:6","Tiago 1:12"]},"mateus_5_13_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e ao ambiente em que os seres humanos vivem.","explicacao_detalhada":"Jesus usa a metáfora do sal da terra para descrever a influência que os crentes devem ter no mundo, preservando e trazendo sabor à vida.","por_que_esta_palavra":"A palavra 'terra' é significativa porque destaca a responsabilidade dos crentes em impactar positivamente o mundo ao seu redor.","conexao_teologica":"A conexão teológica é que os cristãos são chamados a ser agentes de transformação no mundo, refletindo o caráter de Deus.","referencias_relacionadas":["Mateus 5:14","Colossenses 4:6","Romanos 12:2"]},"mateus_5_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada para enfatizar a soberania e a autoridade divina sobre a criação.","explicacao_detalhada":"Neste contexto, a referência a Deus sublinha que a missão dos crentes é realizada sob Sua orientação e poder.","por_que_esta_palavra":"A inclusão de 'Deus' é para lembrar que a transformação do mundo não é feita por força humana, mas pela ação divina.","conexao_teologica":"A conexão teológica é que Deus é o agente principal na transformação do mundo, usando os crentes como instrumentos.","referencias_relacionadas":["Salmos 115:3","Isaías 55:11","Filipenses 2:13"]},"mateus_5_14_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a verdade, a pureza e a presença de Deus no mundo.","explicacao_detalhada":"Jesus declara que os crentes são a luz do mundo, indicando que devem refletir a luz de Cristo em suas vidas e ações.","por_que_esta_palavra":"A palavra 'luz' é usada para mostrar que os cristãos têm a responsabilidade de iluminar o caminho para os outros.","conexao_teologica":"A conexão teológica é que Jesus é a luz do mundo e os crentes são chamados a seguir Seu exemplo e compartilhar essa luz.","referencias_relacionadas":["João 8:12","Efésios 5:8","Filipenses 2:15"]},"mateus_5_14_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à sociedade e à cultura em que os crentes vivem.","explicacao_detalhada":"Jesus usa a metáfora do mundo para enfatizar que os crentes têm um papel ativo em influenciar a sociedade com os valores do Reino de Deus.","por_que_esta_palavra":"A palavra 'mundo' é importante para destacar que a missão dos crentes é relevante e necessária em todos os aspectos da vida.","conexao_teologica":"A conexão teológica é que os cristãos são chamados a ser sal e luz em um mundo que muitas vezes está em trevas.","referencias_relacionadas":["Mateus 28:19-20","João 17:15-18","Romanos 12:2"]},"mateus_5_15_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco é uma estrutura que simboliza proteção e abrigo, representando a segurança que a luz traz ao mundo.","explicacao_detalhada":"No contexto de Mateus 5:15, o arco pode ser visto como uma metáfora para a maneira como a luz deve ser colocada em evidência, assim como um arco que sustenta algo importante. A ideia é que a luz não deve ser escondida, mas sim exposta para que todos possam ver.","por_que_esta_palavra":"A palavra 'arco' é utilizada para enfatizar a importância de não ocultar a luz que recebemos de Cristo, mas sim deixá-la brilhar para todos.","conexao_teologica":"A luz de Cristo é um tema central no Novo Testamento, onde os crentes são chamados a refletir essa luz no mundo, assim como um arco que sustenta e exibe a luz.","referencias_relacionadas":["João 8:12","Mateus 5:14","Filipenses 2:15"]},"mateus_5_15_lampada":{"palavra_pt":"lampada","palavra_original":"λύχνος","transliteracao":"lýchnos","strong":"G3088","significado_raiz":"Ideia básica: lampada.","significado_contextual":"A lâmpada simboliza a iluminação e a revelação, essencial para guiar as pessoas na escuridão.","explicacao_detalhada":"Em Mateus 5:15, a lâmpada representa a verdade e a sabedoria que os seguidores de Cristo devem compartilhar. Assim como uma lâmpada ilumina um espaço escuro, os crentes são chamados a iluminar o mundo com suas boas obras.","por_que_esta_palavra":"A lâmpada é uma imagem poderosa que comunica a necessidade de visibilidade e clareza na vida cristã, destacando a importância de viver de maneira que outros possam ver e glorificar a Deus.","conexao_teologica":"A lâmpada é frequentemente associada à verdade e à revelação divina, refletindo a natureza de Cristo como a luz do mundo.","referencias_relacionadas":["Salmos 119:105","Mateus 5:16","Lucas 8:16"]},"mateus_5_16_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é o lugar da presença de Deus e simboliza a glória e a majestade divina.","explicacao_detalhada":"No contexto de Mateus 5:16, o céu é mencionado para enfatizar que as boas obras dos crentes devem glorificar a Deus, que está no céu. Isso destaca a conexão entre a vida terrena e a realidade celestial.","por_que_esta_palavra":"A palavra 'céu' é usada para lembrar os crentes de que suas ações têm implicações eternas e que devem viver de maneira que reflita a glória de Deus.","conexao_teologica":"O céu é um tema recorrente na Bíblia, representando o destino final dos fiéis e a presença eterna de Deus.","referencias_relacionadas":["Mateus 6:9","Hebreus 11:16","Apocalipse 21:2"]},"mateus_5_16_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e poder, digna de adoração.","explicacao_detalhada":"Em Mateus 5:16, a glória é o objetivo das boas obras dos crentes. Ao fazer o bem, eles não apenas ajudam os outros, mas também refletem a natureza gloriosa de Deus.","por_que_esta_palavra":"A palavra 'glória' é crucial para entender o propósito das ações dos crentes, que devem sempre apontar para Deus e Sua grandeza.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, onde os crentes são chamados a glorificá-Lo em tudo o que fazem.","referencias_relacionadas":["Romanos 11:36","1 Coríntios 10:31","Salmos 29:2"]},"mateus_5_16_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz é frequentemente associada ao fogo, simbolizando purificação e presença divina.","explicacao_detalhada":"Em Mateus 5:16, a luz é uma representação da vida e das boas obras que devem brilhar diante dos homens, assim como o fogo que ilumina e aquece. A luz é um símbolo da verdade e da justiça.","por_que_esta_palavra":"A palavra 'luz' é usada para enfatizar a clareza e a visibilidade que as boas ações devem ter, refletindo a natureza de Deus.","conexao_teologica":"A luz é um tema importante na teologia bíblica, representando a verdade de Deus e a vida que Ele oferece.","referencias_relacionadas":["João 1:5","1 João 1:5","Efésios 5:8"]},"mateus_5_17_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei representa os mandamentos de Deus e a aliança com Seu povo.","explicacao_detalhada":"Em Mateus 5:17, Jesus afirma que não veio para abolir a lei, mas para cumpri-la. Isso destaca a continuidade entre o Antigo e o Novo Testamento e a importância da lei na vida cristã.","por_que_esta_palavra":"A palavra 'lei' é fundamental para entender a relação entre as Escrituras e a vida de Jesus, bem como o papel da moralidade na vida do crente.","conexao_teologica":"A lei é vista como um guia para a vida do crente, refletindo o caráter de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Romanos 3:31","Gálatas 3:24","Mateus 22:37-40"]},"mateus_5_17_noite":{"palavra_pt":"noite","palavra_original":"καταλύω","transliteracao":"katalýō","strong":"G2647","significado_raiz":"Ideia básica: noite.","significado_contextual":"A noite simboliza escuridão e a ausência de luz, representando o pecado e a separação de Deus.","explicacao_detalhada":"No contexto de Mateus 5:17, a referência à noite pode ser vista como um contraste com a luz que os crentes devem refletir. A escuridão é o estado em que as pessoas vivem sem a verdade de Deus.","por_que_esta_palavra":"A palavra 'noite' é usada para enfatizar a necessidade de luz e verdade em um mundo cheio de escuridão espiritual.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para representar o pecado e a separação de Deus, enquanto a luz representa a salvação e a verdade.","referencias_relacionadas":["João 3:19","1 Tessalonicenses 5:5","Efésios 5:8"]},"mateus_5_18_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é a morada de Deus e simboliza a autoridade divina sobre a criação.","explicacao_detalhada":"Em Mateus 5:18, a menção ao céu reforça a ideia de que a palavra de Deus é eterna e imutável, destacando a importância da lei e dos mandamentos.","por_que_esta_palavra":"A palavra 'céu' é utilizada para enfatizar a soberania de Deus e a permanência de Sua palavra.","conexao_teologica":"O céu é um símbolo da presença de Deus e da realidade espiritual que transcende a vida terrena.","referencias_relacionadas":["Salmos 119:89","Mateus 24:35","Hebreus 1:10"]},"mateus_5_18_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a criação de Deus e a realidade física em que vivemos.","explicacao_detalhada":"Em Mateus 5:18, a referência à terra destaca a conexão entre o céu e a terra, enfatizando que a palavra de Deus tem autoridade sobre toda a criação.","por_que_esta_palavra":"A palavra 'terra' é usada para mostrar que a lei de Deus se aplica tanto ao céu quanto à terra, abrangendo toda a existência.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o lugar onde a vontade de Deus deve ser realizada, refletindo Sua soberania sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 28:18"]},"mateus_5_18_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é um conjunto de princípios dados por Deus para guiar o comportamento humano.","explicacao_detalhada":"Em Mateus 5:18, a ênfase na lei destaca a importância de viver de acordo com os mandamentos de Deus, que são eternos e imutáveis.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a moralidade e a ética cristã, que se baseiam nos princípios divinos.","conexao_teologica":"A lei é vista como um reflexo do caráter de Deus e um guia para a vida do crente, mostrando a necessidade de obediência.","referencias_relacionadas":["Romanos 7:12","Tiago 1:25","Mateus 22:40"]},"mateus_5_19_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de recompensa eterna.","explicacao_detalhada":"No contexto de Mateus 5:19, o céu é mencionado em relação à importância de obedecer aos mandamentos de Deus. A desobediência pode resultar em consequências espirituais, enquanto a obediência é recompensada com um lugar no céu.","por_que_esta_palavra":"A palavra 'céu' é fundamental na teologia cristã, pois representa a esperança e a promessa de vida eterna para os fiéis.","conexao_teologica":"O céu é visto como o destino final dos justos e a presença de Deus, contrastando com a ideia de condenação.","referencias_relacionadas":["Mateus 6:20","João 14:2","Apocalipse 21:1"]},"mateus_5_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, que implica em cumprir ou obedecer aos mandamentos de Deus.","explicacao_detalhada":"Neste versículo, 'fazer' é um chamado à ação, enfatizando que não basta conhecer a lei, mas é necessário praticá-la para ser considerado grande no reino dos céus.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância da prática da fé e da obediência aos ensinamentos de Jesus.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e 'fazer' é a expressão da verdadeira fé.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Gálatas 5:6"]},"mateus_5_19_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que devemos ter em relação a Deus e Sua palavra.","explicacao_detalhada":"O temor mencionado aqui é um reconhecimento da grandeza de Deus e da seriedade de Sua lei. É um chamado para respeitar e obedecer aos mandamentos divinos.","por_que_esta_palavra":"O temor é uma atitude essencial na relação do ser humano com Deus, refletindo respeito e submissão.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10), e é fundamental para uma vida de fé.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Eclesiastes 12:13"]},"mateus_5_20_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que deve exceder a dos fariseus e escribas, enfatizando a necessidade de uma justiça interna e não apenas externa.","explicacao_detalhada":"Neste versículo, Jesus ensina que a verdadeira justiça vai além da observância da lei; envolve a transformação do coração e a intenção por trás das ações.","por_que_esta_palavra":"A palavra 'justiça' é central na mensagem de Jesus, que enfatiza a necessidade de um relacionamento autêntico com Deus.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, que aponta para a necessidade de um Salvador que nos justifique.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Filipenses 3:9"]},"mateus_5_20_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Novamente, refere-se ao céu como o destino dos justos e a morada de Deus.","explicacao_detalhada":"A menção do céu neste contexto reforça a ideia de que a justiça verdadeira é recompensada com a vida eterna na presença de Deus.","por_que_esta_palavra":"O céu é um conceito que traz esperança e motivação para viver de acordo com os princípios divinos.","conexao_teologica":"A promessa do céu é uma das maiores esperanças do cristão, que vive em função de agradar a Deus.","referencias_relacionadas":["Mateus 5:12","Romanos 8:18","2 Coríntios 4:17"]},"mateus_5_20_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da justiça dos fariseus e a necessidade de uma justiça que agrada a Deus.","explicacao_detalhada":"A palavra 'Deus' aqui implica que a verdadeira justiça deve ser alinhada com a vontade divina, não apenas com regras humanas.","por_que_esta_palavra":"A presença de Deus é fundamental na definição de justiça e moralidade na vida do crente.","conexao_teologica":"A justiça de Deus é perfeita e serve como padrão para a vida do cristão.","referencias_relacionadas":["Salmos 119:142","Isaías 61:10","Romanos 1:17"]},"mateus_5_21_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo e à aplicação da lei, enfatizando a seriedade de quebrar os mandamentos.","explicacao_detalhada":"Neste versículo, Jesus menciona o juízo em relação ao assassinato, mostrando que a lei não é apenas sobre ações externas, mas também sobre o coração.","por_que_esta_palavra":"A palavra 'juízo' destaca a responsabilidade que temos diante da lei de Deus e as consequências de nossas ações.","conexao_teologica":"O juízo de Deus é um tema importante, pois nos lembra que seremos responsabilizados por nossas ações.","referencias_relacionadas":["Mateus 12:36","Romanos 14:10","Hebreus 9:27"]},"mateus_5_21_falar":{"palavra_pt":"falar","palavra_original":"ἐρέω","transliteracao":"eréō","strong":"G2046","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de falar, que pode levar a consequências graves, como o juízo.","explicacao_detalhada":"Jesus ensina que não apenas as ações, mas também as palavras têm peso e podem resultar em juízo, enfatizando a importância do que dizemos.","por_que_esta_palavra":"A palavra 'falar' é crucial, pois revela a condição do coração e pode causar dano aos outros.","conexao_teologica":"As palavras têm poder (Provérbios 18:21) e são um reflexo do que está em nosso interior.","referencias_relacionadas":["Mateus 12:34","Tiago 3:5","Provérbios 21:23"]},"mateus_5_21_kill":{"palavra_pt":"kill","palavra_original":"φονεύω","transliteracao":"phoneúō","strong":"G5407","significado_raiz":"Ideia básica: kill.","significado_contextual":"Refere-se ao ato de matar, que é uma violação grave da lei de Deus.","explicacao_detalhada":"Neste contexto, Jesus expande o entendimento do mandamento 'não matarás', mostrando que a raiva e o desprezo também são formas de homicídio.","por_que_esta_palavra":"A palavra 'matar' é usada para ilustrar a seriedade do pecado e a necessidade de pureza no coração.","conexao_teologica":"A gravidade do pecado é enfatizada, e Jesus chama os crentes a uma vida de amor e reconciliação.","referencias_relacionadas":["Êxodo 20:13","1 João 3:15","Mateus 19:18"]},"mateus_5_22_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se novamente ao juízo, agora aplicado a aqueles que ofendem ou menosprezam os outros.","explicacao_detalhada":"Jesus ensina que a ira e as palavras ofensivas também são passíveis de juízo, mostrando que a lei vai além das ações físicas.","por_que_esta_palavra":"A repetição da palavra 'juízo' reforça a seriedade com que Deus vê nossas interações e atitudes em relação aos outros.","conexao_teologica":"O juízo de Deus é abrangente e inclui não apenas ações, mas também pensamentos e palavras.","referencias_relacionadas":["Mateus 7:1","Romanos 2:6","Gálatas 5:15"]},"mateus_5_23_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma oferta ou presente que é trazido a Deus.","explicacao_detalhada":"No contexto de Mateus 5:23, a palavra 'urso' é utilizada para enfatizar a importância de reconciliar-se com o próximo antes de apresentar uma oferta a Deus. Isso mostra que a relação com os outros é fundamental na vida espiritual.","por_que_esta_palavra":"A palavra é usada para ilustrar a necessidade de priorizar a reconciliação e a paz nas relações humanas antes de se aproximar de Deus com ofertas.","conexao_teologica":"A reconciliação é um tema central na teologia cristã, refletindo o amor e a justiça de Deus. A oferta é um símbolo de devoção, mas deve ser acompanhada de um coração puro e reconciliado.","referencias_relacionadas":["Mateus 5:24","1 João 4:20","Mateus 18:15"]},"mateus_5_23_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"δῶρον","transliteracao":"dōron","strong":"G1435","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se a uma oferta feita a Deus, geralmente em forma de um presente ou animal.","explicacao_detalhada":"Em Mateus 5:23, o sacrifício é mencionado como algo que deve ser oferecido a Deus, mas que perde seu valor se não houver reconciliação com o próximo. Isso destaca a importância da integridade nas relações interpessoais.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a verdadeira adoração a Deus não se limita a rituais, mas envolve um coração que busca a paz e a reconciliação.","conexao_teologica":"O sacrifício é um conceito que permeia toda a Escritura, simbolizando a entrega e a devoção a Deus, mas também a necessidade de um relacionamento correto com os outros.","referencias_relacionadas":["Hebreus 13:16","Romanos 12:1","Mateus 5:24"]},"mateus_5_24_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' indica a ação de se afastar ou ir embora.","explicacao_detalhada":"No versículo, Jesus instrui a pessoa a deixar sua oferta e ir reconciliar-se com seu irmão antes de voltar para apresentar sua oferta. Isso enfatiza a prioridade da reconciliação.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de ação imediata em direção à reconciliação antes de qualquer ato de adoração.","conexao_teologica":"A ideia de departar para buscar a paz reflete o caráter de Deus, que deseja que seus filhos vivam em harmonia uns com os outros.","referencias_relacionadas":["Mateus 18:19-20","Romanos 14:19","Efésios 4:3"]},"mateus_5_24_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é novamente usada para referir-se à oferta que deve ser apresentada a Deus.","explicacao_detalhada":"Reforça a ideia de que a oferta deve ser acompanhada de um coração reconciliado, mostrando que a adoração verdadeira não pode ser separada das relações humanas.","por_que_esta_palavra":"A repetição da palavra destaca a importância da oferta, mas também a necessidade de um relacionamento correto com os outros.","conexao_teologica":"A oferta é um símbolo de devoção, mas deve ser feita em um contexto de amor e reconciliação, refletindo o caráter de Deus.","referencias_relacionadas":["Mateus 5:23","1 Pedro 3:7","Tiago 4:8"]},"mateus_5_24_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"δῶρον","transliteracao":"dōron","strong":"G1435","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' é usada para descrever a oferta que deve ser apresentada a Deus.","explicacao_detalhada":"O sacrifício é um ato de adoração, mas neste contexto, é enfatizado que deve ser precedido pela reconciliação com o próximo.","por_que_esta_palavra":"A palavra é importante para mostrar que a adoração a Deus deve ser acompanhada de ações que promovam a paz e a reconciliação.","conexao_teologica":"O sacrifício é um tema central na Bíblia, simbolizando a entrega a Deus, mas deve ser feito em um espírito de amor e harmonia.","referencias_relacionadas":["Hebreus 13:15","Mateus 5:23","Romanos 12:1"]},"mateus_5_25_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou ir junto.","explicacao_detalhada":"No contexto, Jesus fala sobre a importância de resolver conflitos rapidamente, sugerindo que se deve seguir o caminho da paz e da reconciliação.","por_que_esta_palavra":"A palavra é usada para enfatizar a urgência de agir em direção à reconciliação antes que a situação se agrave.","conexao_teologica":"A ideia de seguir o caminho da paz é central na mensagem de Jesus, que nos chama a ser pacificadores.","referencias_relacionadas":["Mateus 5:9","Romanos 12:18","Tiago 3:18"]},"mateus_5_25_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada em um contexto de negação, enfatizando a seriedade da situação.","explicacao_detalhada":"Neste versículo, a palavra é utilizada para mostrar que a falta de reconciliação pode levar a consequências graves, como ser entregue ao juiz.","por_que_esta_palavra":"A palavra é importante para destacar a seriedade da necessidade de resolver conflitos antes que se tornem maiores.","conexao_teologica":"A justiça de Deus é um tema recorrente, e a necessidade de reconciliação é uma parte fundamental do relacionamento com Ele.","referencias_relacionadas":["Mateus 6:14-15","Mateus 18:35","Romanos 14:10"]},"mateus_5_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente utilizada para enfatizar a gravidade da situação.","explicacao_detalhada":"Aqui, a palavra é usada para ilustrar que a falta de reconciliação pode resultar em consequências severas, refletindo a justiça divina.","por_que_esta_palavra":"A palavra é crucial para entender que a reconciliação é uma prioridade nas relações, especialmente em relação a Deus.","conexao_teologica":"A justiça de Deus exige que busquemos a paz e a reconciliação, refletindo seu caráter amoroso e justo.","referencias_relacionadas":["Mateus 6:14","Romanos 12:19","Gálatas 6:7"]},"mateus_5_26_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de pronunciar ou declarar algo.","explicacao_detalhada":"Neste contexto, a palavra é usada para enfatizar a seriedade das palavras que proferimos, especialmente em situações de conflito.","por_que_esta_palavra":"A palavra é importante para mostrar que nossas palavras têm peso e podem levar a consequências, especialmente se usadas de forma imprudente.","conexao_teologica":"A Bíblia ensina que as palavras têm poder, e devemos ser cuidadosos com o que dizemos, buscando sempre a edificação e a paz.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Mateus 12:36-37"]},"mateus_5_27_falar":{"palavra_pt":"falar","palavra_original":"ἐρέω","transliteracao":"eréō","strong":"G2046","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar algo verbalmente.","explicacao_detalhada":"No contexto, Jesus fala sobre a importância de como falamos e o impacto que nossas palavras podem ter nas relações.","por_que_esta_palavra":"A palavra é usada para enfatizar que a maneira como nos comunicamos é crucial para manter a paz e a harmonia.","conexao_teologica":"A comunicação é uma parte vital da vida cristã, e devemos sempre buscar falar com amor e verdade.","referencias_relacionadas":["Efésios 4:29","Colossenses 4:6","Tiago 3:10"]},"mateus_5_27_commit":{"palavra_pt":"entregar","palavra_original":"μοιχεύω","transliteracao":"moicheúō","strong":"G3431","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Entregar-se a um ato de adultério, conforme a interpretação de Jesus sobre a Lei.","explicacao_detalhada":"A palavra 'entregar' no contexto de Mateus 5:27 se refere ao ato de se comprometer com a infidelidade, não apenas fisicamente, mas também mentalmente. Jesus ensina que o adultério começa no coração e na mente, e não apenas na ação externa.","por_que_esta_palavra":"A escolha da palavra 'entregar' enfatiza a ideia de um ato deliberado e consciente, mostrando que o pecado começa com um desejo interior.","conexao_teologica":"A conexão teológica aqui é a compreensão de que a pureza não é apenas uma questão de ações, mas também de pensamentos e intenções do coração, refletindo a santidade de Deus.","referencias_relacionadas":["Mateus 5:28","Tiago 1:14-15","1 João 2:16"]},"mateus_5_27_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"Refere-se à explicação ou ao assunto em questão, que é o adultério.","explicacao_detalhada":"A palavra 'concerning' é usada para introduzir a ideia de que o que se segue é uma explicação sobre o que Jesus considera adultério, indo além da mera ação física.","por_que_esta_palavra":"Esta palavra é crucial para entender que Jesus está abordando um tema específico, que é a moralidade e a intenção por trás das ações humanas.","conexao_teologica":"A conexão teológica é a revelação de que Deus se preocupa com o coração e a mente, não apenas com as ações externas.","referencias_relacionadas":["Mateus 5:28","Romanos 7:7","Hebreus 4:12"]},"mateus_5_28_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como objeto de desejo, no contexto do adultério.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para descrever a pessoa que pode ser objeto de desejo e, portanto, de tentação. Jesus fala sobre a responsabilidade do homem em controlar seus pensamentos e desejos.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a dignidade da mulher e a seriedade do pecado de olhar com desejo.","conexao_teologica":"A conexão teológica é que todos são chamados a viver em pureza, respeitando a dignidade dos outros como criação de Deus.","referencias_relacionadas":["Provérbios 6:25","1 Pedro 3:7","Gálatas 5:16"]},"mateus_5_28_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro dos pensamentos e desejos humanos.","explicacao_detalhada":"A palavra 'coração' é usada para indicar que o adultério começa no interior da pessoa, não apenas nas ações externas. Jesus ensina que o que está no coração pode levar ao pecado.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza do pecado e a necessidade de transformação interna.","conexao_teologica":"A conexão teológica é a ênfase na regeneração do coração e na necessidade de um novo nascimento em Cristo.","referencias_relacionadas":["Mateus 15:19","Salmos 51:10","Ezequiel 36:26"]},"mateus_5_28_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância das palavras e como elas podem refletir o que está no coração. Jesus ensina que as intenções e pensamentos são tão importantes quanto as ações.","por_que_esta_palavra":"A escolha da palavra 'dizer' mostra que as palavras têm poder e podem revelar a verdadeira condição do coração.","conexao_teologica":"A conexão teológica é que a comunicação deve ser pura e refletir a verdade de Deus em nossas vidas.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34-37","Tiago 3:10"]},"mateus_5_29_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de ofender a Deus através do adultério ou de qualquer pecado.","explicacao_detalhada":"A palavra 'pecado' aqui é usada para descrever a transgressão da lei de Deus, que pode ocorrer tanto em ações quanto em pensamentos. Jesus adverte sobre a gravidade do pecado e suas consequências.","por_que_esta_palavra":"A escolha da palavra 'pecado' enfatiza a seriedade da ofensa contra Deus e a necessidade de arrependimento.","conexao_teologica":"A conexão teológica é a necessidade de lidar com o pecado de forma radical, buscando a santidade e a pureza.","referencias_relacionadas":["Romanos 6:23","1 João 1:9","Gálatas 5:19-21"]},"mateus_5_29_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão que pode ser a porta de entrada para o pecado.","explicacao_detalhada":"A palavra 'olho' é usada para simbolizar a percepção e o desejo. Jesus ensina que o que olhamos pode nos levar a pecar, e que devemos ser cuidadosos com o que permitimos entrar em nossos corações.","por_que_esta_palavra":"A escolha da palavra 'olho' destaca a importância de proteger nossos sentidos e ser vigilantes em relação ao que vemos.","conexao_teologica":"A conexão teológica é que devemos buscar a pureza em todas as áreas de nossas vidas, incluindo o que vemos.","referencias_relacionadas":["Mateus 6:22-23","Salmos 101:3","1 João 2:16"]},"mateus_5_29_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, que deve ser mantido puro.","explicacao_detalhada":"A palavra 'corpo' é usada para enfatizar que o pecado afeta não apenas a alma, mas todo o ser. Jesus ensina que devemos estar dispostos a fazer sacrifícios para evitar o pecado.","por_que_esta_palavra":"A escolha da palavra 'corpo' mostra que a santidade deve ser buscada em todos os aspectos da vida.","conexao_teologica":"A conexão teológica é que somos chamados a apresentar nossos corpos como sacrifícios vivos, santos e agradáveis a Deus.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","Gálatas 5:24"]},"mateus_5_30_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão que deve ser evitada a todo custo.","explicacao_detalhada":"A palavra 'pecado' é repetida para enfatizar a seriedade do que está em jogo. Jesus continua a advertir sobre a necessidade de cortar tudo que leva ao pecado.","por_que_esta_palavra":"A repetição da palavra 'pecado' reforça a ideia de que não devemos subestimar as consequências do pecado em nossas vidas.","conexao_teologica":"A conexão teológica é a urgência do arrependimento e da busca pela santidade.","referencias_relacionadas":["Romanos 6:1-2","Hebreus 12:1","1 Pedro 2:11"]},"mateus_5_30_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao membro do corpo que pode ser usado para praticar o pecado.","explicacao_detalhada":"A palavra 'mão' é usada para simbolizar as ações que realizamos. Jesus ensina que devemos estar dispostos a renunciar até mesmo às nossas ações se elas nos levam ao pecado.","por_que_esta_palavra":"A escolha da palavra 'mão' destaca a importância de nossas ações e como elas podem nos afastar de Deus.","conexao_teologica":"A conexão teológica é que devemos agir de acordo com a vontade de Deus, evitando tudo que nos leva ao pecado.","referencias_relacionadas":["Mateus 7:17-20","Colossenses 3:23","Tiago 4:17"]},"mateus_5_30_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico do ser humano, enfatizando a importância de cuidar do corpo em relação ao pecado.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a gravidade do pecado e a necessidade de evitar tudo que possa levar à queda moral. O corpo é visto como um templo que deve ser preservado.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para ilustrar a conexão entre ações físicas e consequências espirituais.","conexao_teologica":"O corpo é considerado um templo do Espírito Santo (1 Coríntios 6:19), e a maneira como o tratamos reflete nossa relação com Deus.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:16"]},"mateus_5_31_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher no contexto do casamento e da relação conjugal.","explicacao_detalhada":"Jesus menciona a mulher ao discutir a questão do divórcio, ressaltando a seriedade do compromisso matrimonial e a importância da fidelidade.","por_que_esta_palavra":"A palavra 'mulher' é central para a discussão sobre o casamento e a moralidade nas relações interpessoais.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada na Bíblia para ilustrar a relação entre Cristo e a Igreja (Efésios 5:25-32).","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","1 Pedro 3:7"]},"mateus_5_31_falar":{"palavra_pt":"falar","palavra_original":"ἐρέω","transliteracao":"eréō","strong":"G2046","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de proferir palavras, especialmente em contextos de compromisso e juramento.","explicacao_detalhada":"Neste versículo, Jesus critica a prática de fazer promessas levianas, enfatizando a importância da sinceridade nas palavras.","por_que_esta_palavra":"A palavra 'falar' é usada para destacar a responsabilidade que temos sobre o que dizemos e a necessidade de sermos verdadeiros.","conexao_teologica":"A Bíblia ensina que nossas palavras têm poder e que devemos ser cuidadosos com o que dizemos (Provérbios 18:21).","referencias_relacionadas":["Tiago 3:5-10","Provérbios 12:18","Mateus 12:36-37"]},"mateus_5_31_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, especialmente em um contexto de libertação de obrigações.","explicacao_detalhada":"Jesus menciona a ideia de 'dar' no contexto do divórcio, enfatizando que a libertação de um compromisso deve ser feita com seriedade e responsabilidade.","por_que_esta_palavra":"A palavra 'dar' é usada para ilustrar a ação de liberar alguém de um vínculo, o que deve ser feito com cuidado.","conexao_teologica":"A ideia de libertação é central na mensagem do evangelho, onde Cristo nos liberta do pecado (Gálatas 5:1).","referencias_relacionadas":["Gálatas 5:1","Romanos 6:18","Colossenses 1:13"]},"mateus_5_32_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou verbo que traz a verdade e a revelação de Deus.","explicacao_detalhada":"Neste contexto, Jesus se apresenta como a verdade que deve ser seguida, contrastando com as interpretações errôneas da lei.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a comunicação de Deus com a humanidade através de Cristo.","conexao_teologica":"Cristo é descrito como o Verbo que se fez carne (João 1:14), sendo a manifestação plena da verdade de Deus.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","1 João 1:1"]},"mateus_5_32_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo, especialmente em relação a compromissos.","explicacao_detalhada":"Jesus fala sobre a importância de não apenas falar, mas também agir de acordo com as promessas feitas, especialmente no contexto do casamento.","por_que_esta_palavra":"A palavra 'fazer' é usada para enfatizar a necessidade de ações que correspondam às palavras proferidas.","conexao_teologica":"A fé sem obras é morta (Tiago 2:26), e nossas ações devem refletir nossa fé em Cristo.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]},"mateus_5_32_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se novamente à mulher no contexto do divórcio e das promessas feitas no casamento.","explicacao_detalhada":"A menção da mulher destaca a importância do respeito e da dignidade na relação conjugal, enfatizando que o divórcio deve ser tratado com seriedade.","por_que_esta_palavra":"A palavra 'mulher' é crucial para entender o papel e a dignidade da mulher nas relações familiares.","conexao_teologica":"A dignidade da mulher é um tema recorrente na Bíblia, refletindo o valor que Deus atribui a cada ser humano.","referencias_relacionadas":["Provérbios 31:10-31","Gálatas 3:28","Efésios 5:22-24"]},"mateus_5_33_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à figura de autoridade, especialmente no contexto de juramentos e promessas.","explicacao_detalhada":"Jesus critica a prática de fazer juramentos em nome de autoridades, enfatizando que devemos ser verdadeiros em nossas palavras sem precisar de promessas formais.","por_que_esta_palavra":"A palavra 'senhor' é usada para destacar a reverência que devemos ter em relação a Deus e à verdade.","conexao_teologica":"Deus é a autoridade suprema, e devemos honrar Seu nome em tudo o que fazemos (Êxodo 20:7).","referencias_relacionadas":["Êxodo 20:7","Mateus 23:16-22","Tiago 5:12"]},"mateus_5_33_sagrado":{"palavra_pt":"sagrado","palavra_original":"ὅρκος","transliteracao":"hórkos","strong":"G3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é considerado sagrado ou digno de respeito, especialmente em relação a juramentos.","explicacao_detalhada":"Jesus ensina que o que é sagrado deve ser tratado com reverência e que não devemos usar o nome de Deus de forma leviana.","por_que_esta_palavra":"A palavra 'sagrado' é usada para enfatizar a importância de honrar o que é divino e respeitoso.","conexao_teologica":"A santidade de Deus deve refletir em nossas vidas e palavras, pois somos chamados a ser santos como Ele é santo (1 Pedro 1:16).","referencias_relacionadas":["Levítico 19:12","Mateus 23:19","1 Pedro 1:16"]},"mateus_5_33_falar":{"palavra_pt":"falar","palavra_original":"ἐρέω","transliteracao":"eréō","strong":"G2046","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de proferir palavras, especialmente em contextos de compromisso e juramento.","explicacao_detalhada":"Jesus critica a hipocrisia de fazer promessas em nome de Deus, enfatizando que devemos ser verdadeiros em nossas palavras.","por_que_esta_palavra":"A palavra 'falar' é usada para destacar a responsabilidade que temos sobre o que dizemos e a necessidade de sermos verdadeiros.","conexao_teologica":"A Bíblia ensina que nossas palavras têm poder e que devemos ser cuidadosos com o que dizemos (Provérbios 18:21).","referencias_relacionadas":["Tiago 3:5-10","Provérbios 12:18","Mateus 12:36-37"]},"mateus_5_34_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é mencionado como um lugar sagrado e a morada de Deus, simbolizando a autoridade divina.","explicacao_detalhada":"No contexto de Mateus 5:34, Jesus ensina sobre a seriedade dos votos e a importância de não jurar por coisas que estão sob a autoridade de Deus. O céu representa a soberania de Deus e a sua presença.","por_que_esta_palavra":"A palavra 'céu' é usada para enfatizar a grandeza e a santidade de Deus, mostrando que qualquer juramento feito em seu nome deve ser respeitado.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à sua glória, refletindo a relação entre o humano e o divino.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"mateus_5_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo, cuja autoridade é invocada em juramentos.","explicacao_detalhada":"Neste versículo, Jesus menciona Deus para ensinar sobre a seriedade dos compromissos que fazemos. Juramentos feitos em nome de Deus são considerados sagrados e devem ser cumpridos.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a fonte de toda verdade e justiça.","conexao_teologica":"A invocação de Deus em juramentos reflete a relação de reverência e responsabilidade que os crentes têm para com Ele.","referencias_relacionadas":["Êxodo 20:7","Deuteronômio 6:13","Mateus 23:22"]},"mateus_5_35_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é mencionada como um lugar físico, mas também simboliza a criação de Deus.","explicacao_detalhada":"Jesus usa a terra para ilustrar que não devemos jurar por ela, pois pertence a Deus. Isso enfatiza a ideia de que tudo que existe é sob a autoridade divina.","por_que_esta_palavra":"A palavra 'terra' é utilizada para mostrar a limitação do ser humano em fazer promessas, já que a criação é de Deus.","conexao_teologica":"A terra é parte da criação de Deus e reflete sua soberania sobre tudo que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"mateus_5_35_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor é uma reverência profunda, muitas vezes associada ao respeito que devemos ter por Deus.","explicacao_detalhada":"Neste contexto, o temor é mencionado para mostrar a seriedade com que devemos tratar nossos compromissos e a reverência que devemos ter ao fazer promessas.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a atitude que devemos ter diante de Deus e de suas leis.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a relação de respeito entre o ser humano e o Criador.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"mateus_5_35_footstool":{"palavra_pt":"footstool","palavra_original":"ὑποπόδιον","transliteracao":"hypopódion","strong":"G5286","significado_raiz":"Ideia básica: footstool.","significado_contextual":"O 'footstool' (escabelo) simboliza a submissão da criação à autoridade de Deus.","explicacao_detalhada":"Jesus menciona o escabelo para ilustrar que a terra é um lugar de humildade e que não devemos jurar por ela, pois tudo está sob os pés de Deus.","por_que_esta_palavra":"A palavra 'footstool' é usada para enfatizar a grandeza de Deus e a nossa posição como criaturas diante dele.","conexao_teologica":"A ideia de que a terra é o escabelo de Deus reflete sua soberania e domínio sobre toda a criação.","referencias_relacionadas":["Isaías 66:1","Salmos 110:1","Hebreus 10:13"]},"mateus_5_36_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir promessas ou compromissos.","explicacao_detalhada":"Jesus ensina que não devemos fazer promessas levianamente, e que a ação de 'fazer' deve ser acompanhada de responsabilidade e sinceridade.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a importância de agir de acordo com o que se promete.","conexao_teologica":"A ação de fazer reflete a natureza de Deus como Criador e a expectativa que Ele tem de que Seus filhos sejam fiéis em suas promessas.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Colossenses 3:23"]},"mateus_5_36_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A cabeça é um símbolo de autoridade e liderança.","explicacao_detalhada":"Jesus menciona a cabeça para ilustrar que não devemos jurar por ela, pois isso implica em uma arrogância que não devemos ter diante de Deus.","por_que_esta_palavra":"A palavra 'cabeça' é usada para enfatizar a posição de autoridade que pertence a Deus, e não ao homem.","conexao_teologica":"A cabeça como símbolo de autoridade reflete a ordem divina estabelecida por Deus na criação.","referencias_relacionadas":["1 Coríntios 11:3","Efésios 5:23","Colossenses 1:18"]},"mateus_5_36_hair":{"palavra_pt":"cabelo","palavra_original":"θρίξ","transliteracao":"thríx","strong":"G2359","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"O cabelo é mencionado para ilustrar a insignificância de tentar controlar até mesmo os menores detalhes da vida.","explicacao_detalhada":"Jesus ensina que não devemos jurar por nosso cabelo, pois isso demonstra uma falta de compreensão sobre a soberania de Deus sobre nossas vidas.","por_que_esta_palavra":"A palavra 'cabelo' é utilizada para mostrar que até mesmo as coisas mais simples estão sob o controle de Deus.","conexao_teologica":"A menção ao cabelo reflete a ideia de que Deus conhece cada detalhe de nossas vidas e que devemos confiar Nele.","referencias_relacionadas":["Mateus 10:30","Salmos 139:1-4","Lucas 12:7"]},"mateus_5_37_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra ou verbo é a expressão da verdade e da intenção.","explicacao_detalhada":"Jesus ensina que devemos ser pessoas de palavra, onde o que dizemos deve ser sincero e verdadeiro, sem a necessidade de juramentos.","por_que_esta_palavra":"A palavra 'palavra' é central na comunicação e na relação entre Deus e os homens, sendo Cristo a própria Palavra.","conexao_teologica":"A conexão entre a palavra e a verdade é fundamental na teologia cristã, onde Jesus é a encarnação da verdade.","referencias_relacionadas":["João 1:1","Salmos 119:160","Tiago 5:12"]},"mateus_5_37_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Maligno ou mau refere-se àquilo que é contrário à vontade de Deus.","explicacao_detalhada":"Neste versículo, Jesus adverte sobre a natureza do coração humano e a tendência de fazer promessas vazias ou enganosas.","por_que_esta_palavra":"A palavra 'mal' é usada para destacar a necessidade de pureza e sinceridade em nossas palavras e ações.","conexao_teologica":"A luta entre o bem e o mal é um tema central na Bíblia, refletindo a necessidade de viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Romanos 7:19","Gálatas 5:17","1 Pedro 5:8"]},"mateus_5_37_verdade":{"palavra_pt":"verdade","palavra_original":"ναί","transliteracao":"naí","strong":"G3483","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui enfatiza a importância da sinceridade e da honestidade nas palavras.","explicacao_detalhada":"No contexto do Sermão da Montanha, Jesus ensina que os seguidores devem ser verdadeiros em suas promessas e compromissos, evitando juramentos desnecessários.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a integridade da comunicação e a construção de relacionamentos baseados na confiança.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, conforme João 14:6, onde Jesus se declara como a Verdade.","referencias_relacionadas":["João 8:32","Efésios 4:15","Salmos 51:6"]},"mateus_5_38_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"Jesus menciona 'olho por olho' para criticar a retribuição e promover uma nova ética de amor e perdão, desafiando a justiça retributiva.","por_que_esta_palavra":"O 'olho' representa a maneira como vemos e respondemos ao mal, e Jesus ensina que devemos olhar além da vingança.","conexao_teologica":"A visão espiritual é fundamental para entender o amor de Deus e a necessidade de misericórdia, como em Tiago 2:13.","referencias_relacionadas":["Êxodo 21:24","Romanos 12:19","Mateus 7:1-2"]},"mateus_5_38_falar":{"palavra_pt":"falar","palavra_original":"ἐρέω","transliteracao":"eréō","strong":"G2046","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal e à expressão de intenções.","explicacao_detalhada":"Jesus ensina que as palavras têm poder e que devemos ser cuidadosos com o que dizemos, evitando a retaliação.","por_que_esta_palavra":"A comunicação é um reflexo do coração, e Jesus enfatiza a importância de falar com amor e verdade.","conexao_teologica":"As palavras devem edificar e não destruir, como ensinado em Efésios 4:29.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Colossenses 4:6"]},"mateus_5_39_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se a ações e intenções que são moralmente erradas.","explicacao_detalhada":"Jesus ensina a não revidar o mal com mal, mas a responder com amor e perdão, desafiando a norma cultural da vingança.","por_que_esta_palavra":"O 'mal' é uma realidade no mundo, e a resposta de Jesus é uma chamada à transformação pessoal e espiritual.","conexao_teologica":"A superação do mal pelo bem é um princípio central do evangelho, como em Romanos 12:21.","referencias_relacionadas":["Mateus 5:44","1 Pedro 3:9","Romanos 12:19"]},"mateus_5_39_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, enfatizando a rejeição do mal.","explicacao_detalhada":"Jesus usa a negação para ensinar que não devemos agir como Deus, mas sim seguir o exemplo de amor e perdão.","por_que_esta_palavra":"A compreensão de Deus como justo e amoroso nos leva a agir de maneira semelhante em nossas interações.","conexao_teologica":"Deus é a fonte de toda justiça e amor, e devemos refletir esses atributos em nossas vidas.","referencias_relacionadas":["1 João 4:8","Salmos 89:14","Romanos 3:26"]},"mateus_5_39_rosto":{"palavra_pt":"rosto","palavra_original":"σιαγών","transliteracao":"siagṓn","strong":"G4600","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a identidade e a dignidade da pessoa.","explicacao_detalhada":"Jesus menciona o rosto para ilustrar a ideia de não retaliar, mas sim de oferecer a outra face como um ato de amor e resistência ao mal.","por_que_esta_palavra":"O rosto é uma representação da pessoa e de sua dignidade, e Jesus ensina a valorizar isso mesmo diante da ofensa.","conexao_teologica":"A dignidade humana é um princípio fundamental na teologia cristã, refletindo a imagem de Deus em cada indivíduo.","referencias_relacionadas":["Gênesis 1:27","Mateus 22:39","Tiago 3:9"]},"mateus_5_40_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de decidir ou optar por algo.","explicacao_detalhada":"Jesus ensina que, ao ser injustamente tratado, devemos escolher a resposta que reflete amor e não vingança.","por_que_esta_palavra":"A escolha é um ato de liberdade e responsabilidade, e Jesus nos convida a escolher o caminho do amor.","conexao_teologica":"A liberdade de escolha é um aspecto da criação divina, refletindo a capacidade humana de decidir entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Romanos 6:16"]},"mateus_5_41_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' implica em ir embora ou se afastar de um lugar.","explicacao_detalhada":"Jesus usa a ideia de 'departar' para ilustrar a disposição de ir além do que é exigido, mostrando generosidade e amor.","por_que_esta_palavra":"Departar é uma escolha de ir além das expectativas, refletindo o caráter de Cristo em nossas ações.","conexao_teologica":"O chamado para ir além é um princípio do discipulado, onde somos desafiados a seguir o exemplo de Jesus.","referencias_relacionadas":["Mateus 16:24","Filipenses 2:5","1 Pedro 2:21"]},"mateus_5_41_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou obedecer.","explicacao_detalhada":"Jesus ensina que devemos estar dispostos a seguir o exemplo de amor e sacrifício, mesmo em situações difíceis.","por_que_esta_palavra":"Seguir é um chamado à ação, refletindo a disposição de viver de acordo com os ensinamentos de Cristo.","conexao_teologica":"O seguimento de Cristo é central na vida cristã, como em Lucas 9:23, onde somos chamados a tomar a nossa cruz.","referencias_relacionadas":["Mateus 4:19","João 10:27","Romanos 8:14"]},"mateus_5_42_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' aqui novamente enfatiza a decisão de agir de maneira generosa.","explicacao_detalhada":"Jesus ensina que devemos estar dispostos a dar e ajudar os outros, mesmo quando não é conveniente.","por_que_esta_palavra":"Escolher dar é um reflexo do amor de Deus por nós e um chamado à generosidade.","conexao_teologica":"A generosidade é um princípio fundamental no reino de Deus, refletindo o caráter do Pai.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"mateus_5_42_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ideia de Deus como a fonte de todas as coisas e autoridade suprema.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania divina e a relação do ser humano com o Criador. É um chamado para reconhecer a presença e a ação de Deus em nossas vidas.","por_que_esta_palavra":"A inclusão de 'deus' destaca a importância de agir de acordo com os princípios divinos, especialmente em relação ao amor e à generosidade.","conexao_teologica":"A palavra conecta-se com a ideia de que Deus é amor e que devemos refletir esse amor em nossas ações.","referencias_relacionadas":["1 João 4:8","Salmos 82:6","Romanos 13:1"]},"mateus_5_42_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo a alguém, especialmente em um contexto de generosidade.","explicacao_detalhada":"A palavra 'dar' implica um ato de desprendimento e generosidade, que é um princípio central na ética cristã. É um convite à prática da caridade.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a importância de ajudar os necessitados e de agir com bondade em vez de egoísmo.","conexao_teologica":"Reflete o ensinamento de Jesus sobre a generosidade e o amor ao próximo, que são fundamentais na vida cristã.","referencias_relacionadas":["Lucas 6:38","Atos 20:35","2 Coríntios 9:7"]},"mateus_5_43_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a alguém que é hostil ou que se opõe a nós, representando um desafio ao amor e à compaixão.","explicacao_detalhada":"A palavra 'inimigo' é usada para ilustrar a dificuldade de amar aqueles que nos fazem mal, um conceito central na ética de Jesus.","por_que_esta_palavra":"A inclusão de 'inimigo' destaca o chamado radical de Jesus para amar até mesmo aqueles que nos prejudicam.","conexao_teologica":"Conecta-se com a ideia de que o amor de Deus é incondicional e deve ser refletido em nossas relações, mesmo com os adversários.","referencias_relacionadas":["Lucas 6:27-28","Romanos 12:20","Mateus 5:10"]},"mateus_5_43_homem":{"palavra_pt":"homem","palavra_original":"πλησίον","transliteracao":"plēsíon","strong":"G4139","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao próximo, enfatizando a importância das relações interpessoais.","explicacao_detalhada":"A palavra 'homem' aqui é usada para representar qualquer ser humano, destacando a necessidade de amor e respeito mútuo.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a universalidade do amor que deve ser estendido a todos, sem exceção.","conexao_teologica":"Reflete a doutrina do amor ao próximo, que é um dos mandamentos mais importantes na Bíblia.","referencias_relacionadas":["Levítico 19:18","Mateus 22:39","Gálatas 5:14"]},"mateus_5_44_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de expressar bênçãos ou palavras positivas sobre alguém.","explicacao_detalhada":"A palavra 'falar' implica a importância da comunicação e das palavras que usamos, especialmente em relação aos outros.","por_que_esta_palavra":"A inclusão de 'falar' destaca a necessidade de abençoar e não amaldiçoar, mesmo aqueles que nos fazem mal.","conexao_teologica":"Conecta-se com a ideia de que nossas palavras têm poder e devem ser usadas para edificar e não para destruir.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:10","Efésios 4:29"]},"mateus_5_44_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ações que demonstram amor e bondade.","explicacao_detalhada":"A palavra 'fazer' implica em ações concretas que refletem o amor e a compaixão, indo além de meras palavras.","por_que_esta_palavra":"A inclusão de 'fazer' enfatiza que o amor deve ser demonstrado através de ações, não apenas sentimentos.","conexao_teologica":"Reflete a prática da fé através de obras, um tema recorrente nas cartas apostólicas.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:10","Mateus 7:17"]},"mateus_5_44_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao sentimento de amor, que deve ser estendido até mesmo aos inimigos.","explicacao_detalhada":"A palavra 'amor' aqui é usada para descrever um amor incondicional, que desafia as normas sociais e expectativas.","por_que_esta_palavra":"A inclusão de 'amor' destaca a radicalidade do ensino de Jesus sobre como devemos nos relacionar com os outros.","conexao_teologica":"Conecta-se com a essência do evangelho, que é o amor de Deus manifestado em Cristo.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 5:8","1 João 4:19"]},"mateus_5_45_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de bênção.","explicacao_detalhada":"A palavra 'céu' enfatiza a soberania de Deus sobre a criação e a promessa de vida eterna.","por_que_esta_palavra":"A inclusão de 'céu' destaca a esperança cristã e a recompensa divina para aqueles que seguem os ensinamentos de Jesus.","conexao_teologica":"Conecta-se com a visão escatológica da Bíblia, onde o céu é o destino final dos fiéis.","referencias_relacionadas":["Filipenses 3:20","Mateus 6:20","Apocalipse 21:1-4"]},"mateus_5_45_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação ao caráter e à vida espiritual.","explicacao_detalhada":"A palavra 'tornar-se' implica em transformação e crescimento espiritual, um processo contínuo na vida do crente.","por_que_esta_palavra":"A inclusão de 'tornar-se' destaca a ideia de que a vida cristã é uma jornada de transformação.","conexao_teologica":"Reflete a doutrina da santificação, onde os crentes são chamados a crescer em semelhança a Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 5:22-23"]},"mateus_5_45_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se ao que é maligno ou mau, contrastando com o bem.","explicacao_detalhada":"A palavra 'maligno' enfatiza a presença do mal no mundo e a necessidade de discernimento moral.","por_que_esta_palavra":"A inclusão de 'maligno' destaca a luta contínua entre o bem e o mal na vida do crente.","conexao_teologica":"Conecta-se com a doutrina do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Efésios 6:12","Romanos 7:19","1 Pedro 5:8"]},"mateus_5_46_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, neste contexto, ações que são feitas por pessoas.","explicacao_detalhada":"No Sermão da Montanha, Jesus destaca a importância de agir de maneira que reflita o amor e a bondade, não apenas em relação aos que nos fazem bem, mas também aos que nos fazem mal.","por_que_esta_palavra":"A palavra 'fazer' é central para entender que nossas ações devem ser motivadas por amor e não apenas por interesse próprio.","conexao_teologica":"A ação de fazer o bem é um reflexo do caráter de Deus, que faz o bem a todos, independentemente de suas ações.","referencias_relacionadas":["Mateus 5:45","Gálatas 6:9","Tiago 2:17"]},"mateus_5_46_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações que são realizadas, especialmente no contexto do amor ao próximo.","explicacao_detalhada":"Jesus questiona se é suficiente amar apenas aqueles que nos amam, enfatizando que o verdadeiro amor se manifesta em ações boas, mesmo para com os inimigos.","por_que_esta_palavra":"A palavra 'bom' é utilizada para contrastar as ações superficiais com aquelas que são genuinamente motivadas pelo amor.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a imitar a natureza divina.","referencias_relacionadas":["Mateus 7:11","Romanos 12:21","Gálatas 5:22"]},"mateus_5_47_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a exclusividade das ações, referindo-se a agir apenas em benefício dos que nos são próximos.","explicacao_detalhada":"Jesus desafia a ideia de que amar apenas aqueles que nos amam é suficiente, enfatizando que isso não é uma virtude, mas uma expectativa comum.","por_que_esta_palavra":"A palavra 'sozinho' destaca a necessidade de ir além das relações normais e buscar um amor que transcende as expectativas humanas.","conexao_teologica":"O amor de Deus é inclusivo e não se limita a um grupo específico, refletindo a necessidade de amar a todos.","referencias_relacionadas":["Lucas 6:32-33","1 João 4:20","Romanos 5:8"]},"mateus_5_47_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é novamente usada para enfatizar a ação, neste caso, a ação de amar ou agir em relação aos outros.","explicacao_detalhada":"A repetição da palavra 'fazer' sublinha a importância de nossas ações em relação aos outros, especialmente em um contexto de amor e bondade.","por_que_esta_palavra":"É crucial entender que o amor deve ser demonstrado através de ações concretas, não apenas sentimentos.","conexao_teologica":"As ações de um crente devem refletir a natureza de Cristo, que sempre agiu em amor e compaixão.","referencias_relacionadas":["Mateus 7:12","Efésios 2:10","Colossenses 3:23"]},"mateus_5_47_exceeding":{"palavra_pt":"muito","palavra_original":"περισσός","transliteracao":"perissós","strong":"G4053","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' indica um grau elevado, referindo-se à quantidade ou intensidade do amor que devemos ter.","explicacao_detalhada":"Jesus nos chama a ir além do que é esperado, a amar de maneira abundante e generosa, não apenas em termos de quantidade, mas também de qualidade.","por_que_esta_palavra":"A palavra 'muito' enfatiza que o amor cristão deve ser extraordinário e não se limitar ao que é comum entre as pessoas.","conexao_teologica":"O amor de Deus é abundante e deve ser a medida do amor que devemos ter uns pelos outros.","referencias_relacionadas":["1 Coríntios 13:4-7","Romanos 13:10","1 Pedro 4:8"]},"mateus_5_48_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao estado ou lugar de perfeição e santidade que Deus deseja que seus seguidores alcancem.","explicacao_detalhada":"Jesus conclui o ensino sobre o amor ao próximo com um chamado à perfeição, que é um reflexo do caráter de Deus.","por_que_esta_palavra":"A palavra 'céu' simboliza o padrão elevado que os crentes devem buscar em suas vidas, imitando a perfeição de Deus.","conexao_teologica":"A busca pela perfeição é um chamado à santidade, que é uma característica fundamental da vida cristã.","referencias_relacionadas":["1 Pedro 1:16","Mateus 5:8","Hebreus 12:14"]}}