{"mateus_6_1_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à conformidade com a vontade de Deus e à prática de ações corretas.","explicacao_detalhada":"Jesus adverte contra a prática da justiça para ser visto pelos homens, enfatizando que a verdadeira justiça deve ser feita em segredo, para agradar a Deus.","por_que_esta_palavra":"A palavra 'justiça' é fundamental para entender a ética do Reino de Deus, que valoriza a sinceridade e a humildade.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver de maneira justa.","referencias_relacionadas":["Mateus 5:20","Isaías 1:17","Miquéias 6:8"]},"mateus_6_1_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' aqui se refere ao lugar onde Deus habita e de onde Ele observa as ações humanas.","explicacao_detalhada":"Jesus menciona o céu para lembrar que nossas ações devem ser feitas com a consciência de que Deus está sempre observando.","por_que_esta_palavra":"A palavra 'céu' serve como um lembrete da soberania de Deus e da importância de viver em retidão diante d'Ele.","conexao_teologica":"A consciência da presença de Deus nos motiva a agir de maneira justa e verdadeira, buscando agradá-Lo acima de tudo.","referencias_relacionadas":["Mateus 5:16","Salmos 139:1-4","Hebreus 4:13"]},"mateus_6_1_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é usada para enfatizar a ação de praticar a justiça de forma autêntica.","explicacao_detalhada":"Jesus ensina que a prática da justiça deve ser feita com um coração puro, sem buscar reconhecimento humano.","por_que_esta_palavra":"A repetição da palavra 'fazer' destaca a importância de agir corretamente, não apenas em aparência, mas em essência.","conexao_teologica":"As ações dos crentes devem ser motivadas por um desejo genuíno de agradar a Deus, refletindo Seu caráter.","referencias_relacionadas":["Mateus 5:14-15","Colossenses 3:17","1 João 3:18"]},"mateus_6_2_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à assembleia dos crentes, o corpo de Cristo que se reúne para adoração e edificação.","explicacao_detalhada":"Jesus menciona a sinagoga como um lugar onde a justiça e a adoração devem ser praticadas, mas alerta contra a hipocrisia.","por_que_esta_palavra":"A palavra 'igreja' é importante para entender a comunidade de fé e a responsabilidade que os crentes têm uns com os outros.","conexao_teologica":"A igreja é o corpo de Cristo, chamado a viver em unidade e a praticar a justiça e o amor.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","Hebreus 10:24-25"]},"mateus_6_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar boas obras, especialmente no contexto de dar esmolas.","explicacao_detalhada":"Neste versículo, Jesus ensina sobre a importância de fazer boas ações de forma discreta, sem buscar reconhecimento humano. O ato de 'fazer' é enfatizado como uma expressão de generosidade e compaixão.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a ação prática e a intenção por trás das boas obras, que devem ser feitas com sinceridade.","conexao_teologica":"A prática de boas obras é uma manifestação da fé genuína e do amor ao próximo, refletindo o caráter de Deus.","referencias_relacionadas":["Mateus 5:16","Tiago 2:17","Gálatas 6:9"]},"mateus_6_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Assim como em Mateus 6:2, 'fazer' aqui se refere à ação de realizar boas obras, especificamente dar esmolas.","explicacao_detalhada":"Jesus instrui que ao fazer boas ações, não devemos nos exibir, mas sim agir em humildade e discrição, para que a recompensa venha de Deus.","por_que_esta_palavra":"A repetição da palavra 'fazer' enfatiza a continuidade da prática de boas ações como parte da vida cristã.","conexao_teologica":"A verdadeira espiritualidade é medida pela sinceridade das ações, não pela aparência externa.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:23","1 Pedro 2:12"]},"mateus_6_3_pobre":{"palavra_pt":"pobre","palavra_original":"ἐλεημοσύνη","transliteracao":"eleēmosýnē","strong":"G1654","significado_raiz":"Ideia básica: pobre.","significado_contextual":"A palavra 'pobre' refere-se à prática de dar esmolas aos necessitados, enfatizando a generosidade.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a importância de ajudar os pobres sem buscar reconhecimento, mostrando que a verdadeira generosidade é feita em segredo.","por_que_esta_palavra":"A palavra 'pobre' é crucial para entender a natureza da esmola, que deve ser direcionada aos que realmente precisam.","conexao_teologica":"A preocupação com os pobres é um tema central na Bíblia, refletindo o coração de Deus por aqueles que estão em necessidade.","referencias_relacionadas":["Provérbios 19:17","Mateus 25:40","Tiago 1:27"]},"mateus_6_3_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a relação entre as ações humanas e a recompensa divina.","explicacao_detalhada":"Jesus ensina que as boas ações devem ser feitas em segredo, pois é Deus quem vê e recompensa, não os homens.","por_que_esta_palavra":"A menção a Deus reforça a ideia de que a verdadeira motivação para as boas obras deve ser a adoração e a obediência a Ele.","conexao_teologica":"A relação entre fé e obras é fundamental na teologia cristã, onde as obras são uma expressão da fé em Deus.","referencias_relacionadas":["Gálatas 6:7","Hebreus 6:10","Mateus 5:8"]},"mateus_6_4_pobre":{"palavra_pt":"pobre","palavra_original":"ἐλεημοσύνη","transliteracao":"eleēmosýnē","strong":"G1654","significado_raiz":"Ideia básica: pobre.","significado_contextual":"A palavra 'pobre' novamente se refere àqueles que necessitam de ajuda, destacando a importância da generosidade.","explicacao_detalhada":"Jesus continua a enfatizar que as esmolas devem ser dadas em segredo, para que a recompensa venha de Deus, não dos homens.","por_que_esta_palavra":"A repetição da palavra 'pobre' sublinha a importância de cuidar dos necessitados como um princípio central do cristianismo.","conexao_teologica":"A prática de cuidar dos pobres é uma expressão do amor cristão e da justiça social, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 41:1","Mateus 25:35","Lucas 6:38"]},"mateus_6_5_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se ao local de reunião dos fiéis, onde a adoração e a comunhão acontecem.","explicacao_detalhada":"Neste versículo, Jesus critica a hipocrisia dos que oram em público para serem vistos, contrastando com a verdadeira oração que deve ser feita em humildade.","por_que_esta_palavra":"A menção à 'igreja' destaca a importância da comunidade de fé e da adoração coletiva, mas também a necessidade de autenticidade na vida espiritual.","conexao_teologica":"A igreja é o corpo de Cristo, e a verdadeira adoração deve ser feita em espírito e em verdade, não para a aprovação dos homens.","referencias_relacionadas":["Atos 2:42","Efésios 4:12","1 Pedro 2:9"]},"mateus_6_5_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a importância da oração sincera e pessoal.","explicacao_detalhada":"Jesus ensina que a oração deve ser feita em particular, onde Deus pode ouvir, ao invés de ser uma performance pública.","por_que_esta_palavra":"A referência a Deus reforça a ideia de que a oração é uma comunicação íntima e pessoal com o Criador.","conexao_teologica":"A oração é um meio de relacionamento com Deus, e deve ser feita com sinceridade e humildade.","referencias_relacionadas":["1 Tessalonicenses 5:17","Filipenses 4:6","Hebreus 4:16"]},"mateus_6_5_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se à relação de intimidade e afeto que deve existir entre os cristãos.","explicacao_detalhada":"Jesus usa a palavra 'amigo' para descrever a relação que devemos ter com Deus, enfatizando a proximidade e a confiança.","por_que_esta_palavra":"A escolha da palavra 'amigo' destaca a natureza relacional do cristianismo, onde Deus não é apenas Senhor, mas também um amigo próximo.","conexao_teologica":"A amizade com Deus é um tema central, refletindo o desejo de um relacionamento pessoal e íntimo com o Criador.","referencias_relacionadas":["João 15:15","Tiago 2:23","Salmos 25:14"]},"mateus_6_6_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' novamente enfatiza a importância da oração pessoal e íntima.","explicacao_detalhada":"Jesus ensina que a oração deve ser feita em segredo, onde Deus, que vê o oculto, recompensará publicamente.","por_que_esta_palavra":"A referência a Deus reforça a ideia de que a oração é um ato de fé e confiança na Sua providência.","conexao_teologica":"A oração é um aspecto vital da vida cristã, onde buscamos a vontade de Deus e nos conectamos com Ele.","referencias_relacionadas":["Mateus 7:7","Romanos 12:12","1 João 5:14"]},"mateus_6_6_casa":{"palavra_pt":"casa","palavra_original":"ταμεῖον","transliteracao":"tameîon","strong":"G5009","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lugar de oração, simbolizando um espaço de intimidade com Deus.","explicacao_detalhada":"Jesus instrui que devemos orar em nosso 'quarto', um espaço privado, onde podemos nos concentrar em Deus sem distrações.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância de ter um lugar reservado para a comunhão com Deus.","conexao_teologica":"A casa como lugar de oração simboliza a necessidade de um espaço sagrado em nossas vidas para buscar a presença de Deus.","referencias_relacionadas":["Salmos 91:1","Mateus 18:20","Atos 12:12"]},"mateus_6_7_speaking":{"palavra_pt":"speaking","palavra_original":"πολυλογία","transliteracao":"polylogía","strong":"G4180","significado_raiz":"Ideia básica: speaking.","significado_contextual":"Refere-se à maneira como as pessoas se expressam em oração, enfatizando a quantidade de palavras.","explicacao_detalhada":"A palavra 'speaking' (πολυλογία) sugere que a oração não deve ser uma mera repetição de palavras vazias, mas sim uma comunicação sincera com Deus.","por_que_esta_palavra":"É usada para criticar a superficialidade nas orações, onde a quantidade não substitui a qualidade da comunicação com Deus.","conexao_teologica":"A oração deve ser um diálogo autêntico com Deus, e não uma performance ou um ritual vazio.","referencias_relacionadas":["Mateus 6:7","1 Tessalonicenses 5:17","Tiago 5:16"]},"mateus_6_7_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à invocação de Deus durante a oração.","explicacao_detalhada":"A palavra 'deus' (προσεύχομαι) implica uma relação pessoal e direta com o Criador, enfatizando a importância da oração como um meio de se conectar com Ele.","por_que_esta_palavra":"É fundamental para entender que a oração é dirigida a Deus, que é o ouvinte e respondedor das nossas súplicas.","conexao_teologica":"A oração é um ato de fé que reconhece a soberania e a presença de Deus em nossas vidas.","referencias_relacionadas":["Mateus 6:9","Salmos 34:17","Hebreus 4:16"]},"mateus_6_7_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à natureza de Deus como boa e generosa.","explicacao_detalhada":"A palavra 'bom' (δοκέω) destaca que Deus é a fonte de tudo que é bom e que nossas orações devem refletir essa compreensão.","por_que_esta_palavra":"É importante para entender que Deus deseja o melhor para Seus filhos e que nossas petições devem ser feitas com essa confiança.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, que nos encoraja a buscar a Sua vontade.","referencias_relacionadas":["Mateus 7:11","Salmos 119:68","Tiago 1:17"]},"mateus_6_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à certeza de que Deus conhece nossas necessidades antes mesmo de pedirmos.","explicacao_detalhada":"A palavra 'deus' (προσεύχομαι) enfatiza a onisciência de Deus, que está ciente de tudo que precisamos.","por_que_esta_palavra":"É um lembrete de que não precisamos de muitas palavras para ser ouvidos por Deus, pois Ele já conhece nossos corações.","conexao_teologica":"A onisciência de Deus nos conforta, pois sabemos que Ele se importa com nossas vidas.","referencias_relacionadas":["Mateus 6:8","Salmos 139:1-4","Romanos 8:26"]},"mateus_6_8_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se às necessidades e assuntos da vida que devemos levar a Deus em oração.","explicacao_detalhada":"A palavra 'assunto' (χρεία) implica que Deus se preocupa com nossas necessidades diárias e que devemos confiar nEle para suprir essas necessidades.","por_que_esta_palavra":"É importante para entender que nossas preocupações são válidas e que Deus deseja que as levemos a Ele.","conexao_teologica":"A dependência de Deus para nossas necessidades é um aspecto fundamental da vida cristã.","referencias_relacionadas":["Filipenses 4:19","Mateus 6:25-26","1 Pedro 5:7"]},"mateus_6_9_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao lugar onde Deus habita e à Sua majestade.","explicacao_detalhada":"A palavra 'ceu' (οὐρανός) simboliza a soberania de Deus e a importância de reconhecer Sua grandeza em nossas orações.","por_que_esta_palavra":"É um lembrete de que devemos nos aproximar de Deus com reverência e respeito, reconhecendo Sua posição elevada.","conexao_teologica":"A visão do céu nos ajuda a entender a natureza divina e a nossa relação com Ele.","referencias_relacionadas":["Mateus 6:9","Salmos 115:3","Isaías 66:1"]},"mateus_6_9_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à invocação de Deus como Pai em nossas orações.","explicacao_detalhada":"A palavra 'deus' (προσεύχομαι) enfatiza a intimidade que temos com Deus, que é nosso Pai celestial.","por_que_esta_palavra":"É essencial para entender a relação pessoal que podemos ter com Deus através da oração.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, que nos ensina sobre amor e cuidado divinos.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"mateus_6_10_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao desejo de que a vontade de Deus seja feita tanto no céu quanto na terra.","explicacao_detalhada":"A palavra 'ceu' (οὐρανός) destaca a soberania de Deus e a importância de alinhar nossas vidas com Sua vontade.","por_que_esta_palavra":"É um chamado para que busquemos a vontade de Deus em todas as áreas de nossas vidas.","conexao_teologica":"A oração é um meio de submeter nossas vontades à de Deus, reconhecendo Sua autoridade.","referencias_relacionadas":["Mateus 6:10","Romanos 12:2","Efésios 5:17"]},"mateus_6_10_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde a vontade de Deus deve ser manifestada.","explicacao_detalhada":"A palavra 'terra' (γῆ) implica que a vida cristã deve refletir os valores do céu aqui na terra.","por_que_esta_palavra":"É um lembrete de que devemos viver de maneira que a vontade de Deus seja visível em nossas ações.","conexao_teologica":"A relação entre céu e terra é fundamental para entender a missão da Igreja e o chamado para viver em obediência.","referencias_relacionadas":["Mateus 6:10","Gênesis 1:28","Salmos 115:16"]},"mateus_6_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao desejo de que a vontade de Deus se concretize.","explicacao_detalhada":"A expressão 'tornar-se/acontecer' (γίνομαι) enfatiza a ação de Deus em nossas vidas e no mundo.","por_que_esta_palavra":"É um convite para que nos unamos à obra de Deus, permitindo que Sua vontade se manifeste em nós.","conexao_teologica":"A realização da vontade de Deus é um tema central na oração e na vida cristã.","referencias_relacionadas":["Mateus 6:10","Salmos 37:5","1 João 5:14"]},"mateus_6_11_daily":{"palavra_pt":"daily","palavra_original":"ἐπιούσιος","transliteracao":"epioúsios","strong":"G1967","significado_raiz":"Ideia básica: daily.","significado_contextual":"Refere-se à necessidade diária de sustento espiritual e físico.","explicacao_detalhada":"A palavra 'daily' (ἐπιούσιος) sugere que o sustento que pedimos a Deus deve ser algo que precisamos a cada dia, enfatizando a dependência contínua do Senhor para nossas necessidades.","por_que_esta_palavra":"É um lembrete de que devemos confiar em Deus diariamente, assim como o povo de Israel confiou no maná que caía do céu a cada dia.","conexao_teologica":"Essa dependência diária reflete a relação contínua entre o crente e Deus, onde cada dia é uma nova oportunidade para buscar a Sua provisão.","referencias_relacionadas":["Êxodo 16:4","Salmos 68:19","Mateus 4:4"]},"mateus_6_11_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, especialmente em um contexto de generosidade e provisão.","explicacao_detalhada":"A palavra 'dar' (δίδωμι) implica não apenas a ação de oferecer algo, mas também a atitude de generosidade que deve acompanhar essa ação, refletindo o caráter de Deus como doador.","por_que_esta_palavra":"É importante reconhecer que tudo o que temos vem de Deus, e devemos estar dispostos a compartilhar com os outros.","conexao_teologica":"A generosidade é um reflexo do amor de Deus por nós e deve ser uma característica dos seguidores de Cristo.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Lucas 6:38"]},"mateus_6_12_debt":{"palavra_pt":"debt","palavra_original":"ὀφείλημα","transliteracao":"opheílēma","strong":"G3783","significado_raiz":"Ideia básica: debt.","significado_contextual":"Refere-se às dívidas morais e espirituais que temos uns com os outros.","explicacao_detalhada":"A palavra 'debt' (ὀφείλημα) enfatiza a necessidade de perdoar aqueles que nos ofenderam, assim como Deus nos perdoa nossas ofensas.","por_que_esta_palavra":"Reconhecer nossas dívidas nos ajuda a entender a importância do perdão e da misericórdia em nossas relações.","conexao_teologica":"O perdão é central na mensagem do evangelho e reflete a natureza redentora de Deus.","referencias_relacionadas":["Colossenses 3:13","Mateus 18:21-22","Lucas 11:4"]},"mateus_6_13_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina de realizar milagres e intervenções sobrenaturais.","explicacao_detalhada":"A palavra 'poder' (δύναμις) destaca a autoridade de Deus sobre todas as coisas e Sua habilidade de agir em nossas vidas.","por_que_esta_palavra":"Reconhecer o poder de Deus nos encoraja a confiar Nele em momentos de dificuldade e necessidade.","conexao_teologica":"O poder de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de transformar situações impossíveis.","referencias_relacionadas":["Efésios 3:20","Romanos 1:16","Atos 1:8"]},"mateus_6_13_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e louvor que pertencem a Deus.","explicacao_detalhada":"A palavra 'gloria' (δόξα) implica a manifestação da presença e do caráter de Deus, que deve ser reconhecida e adorada.","por_que_esta_palavra":"Aglorificação de Deus é um aspecto fundamental da vida cristã, pois reconhecemos Sua grandeza e soberania.","conexao_teologica":"A glória de Deus é o objetivo final de todas as coisas, e devemos viver de maneira que reflita essa glória.","referencias_relacionadas":["Salmos 29:2","Romanos 11:36","1 Pedro 4:11"]},"mateus_6_13_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se ao mal que nos rodeia e à necessidade de proteção contra ele.","explicacao_detalhada":"A palavra 'maligno' (πονηρός) enfatiza a natureza do mal e a luta espiritual que enfrentamos como crentes.","por_que_esta_palavra":"É um reconhecimento da realidade do pecado e da necessidade de buscar a proteção de Deus contra as tentações.","conexao_teologica":"A batalha contra o mal é uma parte essencial da vida cristã, e devemos estar vigilantes e orar por proteção.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Tiago 4:7"]},"mateus_6_14_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino de Deus e à Sua presença eterna.","explicacao_detalhada":"A palavra 'céu' (οὐράνιος) implica a realidade espiritual e a esperança que temos em Cristo.","por_que_esta_palavra":"É um lembrete de que nossa verdadeira cidadania está no céu e que devemos viver com essa perspectiva.","conexao_teologica":"A esperança no céu nos motiva a viver de acordo com os princípios do reino de Deus aqui na terra.","referencias_relacionadas":["Filipenses 3:20","Mateus 5:12","Apocalipse 21:1-4"]},"mateus_6_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a importância de não cair em tentação.","explicacao_detalhada":"A palavra 'deus' (μή) é uma partícula negativa que nos lembra da necessidade de evitar o pecado e buscar a santidade.","por_que_esta_palavra":"É um chamado à vigilância e à oração, reconhecendo que precisamos da ajuda de Deus para resistir ao mal.","conexao_teologica":"A dependência de Deus é fundamental para a vida cristã, pois sem Ele não podemos vencer as tentações.","referencias_relacionadas":["1 Coríntios 10:13","Gálatas 5:16","Romanos 6:12-13"]},"mateus_6_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação ao crescimento espiritual.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) sugere um processo de transformação que ocorre na vida do crente.","por_que_esta_palavra":"É um lembrete de que a vida cristã é uma jornada de crescimento e mudança contínua.","conexao_teologica":"A transformação é um tema central na Bíblia, onde Deus nos molda à imagem de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"mateus_6_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a importância de não cair em tentação.","explicacao_detalhada":"A palavra 'deus' (μή) é uma partícula negativa que nos lembra da necessidade de evitar o pecado e buscar a santidade.","por_que_esta_palavra":"É um chamado à vigilância e à oração, reconhecendo que precisamos da ajuda de Deus para resistir ao mal.","conexao_teologica":"A dependência de Deus é fundamental para a vida cristã, pois sem Ele não podemos vencer as tentações.","referencias_relacionadas":["1 Coríntios 10:13","Gálatas 5:16","Romanos 6:12-13"]},"mateus_6_17_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à cabeça como a parte superior do corpo, simbolizando autoridade e liderança.","explicacao_detalhada":"No contexto de Mateus 6:17, a palavra 'cabeça' é usada para enfatizar a importância de não se mostrar ao mundo em atos de jejum, mas sim em humildade diante de Deus. A cabeça, sendo a parte mais visível e proeminente do corpo, representa a necessidade de manter a verdadeira intenção em ações espirituais.","por_que_esta_palavra":"A escolha da palavra 'cabeça' destaca a necessidade de se manter a humildade e a privacidade em práticas espirituais, evitando a ostentação.","conexao_teologica":"A ideia de que Deus vê o coração e as intenções das pessoas é central na teologia cristã, enfatizando que a aparência externa não é o que importa para Deus.","referencias_relacionadas":["1 Samuel 16:7","Mateus 5:16","Lucas 18:9-14"]},"mateus_6_17_alimento":{"palavra_pt":"alimento","palavra_original":"νηστεύω","transliteracao":"nēsteúō","strong":"G3522","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao ato de jejuar, que é a abstenção de alimentos para fins espirituais.","explicacao_detalhada":"No versículo, a palavra 'alimento' é utilizada para descrever a prática de jejum, que deve ser feita em segredo e não para exibição pública. O jejum é uma forma de se aproximar de Deus, buscando fortalecer a espiritualidade e a disciplina pessoal.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a prática do jejum, que é uma renúncia temporária de comida para focar em questões espirituais.","conexao_teologica":"O jejum é visto como um meio de humilhar a carne e buscar a vontade de Deus, refletindo a dependência do ser humano em relação ao sustento espiritual.","referencias_relacionadas":["Isaías 58:6-7","Mateus 4:4","Atos 13:2-3"]},"mateus_6_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou ausência, enfatizando a importância de não buscar reconhecimento humano.","explicacao_detalhada":"A palavra 'deus' aqui é usada para reforçar a ideia de que as ações devem ser feitas com a intenção de agradar a Deus, e não para receber louvor dos homens. A negação de reconhecimento humano é um tema recorrente nas instruções de Jesus.","por_que_esta_palavra":"A palavra 'deus' é utilizada para contrastar a busca por aprovação humana com a necessidade de agradar a Deus, que vê as intenções do coração.","conexao_teologica":"A teologia cristã enfatiza que a verdadeira adoração e prática espiritual devem ser dirigidas a Deus, e não ao homem.","referencias_relacionadas":["Mateus 6:1","Gálatas 1:10","Colossenses 3:23-24"]},"mateus_6_18_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de aparecer ou se mostrar, especialmente em um contexto de ostentação.","explicacao_detalhada":"No versículo, 'aparecer' é usado para descrever a intenção de não se mostrar ao mundo durante o jejum. Jesus ensina que a verdadeira espiritualidade não deve ser exibida, mas vivida em segredo diante de Deus.","por_que_esta_palavra":"A palavra 'aparecer' é importante para entender a crítica de Jesus à hipocrisia religiosa, onde as ações são feitas para serem vistas pelos outros.","conexao_teologica":"A teologia cristã enfatiza que Deus valoriza a sinceridade e a autenticidade nas práticas espirituais, em vez da aparência externa.","referencias_relacionadas":["Mateus 23:5","Lucas 12:1-3","Romanos 2:28-29"]},"mateus_6_19_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um lugar de acumulação de bens materiais.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o local onde as riquezas podem ser acumuladas, mas que são passageiras e suscetíveis à destruição. Jesus ensina que não devemos armazenar tesouros na terra, mas sim no céu.","por_que_esta_palavra":"A palavra 'terra' é significativa para contrastar a natureza efêmera das posses materiais com a durabilidade dos tesouros espirituais.","conexao_teologica":"A teologia cristã ensina que as riquezas materiais são temporárias e que o verdadeiro valor está nas coisas eternas que Deus oferece.","referencias_relacionadas":["Tiago 5:2-3","Mateus 19:21","1 Timóteo 6:17-19"]},"mateus_6_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou ausência, enfatizando a importância de não buscar reconhecimento humano.","explicacao_detalhada":"A palavra 'deus' aqui é usada para reforçar a ideia de que as ações devem ser feitas com a intenção de agradar a Deus, e não para receber louvor dos homens. A negação de reconhecimento humano é um tema recorrente nas instruções de Jesus.","por_que_esta_palavra":"A palavra 'deus' é utilizada para contrastar a busca por aprovação humana com a necessidade de agradar a Deus, que vê as intenções do coração.","conexao_teologica":"A teologia cristã enfatiza que a verdadeira adoração e prática espiritual devem ser dirigidas a Deus, e não ao homem.","referencias_relacionadas":["Mateus 6:1","Gálatas 1:10","Colossenses 3:23-24"]},"mateus_6_20_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como o lugar onde os tesouros eternos são armazenados.","explicacao_detalhada":"A palavra 'céu' é usada para descrever o reino de Deus e a promessa de recompensas eternas. Jesus ensina que devemos acumular tesouros no céu, que são imunes à corrupção e ao roubo.","por_que_esta_palavra":"A palavra 'céu' é significativa para enfatizar a natureza eterna e imutável das recompensas que Deus oferece aos que O servem fielmente.","conexao_teologica":"A teologia cristã ensina que a vida eterna e as recompensas celestiais são o verdadeiro objetivo da fé e da prática cristã.","referencias_relacionadas":["Mateus 5:12","Romanos 2:6-7","2 Coríntios 5:1"]},"mateus_6_21_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e intenções humanas.","explicacao_detalhada":"A palavra 'coração' é usada para enfatizar que onde está o nosso tesouro, ali também estará o nosso coração. Isso indica que as prioridades e valores de uma pessoa são revelados pelo que ela considera valioso.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a relação entre o que valorizamos e nossas ações, refletindo a verdadeira condição espiritual.","conexao_teologica":"A teologia cristã enfatiza que Deus se preocupa com o coração e as intenções das pessoas, não apenas com suas ações externas.","referencias_relacionadas":["Provérbios 4:23","Mateus 12:34","Lucas 6:45"]},"mateus_6_22_lampada":{"palavra_pt":"lampada","palavra_original":"λύχνος","transliteracao":"lýchnos","strong":"G3088","significado_raiz":"Ideia básica: lampada.","significado_contextual":"Refere-se à luz que ilumina o corpo, simbolizando a percepção e a compreensão espiritual.","explicacao_detalhada":"A palavra 'lampada' é usada para descrever como a visão espiritual e a compreensão são essenciais para a vida. Se a 'lampada' do corpo está saudável, todo o corpo será cheio de luz, indicando que a percepção correta leva a uma vida plena.","por_que_esta_palavra":"A palavra 'lampada' é significativa para ilustrar a importância da clareza espiritual e da visão correta na vida do crente.","conexao_teologica":"A teologia cristã ensina que Jesus é a luz do mundo e que a verdadeira compreensão espiritual vem d'Ele.","referencias_relacionadas":["João 8:12","Mateus 5:14-16","Efésios 5:8-14"]},"mateus_6_22_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico como a habitação do espírito humano.","explicacao_detalhada":"A palavra 'corpo' é usada para enfatizar a relação entre a saúde espiritual e a condição física. Um corpo iluminado pela luz espiritual reflete uma vida cheia de propósito e direção.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a conexão entre a vida espiritual e a vida física, mostrando que a saúde espiritual impacta a vida prática.","conexao_teologica":"A teologia cristã ensina que o corpo é um templo do Espírito Santo e deve ser tratado com respeito e dignidade.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:16"]},"mateus_6_22_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho é a janela da alma, representando a percepção e a compreensão espiritual.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a importância de ter um olho bom, que simboliza uma visão clara e saudável das coisas espirituais. Um olho bom permite que a luz entre, iluminando o corpo e a alma.","por_que_esta_palavra":"A palavra 'olho' é usada para ilustrar a capacidade de discernir entre o que é bom e o que é mau, refletindo a condição espiritual do indivíduo.","conexao_teologica":"A visão espiritual é fundamental na vida cristã, pois determina como percebemos e reagimos ao mundo ao nosso redor. Um olho bom está ligado à fé e à confiança em Deus.","referencias_relacionadas":["Mateus 5:8","Lucas 11:34","Salmos 119:18"]},"mateus_6_23_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Maligno ou mau refere-se a tudo que é contrário à bondade e à luz de Deus.","explicacao_detalhada":"Jesus contrasta o olho bom com o olho mau, indicando que um olho mau resulta em trevas, ou seja, uma vida cheia de pecado e desvio da verdade divina.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a dualidade entre o bem e o mal, e como isso afeta a vida espiritual das pessoas.","conexao_teologica":"A presença do mal no mundo é um tema central na teologia cristã, que enfatiza a necessidade de discernimento e a luta contra as forças malignas.","referencias_relacionadas":["Tiago 1:17","1 João 2:15-17","Romanos 12:21"]},"mateus_6_23_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho, como mencionado anteriormente, é um símbolo da percepção espiritual.","explicacao_detalhada":"Neste contexto, um olho mau não apenas impede a luz de entrar, mas também obscurece a verdade, levando a uma vida de escuridão e confusão espiritual.","por_que_esta_palavra":"A repetição da palavra 'olho' enfatiza a importância da visão espiritual e como ela afeta a vida do crente.","conexao_teologica":"A visão espiritual é essencial para a vida cristã, pois influencia a maneira como vivemos e interagimos com o mundo.","referencias_relacionadas":["Mateus 5:29","Provérbios 28:22","Hebreus 12:2"]},"mateus_6_23_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é visto como o templo do Espírito Santo e a morada da alma.","explicacao_detalhada":"Jesus menciona o corpo para ilustrar que a condição espiritual afeta não apenas a alma, mas também a vida física e as ações do indivíduo.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a relação entre o espiritual e o físico na vida do crente.","conexao_teologica":"A teologia cristã ensina que o corpo deve ser cuidado e usado para glorificar a Deus, refletindo a saúde espiritual.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:16"]},"mateus_6_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Jesus afirma que não se pode servir a dois senhores, enfatizando a necessidade de lealdade total a Deus em vez de dividir a devoção entre Deus e as riquezas.","por_que_esta_palavra":"A palavra 'senhor' é usada para estabelecer a soberania de Deus e a relação de servidão que os crentes devem ter com Ele.","conexao_teologica":"A ideia de servidão a Deus é central na fé cristã, onde a lealdade a Deus é vista como um princípio fundamental.","referencias_relacionadas":["Lucas 16:13","Romanos 6:16","Colossenses 3:23"]},"mateus_6_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, a referência a Deus destaca a importância de priorizar a relação com Ele acima de tudo, incluindo bens materiais.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza da adoração e a centralidade de Deus na vida do crente.","conexao_teologica":"A centralidade de Deus na vida do crente é um tema recorrente nas Escrituras, enfatizando a necessidade de colocar Deus em primeiro lugar.","referencias_relacionadas":["Mateus 22:37","Salmos 37:4","1 Timóteo 6:10"]},"mateus_6_24_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Amor, neste contexto, refere-se à devoção e lealdade que se deve ter a Deus.","explicacao_detalhada":"Jesus menciona que não se pode amar a Deus e as riquezas ao mesmo tempo, enfatizando a exclusividade do amor que devemos ter por Deus.","por_que_esta_palavra":"A palavra 'amor' é crucial para entender a natureza do relacionamento entre o crente e Deus, que deve ser de total entrega.","conexao_teologica":"O amor a Deus é o maior mandamento e deve ser a motivação central da vida cristã.","referencias_relacionadas":["Mateus 22:37-38","1 João 4:19","Romanos 13:10"]},"mateus_6_25_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como a essência da vida, o que dá significado à existência humana.","explicacao_detalhada":"Jesus fala sobre a preocupação com a vida e as necessidades materiais, lembrando que a alma é mais valiosa do que as coisas materiais.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a importância da vida espiritual em relação às preocupações terrenas.","conexao_teologica":"A vida eterna e a salvação são temas centrais na teologia cristã, que enfatiza a importância da alma.","referencias_relacionadas":["Mateus 10:28","Lucas 12:15","1 Pedro 1:9"]},"mateus_6_25_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o provedor de todas as necessidades humanas.","explicacao_detalhada":"Neste versículo, Jesus assegura que Deus se preocupa com as necessidades de Seus filhos, encorajando a confiança nEle.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a providência divina e o cuidado que Deus tem por nós.","conexao_teologica":"A confiança em Deus como provedor é um tema recorrente nas Escrituras, que nos ensina a depender dEle.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","Mateus 7:11"]},"mateus_6_25_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é a parte física do ser humano, que deve ser cuidada e respeitada.","explicacao_detalhada":"Jesus menciona o corpo para lembrar que a vida física não deve ser a única preocupação, mas que a alma e o espírito são igualmente importantes.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a relação entre o físico e o espiritual na vida do crente.","conexao_teologica":"A teologia cristã ensina que o corpo é um templo do Espírito Santo e deve ser tratado com dignidade.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 5:24"]},"mateus_6_26_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar onde as aves são sustentadas.","explicacao_detalhada":"Neste versículo, Jesus usa o céu para ilustrar a providência divina, mostrando que Deus cuida das aves que não semeiam nem colhem, enfatizando a confiança que devemos ter em Sua provisão.","por_que_esta_palavra":"A palavra 'céu' é usada para destacar a grandeza e a soberania de Deus sobre a criação.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à Sua autoridade sobre todas as coisas, refletindo a ideia de que Deus cuida de Sua criação.","referencias_relacionadas":["Mateus 6:26","Salmos 104:12","Gênesis 1:20"]},"mateus_6_27_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar entre ou a partir de um ponto de origem.","explicacao_detalhada":"Jesus questiona a capacidade do homem de adicionar um único côvado à sua estatura, enfatizando a futilidade da preocupação excessiva com a vida.","por_que_esta_palavra":"A palavra 'entre' é utilizada para mostrar a relação entre a preocupação humana e a incapacidade de controlar a própria vida.","conexao_teologica":"A dependência de Deus é um tema central, onde o ser humano deve reconhecer seus limites diante da soberania divina.","referencias_relacionadas":["Mateus 6:27","Salmos 39:5","Tiago 4:14"]},"mateus_6_27_age":{"palavra_pt":"age","palavra_original":"ἡλικία","transliteracao":"hēlikía","strong":"G2244","significado_raiz":"Ideia básica: age.","significado_contextual":"Refere-se à idade ou ao tempo de vida de uma pessoa.","explicacao_detalhada":"Jesus usa a questão da idade para ilustrar a impossibilidade de controlar o tempo e a vida, reforçando a ideia de que devemos confiar em Deus.","por_que_esta_palavra":"A palavra 'idade' é importante para enfatizar a fragilidade da vida humana e a necessidade de confiar em Deus para o sustento.","conexao_teologica":"A vida é um dom de Deus, e a preocupação excessiva é um sinal de falta de fé na providência divina.","referencias_relacionadas":["Mateus 6:27","Salmos 90:10","Eclesiastes 3:1"]},"mateus_6_27_cubit":{"palavra_pt":"cubit","palavra_original":"πῆχυς","transliteracao":"pēchys","strong":"G4083","significado_raiz":"Ideia básica: cubit.","significado_contextual":"Um cubito é uma medida de comprimento, aproximadamente 45 centímetros.","explicacao_detalhada":"Jesus menciona o cubito para ilustrar a incapacidade humana de alterar aspectos fundamentais da vida, como a altura.","por_que_esta_palavra":"A palavra 'cubit' é usada para enfatizar a limitação do ser humano em comparação com a grandeza de Deus.","conexao_teologica":"A soberania de Deus sobre a vida humana é um tema recorrente, mostrando que devemos confiar Nele em vez de nos preocuparmos.","referencias_relacionadas":["Mateus 6:27","Salmos 139:13-16","Isaías 40:12"]},"mateus_6_28_clothing":{"palavra_pt":"clothing","palavra_original":"ἔνδυμα","transliteracao":"éndyma","strong":"G1742","significado_raiz":"Ideia básica: clothing.","significado_contextual":"Refere-se às vestes e à preocupação com a aparência.","explicacao_detalhada":"Jesus fala sobre as flores do campo, que são vestidas com beleza, para ilustrar que Deus cuida de nós e nos veste com dignidade.","por_que_esta_palavra":"A palavra 'roupa' é usada para mostrar a preocupação humana com a aparência e a necessidade de confiar em Deus para o que precisamos.","conexao_teologica":"A provisão de Deus é um tema central, onde Ele cuida de nossas necessidades, incluindo as mais básicas.","referencias_relacionadas":["Mateus 6:28","1 Pedro 5:7","Filipenses 4:19"]},"mateus_6_28_careful":{"palavra_pt":"care ful","palavra_original":"μεριμνάω","transliteracao":"merimnáō","strong":"G3309","significado_raiz":"Ideia básica: care ful.","significado_contextual":"Refere-se à preocupação excessiva ou ansiedade.","explicacao_detalhada":"Jesus admoesta a não se preocupar com o que vestir, enfatizando que a preocupação não acrescenta nada à vida.","por_que_esta_palavra":"A palavra 'cuidado' é usada para destacar a ansiedade que muitos sentem em relação às necessidades diárias.","conexao_teologica":"A confiança em Deus é fundamental, e a preocupação é vista como uma falta de fé na Sua provisão.","referencias_relacionadas":["Mateus 6:28","Filipenses 4:6-7","Salmos 55:22"]},"mateus_6_29_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à beleza e esplendor das flores, comparando-as à riqueza de Salomão.","explicacao_detalhada":"Jesus menciona a glória das flores do campo para mostrar que Deus cuida de Sua criação com grande beleza e esplendor.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a magnificência da criação de Deus e Sua capacidade de prover.","conexao_teologica":"A glória de Deus é revelada na criação, e isso deve nos levar a confiar Nele para nossas necessidades.","referencias_relacionadas":["Mateus 6:29","Salmos 96:6","Romanos 1:20"]},"mateus_6_29_filho":{"palavra_pt":"filho","palavra_original":"Σολομών","transliteracao":"Solomṓn","strong":"G4672","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Salomão, conhecido por sua riqueza e sabedoria.","explicacao_detalhada":"Jesus compara a beleza das flores à glória de Salomão, enfatizando que mesmo o mais rico dos homens não se compara à criação de Deus.","por_que_esta_palavra":"A palavra 'filho' é usada para referir-se a Salomão, simbolizando riqueza e esplendor.","conexao_teologica":"A comparação destaca a superioridade da criação de Deus sobre as riquezas humanas, reforçando a ideia de que devemos confiar Nele.","referencias_relacionadas":["Mateus 6:29","1 Reis 10:23","Eclesiastes 2:10"]},"mateus_6_30_oven":{"palavra_pt":"oven","palavra_original":"κλίβανος","transliteracao":"klíbanos","strong":"G2823","significado_raiz":"Ideia básica: oven.","significado_contextual":"Refere-se ao forno, um instrumento usado para cozinhar e que é consumido pelo fogo.","explicacao_detalhada":"Jesus menciona o forno para ilustrar a transitoriedade das coisas materiais e a preocupação com o que é efêmero.","por_que_esta_palavra":"A palavra 'forno' é usada para mostrar a fragilidade das coisas materiais em comparação com a provisão de Deus.","conexao_teologica":"A ênfase está na confiança em Deus, que cuida de nós mesmo em meio à transitoriedade da vida.","referencias_relacionadas":["Mateus 6:30","Tiago 1:10","1 Pedro 1:24"]},"mateus_6_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o provedor e sustentador de todas as coisas.","explicacao_detalhada":"Jesus destaca que se Deus cuida das flores do campo, quanto mais Ele cuidará de nós, que somos Seus filhos.","por_que_esta_palavra":"A palavra 'Deus' é central para a mensagem de confiança e dependência na providência divina.","conexao_teologica":"A natureza de Deus como provedor é um tema fundamental na teologia cristã, enfatizando Sua bondade e cuidado.","referencias_relacionadas":["Mateus 6:30","Salmos 23:1","Filipenses 4:19"]},"mateus_6_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da criação de Deus e à preocupação com as necessidades humanas.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude e a importância das coisas que Deus criou, mostrando que Ele cuida de cada detalhe, incluindo as necessidades humanas.","por_que_esta_palavra":"Esta palavra é utilizada para contrastar a grandeza de Deus com a pequena preocupação do homem com suas necessidades diárias.","conexao_teologica":"A grandeza de Deus é um tema central na teologia, mostrando que Ele é soberano sobre toda a criação e que cuida de Seus filhos.","referencias_relacionadas":["Salmos 104:24","Isaías 40:26","Mateus 10:29"]},"mateus_6_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que provê e cuida de Suas criaturas.","explicacao_detalhada":"A palavra 'deus' aqui é usada para reafirmar a confiança que os crentes devem ter em Deus, que é capaz de suprir todas as suas necessidades.","por_que_esta_palavra":"A inclusão de 'deus' enfatiza a relação de dependência do ser humano em relação ao Criador, especialmente em tempos de ansiedade.","conexao_teologica":"A providência divina é um aspecto fundamental da teologia cristã, que ensina que Deus cuida de todas as coisas.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:11","Salmos 23:1"]},"mateus_6_31_careful":{"palavra_pt":"care ful","palavra_original":"μεριμνάω","transliteracao":"merimnáō","strong":"G3309","significado_raiz":"Ideia básica: care ful.","significado_contextual":"Refere-se à preocupação excessiva com as necessidades diárias.","explicacao_detalhada":"A palavra 'careful' implica uma ansiedade que pode levar à falta de fé em Deus, que promete cuidar de Seus filhos.","por_que_esta_palavra":"É um chamado para não se deixar dominar pela ansiedade, mas confiar na provisão divina.","conexao_teologica":"A confiança em Deus é um tema recorrente na Bíblia, onde somos chamados a lançar nossas ansiedades sobre Ele.","referencias_relacionadas":["1 Pedro 5:7","Mateus 11:28-30","Salmos 55:22"]},"mateus_6_31_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou declarar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação clara e da expressão de pensamentos e necessidades.","por_que_esta_palavra":"É fundamental que os crentes expressem suas preocupações a Deus, em vez de guardá-las para si.","conexao_teologica":"A oração é uma forma de 'dizer' a Deus o que está em nosso coração, reforçando a relação pessoal com Ele.","referencias_relacionadas":["Salmos 34:17","Tiago 5:16","Romanos 10:13"]},"mateus_6_32_ceu":{"palavra_pt":"ceu","palavra_original":"οὐράνιος","transliteracao":"ouránios","strong":"G3770","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino celestial e à soberania de Deus sobre a criação.","explicacao_detalhada":"A palavra 'céu' destaca a majestade de Deus e Sua autoridade sobre todas as coisas, incluindo as necessidades humanas.","por_que_esta_palavra":"É um lembrete de que Deus, que está no céu, tem controle sobre tudo e é capaz de suprir nossas necessidades.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele reina sobre todas as coisas e cuida de Seu povo.","referencias_relacionadas":["Salmos 115:3","Mateus 5:16","Efésios 1:20-21"]},"mateus_6_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que deve ser priorizada na vida do crente.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a importância de buscar a presença e a vontade de Deus acima de tudo.","por_que_esta_palavra":"É um chamado à prioridade espiritual, colocando Deus em primeiro lugar nas nossas vidas.","conexao_teologica":"A busca por Deus é fundamental na vida cristã, refletindo a necessidade de um relacionamento íntimo com Ele.","referencias_relacionadas":["Salmos 37:4","Hebreus 11:6","Colossenses 3:1-2"]},"mateus_6_33_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que vem de Deus e deve ser buscada pelo crente.","explicacao_detalhada":"A palavra 'justiça' implica em viver de acordo com os padrões de Deus, buscando Sua vontade em todas as áreas da vida.","por_que_esta_palavra":"É um lembrete de que a verdadeira justiça é encontrada em Deus e deve ser a prioridade do crente.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele é justo e espera que Seus seguidores também sejam.","referencias_relacionadas":["Romanos 1:17","Mateus 5:6","Isaías 61:10"]},"mateus_6_33_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ativamente a vontade de Deus.","explicacao_detalhada":"A palavra 'buscar' implica um esforço deliberado para encontrar e seguir a direção de Deus em nossas vidas.","por_que_esta_palavra":"É um chamado à ação, incentivando os crentes a não serem passivos, mas a se empenharem em conhecer a Deus.","conexao_teologica":"Buscar a Deus é um princípio fundamental da vida cristã, refletindo a necessidade de um relacionamento ativo com Ele.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"mateus_6_34_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e às preocupações diárias.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância de viver um dia de cada vez, sem se preocupar excessivamente com o futuro.","por_que_esta_palavra":"É um lembrete de que cada dia tem suas próprias preocupações e que devemos confiar em Deus para cada um deles.","conexao_teologica":"A dependência diária de Deus é um tema importante, mostrando que Ele está presente em cada momento de nossas vidas.","referencias_relacionadas":["Mateus 6:11","Salmos 118:24","Lamentações 3:22-23"]},"mateus_6_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que deve ser confiada em todas as circunstâncias.","explicacao_detalhada":"A palavra 'deus' aqui reforça a ideia de que devemos confiar em Deus para lidar com nossas ansiedades e preocupações.","por_que_esta_palavra":"É um chamado à fé, lembrando que Deus está no controle e que não devemos nos preocupar com o amanhã.","conexao_teologica":"A confiança em Deus é fundamental na vida cristã, refletindo a certeza de que Ele cuida de nós.","referencias_relacionadas":["Mateus 6:25","Salmos 46:1","Romanos 8:28"]},"mateus_6_34_mal":{"palavra_pt":"mal","palavra_original":"κακία","transliteracao":"kakía","strong":"G2549","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que pode ocorrer no futuro, enfatizando a preocupação desnecessária com o que ainda não aconteceu.","explicacao_detalhada":"A palavra 'mal' (κακία) neste contexto sugere não apenas o mal moral, mas também as dificuldades e ansiedades da vida. Jesus ensina que não devemos nos preocupar com o que está por vir, pois cada dia tem suas próprias preocupações.","por_que_esta_palavra":"A escolha da palavra 'mal' é crucial para entender a mensagem de Jesus sobre a confiança em Deus e a importância de viver no presente.","conexao_teologica":"A confiança em Deus para suprir nossas necessidades é um tema central na teologia cristã, refletindo a soberania de Deus sobre nossas vidas.","referencias_relacionadas":["Mateus 6:25","Filipenses 4:6-7","Salmos 55:22"]}}