{"mateus_7_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação do julgamento precipitado entre os seres humanos.","explicacao_detalhada":"A palavra 'deus' (μή) é uma partícula negativa que indica que não devemos julgar os outros, pois seremos julgados da mesma forma. Este versículo é um chamado à humildade e à autoavaliação.","por_que_esta_palavra":"A inclusão da palavra 'deus' reforça a ideia de que o julgamento pertence a Deus, não a nós.","conexao_teologica":"A justiça divina é um tema recorrente na Bíblia, onde Deus é o juiz supremo e nós somos chamados a amar e perdoar.","referencias_relacionadas":["Romanos 14:10","Tiago 4:12","Mateus 7:2"]},"mateus_7_1_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar os outros, que é desencorajado por Jesus.","explicacao_detalhada":"A palavra 'julgar' (κρίνω) implica em formar uma opinião ou condenação sobre os outros. Jesus adverte que o julgamento precipitado pode levar à hipocrisia e à condenação.","por_que_esta_palavra":"A escolha da palavra 'julgar' é fundamental para a mensagem de Jesus sobre a necessidade de olhar para dentro antes de criticar os outros.","conexao_teologica":"A ideia de não julgar os outros está ligada ao amor e à compaixão que devemos ter como seguidores de Cristo.","referencias_relacionadas":["Lucas 6:37","Romanos 2:1","Mateus 7:2"]},"mateus_7_1_albeit":{"palavra_pt":"albeit","palavra_original":"ἵνα","transliteracao":"hína","strong":"G2443","significado_raiz":"Ideia básica: albeit.","significado_contextual":"A palavra 'albeit' introduz uma condição ou uma explicação adicional ao que foi dito anteriormente.","explicacao_detalhada":"A palavra 'albeit' (ἵνα) é usada para conectar ideias, mostrando que o julgamento deve ser feito com cautela e autoconsciência.","por_que_esta_palavra":"A inclusão de 'albeit' enfatiza a complexidade do julgamento humano e a necessidade de discernimento.","conexao_teologica":"A teologia do discernimento é importante, pois nos chama a agir com sabedoria e amor em nossas interações.","referencias_relacionadas":["1 Coríntios 2:15","Hebreus 5:14","Tiago 1:5"]},"mateus_7_2_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Reitera a ideia de que o modo como julgamos os outros será o mesmo que seremos julgados.","explicacao_detalhada":"A repetição da palavra 'julgar' (κρίνω) aqui serve para enfatizar a seriedade do ato de julgar e suas consequências.","por_que_esta_palavra":"A palavra 'julgar' é essencial para a compreensão da reciprocidade no julgamento, que é uma advertência para todos.","conexao_teologica":"A reciprocidade no julgamento reflete a justiça de Deus e a necessidade de misericórdia entre os seres humanos.","referencias_relacionadas":["Mateus 6:14-15","Lucas 6:38","Romanos 14:10"]},"mateus_7_3_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e à visão que temos sobre os outros e sobre nós mesmos.","explicacao_detalhada":"A palavra 'olho' (ὀφθαλμός) simboliza a capacidade de ver e entender, tanto fisicamente quanto espiritualmente. Jesus usa essa metáfora para ilustrar a hipocrisia de criticar os outros sem reconhecer nossas próprias falhas.","por_que_esta_palavra":"A escolha da palavra 'olho' é significativa, pois nos convida a examinar nossa própria vida antes de apontar falhas nos outros.","conexao_teologica":"A autoavaliação é um princípio teológico importante, que nos leva a um relacionamento mais autêntico com Deus e com os outros.","referencias_relacionadas":["Salmos 139:23-24","Mateus 5:8","Tiago 1:23-24"]},"mateus_7_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre as pessoas e a necessidade de olhar para dentro antes de criticar.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma conexão ou um grupo, enfatizando que devemos primeiro lidar com nossas próprias questões antes de nos envolvermos nas dos outros.","por_que_esta_palavra":"A escolha da palavra 'entre' é importante para entender a dinâmica das relações interpessoais e a necessidade de humildade.","conexao_teologica":"A humildade é um valor central na teologia cristã, refletindo o caráter de Cristo em nossas vidas.","referencias_relacionadas":["Gálatas 6:1","Efésios 4:2","Filipenses 2:3"]},"mateus_7_4_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Reforça a ideia de que devemos estar cientes de nossas próprias falhas antes de criticar os outros.","explicacao_detalhada":"A repetição da palavra 'olho' (ὀφθαλμός) aqui serve para enfatizar a necessidade de autoconsciência e reflexão pessoal.","por_que_esta_palavra":"A palavra 'olho' é crucial para a mensagem de Jesus sobre a hipocrisia e a importância de ver claramente nossas próprias limitações.","conexao_teologica":"A autoconsciência é um aspecto importante do crescimento espiritual e da santificação.","referencias_relacionadas":["Mateus 5:7","Romanos 12:3","1 Pedro 5:5"]},"mateus_7_5_hypocrite":{"palavra_pt":"hypocrite","palavra_original":"ὑποκριτής","transliteracao":"hypokritḗs","strong":"G5273","significado_raiz":"Ideia básica: hypocrite.","significado_contextual":"Refere-se à hipocrisia, que é a prática de criticar os outros enquanto se ignora as próprias falhas.","explicacao_detalhada":"A palavra 'hypocrite' (ὑποκριτής) descreve alguém que finge ser o que não é, especialmente em questões morais e espirituais. Jesus condena essa atitude como contrária ao verdadeiro caráter de um seguidor de Deus.","por_que_esta_palavra":"A escolha da palavra 'hypocrite' é fundamental para a crítica de Jesus à superficialidade religiosa e à falta de autenticidade.","conexao_teologica":"A autenticidade na fé é um tema central na teologia cristã, onde a verdadeira adoração deve ser acompanhada de integridade.","referencias_relacionadas":["Mateus 23:27-28","Lucas 12:1","Romanos 2:22"]},"mateus_7_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Novamente, enfatiza a relação entre as pessoas e a necessidade de humildade.","explicacao_detalhada":"A palavra 'entre' (ἐκ) aqui reforça a ideia de que devemos estar cientes de nossas próprias falhas antes de criticar os outros.","por_que_esta_palavra":"A repetição da palavra 'entre' é importante para entender a dinâmica das relações interpessoais e a necessidade de humildade.","conexao_teologica":"A humildade é um valor central na teologia cristã, refletindo o caráter de Cristo em nossas vidas.","referencias_relacionadas":["Gálatas 6:1","Efésios 4:2","Filipenses 2:3"]},"mateus_7_5_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de perceber e julgar corretamente, tanto em relação a si mesmo quanto aos outros.","explicacao_detalhada":"No contexto de Mateus 7:5, Jesus ensina sobre a hipocrisia e a necessidade de autoavaliação antes de criticar os outros. O 'olho' simboliza a visão moral e espiritual.","por_que_esta_palavra":"A palavra 'olho' é usada para ilustrar a importância de ver claramente as falhas em si mesmo antes de apontar as falhas nos outros.","conexao_teologica":"A passagem enfatiza a necessidade de humildade e autoconhecimento na vida cristã, refletindo a natureza de Deus que é justo e misericordioso.","referencias_relacionadas":["Mateus 7:1-2","Lucas 6:41-42","Salmos 139:23-24"]},"mateus_7_6_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a sacralidade e a importância do que é sagrado.","explicacao_detalhada":"Em Mateus 7:6, Jesus alerta sobre a importância de discernir a quem se deve compartilhar a verdade sagrada, comparando-a a pérolas que não devem ser dadas a quem não valoriza.","por_que_esta_palavra":"A palavra 'deus' aqui é usada para sublinhar a seriedade do que é sagrado e a necessidade de respeitar as coisas de Deus.","conexao_teologica":"A passagem destaca a importância de respeitar o que é sagrado e a necessidade de discernimento espiritual na evangelização.","referencias_relacionadas":["Mateus 10:14","1 Pedro 2:9","Romanos 12:2"]},"mateus_7_7_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ativamente por algo desejado, especialmente em relação a Deus e suas promessas.","explicacao_detalhada":"Em Mateus 7:7, Jesus encoraja os ouvintes a buscarem a Deus e a sua vontade, prometendo que aqueles que buscam encontrarão.","por_que_esta_palavra":"A palavra 'buscar' enfatiza a ação e a intenção de se aproximar de Deus, mostrando que a fé requer esforço.","conexao_teologica":"A passagem reflete a ideia de que Deus recompensa aqueles que diligentemente O buscam, reforçando a relação entre fé e ação.","referencias_relacionadas":["Hebreus 11:6","Tiago 4:8","Jeremias 29:13"]},"mateus_7_7_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo a alguém, especialmente em um contexto de generosidade divina.","explicacao_detalhada":"No versículo, Jesus fala sobre a generosidade de Deus em responder às orações e necessidades dos que buscam.","por_que_esta_palavra":"A palavra 'dar' é usada para enfatizar a disposição de Deus em fornecer o que é necessário para aqueles que O buscam.","conexao_teologica":"A passagem ilustra a natureza generosa de Deus, que está sempre disposto a atender às necessidades de Seus filhos.","referencias_relacionadas":["Filipenses 4:19","Tiago 1:5","Salmos 84:11"]},"mateus_7_7_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se ao ato de encontrar algo que se estava procurando, especialmente em um contexto espiritual.","explicacao_detalhada":"Em Mateus 7:7, Jesus promete que aqueles que buscam a Deus com sinceridade certamente O encontrarão.","por_que_esta_palavra":"A palavra 'achar' enfatiza a certeza de que a busca sincera por Deus resultará em uma experiência de encontro com Ele.","conexao_teologica":"A passagem reforça a ideia de que Deus se revela àqueles que O buscam de coração, promovendo um relacionamento pessoal.","referencias_relacionadas":["Mateus 6:33","Salmos 119:2","Provérbios 8:17"]},"mateus_7_8_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Reforça a ideia de procurar ativamente por algo, especialmente em relação às promessas de Deus.","explicacao_detalhada":"Este versículo repete a ideia de que aqueles que buscam receberão, enfatizando a certeza da resposta divina.","por_que_esta_palavra":"A repetição da palavra 'buscar' serve para enfatizar a importância da persistência na busca espiritual.","conexao_teologica":"A passagem destaca a fidelidade de Deus em responder às orações e a importância da perseverança na fé.","referencias_relacionadas":["Lucas 11:9-10","Romanos 8:32","Mateus 21:22"]},"mateus_7_8_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho ou à maneira de viver que leva à vida e à verdade.","explicacao_detalhada":"No contexto, 'caminho' simboliza a jornada espiritual que os crentes devem seguir para alcançar a vida eterna.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a direção que devemos tomar em nossa vida espiritual.","conexao_teologica":"A passagem sugere que há um caminho correto que leva a Deus, refletindo a ideia de que Jesus é o caminho.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"mateus_7_8_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Refere-se ao ato de receber ou aceitar algo que é oferecido.","explicacao_detalhada":"Em Mateus 7:8, a promessa de que quem pede recebe implica que Deus está sempre disposto a dar aos que buscam.","por_que_esta_palavra":"A palavra 'receber' enfatiza a ação de aceitar o que Deus oferece, mostrando a interação entre fé e graça.","conexao_teologica":"A passagem destaca a generosidade de Deus e a importância de estar aberto para receber Suas bênçãos.","referencias_relacionadas":["Tiago 1:17","Lucas 11:13","Mateus 10:8"]},"mateus_7_9_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo, enfatizando a proximidade.","explicacao_detalhada":"No contexto, 'entre' é usado para ilustrar a relação entre o doador e o receptor, mostrando a intimidade da relação.","por_que_esta_palavra":"A palavra 'entre' sugere a conexão e a proximidade que Deus tem com aqueles que O buscam.","conexao_teologica":"A passagem reflete a ideia de que Deus está presente e ativo na vida de Seus filhos, sempre pronto a ajudar.","referencias_relacionadas":["Mateus 18:20","Salmos 145:18","Isaías 41:10"]},"mateus_7_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a natureza de Deus como o doador de boas dádivas.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é usada para contrastar a natureza humana com a bondade divina, mostrando que Deus é um pai perfeito.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre o ser humano e o Criador, especialmente no contexto de receber bênçãos.","conexao_teologica":"A passagem destaca a bondade de Deus e Sua disposição em dar o que é bom aos que O buscam.","referencias_relacionadas":["Mateus 7:11","Romanos 8:32","Tiago 1:5"]},"mateus_7_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como um ser que cuida e provê para seus filhos.","explicacao_detalhada":"Neste versículo, Jesus ensina que, assim como os pais terrenos dão boas coisas aos seus filhos, Deus, que é perfeito, muito mais dará coisas boas àqueles que lhe pedem. Isso destaca a bondade e a generosidade de Deus.","por_que_esta_palavra":"A palavra 'deus' é central na compreensão da relação entre Deus e a humanidade, enfatizando Sua paternidade e cuidado.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, mostrando que Ele se importa profundamente com o bem-estar de Seus filhos.","referencias_relacionadas":["Mateus 6:26","Tiago 1:17","Romanos 8:32"]},"mateus_7_11_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino espiritual e à presença de Deus, contrastando com a realidade terrena.","explicacao_detalhada":"O céu é apresentado como o lugar de onde vêm as boas dádivas de Deus. Jesus usa essa palavra para ilustrar a origem divina das bênçãos que recebemos.","por_que_esta_palavra":"A palavra 'céu' é fundamental para entender a origem e a natureza das bênçãos que Deus nos concede.","conexao_teologica":"O céu é frequentemente associado à soberania de Deus e à promessa de vida eterna para os que creem.","referencias_relacionadas":["Filipenses 3:20","Mateus 5:12","Colossenses 3:1"]},"mateus_7_11_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza do ser humano e à sua tendência ao pecado.","explicacao_detalhada":"Jesus menciona que, mesmo sendo maus, os pais ainda conseguem dar boas coisas aos seus filhos. Isso ressalta a diferença entre a natureza humana e a divina, onde Deus é completamente bom.","por_que_esta_palavra":"A palavra 'maligno/mau' é importante para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A doutrina do pecado original e a necessidade de um Salvador são temas centrais na teologia cristã.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:19-21","Tiago 4:7"]},"mateus_7_12_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à Lei de Moisés e aos princípios morais que orientam a vida dos crentes.","explicacao_detalhada":"Neste versículo, Jesus resume a Lei e os Profetas, enfatizando a importância de tratar os outros como gostaríamos de ser tratados, o que é um princípio fundamental da ética cristã.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender os mandamentos de Deus e a moralidade que Ele espera de Seu povo.","conexao_teologica":"A relação entre a Lei e o amor é um tema central na teologia, mostrando que o amor é o cumprimento da Lei.","referencias_relacionadas":["Romanos 13:10","Gálatas 5:14","Mateus 22:37-40"]},"mateus_7_12_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à capacidade de tomar decisões morais e éticas.","explicacao_detalhada":"Jesus ensina sobre a importância de fazer escolhas que reflitam o amor e o respeito pelos outros, destacando a responsabilidade pessoal em nossas ações.","por_que_esta_palavra":"A palavra 'escolher' enfatiza o livre-arbítrio que Deus deu à humanidade, permitindo que façamos escolhas que impactam nossas vidas e as vidas dos outros.","conexao_teologica":"A liberdade de escolha é um aspecto fundamental da teologia da salvação, onde somos chamados a escolher seguir a Cristo.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 6:7"]},"mateus_7_13_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância do caminho que leva à vida eterna.","explicacao_detalhada":"Jesus fala sobre o caminho largo que leva à destruição e o caminho estreito que leva à vida, enfatizando a dificuldade de seguir a verdadeira fé.","por_que_esta_palavra":"A palavra 'grande' é usada para contrastar a popularidade do caminho que leva à perdição com o caminho estreito que é menos seguido.","conexao_teologica":"A ideia de que poucos encontram o caminho da salvação é um tema recorrente nas Escrituras, refletindo a necessidade de perseverança na fé.","referencias_relacionadas":["Lucas 13:24","Mateus 7:14","Apocalipse 3:4"]},"mateus_7_14_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna e à verdadeira vida que se encontra em Cristo.","explicacao_detalhada":"Jesus menciona que o caminho estreito leva à vida, enfatizando que a verdadeira vida é encontrada em um relacionamento com Ele.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem cristã, representando não apenas a existência física, mas a vida abundante que Jesus oferece.","conexao_teologica":"A vida eterna é uma promessa fundamental do evangelho, destacando a esperança que temos em Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"mateus_7_15_profeta":{"palavra_pt":"profeta","palavra_original":"ψευδοπροφήτης","transliteracao":"pseudoprophḗtēs","strong":"G5578","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a falsos profetas que se apresentam como mensageiros de Deus, mas que na verdade enganam.","explicacao_detalhada":"Jesus adverte sobre a presença de falsos profetas que se disfarçam de ovelhas, mas que na verdade são lobos devoradores, alertando os crentes a discernirem a verdade.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a função de mensageiros de Deus e a necessidade de discernimento espiritual.","conexao_teologica":"A advertência contra falsos profetas é um tema importante na teologia, enfatizando a necessidade de vigilância na fé.","referencias_relacionadas":["Mateus 24:11","2 Pedro 2:1","1 João 4:1"]},"mateus_7_15_clothing":{"palavra_pt":"clothing","palavra_original":"ἔνδυμα","transliteracao":"éndyma","strong":"G1742","significado_raiz":"Ideia básica: clothing.","significado_contextual":"Refere-se à aparência externa que pode enganar, contrastando com a verdadeira natureza interna.","explicacao_detalhada":"Jesus usa a metáfora de vestes para ilustrar como os falsos profetas podem parecer inofensivos, mas na verdade têm intenções malignas.","por_que_esta_palavra":"A palavra 'vestimenta' simboliza a aparência e a identidade, que podem ser enganosas.","conexao_teologica":"A ideia de que a aparência pode enganar é um tema recorrente na Bíblia, que nos chama a olhar para o coração.","referencias_relacionadas":["1 Samuel 16:7","Mateus 23:27","Gálatas 6:7"]},"mateus_7_15_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao rebanho de Deus, simbolizando a comunidade de crentes.","explicacao_detalhada":"Jesus usa a imagem do rebanho para descrever os seguidores que pertencem a Ele, enfatizando a proteção e o cuidado que Ele oferece.","por_que_esta_palavra":"A palavra 'ovelha' é significativa na Bíblia, representando a vulnerabilidade e a necessidade de um pastor.","conexao_teologica":"A relação entre o pastor e suas ovelhas é um tema central, refletindo o cuidado de Cristo por Sua igreja.","referencias_relacionadas":["João 10:11","Salmos 23:1","Hebreus 13:20"]},"mateus_7_16_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O 'fruto' refere-se aos resultados ou ações que provêm de uma árvore, simbolizando a natureza de uma pessoa ou ensinamento.","explicacao_detalhada":"Neste contexto, Jesus ensina que é possível reconhecer a verdadeira natureza de uma pessoa pelos seus frutos, ou seja, pelas suas ações e comportamentos. Um bom fruto indica uma boa árvore, enquanto um mau fruto indica uma árvore ruim.","por_que_esta_palavra":"A palavra 'fruto' é utilizada para ilustrar a ideia de que as ações de uma pessoa revelam sua verdadeira essência e caráter.","conexao_teologica":"A ideia de frutos é central na teologia cristã, onde as boas obras são vistas como evidência da fé genuína em Cristo.","referencias_relacionadas":["Mateus 12:33","Gálatas 5:22-23","Tiago 3:12"]},"mateus_7_16_guerra":{"palavra_pt":"guerra","palavra_original":"τρίβολος","transliteracao":"tríbolos","strong":"G5146","significado_raiz":"Ideia básica: guerra.","significado_contextual":"A palavra 'guerra' é usada para descrever conflitos e batalhas, tanto físicas quanto espirituais.","explicacao_detalhada":"Embora a palavra 'guerra' não apareça diretamente em Mateus 7:16, o conceito de conflito é relevante no contexto de discernir entre verdade e engano, onde a luta espiritual é uma constante na vida cristã.","por_que_esta_palavra":"A escolha da palavra 'guerra' enfatiza a seriedade da luta contra falsos profetas e a necessidade de vigilância.","conexao_teologica":"A guerra espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"mateus_7_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de produzir ou realizar algo.","explicacao_detalhada":"Neste versículo, a ênfase está em que as ações de uma pessoa revelam sua verdadeira natureza. O ato de 'fazer' é crucial para entender o que uma pessoa realmente é.","por_que_esta_palavra":"A palavra 'fazer' é utilizada para destacar a importância das ações em relação à identidade moral e espiritual de uma pessoa.","conexao_teologica":"As ações são vistas como uma extensão da fé, onde a verdadeira crença se manifesta em boas obras.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Colossenses 3:23"]},"mateus_7_17_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se a algo que é moralmente ruim ou corrupto.","explicacao_detalhada":"Neste contexto, Jesus afirma que uma árvore má não pode produzir frutos bons, enfatizando a impossibilidade de algo maligno gerar o bem.","por_que_esta_palavra":"A palavra 'maligno' é utilizada para descrever a natureza de pessoas ou ações que se opõem a Deus e à Sua vontade.","conexao_teologica":"A presença do mal é um tema central na teologia, onde a luta entre o bem e o mal é uma realidade na vida cristã.","referencias_relacionadas":["Romanos 7:21","Gálatas 5:19-21","1 João 5:19"]},"mateus_7_18_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' é repetida para enfatizar a impossibilidade de uma árvore má produzir frutos bons.","explicacao_detalhada":"A repetição reforça a ideia de que a natureza de uma pessoa determina suas ações, e que o mal não pode gerar o bem.","por_que_esta_palavra":"A palavra 'maligno' é crucial para entender a dualidade entre o bem e o mal nas ações humanas.","conexao_teologica":"A natureza do pecado e suas consequências são temas recorrentes na Bíblia, mostrando a necessidade de redenção.","referencias_relacionadas":["Mateus 12:34","Romanos 3:10-12","Tiago 1:15"]},"mateus_7_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é novamente utilizada para enfatizar a ação que resulta da natureza de uma pessoa.","explicacao_detalhada":"A repetição do verbo 'fazer' sublinha a importância das ações como reflexo do caráter interior.","por_que_esta_palavra":"A palavra 'fazer' é essencial para entender que as ações são uma manifestação da fé e da moralidade de uma pessoa.","conexao_teologica":"As boas obras são vistas como fruto da fé genuína e da transformação espiritual.","referencias_relacionadas":["Efésios 2:10","Tito 2:14","1 Pedro 2:9"]},"mateus_7_19_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é usada para enfatizar a ação que resulta de uma árvore má, que não pode produzir frutos bons.","explicacao_detalhada":"A ênfase está na inevitabilidade de que ações más resultam de uma natureza má, reforçando a mensagem anterior.","por_que_esta_palavra":"A palavra 'fazer' destaca a conexão entre a natureza de uma pessoa e suas ações.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, onde as ações são vistas como evidência da fé.","referencias_relacionadas":["Mateus 5:20","Gálatas 6:7","Tiago 1:22"]},"mateus_7_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para enfatizar a negação de que algo maligno possa produzir o bem.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para reforçar a ideia de que somente Deus é a fonte do bem e que o mal não pode gerar frutos bons.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina e a moralidade que Ele representa.","conexao_teologica":"A soberania de Deus sobre o bem e o mal é um tema central na teologia cristã.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"mateus_7_20_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' é usada para reafirmar a ideia de que os resultados das ações de uma pessoa revelam sua verdadeira natureza.","explicacao_detalhada":"Jesus conclui que é possível conhecer a verdadeira essência de alguém pelos seus frutos, reforçando a importância do discernimento.","por_que_esta_palavra":"A palavra 'fruto' é crucial para a compreensão de que as ações são um reflexo do caráter interior.","conexao_teologica":"A teologia cristã enfatiza que as boas obras são um resultado da fé e da transformação espiritual.","referencias_relacionadas":["Mateus 12:33","Gálatas 5:22-23","Colossenses 1:10"]},"mateus_7_20_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπιγινώσκω","transliteracao":"epiginṓskō","strong":"G1921","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se à capacidade de discernir e entender a verdadeira natureza de alguém.","explicacao_detalhada":"Neste contexto, Jesus ensina que o discernimento espiritual é essencial para reconhecer a autenticidade de uma pessoa ou ensinamento.","por_que_esta_palavra":"A palavra 'conhecer' é utilizada para enfatizar a importância do entendimento profundo e da percepção espiritual.","conexao_teologica":"O conhecimento espiritual é fundamental na vida cristã, onde a sabedoria e o discernimento são valorizados.","referencias_relacionadas":["Filipenses 1:9-10","Colossenses 1:9","1 João 4:1"]},"mateus_7_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Cristo sobre a vida dos crentes.","explicacao_detalhada":"No contexto de Mateus 7:21, Jesus enfatiza que não é suficiente chamá-lo de 'Senhor' se as ações não refletem essa submissão. A verdadeira relação com Cristo se manifesta em obediência.","por_que_esta_palavra":"A palavra 'senhor' implica em domínio e autoridade, essencial para entender a relação entre o crente e Cristo.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, pois Ele é reconhecido como Senhor e Salvador, e a obediência a Ele é fundamental para a salvação.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:11","Atos 2:36"]},"mateus_7_21_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é mencionado como o lugar de onde vem a autoridade e a salvação.","explicacao_detalhada":"Neste versículo, o céu representa a soberania de Deus e a origem da verdadeira autoridade espiritual. Jesus destaca que não basta apenas reconhecer sua autoridade, mas é necessário agir conforme a vontade de Deus.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a origem da autoridade divina e a expectativa de vida eterna.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à recompensa eterna, sendo um tema recorrente na escatologia cristã.","referencias_relacionadas":["Mateus 6:20","João 14:2","Apocalipse 21:1"]},"mateus_7_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que deve acompanhar a fé.","explicacao_detalhada":"Em Mateus 7:21, Jesus ensina que a verdadeira fé se manifesta em ações concretas, ou seja, não basta crer, é necessário fazer a vontade do Pai.","por_que_esta_palavra":"A palavra 'fazer' enfatiza a importância da prática da fé e da obediência aos mandamentos de Deus.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, refletindo a ideia de que a salvação é acompanhada por uma vida transformada.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 5:6"]},"mateus_7_22_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao dia do juízo final, quando as obras de cada um serão reveladas.","explicacao_detalhada":"Neste contexto, o 'dia' simboliza o momento em que as ações e a verdadeira fé de cada pessoa serão avaliadas por Deus.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a expectativa do juízo e a responsabilidade dos crentes em suas ações.","conexao_teologica":"O juízo final é um conceito teológico que enfatiza a justiça de Deus e a responsabilidade moral dos seres humanos.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10","2 Coríntios 5:10"]},"mateus_7_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a autoridade de Cristo no juízo.","explicacao_detalhada":"Aqui, Jesus destaca que muitos o chamarão de 'Senhor', mas isso não garante a salvação se suas ações não corresponderem à sua confissão.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a necessidade de reconhecer a autoridade de Cristo em todas as áreas da vida.","conexao_teologica":"A relação entre a confissão de Cristo como Senhor e a obediência é fundamental na doutrina da salvação.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","1 Coríntios 12:3"]},"mateus_7_23_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao compromisso e à relação entre Deus e seu povo.","explicacao_detalhada":"Jesus menciona que muitos dirão que fizeram obras em seu nome, mas não terão uma verdadeira relação de aliança com Ele, o que resulta em exclusão.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação de compromisso que Deus espera de seus seguidores.","conexao_teologica":"A aliança é um tema central na Bíblia, simbolizando o relacionamento entre Deus e a humanidade, especialmente em Cristo.","referencias_relacionadas":["Hebreus 8:6","Gálatas 3:29","Mateus 26:28"]},"mateus_7_23_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica em um relacionamento íntimo e pessoal com Cristo.","explicacao_detalhada":"Jesus afirma que muitos que realizam obras em seu nome não o conhecem verdadeiramente, indicando que o conhecimento de Cristo vai além das obras externas.","por_que_esta_palavra":"A palavra 'conhecer' é fundamental para entender a natureza do relacionamento que Deus deseja ter com seus filhos.","conexao_teologica":"O conhecimento de Deus é um tema recorrente na Bíblia, enfatizando a importância de um relacionamento pessoal com Ele.","referencias_relacionadas":["João 10:14","Filipenses 3:10","1 João 2:3"]},"mateus_7_23_obra":{"palavra_pt":"obra","palavra_original":"ἐργάζομαι","transliteracao":"ergázomai","strong":"G2038","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações realizadas em nome de Cristo.","explicacao_detalhada":"Jesus destaca que, apesar de muitas obras serem realizadas, a falta de um verdadeiro relacionamento com Ele resulta em rejeição.","por_que_esta_palavra":"A palavra 'obra' é importante para entender que as ações devem ser frutos de uma fé genuína.","conexao_teologica":"As obras são vistas como evidências da fé, e a relação entre fé e obras é um tema central na teologia cristã.","referencias_relacionadas":["Tiago 2:26","Efésios 2:10","Mateus 5:16"]},"mateus_7_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se ao ensinamento de Jesus como a base sólida para a vida.","explicacao_detalhada":"Em Mateus 7:24, Jesus compara aqueles que ouvem suas palavras e as praticam a um homem sábio que constrói sua casa sobre a rocha, enfatizando a importância de fundamentar a vida em seus ensinamentos.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a revelação de Deus e a importância de viver de acordo com seus ensinamentos.","conexao_teologica":"A Palavra de Deus é vista como a verdade que sustenta a vida cristã e é fundamental para a edificação espiritual.","referencias_relacionadas":["João 1:1","Salmos 119:105","Tiago 1:22"]},"mateus_7_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente enfatiza a ação necessária em resposta à palavra de Cristo.","explicacao_detalhada":"Jesus ensina que ouvir suas palavras não é suficiente; é necessário agir de acordo com elas para construir uma vida sólida.","por_que_esta_palavra":"A repetição da palavra 'fazer' reforça a ideia de que a fé deve ser acompanhada de ações práticas.","conexao_teologica":"A prática da fé é um aspecto essencial da vida cristã, refletindo a transformação que ocorre no coração do crente.","referencias_relacionadas":["Mateus 7:21","Colossenses 3:17","1 João 3:18"]},"mateus_7_24_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica de convivência e proteção, simbolizando a importância das relações familiares na vida do crente.","explicacao_detalhada":"No contexto de Mateus 7:24, a 'família' representa a casa construída sobre a rocha, que é a palavra de Deus. Essa construção sólida é um símbolo de segurança e estabilidade em tempos de provação.","por_que_esta_palavra":"A palavra 'família' é utilizada para enfatizar a necessidade de construir a vida espiritual sobre fundamentos firmes, que são as verdades ensinadas por Cristo.","conexao_teologica":"A família é vista como um reflexo da relação entre Cristo e a Igreja, onde a solidez da fé é fundamental para enfrentar as tempestades da vida.","referencias_relacionadas":["Efésios 5:25","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_7_25_chuva":{"palavra_pt":"chuva","palavra_original":"βροχή","transliteracao":"brochḗ","strong":"G1028","significado_raiz":"Ideia básica: chuva.","significado_contextual":"A 'chuva' simboliza as dificuldades e provações que podem atingir a vida do crente, representando testes que revelam a solidez da fé.","explicacao_detalhada":"No versículo, a chuva representa as adversidades que vêm sobre a casa construída sobre a rocha. A resistência da casa à chuva mostra a eficácia de se fundamentar na palavra de Deus.","por_que_esta_palavra":"A chuva é uma metáfora comum na Bíblia para as dificuldades que podem abalar a fé, e sua menção aqui destaca a importância de estar preparado para tais desafios.","conexao_teologica":"As tempestades da vida são inevitáveis, mas a fé em Cristo proporciona a segurança necessária para resistir a elas.","referencias_relacionadas":["Isaías 43:2","Tiago 1:2-4","Romanos 5:3-5"]},"mateus_7_25_agua":{"palavra_pt":"agua","palavra_original":"ποταμός","transliteracao":"potamós","strong":"G4215","significado_raiz":"Ideia básica: agua.","significado_contextual":"A 'água' é um símbolo de vida e também de desafios, representando as pressões e tribulações que podem surgir na vida do crente.","explicacao_detalhada":"Neste contexto, a água que vem com a chuva representa as dificuldades que podem inundar a vida, mas a casa construída sobre a rocha permanece firme, simbolizando a proteção de Deus.","por_que_esta_palavra":"A água é frequentemente usada na Bíblia para descrever tanto bênçãos quanto dificuldades, e aqui enfatiza a necessidade de uma base sólida na fé.","conexao_teologica":"A água, como símbolo de desafios, nos lembra que a fé em Cristo é essencial para enfrentar as adversidades da vida.","referencias_relacionadas":["Salmos 69:1-2","Isaías 12:3","João 7:38"]},"mateus_7_25_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Em Mateus 7:25, \"familia\" aparece na frase \"E desceu a chuva, e correram rios, e assopraram ventos, e combateram aquela casa, e não caiu, porque estava edificada sobre a rocha.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (οἰκία; oikía; G3614), \"familia\" traz a ideia de familia. Aqui, essa palavra deixa o ensino de Mateus 7:25 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"familia\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Mateus 8:14. Lendo junto com Mateus 7:25, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Mateus 7:25","Mateus 8:14","João 1:1"]},"mateus_7_26_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem de Cristo e à sua autoridade, fundamental para a construção da vida espiritual.","explicacao_detalhada":"Neste versículo, a palavra 'palavra' é usada para descrever aqueles que ouvem, mas não praticam os ensinamentos de Cristo, resultando em uma construção frágil.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância de não apenas ouvir, mas também agir de acordo com os ensinamentos de Cristo.","conexao_teologica":"Cristo é a Palavra viva, e a obediência a Ele é essencial para uma vida espiritual sólida.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Tiago 1:22"]},"mateus_7_26_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de colocar em prática os ensinamentos de Cristo, essencial para a construção de uma vida sólida.","explicacao_detalhada":"No contexto, aqueles que 'fazem' o que Cristo ensina são comparados a uma casa construída sobre a rocha, enquanto os que não fazem são comparados a uma casa construída sobre a areia.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a importância da ação e da prática da fé, não apenas da crença.","conexao_teologica":"A fé sem obras é morta; portanto, a prática dos ensinamentos de Cristo é fundamental para a vida cristã.","referencias_relacionadas":["Mateus 7:21","Tiago 2:17","Gálatas 6:9"]},"mateus_7_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação e a falta de fé em relação à palavra de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é utilizada para mostrar que aqueles que não ouvem e não praticam os ensinamentos de Cristo estão se afastando da verdade divina.","por_que_esta_palavra":"A negação de Deus implica em uma vida sem fundamento, vulnerável às tempestades da vida.","conexao_teologica":"A relação com Deus é fundamental para a vida do crente, e a rejeição de Sua palavra resulta em destruição espiritual.","referencias_relacionadas":["Salmos 14:1","Romanos 1:21","Hebreus 11:6"]},"mateus_7_27_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' refere-se à reverência e ao respeito que devemos ter por Deus, especialmente em tempos de provação.","explicacao_detalhada":"Neste versículo, o temor é uma resposta à tempestade que atinge a casa, simbolizando a necessidade de confiar em Deus durante as dificuldades.","por_que_esta_palavra":"O temor de Deus é o princípio da sabedoria e é essencial para enfrentar as adversidades com fé.","conexao_teologica":"O temor do Senhor nos leva a buscar Sua proteção e orientação em tempos difíceis.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 41:10"]},"mateus_7_27_chuva":{"palavra_pt":"chuva","palavra_original":"βροχή","transliteracao":"brochḗ","strong":"G1028","significado_raiz":"Ideia básica: chuva.","significado_contextual":"A 'chuva' novamente simboliza as dificuldades e provações que podem atingir a vida do crente, representando testes que revelam a solidez da fé.","explicacao_detalhada":"A chuva que cai sobre a casa construída sobre a areia representa as adversidades que podem levar à destruição da fé se não houver um fundamento sólido.","por_que_esta_palavra":"A repetição da chuva enfatiza a inevitabilidade das dificuldades na vida e a necessidade de estar preparado.","conexao_teologica":"As tempestades da vida são inevitáveis, mas a fé em Cristo proporciona a segurança necessária para resistir a elas.","referencias_relacionadas":["Mateus 5:45","Lucas 6:48-49","Tiago 1:12"]},"mateus_7_27_agua":{"palavra_pt":"agua","palavra_original":"ποταμός","transliteracao":"potamós","strong":"G4215","significado_raiz":"Ideia básica: agua.","significado_contextual":"A 'água' representa as pressões e tribulações que podem surgir na vida do crente, simbolizando as dificuldades que podem inundar a vida.","explicacao_detalhada":"A água que vem com a chuva é uma metáfora para as dificuldades que podem abalar a fé, mas a casa construída sobre a rocha permanece firme.","por_que_esta_palavra":"A água é frequentemente usada na Bíblia para descrever tanto bênçãos quanto dificuldades, e aqui enfatiza a necessidade de uma base sólida na fé.","conexao_teologica":"A água, como símbolo de desafios, nos lembra que a fé em Cristo é essencial para enfrentar as adversidades da vida.","referencias_relacionadas":["Salmos 69:1-2","Isaías 12:3","João 7:38"]},"mateus_7_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que designa o Salvador, Jesus Cristo.","explicacao_detalhada":"O nome Jesus é derivado do hebraico 'Yeshua', que significa 'O Senhor é salvação'. No contexto do versículo, refere-se à autoridade e ao ensinamento de Jesus que impressionou as multidões.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade e a missão de Jesus como o Messias prometido.","conexao_teologica":"Jesus é central na teologia cristã como o Filho de Deus e Salvador da humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_7_28_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz.","explicacao_detalhada":"A palavra 'Cristo' é o título messiânico que significa 'Ungido'. No contexto, destaca a autoridade da mensagem de Jesus, que não é como a dos escribas.","por_que_esta_palavra":"A palavra é usada para mostrar que a mensagem de Jesus é divina e possui poder transformador.","conexao_teologica":"Cristo é visto como a encarnação da Palavra de Deus, conforme João 1:14.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"mateus_7_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a magnitude ou a importância do ensinamento de Jesus.","explicacao_detalhada":"A palavra 'grande' enfatiza a profundidade e a relevância das palavras de Jesus, que impactaram profundamente as multidões.","por_que_esta_palavra":"Usada para descrever a autoridade e a eficácia do ensino de Jesus em contraste com os líderes religiosos da época.","conexao_teologica":"A grandeza do ensino de Jesus reflete a sabedoria divina e a revelação de Deus ao homem.","referencias_relacionadas":["Mateus 5:20","Mateus 28:18","Lucas 4:32"]},"mateus_7_29_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder e à legitimidade do ensino de Jesus.","explicacao_detalhada":"A palavra 'autoridade' implica que Jesus ensinava com um poder que vinha de Deus, diferentemente dos escribas que ensinavam com base em tradições.","por_que_esta_palavra":"É usada para destacar a singularidade do ensino de Jesus, que não se baseava em interpretações humanas.","conexao_teologica":"A autoridade de Jesus é um tema central nos evangelhos, mostrando que Ele é o Filho de Deus com poder sobre a lei e a criação.","referencias_relacionadas":["Mateus 28:18","Marcos 1:22","Lucas 4:36"]},"mateus_7_29_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Refere-se aos escribas, que eram estudiosos da Lei e intérpretes das Escrituras.","explicacao_detalhada":"Os escribas eram respeitados por seu conhecimento, mas Jesus os contrasta ao ensinar com uma autoridade própria, não derivada.","por_que_esta_palavra":"A palavra é usada para mostrar a diferença entre o ensino tradicional e a nova revelação que Jesus traz.","conexao_teologica":"A crítica de Jesus aos escribas reflete a necessidade de uma nova compreensão da Lei e da vontade de Deus.","referencias_relacionadas":["Mateus 23:1-4","Marcos 12:38-40","Lucas 11:52"]}}