{"mateus_8_1_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande multidão que seguia Jesus.","explicacao_detalhada":"A palavra 'grande' indica a quantidade de pessoas que estavam interessadas em ouvir e ver Jesus, destacando seu impacto na sociedade.","por_que_esta_palavra":"Usada para enfatizar a popularidade de Jesus e a necessidade de cura e ensinamento que as pessoas buscavam.","conexao_teologica":"A grandeza da multidão reflete a busca humana por esperança e salvação, que Jesus oferece.","referencias_relacionadas":["Mateus 4:25","Mateus 9:36","Mateus 14:14"]},"mateus_8_1_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao local onde Jesus ensinava e realizava milagres.","explicacao_detalhada":"O monte é um símbolo de autoridade e revelação divina, onde Jesus frequentemente se retirava para ensinar.","por_que_esta_palavra":"Usada para indicar a importância do local como um espaço de encontro entre o divino e o humano.","conexao_teologica":"Montes são frequentemente associados a momentos de revelação e encontro com Deus na Bíblia.","referencias_relacionadas":["Mateus 5:1","Mateus 17:1","Lucas 6:12"]},"mateus_8_1_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus em busca de cura e ensinamento.","explicacao_detalhada":"A palavra 'povo' destaca a diversidade e a necessidade da comunidade que se reunia ao redor de Jesus.","por_que_esta_palavra":"Usada para enfatizar a compaixão de Jesus por aqueles que estavam perdidos e necessitados.","conexao_teologica":"Jesus é o bom pastor que cuida de seu povo, refletindo o amor e a misericórdia de Deus.","referencias_relacionadas":["Mateus 9:36","Mateus 14:14","Lucas 15:4-7"]},"mateus_8_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como aquele que tem poder sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' implica um reconhecimento da soberania de Jesus sobre a vida e a morte, especialmente no contexto de cura.","por_que_esta_palavra":"Usada para mostrar a reverência e a fé que as pessoas tinham em Jesus como o Senhor e Salvador.","conexao_teologica":"A autoridade de Jesus é um tema central, mostrando que Ele é digno de adoração e confiança.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:10-11"]},"mateus_8_2_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à vontade de Jesus em curar e ajudar aqueles que o buscam.","explicacao_detalhada":"A palavra 'escolher' destaca a ação deliberada de Jesus em atender às necessidades das pessoas, mostrando sua compaixão.","por_que_esta_palavra":"Usada para enfatizar que Jesus não apenas cura, mas também deseja que as pessoas sejam restauradas.","conexao_teologica":"A escolha de Jesus em curar reflete a vontade de Deus de restaurar a humanidade ao seu estado original.","referencias_relacionadas":["Mateus 9:35","Marcos 1:41","Lucas 5:13"]},"mateus_8_2_leper":{"palavra_pt":"leper","palavra_original":"λεπρός","transliteracao":"leprós","strong":"G3015","significado_raiz":"Ideia básica: leper.","significado_contextual":"A palavra 'leper' refere-se a uma pessoa que sofre de lepra, uma doença de pele que era considerada impura e que excluía o indivíduo da comunidade.","explicacao_detalhada":"No contexto do versículo, o leproso se aproxima de Jesus, demonstrando fé e humildade ao pedir cura. A lepra simboliza não apenas a doença física, mas também a separação social e espiritual que o pecado causa.","por_que_esta_palavra":"A escolha da palavra 'leper' enfatiza a condição desesperadora do homem e a necessidade de intervenção divina para a cura e restauração.","conexao_teologica":"A cura do leproso por Jesus ilustra a compaixão de Cristo e seu poder sobre a impureza, simbolizando a purificação do pecado.","referencias_relacionadas":["Levítico 13:45-46","Lucas 17:12-14","Mateus 8:3"]},"mateus_8_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, significando 'O Senhor é salvação'.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como aquele que tem autoridade para curar e restaurar. Ele não apenas cura fisicamente, mas também traz salvação espiritual.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua identidade e missão como o Salvador prometido.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a encarnação da salvação de Deus para a humanidade.","referencias_relacionadas":["Mateus 1:21","Isaías 53:5","Atos 4:12"]},"mateus_8_3_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' reflete a vontade e a decisão de Jesus em curar o leproso.","explicacao_detalhada":"Jesus, ao escolher curar, demonstra sua autoridade e compaixão. A palavra implica um ato deliberado de amor e poder.","por_que_esta_palavra":"A escolha de curar o leproso mostra que Jesus não é indiferente ao sofrimento humano.","conexao_teologica":"A vontade de Jesus de curar é um reflexo da vontade de Deus de restaurar a humanidade ao seu estado original.","referencias_relacionadas":["Mateus 9:35","Lucas 5:13","João 14:13-14"]},"mateus_8_3_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao ato físico de tocar, que é significativo na cura do leproso.","explicacao_detalhada":"O toque de Jesus no leproso é um ato de grande compaixão, pois os leprosos eram evitados e considerados impuros. Este toque simboliza aceitação e cura.","por_que_esta_palavra":"O uso da palavra 'mao' destaca a proximidade de Jesus com aqueles que sofrem, mostrando que Ele não tem medo da impureza.","conexao_teologica":"O toque de Jesus representa a encarnação do amor de Deus, que se aproxima dos marginalizados e dos doentes.","referencias_relacionadas":["Marcos 1:41","Mateus 9:20-22","Lucas 8:44"]},"mateus_8_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' reforça sua autoridade e poder em realizar milagres.","explicacao_detalhada":"Neste versículo, Jesus instrui o leproso a apresentar-se ao sacerdote, seguindo a lei mosaica, o que também demonstra sua obediência às Escrituras.","por_que_esta_palavra":"A menção de Jesus aqui é crucial para entender sua missão de cumprir a lei e os profetas.","conexao_teologica":"Jesus é o cumprimento da lei, mostrando que a verdadeira purificação vem através dele.","referencias_relacionadas":["Mateus 5:17","Romanos 10:4","Hebreus 10:1"]},"mateus_8_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que tem a autoridade para declarar a pureza de alguém, especialmente no contexto da lepra.","explicacao_detalhada":"Jesus orienta o leproso a se apresentar ao sacerdote como um ato de fé e obediência, reconhecendo a autoridade do sacerdote na sociedade judaica.","por_que_esta_palavra":"A referência ao sacerdote enfatiza a importância da lei e da ordem religiosa na vida do povo de Israel.","conexao_teologica":"Jesus, ao enviar o leproso ao sacerdote, mostra que a cura não é apenas física, mas também social e espiritual.","referencias_relacionadas":["Levítico 14:2-3","Mateus 23:2","Hebreus 5:1"]},"mateus_8_4_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' indica a ação de ir embora, sugerindo um novo começo para o leproso curado.","explicacao_detalhada":"Após a cura, o leproso é instruído a se afastar e seguir as orientações de Jesus, simbolizando a nova vida que ele recebe.","por_que_esta_palavra":"A palavra 'depart' implica uma mudança de estado, de impureza para pureza.","conexao_teologica":"A ideia de partir após a cura reflete a transformação que ocorre na vida de quem encontra Jesus.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 5:1","Romanos 6:4"]},"mateus_8_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de 'Jesus' novamente destaca sua autoridade e poder sobre a enfermidade e a opressão.","explicacao_detalhada":"Neste versículo, Jesus entra em Capernaum, onde um centurião se aproxima dele, reconhecendo sua autoridade.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na narrativa e sua capacidade de realizar milagres.","conexao_teologica":"A presença de Jesus em Capernaum é um sinal de que o reino de Deus está se aproximando.","referencias_relacionadas":["Mateus 4:13","Lucas 7:1-10","João 1:49"]},"mateus_8_5_capernaum":{"palavra_pt":"capernaum","palavra_original":"Καπερναούμ","transliteracao":"Kapernaoúm","strong":"G2584","significado_raiz":"Ideia básica: capernaum.","significado_contextual":"Capernaum é a cidade onde Jesus realizou muitos de seus milagres e ensinamentos.","explicacao_detalhada":"A cidade é um símbolo do ministério de Jesus e da revelação do Reino de Deus entre os gentios e judeus.","por_que_esta_palavra":"A menção de Capernaum destaca a importância do local como um centro de atividade de Jesus.","conexao_teologica":"Capernaum representa a presença do reino de Deus na terra, onde Jesus traz cura e libertação.","referencias_relacionadas":["Mateus 4:13","Marcos 1:21","Lucas 4:31"]},"mateus_8_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada pelo centurião para reconhecer a autoridade de Jesus sobre a enfermidade.","explicacao_detalhada":"O centurião, um oficial romano, demonstra fé ao entender que Jesus pode curar à distância, reconhecendo sua autoridade divina.","por_que_esta_palavra":"A palavra 'senhor' reflete a posição de Jesus como aquele que tem poder sobre todas as coisas.","conexao_teologica":"O reconhecimento da autoridade de Jesus é fundamental para a compreensão de sua identidade como o Filho de Deus.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Hebreus 1:3"]},"mateus_8_6_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a uma criança ou jovem servo, simbolizando inocência e dependência.","explicacao_detalhada":"A palavra 'crianca' (παῖς) é usada para descrever um jovem que está sob a autoridade de um mestre. No contexto, o centurião se refere ao seu servo, que é como uma criança para ele, enfatizando a relação de cuidado e proteção.","por_que_esta_palavra":"A escolha da palavra 'crianca' destaca a vulnerabilidade e a necessidade de ajuda, refletindo a condição do servo do centurião que estava doente.","conexao_teologica":"A palavra conecta-se à ideia de que todos somos filhos de Deus, dependendo de Sua graça e misericórdia.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"mateus_8_6_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à casa ou ao lar, onde a família reside e onde as relações são formadas.","explicacao_detalhada":"A palavra 'familia' (οἰκία) implica um espaço de convivência e proteção. No contexto, o centurião fala sobre seu lar, onde seu servo está doente, mostrando a preocupação com a saúde de quem faz parte de sua vida.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância das relações familiares e a responsabilidade que um líder tem sobre aqueles que estão sob sua proteção.","conexao_teologica":"Reflete a ideia de que a família é uma instituição divina, onde o amor e o cuidado devem prevalecer.","referencias_relacionadas":["Efésios 5:25","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_8_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é central na fé cristã, representando a encarnação de Deus e Sua missão de salvar a humanidade. O centurião reconhece a autoridade de Jesus ao pedir ajuda para seu servo.","por_que_esta_palavra":"A menção de Jesus destaca Sua identidade e poder, mostrando que Ele é a fonte de cura e salvação.","conexao_teologica":"Jesus é visto como o Mediador entre Deus e os homens, e Sua autoridade é reconhecida até mesmo por aqueles fora do povo de Israel.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_8_7_deus":{"palavra_pt":"deus","palavra_original":"θεραπεύω","transliteracao":"therapeúō","strong":"G2323","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ideia de cura e restauração, associada ao poder divino.","explicacao_detalhada":"A palavra 'deus' (θεραπεύω) é usada para descrever a ação de curar. No contexto, o centurião reconhece que Jesus possui o poder divino para curar seu servo à distância.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a crença do centurião na autoridade de Jesus como um representante de Deus, capaz de realizar milagres.","conexao_teologica":"A cura realizada por Jesus é um sinal do Reino de Deus e Sua compaixão pela humanidade.","referencias_relacionadas":["Mateus 4:24","Marcos 1:34","Lucas 9:11"]},"mateus_8_7_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de convocar ou pedir algo a alguém.","explicacao_detalhada":"A palavra 'dizer' (λέγω) é utilizada para expressar a autoridade que o centurião reconhece em Jesus. Ele acredita que, se Jesus apenas disser a palavra, seu servo será curado.","por_que_esta_palavra":"A escolha dessa palavra mostra a confiança do centurião na palavra de Jesus, que tem poder e autoridade.","conexao_teologica":"A palavra de Jesus é eficaz e traz transformação, refletindo o poder criativo de Deus.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"mateus_8_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder e direito de governar ou comandar.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para reconhecer a posição de autoridade de Jesus. O centurião, sendo um oficial romano, entende bem o conceito de autoridade e se submete à de Jesus.","por_que_esta_palavra":"A utilização dessa palavra destaca a reverência do centurião e sua compreensão de que Jesus tem autoridade sobre a doença e a vida.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que Ele é Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"mateus_8_8_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que tem poder e é a base da criação.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é fundamental na teologia cristã, representando a comunicação de Deus com a humanidade. O centurião reconhece que a palavra de Jesus é suficiente para curar seu servo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a eficácia da palavra de Jesus, que não precisa de ação física para realizar a cura.","conexao_teologica":"Jesus é o Verbo que se fez carne, mostrando a união entre Deus e a humanidade.","referencias_relacionadas":["João 1:1-3","Hebreus 4:12","Apocalipse 19:13"]},"mateus_8_8_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a uma criança ou servo jovem, simbolizando inocência e dependência.","explicacao_detalhada":"A palavra 'crianca' (παῖς) é usada para descrever não apenas a juventude, mas também a relação de submissão e obediência que um servo tem em relação ao seu senhor. No contexto do versículo, o centurião se refere ao seu servo como uma criança, destacando sua vulnerabilidade e necessidade de cuidado.","por_que_esta_palavra":"A escolha da palavra 'crianca' enfatiza a fragilidade e a necessidade de proteção, refletindo a atitude do centurião em relação ao seu servo.","conexao_teologica":"A relação entre o centurião e seu servo ilustra a compaixão e a autoridade de Jesus, que se importa com os que são considerados pequenos ou insignificantes.","referencias_relacionadas":["Mateus 18:10","Marcos 9:37","Lucas 9:48"]},"mateus_8_9_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em ação e realização. O centurião fala sobre como ele tem autoridade para dar ordens e espera que Jesus também tenha essa capacidade.","por_que_esta_palavra":"A escolha dessa palavra reflete a compreensão do centurião sobre a dinâmica de autoridade e ação, mostrando sua fé na capacidade de Jesus de curar.","conexao_teologica":"A ação de Jesus em curar é um reflexo do Seu ministério e da missão de trazer vida e restauração.","referencias_relacionadas":["Mateus 4:24","João 14:12","Tiago 2:20"]},"mateus_8_9_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder de governar e comandar, especialmente em contextos de liderança.","explicacao_detalhada":"A palavra 'autoridade' (ἐξουσία) é usada para descrever o direito de agir e fazer decisões. O centurião reconhece que ele tem autoridade sobre seus soldados e, por isso, entende que Jesus também tem autoridade sobre a enfermidade.","por_que_esta_palavra":"A escolha dessa palavra destaca a compreensão do centurião sobre a hierarquia e a natureza do poder, refletindo sua fé em Jesus.","conexao_teologica":"A autoridade de Jesus é um tema recorrente, mostrando que Ele tem poder sobre a natureza, doenças e até mesmo a morte.","referencias_relacionadas":["Mateus 28:18","Lucas 10:19","Romanos 13:1"]},"mateus_8_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste contexto, Ele é reconhecido pela sua autoridade e poder.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o cerne da mensagem cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_8_10_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à confiança e crença em algo ou alguém.","explicacao_detalhada":"A fé é um elemento essencial na vida cristã, representando a confiança em Deus e em suas promessas. Neste versículo, a fé do centurião é destacada como um exemplo de grande fé.","por_que_esta_palavra":"A palavra 'fé' é crucial para a relação do crente com Deus, pois sem fé é impossível agradá-lo.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e a salvação através de Jesus Cristo.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"mateus_8_10_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação ou título de alguém.","explicacao_detalhada":"O nome de Israel é mencionado como um símbolo do povo escolhido de Deus. Neste contexto, o nome representa a herança espiritual e a promessa divina.","por_que_esta_palavra":"O nome é importante na cultura bíblica, pois carrega significados e identidades profundas.","conexao_teologica":"O nome de Israel está ligado à aliança de Deus com seu povo e à história da salvação.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:6"]},"mateus_8_11_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao lugar onde Deus habita, a morada celestial.","explicacao_detalhada":"O céu é descrito na Bíblia como um lugar de glória e comunhão com Deus. Neste versículo, é mencionado em contraste com a terra.","por_que_esta_palavra":"A palavra 'céu' é fundamental para a esperança cristã, representando a promessa da vida eterna.","conexao_teologica":"O céu é o destino final dos crentes, onde estarão na presença de Deus para sempre.","referencias_relacionadas":["Mateus 5:12","João 14:2","Apocalipse 21:4"]},"mateus_8_11_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância.","explicacao_detalhada":"A grandeza mencionada refere-se à quantidade de pessoas que virão do ocidente e do oriente para o reino dos céus, simbolizando a inclusão de todos os povos.","por_que_esta_palavra":"A palavra 'grande' enfatiza a vastidão do plano de salvação de Deus, que abrange todas as nações.","conexao_teologica":"A grandeza do reino de Deus é um tema central na pregação de Jesus, que convida todos a participar.","referencias_relacionadas":["Mateus 28:19","Apocalipse 7:9","Isaías 49:6"]},"mateus_8_11_west":{"palavra_pt":"west","palavra_original":"δυσμή","transliteracao":"dysmḗ","strong":"G1424","significado_raiz":"Ideia básica: west.","significado_contextual":"Refere-se à direção oeste, simbolizando o lugar de onde as pessoas virão.","explicacao_detalhada":"Neste contexto, o oeste representa as nações gentias que também serão incluídas no reino de Deus, mostrando a universalidade da mensagem de Jesus.","por_que_esta_palavra":"A menção do oeste destaca a expansão do evangelho além das fronteiras de Israel.","conexao_teologica":"A inclusão dos gentios no plano de salvação é um tema recorrente no Novo Testamento.","referencias_relacionadas":["Lucas 13:29","Romanos 11:25","Efésios 3:6"]},"mateus_8_12_trevas":{"palavra_pt":"trevas","palavra_original":"σκότος","transliteracao":"skótos","strong":"G4655","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à ausência de luz, simbolizando o juízo e a separação de Deus.","explicacao_detalhada":"As trevas representam o destino dos que rejeitam a mensagem de Jesus e permanecem em sua incredulidade.","por_que_esta_palavra":"A palavra 'trevas' é usada para descrever a condição espiritual dos que estão afastados de Deus.","conexao_teologica":"As trevas contrastam com a luz de Cristo, que traz salvação e vida.","referencias_relacionadas":["João 1:5","1 João 1:5","Mateus 25:30"]},"mateus_8_12_wailing":{"palavra_pt":"wailing","palavra_original":"κλαυθμός","transliteracao":"klauthmós","strong":"G2805","significado_raiz":"Ideia básica: wailing.","significado_contextual":"Refere-se ao lamento ou choro profundo, geralmente associado ao sofrimento.","explicacao_detalhada":"O lamento mencionado é um símbolo do arrependimento tardio e da dor dos que se afastaram de Deus.","por_que_esta_palavra":"A palavra 'lamento' enfatiza a seriedade do juízo e as consequências da rejeição a Deus.","conexao_teologica":"O lamento é um chamado ao arrependimento e à busca pela misericórdia de Deus.","referencias_relacionadas":["Mateus 5:4","Lucas 6:25","Apocalipse 21:4"]},"mateus_8_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é novamente mencionado como aquele que realiza milagres e demonstra autoridade sobre a enfermidade.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça sua identidade e missão como Salvador.","conexao_teologica":"A obra de Jesus é central para a fé cristã, sendo Ele o único caminho para a salvação.","referencias_relacionadas":["Mateus 9:35","Lucas 7:14","João 14:6"]},"mateus_8_13_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a um jovem ou servo, neste caso, o criado do centurião.","explicacao_detalhada":"A palavra 'criança' aqui é usada para descrever a relação de autoridade e cuidado que o centurião tinha sobre seu servo, mostrando a importância do amor e da compaixão.","por_que_esta_palavra":"A menção do 'criança' destaca a vulnerabilidade e a necessidade de ajuda, que é atendida por Jesus.","conexao_teologica":"A cura do servo do centurião ilustra a compaixão de Jesus e sua disposição em ajudar os necessitados.","referencias_relacionadas":["Mateus 15:38","Marcos 9:36","Lucas 9:48"]},"mateus_8_13_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou se afastar de um lugar.","explicacao_detalhada":"No contexto de Mateus 8:13, Jesus diz ao centurião que, conforme a sua fé, lhe será feito, e o servo do centurião se afastará da doença. A palavra 'depart' implica uma ação de saída, que neste caso é a cura que ocorre à distância.","por_que_esta_palavra":"A escolha da palavra 'depart' enfatiza a autoridade de Jesus, que pode curar sem estar fisicamente presente.","conexao_teologica":"A palavra conecta-se com a ideia de que a fé pode operar milagres, mesmo à distância, mostrando a soberania de Cristo sobre a doença.","referencias_relacionadas":["Mateus 8:10","Mateus 8:7","Mateus 9:22"]},"mateus_8_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como aquele que cura a sogra de Pedro, demonstrando seu poder e compaixão. O nome 'Jesus' é central na fé cristã, pois representa a encarnação de Deus que veio para salvar a humanidade.","por_que_esta_palavra":"A utilização do nome 'Jesus' destaca sua identidade divina e sua missão redentora.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra de cura é um sinal do Reino de Deus que se aproxima.","referencias_relacionadas":["Mateus 1:21","Lucas 4:18","João 3:16"]},"mateus_8_14_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, e é usada para descrever Pedro como a base da igreja.","explicacao_detalhada":"Embora neste versículo a palavra 'rocha' não se refira diretamente a Pedro, ela é importante na construção da identidade da igreja e na fé que sustenta os crentes. A firmeza de Jesus é o fundamento sobre o qual a igreja é edificada.","por_que_esta_palavra":"A rocha representa a segurança e a proteção que Jesus oferece aos seus seguidores.","conexao_teologica":"A rocha é uma metáfora para a confiança em Cristo, que é o fundamento da fé cristã.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"mateus_8_14_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao lar e à unidade familiar, que é um tema recorrente nas Escrituras.","explicacao_detalhada":"Neste versículo, a sogra de Pedro é curada, o que destaca a importância da família na vida de Jesus e sua preocupação com o bem-estar familiar.","por_que_esta_palavra":"A palavra 'família' é usada para mostrar que Jesus se importa com as relações interpessoais e a saúde das famílias.","conexao_teologica":"A cura da sogra de Pedro reflete o amor de Cristo por todos os membros da família e a restauração que Ele traz.","referencias_relacionadas":["Efésios 5:25","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_8_15_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao estado de falecimento, mas também pode simbolizar a separação espiritual.","explicacao_detalhada":"Neste contexto, a morte é superada pela cura que Jesus realiza, mostrando seu poder sobre a morte e a enfermidade.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade da situação antes da intervenção de Jesus.","conexao_teologica":"A vitória de Jesus sobre a morte é um tema central na teologia cristã, simbolizando a esperança da ressurreição.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:55-57"]},"mateus_8_15_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se a alguém que serve ou ajuda, destacando a relação de serviço.","explicacao_detalhada":"Neste versículo, a cura da sogra de Pedro a leva a servir a Jesus e aos discípulos, mostrando que a cura traz um chamado ao serviço.","por_que_esta_palavra":"A palavra 'amigo' é importante para entender a dinâmica de serviço e amor entre os seguidores de Cristo.","conexao_teologica":"A amizade e o serviço são centrais na vida cristã, refletindo o amor de Cristo por nós.","referencias_relacionadas":["João 15:15","Gálatas 5:13","1 Pedro 4:10"]},"mateus_8_15_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' refere-se ao membro do corpo que é usado para tocar e curar.","explicacao_detalhada":"Neste versículo, Jesus toca a sogra de Pedro, e sua mão é um símbolo de poder e compaixão, mostrando que a cura é uma ação pessoal.","por_que_esta_palavra":"A mão de Jesus representa a ação direta de Deus na vida das pessoas.","conexao_teologica":"O toque de Jesus é um símbolo do seu amor e da sua disposição em se envolver com a dor humana.","referencias_relacionadas":["Marcos 1:41","Lucas 4:40","Mateus 9:25"]},"mateus_8_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à essência vital e à presença de Deus.","explicacao_detalhada":"Neste contexto, o 'espírito' é associado à cura e à libertação, mostrando que Jesus tem autoridade sobre as forças espirituais.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a dimensão espiritual da cura que Jesus realiza.","conexao_teologica":"A presença do Espírito Santo é fundamental na vida do crente, trazendo vida e transformação.","referencias_relacionadas":["Romanos 8:11","Atos 2:4","Gálatas 5:22-23"]},"mateus_8_16_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à expressão de Deus e à criação.","explicacao_detalhada":"Neste versículo, a palavra de Jesus é poderosa e eficaz, trazendo cura e transformação. A ideia de 'verbo' também remete ao conceito de que Jesus é a Palavra que se fez carne.","por_que_esta_palavra":"A palavra 'verbo' destaca a autoridade de Jesus e sua capacidade de criar e transformar.","conexao_teologica":"A conexão entre a Palavra e a ação de Deus é central na teologia cristã, mostrando que Jesus é o meio pelo qual Deus se revela.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Salmos 33:6"]},"mateus_8_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se/acontecer' refere-se ao processo de transformação ou realização.","explicacao_detalhada":"Neste versículo, a cura e os milagres realizados por Jesus são manifestações do Reino de Deus que se torna realidade entre os homens.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a ação de Deus em trazer mudança e restauração.","conexao_teologica":"A transformação que ocorre através de Jesus é um tema central na mensagem do evangelho, refletindo a obra redentora de Deus.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"mateus_8_17_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Esaias refere-se ao profeta Isaías, cuja profecia é citada para mostrar que Jesus cumpriu as Escrituras.","explicacao_detalhada":"Isaías é um dos profetas maiores do Antigo Testamento, e suas profecias frequentemente falam sobre a vinda do Messias e a cura dos enfermos. Neste contexto, Mateus cita Isaías para evidenciar que Jesus é o cumprimento das promessas de Deus.","por_que_esta_palavra":"A inclusão de Esaias destaca a conexão de Jesus com as profecias messiânicas, reforçando sua identidade divina.","conexao_teologica":"A citação de Isaías mostra que Jesus não é apenas um líder religioso, mas o cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Isaías 53:4","Mateus 1:22-23","Lucas 4:18-19"]},"mateus_8_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome dado ao Filho de Deus, que significa 'O Senhor salva'.","explicacao_detalhada":"O nome Jesus é central na fé cristã, pois representa a salvação que Ele traz à humanidade. Neste versículo, Ele é reconhecido como uma figura de autoridade e poder.","por_que_esta_palavra":"O uso do nome Jesus enfatiza sua missão redentora e sua divindade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é sinônimo de salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"mateus_8_18_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à multidão que seguia Jesus, indicando a importância e a influência de seu ministério.","explicacao_detalhada":"A palavra 'grande' aqui destaca a magnitude do povo que estava interessado em ouvir e seguir os ensinamentos de Jesus, refletindo seu impacto na sociedade.","por_que_esta_palavra":"A grandeza da multidão serve para mostrar a popularidade de Jesus e a urgência de sua mensagem.","conexao_teologica":"A grandeza do povo que segue Jesus simboliza a abrangência da salvação que Ele oferece a todos.","referencias_relacionadas":["Mateus 5:1","Mateus 14:14","Lucas 9:10"]},"mateus_8_18_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se à multidão que seguia Jesus, composta por diversas pessoas em busca de cura e ensinamentos.","explicacao_detalhada":"O termo 'povo' indica a diversidade de pessoas que se reuniam ao redor de Jesus, mostrando que sua mensagem era acessível a todos, independentemente de sua origem.","por_que_esta_palavra":"A inclusão do povo enfatiza a missão de Jesus de alcançar e servir a todos, especialmente os marginalizados.","conexao_teologica":"Jesus veio para salvar não apenas os judeus, mas toda a humanidade, representada pelo povo que o seguia.","referencias_relacionadas":["Mateus 4:25","Mateus 9:36","Marcos 2:15"]},"mateus_8_19_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Escriba refere-se a um especialista na Lei, alguém que estudava e interpretava as Escrituras.","explicacao_detalhada":"Os escribas eram respeitados na sociedade judaica, e sua presença indica a seriedade da discussão sobre a autoridade de Jesus.","por_que_esta_palavra":"A menção do escriba destaca a tensão entre a tradição religiosa e a nova mensagem que Jesus trazia.","conexao_teologica":"Os escribas, que conheciam a Lei, muitas vezes se opuseram a Jesus, simbolizando a luta entre a velha aliança e a nova aliança.","referencias_relacionadas":["Mateus 23:1-3","Marcos 12:28-34","Lucas 11:52"]},"mateus_8_19_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Mestre refere-se a Jesus como um professor e líder espiritual.","explicacao_detalhada":"Neste contexto, o título 'mestre' é uma forma de reconhecimento da autoridade de Jesus em ensinar sobre o Reino de Deus.","por_que_esta_palavra":"O uso do termo mestre reflete a busca de conhecimento e sabedoria espiritual por parte dos seguidores.","conexao_teologica":"Jesus é o verdadeiro mestre que ensina não apenas a Lei, mas a graça e a verdade de Deus.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"mateus_8_19_adoracao":{"palavra_pt":"adoracao","palavra_original":"προσέρχομαι","transliteracao":"prosérchomai","strong":"G4334","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Adoração refere-se ao ato de reverência e respeito, que neste caso é direcionado a Jesus.","explicacao_detalhada":"A adoração a Jesus indica o reconhecimento de sua divindade e autoridade, um tema central no ministério de Jesus.","por_que_esta_palavra":"A palavra adoração destaca a resposta adequada ao reconhecimento da santidade e poder de Jesus.","conexao_teologica":"A adoração a Jesus é um aspecto fundamental da fé cristã, refletindo a relação pessoal entre o crente e o Salvador.","referencias_relacionadas":["Mateus 2:11","Mateus 14:33","Apocalipse 5:12"]},"mateus_8_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é novamente mencionado, enfatizando sua identidade e autoridade.","explicacao_detalhada":"Neste versículo, Jesus fala sobre as dificuldades que enfrentará, contrastando sua vida com a expectativa de conforto.","por_que_esta_palavra":"A repetição do nome Jesus reforça a centralidade de sua pessoa e missão na narrativa.","conexao_teologica":"A vida de Jesus é um exemplo de humildade e sacrifício, desafiando as expectativas humanas sobre o que significa ser um líder.","referencias_relacionadas":["Mateus 20:28","Filipenses 2:7-8","Hebreus 4:15"]},"mateus_8_20_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Céu refere-se ao lugar de habitação de Deus, contrastando com a condição terrena de Jesus.","explicacao_detalhada":"A menção do céu destaca a natureza divina de Jesus e sua origem celestial, além de enfatizar a realidade da vida eterna.","por_que_esta_palavra":"O céu é um símbolo de esperança e promessa para os crentes, representando a recompensa final.","conexao_teologica":"A referência ao céu sublinha a dualidade da vida de Jesus, que é tanto humano quanto divino.","referencias_relacionadas":["Mateus 6:9","João 14:2","Apocalipse 21:1-4"]},"mateus_8_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que expressa autoridade e respeito, usado para se referir a Jesus.","explicacao_detalhada":"Neste contexto, o uso do termo 'senhor' implica reconhecimento da soberania de Jesus sobre a vida e a morte.","por_que_esta_palavra":"A palavra senhor destaca a relação de submissão e reverência que os seguidores devem ter em relação a Jesus.","conexao_teologica":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica aceitar sua autoridade sobre todas as áreas da vida.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","1 Coríntios 12:3"]},"mateus_8_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Seu nome reflete sua missão de trazer salvação.","por_que_esta_palavra":"A palavra 'Jesus' é usada para identificar a pessoa que realiza milagres e ensina sobre o Reino de Deus.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas do Antigo Testamento, sendo a encarnação de Deus entre os homens.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"mateus_8_22_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de comunicar ou ordenar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a autoridade de Jesus ao instruir seus discípulos e outros sobre a verdade espiritual.","por_que_esta_palavra":"É fundamental para entender a comunicação de Jesus e sua capacidade de ensinar e ordenar.","conexao_teologica":"A palavra de Jesus tem poder e autoridade, refletindo a natureza divina de sua mensagem.","referencias_relacionadas":["Mateus 4:19","Mateus 5:1","João 6:63"]},"mateus_8_22_dead":{"palavra_pt":"morto","palavra_original":"νεκρός","transliteracao":"nekrós","strong":"G3498","significado_raiz":"Ideia básica: morto.","significado_contextual":"Refere-se a alguém que não está mais vivo.","explicacao_detalhada":"A palavra 'morto' é usada para descrever a condição física de uma pessoa que já faleceu, contrastando com a vida que Jesus oferece.","por_que_esta_palavra":"É importante para entender a urgência do chamado de Jesus para seguir a vida espiritual em vez da morte física.","conexao_teologica":"Jesus é visto como aquele que traz vida aos mortos, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:22"]},"mateus_8_23_andar":{"palavra_pt":"andar","palavra_original":"ἐμβαίνω","transliteracao":"embaínō","strong":"G1684","significado_raiz":"Ideia básica: andar.","significado_contextual":"Movimentar-se de um lugar para outro.","explicacao_detalhada":"A palavra 'andar' é usada para descrever a ação de Jesus ao entrar no barco, simbolizando a jornada dos discípulos com Ele.","por_que_esta_palavra":"Refere-se ao ato físico de seguir Jesus, que é um chamado para uma jornada de fé.","conexao_teologica":"Andar com Jesus implica em seguir seus ensinamentos e viver de acordo com sua vontade.","referencias_relacionadas":["Mateus 4:19","Gálatas 5:16","1 João 1:7"]},"mateus_8_24_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Sentimento de medo ou apreensão.","explicacao_detalhada":"A palavra 'temor' descreve a reação dos discípulos diante da tempestade, refletindo a fragilidade humana diante das forças da natureza.","por_que_esta_palavra":"É usada para mostrar a falta de fé dos discípulos em momentos de crise.","conexao_teologica":"O temor é um tema recorrente na Bíblia, onde Deus frequentemente encoraja seu povo a não temer, pois Ele está no controle.","referencias_relacionadas":["Isaías 41:10","Salmos 56:3","Mateus 10:31"]},"mateus_8_24_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica algo de grande magnitude ou intensidade.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a intensidade da tempestade que os discípulos enfrentaram, simbolizando desafios na vida.","por_que_esta_palavra":"É importante para entender a gravidade da situação que os discípulos estavam enfrentando.","conexao_teologica":"Deus é maior que qualquer tempestade ou desafio que enfrentamos, e Jesus demonstra isso ao acalmar a tempestade.","referencias_relacionadas":["Salmos 107:29","Mateus 14:30","Marcos 4:39"]},"mateus_8_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Título de respeito e poder.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre a natureza e a vida dos homens.","por_que_esta_palavra":"É uma expressão de submissão e reconhecimento da soberania de Jesus.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:10-11","Romanos 10:9"]},"mateus_8_25_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Ato de levantar ou ressuscitar.","explicacao_detalhada":"A palavra 'morte' aqui é usada em um contexto de superação, onde Jesus demonstra seu poder sobre a morte.","por_que_esta_palavra":"É crucial para entender a missão de Jesus de trazer vida e esperança.","conexao_teologica":"A ressurreição de Jesus é a vitória final sobre a morte, oferecendo esperança a todos os crentes.","referencias_relacionadas":["João 11:25","1 Coríntios 15:55-57","Romanos 8:11"]},"mateus_8_26_fearful":{"palavra_pt":"fearful","palavra_original":"δειλός","transliteracao":"deilós","strong":"G1169","significado_raiz":"Ideia básica: fearful.","significado_contextual":"Descreve alguém que é medroso ou covarde.","explicacao_detalhada":"A palavra 'fearful' é usada para criticar a falta de fé dos discípulos em meio à tempestade.","por_que_esta_palavra":"É importante para entender a expectativa de Jesus em relação à fé de seus seguidores.","conexao_teologica":"A fé é um tema central na vida cristã, e Jesus frequentemente desafia seus discípulos a confiar Nele.","referencias_relacionadas":["Mateus 14:31","Marcos 4:40","2 Timóteo 1:7"]},"mateus_8_26_cristo":{"palavra_pt":"cristo","palavra_original":"ὀλιγόπιστος","transliteracao":"oligópistos","strong":"G3640","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Termo que significa 'o Ungido'.","explicacao_detalhada":"A palavra 'cristo' refere-se à identidade messiânica de Jesus, reconhecendo-o como o escolhido de Deus.","por_que_esta_palavra":"É fundamental para entender a missão de Jesus e sua relação com as profecias do Antigo Testamento.","conexao_teologica":"Cristo é o cumprimento das promessas de Deus ao seu povo, trazendo redenção e esperança.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 1:3-4"]},"mateus_8_26_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui se refere à condição de separação da vida, que é um tema central na narrativa de Jesus.","explicacao_detalhada":"Neste contexto, a morte é mencionada em um momento de grande temor dos discípulos durante a tempestade. Jesus, ao acalmar a tempestade, demonstra seu poder sobre a morte e a natureza.","por_que_esta_palavra":"A palavra 'morte' é usada para enfatizar o medo dos discípulos e a autoridade de Jesus sobre a vida e a morte.","conexao_teologica":"A morte é um tema que se conecta com a redenção e a ressurreição de Cristo, que venceu a morte.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:55-57"]},"mateus_8_27_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa a força da natureza e o caos, simbolizando os desafios e medos enfrentados pelos discípulos.","explicacao_detalhada":"O mar agitado é um símbolo do desespero e da incerteza. Jesus, ao acalmar o mar, mostra seu domínio sobre as forças da natureza.","por_que_esta_palavra":"A palavra 'mar' é crucial para entender a magnitude do milagre realizado por Jesus e a reação dos discípulos.","conexao_teologica":"O controle de Jesus sobre o mar reflete sua divindade e poder, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 89:9","Marcos 4:39","Apocalipse 21:1"]},"mateus_8_27_maravilha":{"palavra_pt":"maravilha","palavra_original":"θαυμάζω","transliteracao":"thaumázō","strong":"G2296","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"A maravilha expressa a admiração e o assombro dos discípulos diante do poder de Jesus.","explicacao_detalhada":"Após Jesus acalmar a tempestade, os discípulos ficam maravilhados, reconhecendo que ele tem autoridade sobre a natureza.","por_que_esta_palavra":"A palavra 'maravilha' é usada para descrever a reação dos discípulos, que se surpreendem com o poder de Jesus.","conexao_teologica":"As maravilhas de Jesus são sinais de sua messianidade e da presença do Reino de Deus.","referencias_relacionadas":["Lucas 7:16","João 2:11","Atos 2:22"]},"mateus_8_27_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para descrever a ação de Jesus ao se dirigir ao mar e à tempestade.","explicacao_detalhada":"Jesus 'diz' ao mar que se acalme, mostrando que sua palavra tem poder e autoridade.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a eficácia da palavra de Jesus em trazer ordem ao caos.","conexao_teologica":"A palavra de Deus é poderosa e cria realidades, como visto na criação (Gênesis 1).","referencias_relacionadas":["Salmos 33:9","Hebreus 11:3","Gênesis 1:3"]},"mateus_8_28_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"A palavra 'além' indica uma transição para um novo local, onde Jesus encontra os endemoninhados.","explicacao_detalhada":"Jesus atravessa o mar e chega a uma região diferente, onde se depara com a necessidade de libertação dos demônios.","por_que_esta_palavra":"A palavra 'além' é importante para entender a missão de Jesus de alcançar todos os lugares e pessoas.","conexao_teologica":"A missão de Jesus é universal, alcançando aqueles que estão fora do povo de Israel.","referencias_relacionadas":["Mateus 28:19","Marcos 16:15","Atos 1:8"]},"mateus_8_28_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"O 'solo' refere-se à terra onde Jesus encontra os endemoninhados, simbolizando a necessidade de libertação.","explicacao_detalhada":"O solo é o lugar onde a opressão espiritual é evidente, e Jesus traz libertação.","por_que_esta_palavra":"A palavra 'solo' destaca a realidade física e espiritual do local onde a ação de Jesus ocorre.","conexao_teologica":"A libertação de demônios é uma demonstração do poder de Jesus sobre as forças malignas.","referencias_relacionadas":["Lucas 8:26-39","Marcos 5:1-20","Mateus 12:28"]},"mateus_8_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando o Salvador e seu poder sobre o mal.","explicacao_detalhada":"Os demônios reconhecem Jesus e sua autoridade, chamando-o pelo nome, o que revela sua identidade divina.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para entender a missão de salvação e libertação que ele realiza.","conexao_teologica":"Jesus é o nome acima de todo nome, e sua autoridade é reconhecida até mesmo pelos demônios.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Mateus 1:21"]},"mateus_8_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a divindade de Jesus e sua relação com o Pai.","explicacao_detalhada":"Os demônios reconhecem Jesus como Filho de Deus, indicando sua natureza divina e autoridade.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a identidade de Jesus e sua missão redentora.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, que afirma que ele é verdadeiro Deus e verdadeiro homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_8_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude dos demônios que possuíam os homens, indicando a gravidade da situação.","explicacao_detalhada":"Os demônios se identificam como 'legião', o que sugere um número significativo e uma forte opressão.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a força e a quantidade dos demônios, contrastando com o poder de Jesus.","conexao_teologica":"A grandeza do mal é superada pela grandeza do poder de Cristo, que traz libertação.","referencias_relacionadas":["Romanos 8:37","1 João 4:4","Mateus 12:29"]},"mateus_8_31_espirito":{"palavra_pt":"espirito","palavra_original":"δαίμων","transliteracao":"daímōn","strong":"G1142","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se aos demônios que atormentavam os homens, simbolizando a opressão espiritual.","explicacao_detalhada":"Os demônios, identificados como 'espíritos impuros', reconhecem a autoridade de Jesus e pedem para não serem expulsos.","por_que_esta_palavra":"A palavra 'espírito' é importante para entender a batalha espiritual que ocorre na narrativa.","conexao_teologica":"A presença de espíritos malignos e a libertação que Jesus proporciona são centrais na sua missão de salvar e curar.","referencias_relacionadas":["Mateus 10:1","Marcos 1:34","Lucas 4:36"]},"mateus_8_31_chamar":{"palavra_pt":"chamar","palavra_original":"παρακαλέω","transliteracao":"parakaléō","strong":"G3870","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' é usada para descrever a ação de invocar ou solicitar a presença de alguém.","explicacao_detalhada":"No contexto de Mateus 8:31, os demônios pedem para serem chamados de volta para a região onde pertencem, mostrando a sua submissão ao poder de Jesus.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a autoridade de Jesus sobre os espíritos malignos e a sua capacidade de controlar a situação.","conexao_teologica":"A palavra 'chamar' reflete a ideia de que Jesus tem o poder de convocar e ordenar tanto seres humanos quanto forças espirituais.","referencias_relacionadas":["Mateus 8:28-34","Marcos 5:1-20","Lucas 8:26-39"]},"mateus_8_32_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' indica a ação de ir embora ou sair de um lugar.","explicacao_detalhada":"Neste versículo, os demônios pedem para Jesus que os deixe partir para uma manada de porcos, demonstrando a sua necessidade de um lugar para ir.","por_que_esta_palavra":"A palavra 'depart' é significativa porque revela a impotência dos demônios diante do poder de Jesus, que decide o destino deles.","conexao_teologica":"A ideia de 'depart' mostra que Jesus tem controle sobre o que acontece no mundo espiritual e que nada acontece sem a sua permissão.","referencias_relacionadas":["Mateus 8:28-34","Marcos 5:1-20","Lucas 8:26-39"]},"mateus_8_32_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar a maneira ou o modo como algo deve ser feito.","explicacao_detalhada":"Neste contexto, os demônios pedem para ir para os porcos 'conforme' a vontade de Jesus, reconhecendo sua autoridade.","por_que_esta_palavra":"A palavra 'conforme' destaca a submissão dos demônios à ordem de Jesus, mostrando que eles não têm poder próprio.","conexao_teologica":"A submissão dos demônios a Jesus reflete a soberania de Deus sobre todas as criaturas, tanto humanas quanto espirituais.","referencias_relacionadas":["Mateus 8:28-34","Marcos 5:1-20","Lucas 8:26-39"]},"mateus_8_33_feed":{"palavra_pt":"feed","palavra_original":"βόσκω","transliteracao":"bóskō","strong":"G1006","significado_raiz":"Ideia básica: feed.","significado_contextual":"A palavra 'feed' refere-se à ação de alimentar ou cuidar de animais.","explicacao_detalhada":"No versículo, a manada de porcos é o objeto da ação, e a palavra destaca a relação entre os demônios e os porcos que eles desejam possuir.","por_que_esta_palavra":"A escolha da palavra 'feed' enfatiza a natureza destrutiva dos demônios, que buscam causar dano ao invés de cuidar.","conexao_teologica":"A destruição dos porcos simboliza a destruição que o pecado e as forças malignas trazem à criação de Deus.","referencias_relacionadas":["Mateus 8:28-34","Marcos 5:1-20","Lucas 8:26-39"]},"mateus_8_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste contexto, Jesus é o protagonista que exerce autoridade sobre os demônios e realiza milagres, mostrando seu poder divino.","por_que_esta_palavra":"O nome 'Jesus' é central na narrativa, pois é através dele que a libertação e a salvação são trazidas.","conexao_teologica":"Jesus é apresentado como o Messias que tem poder sobre o mal e que traz esperança e libertação para a humanidade.","referencias_relacionadas":["Mateus 1:21","Mateus 8:28-34","Lucas 4:18-19"]},"mateus_8_34_cair":{"palavra_pt":"cair","palavra_original":"ὑπάντησις","transliteracao":"hypántēsis","strong":"G5222","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' indica a ação de descer rapidamente ou tombar.","explicacao_detalhada":"No versículo, os porcos caem no mar após serem possuídos pelos demônios, simbolizando a destruição que o mal traz.","por_que_esta_palavra":"A palavra 'cair' enfatiza a consequência trágica da possessão demoníaca e a devastação que ela causa.","conexao_teologica":"A queda dos porcos ilustra a realidade do pecado e suas consequências, além de mostrar o poder de Jesus sobre as forças malignas.","referencias_relacionadas":["Mateus 8:28-34","Marcos 5:1-20","Lucas 8:26-39"]}}