{"mateus_9_1_cruz":{"palavra_pt":"cruz","palavra_original":"διαπεράω","transliteracao":"diaperáō","strong":"G1276","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução usado na crucificação.","explicacao_detalhada":"Embora não esteja diretamente mencionada em Mateus 9:1, a cruz é um símbolo central do sacrifício de Jesus e da redenção.","por_que_esta_palavra":"A menção da cruz em outros contextos bíblicos é crucial para entender o propósito da vinda de Jesus ao mundo.","conexao_teologica":"A cruz representa o amor de Deus e a salvação oferecida através do sacrifício de Jesus.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"mateus_9_1_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a alguém que é conhecido ou familiar.","explicacao_detalhada":"No contexto, pode se referir à relação que as pessoas têm com Jesus, que é tanto de admiração quanto de estranhamento.","por_que_esta_palavra":"A palavra destaca a dualidade da percepção das pessoas sobre Jesus, que é conhecido, mas ainda assim incompreendido.","conexao_teologica":"A familiaridade com Jesus não garante entendimento ou aceitação de sua mensagem e missão.","referencias_relacionadas":["Mateus 9:2","João 1:11","Lucas 4:22"]},"mateus_9_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que realiza milagres e cura.","explicacao_detalhada":"Neste versículo, Jesus cura um paralítico, demonstrando seu poder sobre a doença e o pecado.","por_que_esta_palavra":"A menção do nome 'Jesus' é fundamental, pois é através dele que a cura e a salvação são oferecidas.","conexao_teologica":"Jesus é o centro da fé cristã, e suas ações revelam a natureza de Deus e seu plano de redenção.","referencias_relacionadas":["Mateus 9:1-8","Marcos 2:1-12","Lucas 5:17-26"]},"mateus_9_2_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em algo ou alguém.","explicacao_detalhada":"Neste contexto, a fé dos amigos do paralítico é destacada como um fator crucial para a cura do homem.","por_que_esta_palavra":"A ênfase na fé mostra que a crença em Jesus é essencial para receber a cura e a salvação.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a chave para a relação do ser humano com Deus.","referencias_relacionadas":["Mateus 9:1-8","Hebreus 11:1","Romanos 10:17"]},"mateus_9_2_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma situação de grande necessidade ou urgência.","explicacao_detalhada":"No contexto do versículo, a palavra pode simbolizar a ferocidade ou a gravidade da condição do homem paralítico que estava sendo levado a Jesus.","por_que_esta_palavra":"A utilização de 'urso' enfatiza a seriedade da situação e a necessidade de intervenção divina.","conexao_teologica":"A palavra reflete a urgência da salvação e a necessidade de buscar a ajuda de Jesus em momentos de crise.","referencias_relacionadas":["Mateus 9:2","Marcos 2:3","Lucas 5:18"]},"mateus_9_3_scribe":{"palavra_pt":"escriba","palavra_original":"γραμματεύς","transliteracao":"grammateús","strong":"G1122","significado_raiz":"Ideia básica: escriba.","significado_contextual":"Os escribas eram especialistas na Lei e frequentemente questionavam Jesus sobre suas interpretações.","explicacao_detalhada":"Neste versículo, os escribas criticam Jesus por suas afirmações sobre o perdão dos pecados, revelando a tensão entre a tradição religiosa e a nova mensagem de Jesus.","por_que_esta_palavra":"A palavra 'escriba' é importante para entender a oposição que Jesus enfrentou de líderes religiosos que não aceitavam sua autoridade.","conexao_teologica":"A crítica dos escribas destaca a necessidade de uma nova compreensão da Lei, que Jesus veio trazer.","referencias_relacionadas":["Mateus 23:13","Marcos 12:38","Lucas 11:52"]},"mateus_9_3_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para descrever a ação de Jesus ao responder aos escribas.","explicacao_detalhada":"Jesus fala com autoridade, desafiando as crenças dos escribas e mostrando que Ele tem o poder de perdoar pecados.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a comunicação direta e a revelação da verdade divina.","conexao_teologica":"A fala de Jesus é um ato de revelação e autoridade, mostrando que Ele é a Palavra de Deus encarnada.","referencias_relacionadas":["João 1:1","Mateus 4:4","Lucas 4:22"]},"mateus_9_3_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência das ações e palavras anteriores.","explicacao_detalhada":"Jesus usa 'portanto' para conectar sua afirmação sobre o perdão dos pecados com a cura do paralítico, mostrando que ambas as ações são parte de sua missão.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica do raciocínio de Jesus e a relação entre fé e cura.","conexao_teologica":"Isso aponta para a interconexão entre a salvação espiritual e a cura física, um tema central no ministério de Jesus.","referencias_relacionadas":["Romanos 10:9","Tiago 5:15","Mateus 8:17"]},"mateus_9_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando o Salvador e a autoridade divina.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como aquele que conhece os pensamentos dos homens e tem poder sobre o pecado e a enfermidade.","por_que_esta_palavra":"A menção de 'Jesus' destaca sua identidade e missão como o Messias prometido.","conexao_teologica":"O nome de Jesus é sinônimo de salvação e cura, refletindo sua natureza redentora.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"mateus_9_4_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno' refere-se à natureza pecaminosa e à oposição a Deus.","explicacao_detalhada":"Jesus se refere ao coração maligno dos escribas que duvidam de sua autoridade e poder de perdoar pecados.","por_que_esta_palavra":"A palavra 'maligno' é usada para contrastar a pureza e a autoridade de Jesus com a corrupção do coração humano.","conexao_teologica":"Isso ilustra a batalha entre o bem e o mal, e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Mateus 15:19","Gálatas 5:19-21","Efésios 6:12"]},"mateus_9_5_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a condição espiritual e física do homem.","explicacao_detalhada":"Jesus menciona a morte para ilustrar a gravidade do pecado e a necessidade de perdão, que é mais fácil de receber do que a cura física.","por_que_esta_palavra":"A palavra 'morte' destaca a seriedade da condição humana e a urgência da salvação.","conexao_teologica":"A morte é um tema central na teologia cristã, representando a separação de Deus e a necessidade de reconciliação através de Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","João 11:25"]},"mateus_9_5_easier":{"palavra_pt":"easier","palavra_original":"εὐκοπώτερος","transliteracao":"eukopṓteros","strong":"G2123","significado_raiz":"Ideia básica: easier.","significado_contextual":"A palavra 'mais fácil' é usada para contrastar a cura física com o perdão dos pecados.","explicacao_detalhada":"Jesus sugere que é mais fácil dizer 'seus pecados estão perdoados' do que curar fisicamente, mas ambos são igualmente possíveis para Ele.","por_que_esta_palavra":"A palavra 'mais fácil' enfatiza a autoridade de Jesus sobre ambas as esferas: espiritual e física.","conexao_teologica":"Isso mostra que Jesus tem poder sobre todas as áreas da vida, incluindo a salvação e a cura.","referencias_relacionadas":["Mateus 19:26","Lucas 18:27","Marcos 10:27"]},"mateus_9_6_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico onde o homem paralítico estava e à criação de Deus.","explicacao_detalhada":"Jesus usa a palavra 'terra' para enfatizar que Ele tem autoridade sobre o que é físico e espiritual.","por_que_esta_palavra":"A palavra 'terra' conecta a cura física à criação e ao domínio de Jesus sobre tudo.","conexao_teologica":"Isso reflete a soberania de Deus sobre a criação e a capacidade de Jesus de restaurar tanto o corpo quanto a alma.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"mateus_9_6_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade e ao lar, simbolizando a importância das relações humanas.","explicacao_detalhada":"Jesus menciona a 'família' para mostrar que a cura e o perdão têm implicações não apenas individuais, mas também comunitárias.","por_que_esta_palavra":"A palavra 'família' destaca a importância da restauração nas relações e na vida comunitária.","conexao_teologica":"Isso reflete a visão bíblica de que a salvação e a cura trazem restauração não apenas ao indivíduo, mas também à sua família e comunidade.","referencias_relacionadas":["Efésios 5:25-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_9_6_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui refere-se à condição de separação espiritual e física do ser humano.","explicacao_detalhada":"No contexto de Mateus 9:6, a morte é mencionada em relação à cura do paralítico, onde Jesus demonstra seu poder sobre a morte, indicando que Ele pode perdoar pecados e restaurar a vida.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a necessidade de salvação e a autoridade de Jesus sobre a vida e a morte.","conexao_teologica":"A morte é um tema central na teologia cristã, representando a separação do homem de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","João 11:25-26","1 Coríntios 15:55-57"]},"mateus_9_7_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade familiar, que é fundamental na cultura judaica e na sociedade em geral.","explicacao_detalhada":"Em Mateus 9:7, a referência à família destaca a importância das relações familiares e como Jesus se relaciona com as pessoas em seus contextos familiares.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a conexão e a responsabilidade que temos uns com os outros, especialmente dentro do contexto da fé.","conexao_teologica":"A família é vista como uma instituição divina, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"mateus_9_7_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é mencionada novamente em um contexto de cura e perdão, mostrando a autoridade de Jesus.","explicacao_detalhada":"Neste versículo, a morte é um símbolo da condição humana e da necessidade de intervenção divina para a restauração.","por_que_esta_palavra":"A repetição da palavra 'morte' reforça a ideia de que Jesus tem poder sobre a morte e pode trazer vida onde há morte.","conexao_teologica":"A vitória de Cristo sobre a morte é um tema central na ressurreição e na esperança cristã.","referencias_relacionadas":["Hebreus 2:14-15","Apocalipse 1:18","João 3:16"]},"mateus_9_7_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' conecta a ação de Jesus com a consequência de sua autoridade.","explicacao_detalhada":"Em Mateus 9:7, 'portanto' indica que a ação de Jesus é uma resposta lógica ao que Ele acabou de fazer, mostrando sua autoridade divina.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica do argumento de Jesus e a relação entre suas ações e suas declarações.","conexao_teologica":"A lógica da salvação e da autoridade de Cristo é um tema recorrente na teologia cristã.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:20","Filipenses 2:9-11"]},"mateus_9_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Mateus 9:8, a menção a Deus destaca a glorificação de Jesus e a manifestação do poder divino através de suas ações.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza de Jesus como Filho de Deus e sua missão redentora.","conexao_teologica":"A divindade de Cristo é essencial para a compreensão da salvação e da relação entre Deus e a humanidade.","referencias_relacionadas":["João 1:1-14","Colossenses 1:16-17","Hebreus 1:3"]},"mateus_9_8_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se ao reconhecimento e à honra devida a Deus por suas obras poderosas.","explicacao_detalhada":"Em Mateus 9:8, a glória é atribuída a Deus como resultado da cura realizada por Jesus, mostrando que suas ações revelam o caráter divino.","por_que_esta_palavra":"A palavra 'glória' é importante porque reflete a resposta adequada do povo ao poder de Deus manifestado em Jesus.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação de sua natureza ao longo das Escrituras.","referencias_relacionadas":["Salmos 19:1","Isaías 43:7","Romanos 11:36"]},"mateus_9_8_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que testemunha os milagres de Jesus e suas ensinanças.","explicacao_detalhada":"Em Mateus 9:8, o povo reage com temor e glorifica a Deus, reconhecendo a autoridade de Jesus.","por_que_esta_palavra":"A palavra 'povo' é significativa porque representa a coletividade que é impactada pelas ações de Jesus e sua mensagem.","conexao_teologica":"A relação entre Jesus e o povo é central para entender sua missão de salvar e restaurar a humanidade.","referencias_relacionadas":["Mateus 5:14-16","Lucas 4:18-19","Atos 2:17"]},"mateus_9_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Mateus 9:9, Jesus chama Mateus, um cobrador de impostos, para segui-lo, demonstrando sua missão de alcançar os marginalizados.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a compreensão da redenção e do plano de Deus para a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_9_9_receipt":{"palavra_pt":"receipt","palavra_original":"τελώνιον","transliteracao":"telṓnion","strong":"G5058","significado_raiz":"Ideia básica: receipt.","significado_contextual":"A palavra 'receipt' refere-se ao local de coleta de impostos, simbolizando a marginalização social.","explicacao_detalhada":"Em Mateus 9:9, o 'recebimento' representa a vida de Mateus antes de seguir Jesus, um chamado à transformação.","por_que_esta_palavra":"A palavra 'receipt' é importante porque ilustra a mudança radical que ocorre na vida de alguém ao encontrar Jesus.","conexao_teologica":"A transformação de Mateus é um exemplo da graça de Deus que alcança até os mais perdidos.","referencias_relacionadas":["Lucas 19:1-10","1 Coríntios 6:9-11","Efésios 2:8-9"]},"mateus_9_9_matthew":{"palavra_pt":"matthew","palavra_original":"Ματθαῖος","transliteracao":"Matthaîos","strong":"G3156","significado_raiz":"Ideia básica: matthew.","significado_contextual":"A palavra 'Mateus' refere-se ao apóstolo que se tornou um dos doze discípulos de Jesus.","explicacao_detalhada":"Em Mateus 9:9, o chamado de Mateus destaca a inclusão de pessoas de diferentes origens no ministério de Jesus.","por_que_esta_palavra":"A palavra 'Mateus' é significativa porque representa a transformação e o chamado de Deus para todos, independentemente de seu passado.","conexao_teologica":"A vida de Mateus exemplifica a graça e a misericórdia de Deus, que chama os pecadores ao arrependimento.","referencias_relacionadas":["Mateus 10:3","Marcos 2:14","Lucas 6:15"]},"mateus_9_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Seu nome reflete sua missão de trazer salvação.","por_que_esta_palavra":"A menção de Jesus neste contexto destaca sua autoridade e o chamado que Ele faz aos pecadores.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado para a salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"mateus_9_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a algo que se torna significativo ou importante.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança de estado, que é central na mensagem de Jesus sobre a vida nova que Ele oferece.","por_que_esta_palavra":"É usada para descrever a ação de Deus em transformar vidas através de Jesus.","conexao_teologica":"A transformação espiritual é um tema recorrente na teologia cristã, onde a vida em Cristo é vista como uma nova criação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"mateus_9_11_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou estar em comunhão com alguém.","explicacao_detalhada":"Seguir Jesus implica em um compromisso de vida e fé, onde os discípulos são chamados a imitar seu exemplo.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da obediência e do discipulado na vida cristã.","conexao_teologica":"O chamado para seguir a Jesus é fundamental para a vida cristã, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"mateus_9_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Reforça a identidade de Jesus como o médico das almas.","explicacao_detalhada":"Jesus se apresenta como aquele que cura e restaura, especialmente os que estão espiritualmente doentes.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua autoridade e poder de transformação.","conexao_teologica":"A cura espiritual é um aspecto central da obra redentora de Cristo.","referencias_relacionadas":["Isaías 53:5","Mateus 8:17","Tiago 5:15"]},"mateus_9_12_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a assuntos ou necessidades que precisam ser atendidas.","explicacao_detalhada":"A palavra 'assunto' destaca a importância de compreender as necessidades espirituais das pessoas.","por_que_esta_palavra":"É usada para mostrar que Jesus está mais preocupado com o bem-estar espiritual do que com as normas religiosas.","conexao_teologica":"A missão de Jesus é atender às necessidades humanas, tanto físicas quanto espirituais.","referencias_relacionadas":["Mateus 25:35-40","Lucas 4:18","João 10:10"]},"mateus_9_13_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e compaixão que Jesus demonstra.","explicacao_detalhada":"A misericórdia é um atributo essencial de Deus, e Jesus a exemplifica em seu ministério.","por_que_esta_palavra":"A palavra é usada para enfatizar que Jesus veio para os pecadores, não para os justos.","conexao_teologica":"A misericórdia de Deus é um tema central na salvação e na vida cristã.","referencias_relacionadas":["Salmos 103:8","Lucas 6:36","Efésios 2:4-5"]},"mateus_9_13_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de decidir ou optar por algo.","explicacao_detalhada":"Escolher a misericórdia em vez de sacrifícios reflete a prioridade de Deus em relação ao coração humano.","por_que_esta_palavra":"A escolha de Jesus destaca a importância da intenção e do amor em nossas ações.","conexao_teologica":"A escolha de Deus por nos amar e salvar é um tema central na teologia cristã.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 8:33-34","1 Pedro 2:9"]},"mateus_9_13_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à pureza e justiça de Jesus.","explicacao_detalhada":"Jesus é o justo que não tem pecado, e sua inocência é fundamental para sua obra redentora.","por_que_esta_palavra":"A inocência de Jesus contrasta com a condição pecaminosa da humanidade.","conexao_teologica":"A justiça de Cristo é atribuída aos crentes, sendo essencial para a salvação.","referencias_relacionadas":["1 Pedro 2:22","Hebreus 4:15","Romanos 5:19"]},"mateus_9_14_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A grandeza do ministério de Jesus é evidenciada por seu impacto nas vidas das pessoas.","por_que_esta_palavra":"A palavra é usada para enfatizar a relevância do que Jesus está fazendo.","conexao_teologica":"A grandeza de Deus se manifesta em sua obra redentora através de Cristo.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Efésios 3:20"]},"mateus_9_14_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de alguém.","explicacao_detalhada":"O nome de João é mencionado para contrastar com a missão de Jesus e a expectativa do povo.","por_que_esta_palavra":"A menção do nome é significativa para entender o contexto da discussão sobre o jejum.","conexao_teologica":"O nome de Jesus é exaltado acima de todos os nomes, refletindo sua autoridade.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 3:1-3","Lucas 1:76"]},"mateus_9_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste versículo, Ele fala sobre a relação entre o noivo e os convidados, usando Sua identidade para ilustrar a alegria da presença divina.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a compreensão da mensagem cristã, pois representa a encarnação de Deus e Sua missão de redenção.","conexao_teologica":"A presença de Jesus traz alegria e transformação, simbolizando a nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"mateus_9_15_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que a presença de Jesus traz alegria.","explicacao_detalhada":"O 'dia' mencionado simboliza um tempo de celebração e alegria, contrastando com a prática de jejum. É um tempo em que a presença de Jesus transforma a experiência de vida.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender os momentos de revelação e a obra de Deus na história.","conexao_teologica":"O dia da salvação é um tema recorrente nas Escrituras, onde a presença de Deus traz luz e esperança.","referencias_relacionadas":["Salmos 118:24","Isaías 60:1","2 Coríntios 6:2"]},"mateus_9_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que se revela através de Jesus.","explicacao_detalhada":"Neste contexto, a palavra 'deus' enfatiza a relação entre o divino e a humanidade, especialmente na figura de Jesus como o Filho de Deus.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza de Jesus e Sua missão redentora.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, que afirma que Ele é um com o Pai.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"mateus_9_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo novo ou diferente.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação, que é central na mensagem de Jesus sobre a nova vida que Ele oferece.","por_que_esta_palavra":"A transformação é um tema chave no evangelho, onde Jesus chama as pessoas a uma nova vida.","conexao_teologica":"A ideia de se tornar novo em Cristo é fundamental para a compreensão da salvação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"mateus_9_17_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Simboliza a nova aliança e a alegria da salvação.","explicacao_detalhada":"O vinho novo representa a nova vida e a nova aliança que Jesus traz, contrastando com as tradições antigas.","por_que_esta_palavra":"O vinho é um símbolo importante na Bíblia, frequentemente associado à alegria e à celebração.","conexao_teologica":"A nova aliança em Cristo é um tema central, onde o vinho simboliza o sangue de Cristo derramado por nós.","referencias_relacionadas":["Lucas 22:20","Mateus 26:29","Hebreus 9:14"]},"mateus_9_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que institui a nova aliança.","explicacao_detalhada":"A palavra 'deus' aqui reforça a ideia de que a nova aliança é uma ação divina, estabelecida por meio de Jesus.","por_que_esta_palavra":"A divindade é essencial para entender a autoridade e a eficácia da nova aliança.","conexao_teologica":"A nova aliança é um cumprimento das promessas de Deus ao Seu povo.","referencias_relacionadas":["Jeremias 31:31","Lucas 22:20","Hebreus 8:8"]},"mateus_9_17_new":{"palavra_pt":"new","palavra_original":"νέος","transliteracao":"néos","strong":"G3501","significado_raiz":"Ideia básica: new.","significado_contextual":"Refere-se ao novo que Jesus traz para a humanidade.","explicacao_detalhada":"A palavra 'novo' enfatiza a transformação radical que ocorre com a chegada de Jesus e Sua mensagem.","por_que_esta_palavra":"O conceito de 'novo' é central para a compreensão da obra redentora de Cristo.","conexao_teologica":"A nova criação em Cristo é um tema fundamental na teologia cristã.","referencias_relacionadas":["Apocalipse 21:5","2 Coríntios 5:17","Gálatas 6:15"]},"mateus_9_18_vida":{"palavra_pt":"vida","palavra_original":"τελευτάω","transliteracao":"teleutáō","strong":"G5053","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que Jesus oferece.","explicacao_detalhada":"A palavra 'vida' aqui é usada para descrever a plenitude que Jesus traz, contrastando com a morte e a desesperança.","por_que_esta_palavra":"A vida é um tema central no ministério de Jesus, que veio para dar vida em abundância.","conexao_teologica":"A vida eterna é uma promessa fundamental para aqueles que creem em Jesus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11"]},"mateus_9_18_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de viver plenamente em Cristo.","explicacao_detalhada":"A palavra 'viver' implica uma existência que é transformada pela fé em Jesus, refletindo a nova vida que Ele oferece.","por_que_esta_palavra":"Viver é um conceito que abrange não apenas a existência física, mas a vida espiritual e relacional com Deus.","conexao_teologica":"A vida em Cristo é uma experiência de comunhão e transformação contínua.","referencias_relacionadas":["Gálatas 2:20","Colossenses 3:3","1 João 4:9"]},"mateus_9_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a presença e a autoridade de Deus entre os homens.","explicacao_detalhada":"Jesus, como o Filho de Deus, é a manifestação do amor e da graça divina, e Sua presença é essencial para a transformação da vida.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza Sua importância e centralidade na mensagem do evangelho.","conexao_teologica":"A encarnação de Jesus é um ponto crucial na teologia cristã, onde Deus se faz homem para salvar a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 10:36"]},"mateus_9_19_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui representa a separação da alma do corpo, um estado de inatividade e ausência de vida.","explicacao_detalhada":"No contexto de Mateus 9:19, a morte é um tema central, pois Jesus é chamado para ressuscitar a filha de Jairo, que já estava morta. A morte é vista como um inimigo a ser vencido por Jesus, que traz a vida.","por_que_esta_palavra":"A palavra 'morte' é utilizada para enfatizar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A morte é um tema recorrente na teologia cristã, simbolizando a separação do homem de Deus devido ao pecado, mas também a promessa de vida eterna através de Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25-26"]},"mateus_9_20_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher mencionada é uma figura de fé que busca a cura de Jesus, representando a vulnerabilidade e a determinação.","explicacao_detalhada":"No versículo, a mulher que sofre de hemorragia há 12 anos toca a veste de Jesus, acreditando que isso a curaria. Sua ação demonstra uma fé ativa e ousada.","por_que_esta_palavra":"A palavra 'mulher' é usada para destacar a importância da fé feminina e o papel das mulheres nas narrativas de cura de Jesus.","conexao_teologica":"A fé da mulher é um exemplo de como a confiança em Jesus pode trazer transformação e cura, refletindo a inclusão de todos no reino de Deus.","referencias_relacionadas":["Marcos 5:25-34","Lucas 8:43-48","Gálatas 3:28"]},"mateus_9_21_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' refere-se ao estado de isolamento e desespero da mulher antes de encontrar Jesus.","explicacao_detalhada":"A mulher estava sozinha em sua luta contra a doença, sem esperança até que decidiu buscar Jesus. Isso simboliza a solidão que muitos sentem em suas lutas pessoais.","por_que_esta_palavra":"A palavra 'sozinho' enfatiza a condição de desespero e a necessidade de apoio, que é encontrado em Jesus.","conexao_teologica":"A solidão é uma condição humana que Jesus aborda, oferecendo consolo e cura a todos que se aproximam dele.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28-30","Hebreus 13:5"]},"mateus_9_21_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a ação de declarar ou afirmar algo com fé.","explicacao_detalhada":"A mulher pensou consigo mesma que, se apenas tocasse a veste de Jesus, seria curada. Sua declaração interna é um ato de fé que precede a cura.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da confissão e da declaração de fé na experiência de cura.","conexao_teologica":"A fé é frequentemente expressa através de palavras e declarações, mostrando a conexão entre crença e ação.","referencias_relacionadas":["Romanos 10:9-10","Marcos 11:23","Tiago 5:16"]},"mateus_9_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa a salvação e a autoridade divina, central na narrativa de cura.","explicacao_detalhada":"Neste versículo, Jesus responde à mulher, afirmando que a sua fé a curou. Ele é o mediador entre a necessidade humana e a intervenção divina.","por_que_esta_palavra":"A palavra 'Jesus' é crucial, pois representa a encarnação de Deus que veio para salvar e curar.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas e a fonte de toda cura e salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","João 14:6"]},"mateus_9_22_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Jesus como o poder que traz cura e salvação.","explicacao_detalhada":"A fé da mulher é o que a leva a tocar a veste de Jesus, demonstrando que a crença ativa é essencial para a experiência de milagres.","por_que_esta_palavra":"A palavra 'fé' é fundamental na teologia cristã, pois é através da fé que recebemos a graça de Deus.","conexao_teologica":"A fé é o meio pelo qual nos conectamos com Deus e recebemos suas promessas, sendo central na vida cristã.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Marcos 9:23"]},"mateus_9_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é novamente mencionado como a figura central que traz esperança e restauração.","explicacao_detalhada":"Neste contexto, Jesus é chamado para lidar com a morte, mostrando sua autoridade sobre a vida e a morte.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua importância e poder nas situações de crise.","conexao_teologica":"A presença de Jesus é sinônimo de esperança e transformação, refletindo sua missão de trazer vida.","referencias_relacionadas":["João 10:10","Romanos 8:11","1 João 5:12"]},"mateus_9_23_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao círculo íntimo que sofre com a perda e a dor da morte.","explicacao_detalhada":"A família de Jairo estava em luto pela morte de sua filha, representando a dor e a tristeza que a morte traz.","por_que_esta_palavra":"A palavra 'família' é importante para mostrar a conexão emocional e o impacto da morte nas relações humanas.","conexao_teologica":"A família é vista como uma unidade que Deus valoriza, e a restauração da vida é uma promessa que afeta toda a família.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 127:3-5"]},"mateus_9_23_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que testemunha os eventos e a reação à morte da menina.","explicacao_detalhada":"O povo estava em luto e cético quanto à possibilidade de ressurreição, representando a incredulidade diante do poder de Jesus.","por_que_esta_palavra":"A palavra 'povo' destaca a coletividade e a resposta da sociedade às intervenções de Jesus.","conexao_teologica":"O povo representa a humanidade que, muitas vezes, duvida da capacidade de Deus de realizar milagres.","referencias_relacionadas":["Mateus 14:14","Lucas 7:12-15","João 11:37-38"]},"mateus_9_24_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar a verdade sobre a situação da menina e a incredulidade do povo.","explicacao_detalhada":"Jesus diz que a menina não está morta, mas dorme, desafiando a percepção do povo e revelando sua autoridade sobre a morte.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a importância da declaração de Jesus e sua capacidade de mudar a realidade.","conexao_teologica":"As palavras de Jesus têm poder e autoridade, e sua declaração sobre a morte é um exemplo disso.","referencias_relacionadas":["Mateus 8:26","Marcos 5:39","Lucas 8:52-53"]},"mateus_9_24_descanso":{"palavra_pt":"descanso","palavra_original":"καθεύδω","transliteracao":"katheúdō","strong":"G2518","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O termo 'descanso' refere-se ao estado de inatividade ou repouso, especialmente em um contexto de cura e restauração.","explicacao_detalhada":"No contexto de Mateus 9:24, Jesus usa a palavra 'descanso' para indicar que a morte não é o fim, mas um estado temporário antes da ressurreição. Ele traz esperança ao afirmar que a menina não está morta, mas dormindo.","por_que_esta_palavra":"A escolha da palavra 'descanso' enfatiza a autoridade de Jesus sobre a morte e sua capacidade de trazer vida onde parece não haver esperança.","conexao_teologica":"A ideia de descanso é frequentemente associada à promessa de ressurreição e à vida eterna em Cristo, refletindo a vitória sobre a morte.","referencias_relacionadas":["João 11:11","1 Tessalonicenses 4:14","Romanos 8:11"]},"mateus_9_25_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever o estado final da vida física, mas também tem conotações espirituais de separação de Deus.","explicacao_detalhada":"Em Mateus 9:25, a morte é apresentada como uma condição que Jesus pode reverter. Ele demonstra seu poder ao ressuscitar a menina, mostrando que a morte não tem a última palavra.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a magnitude do milagre de Jesus, que não apenas cura, mas traz vida de volta àquele que estava morto.","conexao_teologica":"A morte é um tema central na teologia cristã, simbolizando a separação do homem de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["1 Coríntios 15:55","Hebreus 2:14","Apocalipse 20:14"]},"mateus_9_25_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"O termo 'povo' refere-se à multidão que estava presente e testemunhou os eventos ao redor da cura da menina.","explicacao_detalhada":"Em Mateus 9:25, o 'povo' representa a comunidade que estava em luto e incredulidade, mas que também se tornaria testemunha do poder de Jesus.","por_que_esta_palavra":"A inclusão do 'povo' destaca a interação de Jesus com a sociedade e sua missão de trazer esperança e cura a todos.","conexao_teologica":"A presença do povo enfatiza a importância da comunidade na fé e como os milagres de Jesus impactam não apenas indivíduos, mas coletividades.","referencias_relacionadas":["Mateus 14:14","Lucas 8:49-56","Marcos 5:38-43"]},"mateus_9_25_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada para descrever a ação de Jesus ao tocar a menina, simbolizando poder e autoridade.","explicacao_detalhada":"Em Mateus 9:25, a mão de Jesus é um instrumento de cura e restauração, mostrando que seu toque é capaz de trazer vida.","por_que_esta_palavra":"A ênfase na 'mão' de Jesus destaca a proximidade e a compaixão que Ele tem por aqueles que estão em sofrimento.","conexao_teologica":"A mão de Jesus simboliza a ação divina e a intervenção de Deus na vida humana, refletindo o caráter amoroso de Deus.","referencias_relacionadas":["Mateus 8:3","Marcos 7:32-35","Lucas 4:40"]},"mateus_9_26_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico onde os eventos estão ocorrendo, mas também simboliza a realidade da vida e da morte.","explicacao_detalhada":"Em Mateus 9:26, a 'terra' é o cenário do milagre de Jesus, onde a vida é restaurada, mostrando que Ele tem domínio sobre todas as coisas criadas.","por_que_esta_palavra":"A menção da 'terra' enfatiza a conexão entre o céu e a terra, onde Jesus opera milagres que desafiam a compreensão humana.","conexao_teologica":"A terra é frequentemente vista como o palco da redenção, onde Deus atua para restaurar a criação caída.","referencias_relacionadas":["Gênesis 1:31","Romanos 8:21","Apocalipse 21:1"]},"mateus_9_26_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' indica movimento, um avanço em direção a algo, neste caso, a ressurreição.","explicacao_detalhada":"Em Mateus 9:26, 'adiante' sugere que a ação de Jesus não é apenas um retorno ao estado anterior, mas um avanço para uma nova vida.","por_que_esta_palavra":"A escolha de 'adiante' implica que a obra de Jesus é progressiva e transformadora, levando a um novo começo.","conexao_teologica":"A ideia de avançar é central na teologia cristã, que fala sobre a nova vida em Cristo e o chamado para seguir adiante na fé.","referencias_relacionadas":["Filipenses 3:14","2 Coríntios 5:17","Hebreus 12:1-2"]},"mateus_9_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando o Salvador e o poder divino.","explicacao_detalhada":"Em Mateus 9:27, a menção de 'Jesus' destaca sua identidade e autoridade como Filho de Deus, que realiza milagres e traz salvação.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza a importância de reconhecer sua divindade e seu papel como redentor.","conexao_teologica":"Jesus é o centro da fé cristã, e seu nome é sinônimo de esperança, cura e redenção.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"mateus_9_27_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à linhagem de Davi, enfatizando a promessa messiânica.","explicacao_detalhada":"Em Mateus 9:27, a menção do 'rei' aponta para a expectativa de um Messias que traria libertação e restauração ao povo de Israel.","por_que_esta_palavra":"A referência ao 'rei' é significativa, pois conecta Jesus à herança de Davi e às profecias do Antigo Testamento.","conexao_teologica":"A realeza de Jesus é um tema central na teologia, que afirma que Ele é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Isaías 9:6-7","Mateus 2:2","Apocalipse 19:16"]},"mateus_9_27_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à autoridade de Jesus, que é a verdade encarnada.","explicacao_detalhada":"Em Mateus 9:27, a 'palavra' de Jesus é poderosa e eficaz, capaz de curar e transformar vidas.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da fé e da crença na mensagem de Jesus como meio de receber cura e salvação.","conexao_teologica":"A palavra de Deus é fundamental na teologia cristã, sendo vista como viva e eficaz, capaz de trazer transformação.","referencias_relacionadas":["Hebreus 4:12","João 1:1","Romanos 10:17"]},"mateus_9_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' enfatiza sua identidade e a fé das pessoas que o buscam.","explicacao_detalhada":"Em Mateus 9:28, a menção de 'Jesus' destaca a expectativa e a confiança que as pessoas têm nele como o curador e salvador.","por_que_esta_palavra":"A repetição do nome 'Jesus' serve para reforçar a centralidade de sua pessoa e obra na vida dos que creem.","conexao_teologica":"A fé em Jesus é o fundamento da salvação e da cura, sendo essencial para a vida cristã.","referencias_relacionadas":["Mateus 8:13","João 3:16","Atos 16:31"]},"mateus_9_28_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre a vida e a situação das pessoas.","explicacao_detalhada":"No contexto de Mateus 9:28, os cegos chamam Jesus de 'senhor' ao se aproximarem dele, demonstrando sua crença em sua autoridade divina e poder para curar.","por_que_esta_palavra":"A utilização da palavra 'senhor' enfatiza a relação de submissão e respeito que os crentes devem ter em relação a Jesus, reconhecendo-o como o mestre e salvador.","conexao_teologica":"A palavra 'senhor' é central na teologia cristã, pois implica na soberania de Cristo e sua posição como Rei dos Reis.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"mateus_9_28_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé que os cegos tinham em Jesus como o único capaz de curá-los.","explicacao_detalhada":"Em Mateus 9:28, a fé dos cegos é um elemento crucial que precede a cura, mostrando que a crença em Jesus é fundamental para a experiência do milagre.","por_que_esta_palavra":"A palavra 'crer' é essencial na vida cristã, pois a fé é o meio pelo qual recebemos a graça e as promessas de Deus.","conexao_teologica":"A fé é um tema recorrente na Bíblia, sendo a base da salvação e do relacionamento com Deus.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Marcos 9:23"]},"mateus_9_29_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é utilizada para descrever a confiança e a crença que os cegos tinham na capacidade de Jesus de curá-los.","explicacao_detalhada":"Em Mateus 9:29, Jesus diz que a fé deles foi o que os curou, indicando que a fé não é apenas crença, mas uma confiança ativa em Deus.","por_que_esta_palavra":"A palavra 'fé' é fundamental para entender como Deus opera em nossas vidas, sendo um elemento que ativa a ação divina.","conexao_teologica":"A fé é vista como um dom de Deus e um meio pelo qual os crentes se conectam com Ele.","referencias_relacionadas":["Gálatas 2:20","Tiago 2:19","Romanos 1:17"]},"mateus_9_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida dos cegos após a cura.","explicacao_detalhada":"Em Mateus 9:29, a cura não apenas restaura a visão física, mas também simboliza uma nova vida e um novo propósito em Cristo.","por_que_esta_palavra":"A ideia de 'tornar-se' enfatiza a mudança que ocorre na vida do crente ao encontrar Jesus.","conexao_teologica":"A transformação é um tema central na vida cristã, onde o encontro com Cristo leva a uma nova criação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 5:22-23"]},"mateus_9_29_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a capacidade de ver, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Em Mateus 9:29, a cura dos olhos dos cegos representa não apenas a restauração da visão física, mas também a iluminação espiritual que vem de conhecer a verdade em Cristo.","por_que_esta_palavra":"A visão é frequentemente usada na Bíblia como uma metáfora para a compreensão espiritual e a revelação de Deus.","conexao_teologica":"A cura dos olhos é um símbolo da revelação de Deus e da capacidade de ver a verdade espiritual.","referencias_relacionadas":["João 9:39","Mateus 6:22","Salmos 119:18"]},"mateus_9_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Em Mateus 9:30, o nome Jesus é central, pois é através dele que os milagres e a salvação são realizados.","por_que_esta_palavra":"O nome de Jesus é poderoso e representa a encarnação de Deus e sua missão de salvar a humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Mateus 1:21"]},"mateus_9_30_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é novamente utilizada para enfatizar a cura e a restauração da visão.","explicacao_detalhada":"Em Mateus 9:30, a cura dos olhos dos cegos é um ato de compaixão de Jesus, mostrando seu poder e amor.","por_que_esta_palavra":"A repetição da palavra 'olho' destaca a importância da visão, tanto física quanto espiritual, na obra de Jesus.","conexao_teologica":"A cura dos olhos é um símbolo da missão de Jesus de trazer luz ao mundo e revelar a verdade.","referencias_relacionadas":["Isaías 35:5","Lucas 4:18","Mateus 11:5"]},"mateus_9_30_straitly":{"palavra_pt":"straitly","palavra_original":"ἐμβριμάομαι","transliteracao":"embrimáomai","strong":"G1690","significado_raiz":"Ideia básica: straitly.","significado_contextual":"A palavra 'straitly' indica a instrução de Jesus para que os curados não falem sobre o milagre.","explicacao_detalhada":"Em Mateus 9:30, Jesus pede que os cegos não divulguem o que aconteceu, possivelmente para evitar mal-entendidos sobre sua missão.","por_que_esta_palavra":"A palavra 'straitly' reflete a natureza reservada da revelação de Jesus sobre sua identidade messiânica.","conexao_teologica":"Esse pedido de silêncio é um tema recorrente nos evangelhos, conhecido como 'o segredo messiânico'.","referencias_relacionadas":["Marcos 1:34","Mateus 12:16","Lucas 9:21"]},"mateus_9_31_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar onde os curados foram instruídos a ir e contar sobre o milagre.","explicacao_detalhada":"Em Mateus 9:31, a menção da 'terra' implica que o testemunho dos curados deve se espalhar por toda a região.","por_que_esta_palavra":"A 'terra' simboliza o alcance da mensagem de Jesus e a propagação do evangelho.","conexao_teologica":"A missão da igreja é levar o evangelho a toda a terra, conforme a Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:18"]},"mateus_9_31_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' indica o movimento dos curados após a experiência do milagre.","explicacao_detalhada":"Em Mateus 9:31, 'adiante' sugere que os curados não apenas receberam a cura, mas também têm uma nova missão de testemunhar.","por_que_esta_palavra":"A ideia de 'adiante' implica progresso e a continuidade da obra de Deus na vida dos crentes.","conexao_teologica":"Os crentes são chamados a avançar na fé e a compartilhar as boas novas de Cristo com os outros.","referencias_relacionadas":["Filipenses 3:14","2 Coríntios 5:20","Mateus 5:14"]},"mateus_9_32_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece diretamente no contexto de Mateus 9:32, mas pode ser uma referência a um animal que simboliza força ou ferocidade.","explicacao_detalhada":"No contexto bíblico, animais como o urso podem ser usados metaforicamente para descrever a força ou a ferocidade de um inimigo. Embora a palavra não esteja presente no versículo, a ideia de força pode ser aplicada ao poder de Jesus sobre as forças do mal.","por_que_esta_palavra":"A inclusão de 'urso' pode ser uma tentativa de ilustrar a força que Jesus tem sobre as doenças e demônios, mostrando que Ele é mais forte do que qualquer força opressora.","conexao_teologica":"A força de Jesus é um tema central no Novo Testamento, onde Ele é apresentado como o conquistador do pecado e da morte.","referencias_relacionadas":["Mateus 12:28","Lucas 11:20","Romanos 8:37"]},"mateus_9_32_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' refere-se ao ato de avançar ou sair de um lugar, indicando movimento.","explicacao_detalhada":"No contexto de Mateus 9:32, 'adiante' pode ser interpretado como a ação de Jesus ao curar o mudo, mostrando que Ele está sempre em movimento em direção à cura e libertação.","por_que_esta_palavra":"A palavra é importante para enfatizar a ação contínua de Jesus em sua missão de salvar e curar.","conexao_teologica":"A ideia de avançar é central na missão de Jesus, que veio para buscar e salvar o que estava perdido.","referencias_relacionadas":["Lucas 19:10","Mateus 28:19","Atos 1:8"]},"mateus_9_32_deaf":{"palavra_pt":"deaf","palavra_original":"κωφός","transliteracao":"kōphós","strong":"G2974","significado_raiz":"Ideia básica: deaf.","significado_contextual":"A palavra 'deaf' refere-se à condição de não poder ouvir, que é central na cura realizada por Jesus.","explicacao_detalhada":"No versículo, Jesus cura um homem que era mudo e surdo, demonstrando seu poder sobre as limitações humanas e a opressão do pecado.","por_que_esta_palavra":"A condição de surdez é usada para ilustrar a necessidade de ouvir a palavra de Deus e responder a ela.","conexao_teologica":"A cura do surdo é um símbolo da capacidade de Jesus de restaurar a comunicação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 35:5-6","Marcos 7:32-35","Mateus 11:5"]},"mateus_9_33_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus e testemunhava suas obras.","explicacao_detalhada":"O 'povo' representa a coletividade que busca a cura e a libertação, refletindo a necessidade humana de intervenção divina.","por_que_esta_palavra":"A presença do povo enfatiza a importância da comunidade na experiência da fé e da cura.","conexao_teologica":"Jesus veio para todos, e sua missão é inclusiva, alcançando as massas e não apenas indivíduos.","referencias_relacionadas":["Mateus 4:25","Mateus 5:1","Mateus 14:14"]},"mateus_9_33_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' pode se referir à identidade e à autoridade de Jesus.","explicacao_detalhada":"No contexto, o nome de Jesus é associado ao poder e à autoridade que Ele possui para realizar milagres e curas.","por_que_esta_palavra":"O nome de Jesus é fundamental na fé cristã, pois representa sua natureza divina e seu papel como Salvador.","conexao_teologica":"A invocação do nome de Jesus é um tema recorrente nas Escrituras, onde o nome é visto como um meio de acesso ao poder de Deus.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Mateus 1:21"]},"mateus_9_34_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação e à proclamação da verdade.","explicacao_detalhada":"No versículo, a ação de 'dizer' é crucial, pois envolve a declaração do que Jesus fez e a resposta do povo a isso.","por_que_esta_palavra":"A comunicação é essencial para a fé, pois a fé vem pelo ouvir a palavra de Deus.","conexao_teologica":"A proclamação do evangelho é um mandamento para todos os crentes, refletindo a importância de compartilhar a mensagem de Jesus.","referencias_relacionadas":["Romanos 10:17","Mateus 28:19-20","Marcos 16:15"]},"mateus_9_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que realiza milagres e ensina.","explicacao_detalhada":"Jesus é o centro da narrativa bíblica, e suas ações em Mateus 9:35 mostram seu ministério de cura e ensino.","por_que_esta_palavra":"O nome de Jesus é invocado para expressar a salvação e a esperança que Ele traz ao mundo.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, e seu nome é sinônimo de salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 2:21"]},"mateus_9_35_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que seguem a Jesus.","explicacao_detalhada":"Embora o termo 'igreja' não apareça explicitamente em Mateus 9:35, a ideia de comunidade é implícita nas ações de Jesus em ensinar e curar.","por_que_esta_palavra":"A igreja é o corpo de Cristo, chamado a continuar a missão de Jesus na Terra.","conexao_teologica":"A igreja é vista como a extensão do ministério de Jesus, chamada a pregar o evangelho e fazer discípulos.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:11-13"]},"mateus_9_35_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações de Jesus e à mensagem que Ele traz.","explicacao_detalhada":"Jesus é descrito como o 'bom pastor' que cuida de suas ovelhas, e suas ações refletem a bondade de Deus.","por_que_esta_palavra":"A bondade de Jesus é um aspecto central de seu ministério, mostrando o caráter amoroso de Deus.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, revelando seu desejo de restaurar a humanidade.","referencias_relacionadas":["Salmos 34:8","Mateus 19:17","Gálatas 5:22"]},"mateus_9_36_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' novamente refere-se à multidão que seguia Jesus, necessitando de cuidado e orientação.","explicacao_detalhada":"O povo é descrito como ovelhas sem pastor, simbolizando a necessidade de liderança espiritual e cuidado.","por_que_esta_palavra":"A condição do povo ressalta a importância do ministério pastoral e da compaixão de Jesus.","conexao_teologica":"Jesus é o bom pastor que se importa com seu rebanho, um tema central na teologia cristã.","referencias_relacionadas":["Mateus 9:36","João 10:11","Salmos 23:1"]},"mateus_9_36_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao lugar onde as ovelhas são guardadas, simbolizando segurança e cuidado.","explicacao_detalhada":"No contexto de Mateus 9:36, Jesus observa a multidão e sente compaixão por elas, pois estavam como ovelhas sem pastor. O 'sheep fold' representa a necessidade de liderança e proteção espiritual.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a condição vulnerável das pessoas sem a orientação de um líder espiritual.","conexao_teologica":"Jesus é frequentemente referido como o bom pastor que cuida de suas ovelhas, mostrando a importância da liderança espiritual.","referencias_relacionadas":["João 10:11","Salmos 23:1","Hebreus 13:20"]},"mateus_9_36_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a autoridade divina e a soberania de Deus sobre a vida das pessoas.","explicacao_detalhada":"Embora a palavra 'deus' não apareça diretamente no versículo, a ideia de Deus como o provedor e cuidador é implícita na compaixão de Jesus pelas multidões.","por_que_esta_palavra":"A menção de Deus é crucial para entender a relação entre o ser humano e o divino, especialmente no contexto da cura e do cuidado.","conexao_teologica":"A compaixão de Jesus reflete o caráter de Deus, que se preocupa com o bem-estar de seu povo.","referencias_relacionadas":["Mateus 9:35","Salmos 100:3","Isaías 40:11"]},"mateus_9_37_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da colheita espiritual que está por vir, simbolizando a necessidade de trabalhadores para a missão.","explicacao_detalhada":"Jesus menciona que a colheita é grande, indicando que há muitas almas a serem alcançadas e que a obra de evangelização é vasta.","por_que_esta_palavra":"A palavra 'grande' destaca a urgência e a importância da tarefa de evangelizar e cuidar das almas.","conexao_teologica":"A grandeza da colheita reflete a abundância da graça de Deus e a necessidade de resposta humana à sua chamada.","referencias_relacionadas":["Mateus 9:38","Lucas 10:2","João 4:35"]},"mateus_9_37_harvest":{"palavra_pt":"harvest","palavra_original":"θερισμός","transliteracao":"therismós","strong":"G2326","significado_raiz":"Ideia básica: harvest.","significado_contextual":"Refere-se à colheita espiritual, simbolizando a oportunidade de trazer almas para o Reino de Deus.","explicacao_detalhada":"A colheita é uma metáfora comum na Bíblia para a salvação e o trabalho missionário, enfatizando a necessidade de ação imediata.","por_que_esta_palavra":"A palavra 'harvest' é usada para motivar os discípulos a se engajarem na missão de evangelização.","conexao_teologica":"A colheita espiritual é um tema central no ministério de Jesus, que chama seus seguidores para trabalhar na seara.","referencias_relacionadas":["Mateus 9:38","Mateus 13:30","Gálatas 6:9"]},"mateus_9_38_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor sobre a colheita e a necessidade de pedir a Deus por trabalhadores.","explicacao_detalhada":"Jesus, ao se referir ao Senhor da colheita, destaca a soberania de Deus sobre a missão e a importância da oração.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a posição de Cristo como aquele que comanda e dirige a obra de evangelização.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos Evangelhos, mostrando que Ele é o Senhor que envia seus discípulos.","referencias_relacionadas":["Mateus 28:18","Romanos 10:14","1 Pedro 5:2"]},"mateus_9_38_harvest":{"palavra_pt":"harvest","palavra_original":"θερισμός","transliteracao":"therismós","strong":"G2326","significado_raiz":"Ideia básica: harvest.","significado_contextual":"Em Mateus 9:38, \"harvest\" aparece na frase \"Rogai, pois, ao Senhor da seara, que mande ceifeiros para a sua seara.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (θερισμός; therismós; G2326), \"harvest\" traz a ideia de harvest. Aqui, essa palavra deixa o ensino de Mateus 9:38 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"harvest\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Mateus 9:37. Lendo junto com Mateus 9:38, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Mateus 9:38","Mateus 9:37","João 1:1"]}}