{"3joao_1_1_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se a uma posição de liderança e autoridade na igreja primitiva.","explicacao_detalhada":"A palavra 'presbýteros' é utilizada para descrever os líderes da igreja que eram responsáveis por guiar e cuidar da comunidade cristã. No contexto de 3 João, o autor se identifica como um 'presbýteros', enfatizando sua autoridade espiritual e seu papel pastoral.","por_que_esta_palavra":"A escolha da palavra 'elder' destaca a importância da liderança espiritual e a responsabilidade que vem com essa posição.","conexao_teologica":"A liderança na igreja é um tema recorrente nas epístolas do Novo Testamento, onde a autoridade espiritual é vista como essencial para a edificação da fé.","referencias_relacionadas":["1 Timóteo 5:17","Tito 1:5","Atos 14:23"]},"3joao_1_1_gaius":{"palavra_pt":"gaius","palavra_original":"Γάϊος","transliteracao":"Gáïos","strong":"G1050","significado_raiz":"Ideia básica: gaius.","significado_contextual":"Gaius é mencionado como um destinatário da carta, possivelmente um líder ou membro respeitado da comunidade cristã.","explicacao_detalhada":"A menção de Gaius indica a importância de indivíduos específicos na vida da igreja, mostrando que a fé é vivida em comunidade e que pessoas têm papéis significativos na edificação do corpo de Cristo.","por_que_esta_palavra":"O nome Gaius era comum na época e representa a diversidade de pessoas que compunham a igreja primitiva.","conexao_teologica":"A inclusão de Gaius na carta reflete a prática de reconhecer e valorizar os membros da comunidade de fé.","referencias_relacionadas":["Romanos 16:23","Atos 19:29","1 Coríntios 1:14"]},"3joao_1_2_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à parte imaterial do ser humano.","explicacao_detalhada":"No contexto de 3 João, a saúde e o bem-estar da alma são enfatizados, mostrando a preocupação do autor com o estado espiritual e emocional de Gaius.","por_que_esta_palavra":"A palavra 'alma' é utilizada para destacar a importância do bem-estar espiritual, que é tão crucial quanto a saúde física.","conexao_teologica":"A saúde da alma é um tema importante na teologia cristã, onde o cuidado espiritual é visto como fundamental para uma vida plena.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 2:25"]},"3joao_1_2_deus":{"palavra_pt":"deus","palavra_original":"εὔχομαι","transliteracao":"eúchomai","strong":"G2172","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de oração e desejo de bênçãos.","explicacao_detalhada":"O autor expressa sua oração a Deus para que Gaius prospere em todas as áreas de sua vida, incluindo a saúde e o bem-estar espiritual.","por_que_esta_palavra":"A invocação de Deus destaca a dependência do autor em relação ao poder divino para trazer prosperidade e bênçãos.","conexao_teologica":"A oração é um meio de comunicação com Deus, e a busca por Sua intervenção é um tema central na vida cristã.","referencias_relacionadas":["Filipenses 4:6","Tiago 1:5","1 Tessalonicenses 5:17"]},"3joao_1_2_prosperous":{"palavra_pt":"prosper ous","palavra_original":"εὐοδόω","transliteracao":"euodóō","strong":"G2137","significado_raiz":"Ideia básica: prosper ous.","significado_contextual":"Refere-se ao desejo de que Gaius tenha sucesso e bem-estar em sua vida.","explicacao_detalhada":"A palavra 'prosperous' implica não apenas em riqueza material, mas também em saúde e bem-estar espiritual, refletindo a visão holística do autor sobre a vida.","por_que_esta_palavra":"A prosperidade desejada é integral, abrangendo todos os aspectos da vida de Gaius.","conexao_teologica":"A prosperidade é frequentemente vista na Bíblia como um sinal da bênção de Deus, que se manifesta em várias áreas da vida.","referencias_relacionadas":["Salmos 1:3","Jeremias 29:11","3 João 1:2"]},"3joao_1_3_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada em um contexto de alegria e celebração pela verdade que está sendo vivida.","explicacao_detalhada":"O autor expressa sua alegria ao ouvir sobre a fidelidade de Gaius à verdade, o que é uma grande fonte de alegria para a comunidade cristã.","por_que_esta_palavra":"A menção de Deus aqui reforça a conexão entre a verdade e a alegria que vem de viver de acordo com os princípios divinos.","conexao_teologica":"A alegria é um fruto do Espírito e é frequentemente associada à vivência da verdade e à comunhão com Deus.","referencias_relacionadas":["Salmos 119:162","Filipenses 4:4","1 João 1:4"]},"3joao_1_3_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à grandeza da alegria que o autor sente ao saber da fidelidade de Gaius.","explicacao_detalhada":"A palavra 'grande' enfatiza a intensidade da alegria que o autor experimenta, mostrando que a fidelidade de Gaius é algo digno de celebração.","por_que_esta_palavra":"A grandeza da alegria é um reflexo da importância da fidelidade à verdade na vida cristã.","conexao_teologica":"A alegria é uma resposta natural à ação de Deus na vida dos crentes e à vivência da verdade.","referencias_relacionadas":["Romanos 15:13","Salmos 126:3","Gálatas 5:22"]},"3joao_1_3_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se ao ato de testemunhar a verdade e a fidelidade de Gaius.","explicacao_detalhada":"A palavra 'testemunha' implica em dar testemunho da vida e das ações de Gaius, que são um exemplo de fé e fidelidade.","por_que_esta_palavra":"A ênfase na testemunha destaca a importância de viver de maneira que outros possam ver e glorificar a Deus.","conexao_teologica":"O testemunho é fundamental na vida cristã, pois os crentes são chamados a ser luz e sal no mundo.","referencias_relacionadas":["Mateus 5:16","Atos 1:8","1 Pedro 2:9"]},"3joao_1_4_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que se deve ter em relação a Deus e à Sua verdade.","explicacao_detalhada":"A palavra 'temor' é usada para descrever uma atitude de respeito e reverência diante de Deus, que é fundamental na vida de fé.","por_que_esta_palavra":"O temor de Deus é visto como o princípio da sabedoria e é essencial para uma vida que agrada a Deus.","conexao_teologica":"O temor do Senhor é um tema recorrente nas Escrituras, enfatizando a importância de viver em reverência a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"3joao_1_4_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que resulta da fidelidade à verdade e ao testemunho de vida.","explicacao_detalhada":"A palavra 'alegria' expressa a felicidade que vem de viver em conformidade com a verdade de Deus e de ver outros fazendo o mesmo.","por_que_esta_palavra":"A alegria é uma resposta natural à fidelidade e à verdade, refletindo a natureza de Deus como fonte de alegria.","conexao_teologica":"A alegria é um fruto do Espírito e é um sinal da presença de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 30:5","Romanos 14:17","Gálatas 5:22"]},"3joao_1_5_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'believeing' refere-se à fé e confiança em Deus e em seus ensinamentos.","explicacao_detalhada":"No contexto de 3 João 1:5, a palavra enfatiza a importância de acreditar nas verdades do evangelho e na vida cristã. A fé é um elemento central na vida do crente.","por_que_esta_palavra":"Esta palavra é utilizada para descrever a natureza da fé que deve ser vivida e praticada pelos cristãos.","conexao_teologica":"A fé é fundamental para a salvação e para a vida cristã, conforme Romanos 1:17, que diz que 'o justo viverá pela fé'.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"3joao_1_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"Em 3 João 1:5, 'fazer' implica em agir de acordo com a fé e os ensinamentos de Cristo, demonstrando amor e apoio aos irmãos na fé.","por_que_esta_palavra":"É uma chamada à ação, mostrando que a fé deve ser acompanhada de obras.","conexao_teologica":"Tiago 2:26 afirma que a fé sem obras é morta, reforçando a importância de 'fazer' boas obras.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 6:9"]},"3joao_1_6_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja/assembleia' refere-se à comunidade de crentes que se reúnem em nome de Cristo.","explicacao_detalhada":"No versículo 6, a 'igreja' é vista como um corpo unido que apoia e encoraja seus membros na fé.","por_que_esta_palavra":"A palavra é crucial para entender a importância da comunhão e do apoio mútuo entre os cristãos.","conexao_teologica":"A igreja é descrita como o corpo de Cristo em 1 Coríntios 12:27, onde cada membro tem um papel vital.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","Colossenses 3:16"]},"3joao_1_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em 3 João 1:6, a menção a Deus destaca a centralidade da divindade na vida do crente e na comunidade da fé.","por_que_esta_palavra":"É fundamental reconhecer a soberania de Deus em todas as ações e decisões da vida cristã.","conexao_teologica":"Deus é a fonte de toda verdade e amor, como descrito em 1 João 4:8, onde se afirma que Deus é amor.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 11:36"]},"3joao_1_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente enfatiza a ação e a prática na vida cristã.","explicacao_detalhada":"Neste contexto, 'fazer' se refere a agir em conformidade com a vontade de Deus e a promover o bem entre os irmãos.","por_que_esta_palavra":"Reforça a ideia de que a fé deve se manifestar em ações concretas de amor e serviço.","conexao_teologica":"A prática de boas obras é uma evidência da fé genuína, conforme Efésios 2:10.","referencias_relacionadas":["Mateus 7:21","Tito 3:8","1 Pedro 2:12"]},"3joao_1_7_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' indica uma grande quantidade ou intensidade.","explicacao_detalhada":"Em 3 João 1:7, 'muito' enfatiza a generosidade e o amor que devem ser demonstrados na ajuda aos irmãos.","por_que_esta_palavra":"É uma exortação à abundância no amor e na ajuda, refletindo o caráter de Cristo.","conexao_teologica":"A generosidade é um reflexo do amor de Deus, como visto em 2 Coríntios 9:7.","referencias_relacionadas":["Lucas 6:38","Filipenses 4:19","2 Coríntios 8:2"]},"3joao_1_7_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' refere-se ao movimento para frente ou à progressão.","explicacao_detalhada":"No contexto de 3 João 1:7, 'adiante' sugere a ideia de avançar na fé e na missão de Cristo.","por_que_esta_palavra":"É um chamado para que os crentes continuem a propagar o evangelho e a verdade de Deus.","conexao_teologica":"A missão da igreja é avançar e fazer discípulos, conforme Mateus 28:19-20.","referencias_relacionadas":["Atos 1:8","Romanos 10:15","2 Timóteo 4:2"]},"3joao_1_8_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se/acontecer' refere-se a um processo de transformação ou realização.","explicacao_detalhada":"Em 3 João 1:8, 'tornar-se' implica em crescer na fé e na prática do amor entre os irmãos.","por_que_esta_palavra":"É um lembrete de que a vida cristã é um processo contínuo de crescimento e maturidade.","conexao_teologica":"O crescimento espiritual é um tema recorrente nas cartas de Paulo, como em Colossenses 1:10.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Filipenses 1:6"]},"3joao_1_8_culpado":{"palavra_pt":"culpado","palavra_original":"ὀφείλω","transliteracao":"opheílō","strong":"G3784","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de estar em dívida ou ter responsabilidade por algo.","explicacao_detalhada":"No contexto de 3 João 1:8, 'culpado' pode se referir à responsabilidade de ajudar e apoiar os irmãos na fé.","por_que_esta_palavra":"É um lembrete da importância de agir com responsabilidade e amor dentro da comunidade cristã.","conexao_teologica":"A responsabilidade mútua entre os crentes é enfatizada em Gálatas 6:2.","referencias_relacionadas":["Romanos 14:12","1 Coríntios 10:24","Gálatas 6:5"]},"3joao_1_9_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja/assembleia' novamente refere-se à comunidade de crentes.","explicacao_detalhada":"Em 3 João 1:9, a ênfase está na importância da liderança e da unidade dentro da igreja.","por_que_esta_palavra":"Destaca a necessidade de uma liderança saudável que guie a congregação em amor e verdade.","conexao_teologica":"A liderança na igreja é um tema importante, como visto em 1 Timóteo 3:1-7.","referencias_relacionadas":["Atos 20:28","Tito 1:5","Hebreus 13:17"]},"3joao_1_9_diotrephes":{"palavra_pt":"diotrephes","palavra_original":"Διοτρεφής","transliteracao":"Diotrephḗs","strong":"G1361","significado_raiz":"Ideia básica: diotrephes.","significado_contextual":"Diotrephes é mencionado como um líder da igreja que rejeitava a autoridade do apóstolo João e não recebia os irmãos.","explicacao_detalhada":"Diotrephes é um exemplo de alguém que busca a preeminência e não se submete à liderança espiritual. Sua atitude é condenada por João, que o critica por não acolher os irmãos e por se opor à verdade.","por_que_esta_palavra":"A palavra Diotrephes é usada para ilustrar a oposição à liderança apostólica e a falta de amor e hospitalidade dentro da comunidade cristã.","conexao_teologica":"A rejeição de Diotrephes à autoridade apostólica reflete a importância da submissão à liderança espiritual e do amor fraternal na igreja.","referencias_relacionadas":["3 João 1:9","1 Pedro 5:5","Hebreus 13:17"]},"3joao_1_9_amor":{"palavra_pt":"amor","palavra_original":"φιλοπρωτεύω","transliteracao":"philoprōteúō","strong":"G5383","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é um tema central na epístola, enfatizando a necessidade de acolher e apoiar os irmãos na fé.","explicacao_detalhada":"O amor, conforme mencionado por João, é a base das relações dentro da comunidade cristã. A falta de amor, como demonstrado por Diotrephes, é uma grave falha espiritual.","por_que_esta_palavra":"A palavra amor é crucial para entender o comportamento esperado entre os cristãos, que devem se amar e apoiar uns aos outros.","conexao_teologica":"O amor é um mandamento de Jesus e a evidência de que somos seus discípulos, conforme João 13:35.","referencias_relacionadas":["1 João 4:7","João 13:34-35","Romanos 13:10"]},"3joao_1_10_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra/verbo refere-se à mensagem e à autoridade de Cristo, que deve ser reconhecida e seguida.","explicacao_detalhada":"A palavra 'Cristo' implica em reconhecer Jesus como o Messias e a fonte da verdade. João enfatiza a importância de viver de acordo com essa verdade.","por_que_esta_palavra":"A palavra é fundamental para a fé cristã, pois representa a revelação de Deus e a base da salvação.","conexao_teologica":"Cristo é o centro da mensagem do evangelho e a razão pela qual os cristãos devem se unir e apoiar uns aos outros.","referencias_relacionadas":["João 1:1","Colossenses 1:17","Hebreus 1:2"]},"3joao_1_10_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A igreja é vista como a assembleia dos crentes, onde a verdade de Cristo deve ser proclamada e vivida.","explicacao_detalhada":"A palavra 'igreja' refere-se à comunidade de fiéis que se reúnem para adorar, ensinar e apoiar uns aos outros na fé.","por_que_esta_palavra":"A igreja é o corpo de Cristo na terra, e sua função é promover a unidade e a verdade entre os crentes.","conexao_teologica":"A importância da igreja é destacada em várias passagens, mostrando que é através dela que Deus opera no mundo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"3joao_1_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de viver de acordo com a verdade e os ensinamentos de Cristo.","explicacao_detalhada":"Fazer o bem e agir em amor são aspectos fundamentais da vida cristã, que devem ser evidentes nas ações dos crentes.","por_que_esta_palavra":"A ação é uma demonstração prática da fé e do amor que os cristãos devem ter uns pelos outros.","conexao_teologica":"As obras são a evidência da fé genuína, conforme Tiago 2:17, que afirma que a fé sem obras é morta.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Efésios 2:10"]},"3joao_1_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda verdade e autoridade, e os crentes devem viver em conformidade com sua vontade.","explicacao_detalhada":"Reconhecer Deus é fundamental para a vida cristã, pois Ele é o criador e sustentador de todas as coisas, e a nossa relação com Ele deve ser central em nossas vidas.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a natureza do relacionamento que os crentes têm com o Criador.","conexao_teologica":"A relação com Deus é a base da fé cristã, e a obediência a Ele é um reflexo do verdadeiro amor.","referencias_relacionadas":["1 João 4:19","Romanos 12:1","Salmos 46:10"]},"3joao_1_11_pecado":{"palavra_pt":"pecado","palavra_original":"κακοποιέω","transliteracao":"kakopoiéō","strong":"G2554","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma transgressão da lei de Deus e algo que deve ser evitado pelos crentes.","explicacao_detalhada":"A palavra 'pecado' refere-se a qualquer ação ou pensamento que vai contra a vontade de Deus. João adverte sobre as consequências do pecado na vida do crente.","por_que_esta_palavra":"Entender o que é pecado é crucial para a vida cristã, pois nos ajuda a buscar a santidade e a viver de acordo com a vontade de Deus.","conexao_teologica":"O pecado separa o homem de Deus, e a redenção em Cristo é a única solução para essa separação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 1:15"]},"3joao_1_12_nome":{"palavra_pt":"nome","palavra_original":"Δημήτριος","transliteracao":"Dēmḗtrios","strong":"G1216","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Demétrio' é mencionado como um exemplo positivo de um crente que vive em verdade.","explicacao_detalhada":"Demétrio é elogiado por sua boa reputação e por andar na verdade, servindo como um modelo para os outros crentes.","por_que_esta_palavra":"O nome representa a identidade e o caráter de uma pessoa, e neste caso, é um testemunho da vida cristã exemplar.","conexao_teologica":"A vida de Demétrio ilustra o chamado para todos os crentes a viverem de maneira digna do evangelho.","referencias_relacionadas":["3 João 1:12","Filipenses 1:27","Colossenses 1:10"]},"3joao_1_12_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A testemunha refere-se ao testemunho de Demétrio, que é reconhecido por sua vida e ações.","explicacao_detalhada":"O testemunho de uma pessoa é fundamental na comunidade cristã, pois serve como exemplo e encorajamento para os outros.","por_que_esta_palavra":"A palavra 'testemunha' enfatiza a importância de viver de forma que outros possam ver a fé em ação.","conexao_teologica":"O testemunho é uma parte vital da missão da igreja, pois somos chamados a ser luz e sal no mundo.","referencias_relacionadas":["Mateus 5:16","Atos 1:8","1 Pedro 2:9"]},"3joao_1_13_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a importância e a magnitude da verdade e do amor na vida cristã.","explicacao_detalhada":"A grandeza da verdade e do amor é um tema recorrente nas cartas de João, que enfatiza que esses atributos devem ser evidentes na vida dos crentes.","por_que_esta_palavra":"A grandeza é um chamado para os crentes a aspirarem a viver vidas que refletem a grandeza de Deus.","conexao_teologica":"A grandeza de Deus é manifestada em sua obra redentora e na vida dos que O seguem.","referencias_relacionadas":["Salmos 145:3","Romanos 11:33","Efésios 3:20"]},"3joao_1_13_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de selecionar ou decidir por algo, enfatizando a liberdade de escolha.","explicacao_detalhada":"No contexto de 3 João 1:13, a escolha é um ato que demonstra a intenção e a vontade do autor em se comunicar de forma pessoal e direta, indicando a importância da relação entre os crentes.","por_que_esta_palavra":"Esta palavra é utilizada para expressar a liberdade e a responsabilidade que temos em nossas decisões, especialmente em relação à comunhão e à verdade.","conexao_teologica":"A escolha é um tema central na teologia cristã, refletindo a soberania de Deus e a responsabilidade humana. A escolha de seguir a verdade é essencial para a vida cristã.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 7:13-14","João 15:16"]},"3joao_1_13_ink":{"palavra_pt":"ink","palavra_original":"μέλαν","transliteracao":"mélan","strong":"G3188","significado_raiz":"Ideia básica: ink.","significado_contextual":"A palavra 'ink' refere-se ao material utilizado para escrever, simbolizando a comunicação e a transmissão de mensagens.","explicacao_detalhada":"No versículo, a menção da tinta sugere a importância da escrita na preservação e na disseminação da verdade, especialmente em um contexto onde as cartas eram o principal meio de comunicação.","por_que_esta_palavra":"A tinta é um símbolo da comunicação escrita, que é fundamental para a edificação da igreja e a instrução dos crentes.","conexao_teologica":"A comunicação através da escrita é um meio pelo qual Deus se revelou ao homem, e a Palavra de Deus é frequentemente comparada a uma carta que nos instrui e guia.","referencias_relacionadas":["Salmos 45:1","Jeremias 36:2","Hebreus 4:12"]},"3joao_1_14_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' refere-se ao órgão da fala, simbolizando a comunicação e a expressão verbal.","explicacao_detalhada":"Neste contexto, a boca representa a capacidade de falar e compartilhar a verdade, enfatizando a importância da comunicação entre os crentes e a necessidade de edificação mútua.","por_que_esta_palavra":"A boca é um instrumento de comunicação que pode ser usado para edificar ou destruir, refletindo a responsabilidade que temos ao usar nossas palavras.","conexao_teologica":"A fala é um dom de Deus, e as Escrituras nos ensinam a usar nossas palavras para glorificar a Deus e edificar os outros.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Efésios 4:29"]},"3joao_1_14_thing":{"palavra_pt":"thing","palavra_original":"ἐλπίζω","transliteracao":"elpízō","strong":"G1679","significado_raiz":"Ideia básica: thing.","significado_contextual":"A palavra 'thing' refere-se a um objeto ou conceito, mas aqui pode ser entendida como a esperança ou expectativa em relação a algo.","explicacao_detalhada":"No versículo, a esperança é um tema central, indicando a expectativa de um futuro glorioso e a confiança nas promessas de Deus.","por_que_esta_palavra":"A esperança é fundamental na vida cristã, pois nos motiva a perseverar e a confiar nas promessas de Deus.","conexao_teologica":"A esperança é um tema recorrente nas Escrituras, sendo um dos pilares da fé cristã, que nos assegura que Deus cumprirá suas promessas.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"3joao_1_14_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' refere-se à percepção e compreensão, enfatizando a importância do conhecimento espiritual.","explicacao_detalhada":"Neste contexto, conhecer é mais do que uma simples percepção; é um relacionamento profundo e íntimo com a verdade e com Deus.","por_que_esta_palavra":"O conhecimento é essencial para a vida cristã, pois nos permite discernir a verdade e viver de acordo com os princípios de Deus.","conexao_teologica":"O conhecimento de Deus é um tema central na teologia, refletindo a importância de um relacionamento pessoal com Ele e a busca pela verdade.","referencias_relacionadas":["Oséias 4:6","Filipenses 3:10","Colossenses 1:10"]},"3joao_1_15_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia, tanto interna quanto externamente.","explicacao_detalhada":"No versículo, a paz é apresentada como um resultado da comunhão com Deus e entre os irmãos, sendo um aspecto vital da vida cristã.","por_que_esta_palavra":"A paz é um fruto do Espírito e um sinal da presença de Deus em nossas vidas, essencial para a saúde espiritual.","conexao_teologica":"A paz de Deus é uma promessa para todos os que confiam Nele, refletindo a reconciliação que temos através de Cristo.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"3joao_1_15_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Neste contexto, 'conforme' sugere que a paz e as bênçãos são dadas de acordo com a verdade e a vontade de Deus.","por_que_esta_palavra":"A conformidade com a vontade de Deus é essencial para experimentar a plenitude de Suas promessas e bênçãos.","conexao_teologica":"A ideia de viver conforme a vontade de Deus é central na vida cristã, refletindo a submissão e a obediência ao Seu plano.","referencias_relacionadas":["Romanos 12:2","1 João 5:14","Efésios 2:10"]}}