{"deuteronomio_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao povo de Israel, enfatizando a importância da palavra divina.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas uma palavra falada, mas também um comando ou uma mensagem de Deus. Neste contexto, representa a instrução que Moisés está prestes a transmitir ao povo.","por_que_esta_palavra":"A palavra é central na revelação de Deus e na formação da identidade do povo de Israel, que deve obedecer às suas instruções.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, capaz de transformar vidas e guiar o povo em sua jornada espiritual.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"deuteronomio_1_1_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O deserto é o cenário da jornada do povo de Israel, simbolizando tanto provação quanto preparação.","explicacao_detalhada":"A palavra 'עֲרָבָה' (ʻărâbâh) refere-se a uma região árida, onde o povo enfrentou desafios e dependência de Deus. O deserto é um lugar de teste e aprendizado.","por_que_esta_palavra":"O deserto é um espaço onde Deus molda o caráter do seu povo, ensinando-os a confiar Nele.","conexao_teologica":"O deserto é frequentemente associado à purificação e ao chamado de Deus, onde o povo é preparado para a terra prometida.","referencias_relacionadas":["Êxodo 16:1","Números 14:33","Deuteronômio 8:2"]},"deuteronomio_1_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções de Deus devem ser seguidas pelo povo.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica totalidade e abrangência, indicando que todas as coisas devem ser consideradas ao seguir as orientações divinas.","por_que_esta_palavra":"É essencial que o povo compreenda que cada aspecto de suas vidas deve estar alinhado com a vontade de Deus.","conexao_teologica":"A obediência a Deus deve ser completa e não parcial, refletindo um compromisso total com Sua palavra.","referencias_relacionadas":["Mateus 28:20","Tiago 1:22","Romanos 12:1-2"]},"deuteronomio_1_2_nome":{"palavra_pt":"nome","palavra_original":"חֹרֵב","transliteracao":"Chôrêb","strong":"H2722","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'חֹרֵב' (Chôrêb) é associado ao local onde Moisés recebeu a revelação de Deus.","explicacao_detalhada":"O nome é significativo porque representa a identidade e a presença de Deus no meio do Seu povo, além de ser um marco na história da salvação.","por_que_esta_palavra":"O nome é um lembrete da fidelidade de Deus e da Sua promessa ao povo de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados profundos que refletem a natureza de Deus e Seu relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 91:14","Isaías 43:1"]},"deuteronomio_1_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que as instruções foram dadas, enfatizando a importância da obediência no presente.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) destaca a urgência e a relevância das palavras de Moisés para a geração que estava prestes a entrar na terra prometida.","por_que_esta_palavra":"O dia é um lembrete de que a obediência a Deus deve ser uma prática diária e contínua.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, onde cada dia é uma oportunidade para viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Efésios 5:16"]},"deuteronomio_1_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que o povo deve seguir para ter uma vida plena em Deus.","explicacao_detalhada":"A palavra 'דֶּרֶךְ' (derek) implica um estilo de vida que deve ser vivido em conformidade com os mandamentos de Deus.","por_que_esta_palavra":"A vida em Deus é apresentada como um caminho que leva à bênção e à prosperidade espiritual.","conexao_teologica":"A vida cristã é frequentemente descrita como um caminho que deve ser seguido, refletindo a jornada de fé do crente.","referencias_relacionadas":["Provérbios 3:6","João 14:6","Gálatas 5:25"]},"deuteronomio_1_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Reforça a ideia de que a obediência deve ser total e abrangente.","explicacao_detalhada":"A repetição da palavra 'כֹּל' (kôl) enfatiza a necessidade de uma resposta completa às instruções de Deus.","por_que_esta_palavra":"A obediência não deve ser seletiva, mas deve incluir todos os aspectos da vida do crente.","conexao_teologica":"A totalidade da obediência é um tema recorrente na Bíblia, refletindo a natureza do compromisso com Deus.","referencias_relacionadas":["Deuteronômio 6:5","Lucas 10:27","Colossenses 3:23"]},"deuteronomio_1_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair em desgraça ou desvio do caminho de Deus.","explicacao_detalhada":"A palavra 'הָיָה' (hâyâh) pode indicar uma mudança de estado, sugerindo que o povo deve estar atento para não se desviar.","por_que_esta_palavra":"É um alerta para que o povo não caia em desobediência, o que resultaria em consequências negativas.","conexao_teologica":"A queda é um tema importante na teologia bíblica, representando a necessidade de vigilância e fidelidade a Deus.","referencias_relacionadas":["1 Coríntios 10:12","Gálatas 6:1","Hebreus 12:1"]},"deuteronomio_1_3_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao ciclo lunar que marca o tempo e as festividades religiosas.","explicacao_detalhada":"A palavra 'חֹדֶשׁ' (chôdesh) é usada para descrever os meses do calendário hebraico, que são importantes para a observância das festas.","por_que_esta_palavra":"A lua é um símbolo de renovação e de ciclos de vida, refletindo a fidelidade de Deus em marcar o tempo.","conexao_teologica":"O calendário lunar é um lembrete da ordem divina e da importância de celebrar as festividades em honra a Deus.","referencias_relacionadas":["Êxodo 12:2","Salmos 104:19","Eclesiastes 3:1"]},"deuteronomio_1_4_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir os caminhos de Deus.","explicacao_detalhada":"A palavra 'אַחַר' (ʼachar) implica a ideia de seguir ou acompanhar, enfatizando a necessidade de estar em sintonia com a vontade divina.","por_que_esta_palavra":"Seguir a Deus é essencial para a vida espiritual e para a experiência de Suas bênçãos.","conexao_teologica":"A ideia de seguir a Deus é central na vida cristã, refletindo o chamado para viver em obediência e fé.","referencias_relacionadas":["Salmos 23:3","Mateus 16:24","1 Pedro 2:21"]},"deuteronomio_1_4_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se a um governante, alguém que exerce autoridade sobre um povo.","explicacao_detalhada":"No contexto de Deuteronômio 1:4, 'rei' se refere a Sihon, rei dos amorreus, que foi derrotado pelos israelitas. A figura do rei é central na organização social e política dos povos antigos, simbolizando poder e liderança.","por_que_esta_palavra":"A palavra 'rei' é utilizada para descrever a autoridade e o domínio que Sihon tinha sobre sua terra e seu povo, destacando a luta dos israelitas contra os inimigos.","conexao_teologica":"A ideia de realeza é importante na teologia bíblica, pois Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["1 Samuel 8:5","Salmos 47:2","Isaías 33:22"]},"deuteronomio_1_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido por Deus ao povo de Israel.","explicacao_detalhada":"Em Deuteronômio 1:5, a 'terra' é o local que Deus prometeu aos israelitas, simbolizando bênção e herança. A terra é um tema central na narrativa bíblica, representando não apenas um espaço físico, mas também a presença e a promessa de Deus.","por_que_esta_palavra":"A utilização da palavra 'terra' enfatiza a importância da possessão da terra prometida como parte do cumprimento das promessas de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e Israel, refletindo a fidelidade divina e a esperança de um futuro melhor.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"deuteronomio_1_5_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um termo ou frase que pode ser usada para descrever a situação ou o contexto.","explicacao_detalhada":"No versículo, 'expressão' pode ser entendida como uma forma de comunicar a mensagem de Deus ao povo, enfatizando a clareza e a importância da comunicação divina.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a necessidade de transmitir a mensagem de Deus de maneira compreensível e acessível ao povo.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema recorrente na Bíblia, mostrando como Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","Tiago 1:22"]},"deuteronomio_1_6_nome":{"palavra_pt":"nome","palavra_original":"חֹרֵב","transliteracao":"Chôrêb","strong":"H2722","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Deus.","explicacao_detalhada":"Em Deuteronômio 1:6, o 'nome' de Deus é mencionado como uma forma de reconhecer Sua autoridade e poder. O nome de Deus carrega significados profundos e é um símbolo de Sua presença entre o povo.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância do reconhecimento da identidade de Deus e Sua relação com Israel.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"deuteronomio_1_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e mantenedor do universo.","explicacao_detalhada":"No contexto do versículo, 'deus' é mencionado para afirmar a soberania e a autoridade de Deus sobre todas as coisas, especialmente sobre o povo de Israel.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e Sua criação, especialmente no contexto da aliança com Israel.","conexao_teologica":"A teologia bíblica enfatiza a unicidade de Deus e Sua soberania, sendo um tema central em toda a Escritura.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"deuteronomio_1_7_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se ao ambiente árido e inóspito pelo qual os israelitas passaram.","explicacao_detalhada":"Em Deuteronômio 1:7, o 'deserto' simboliza a jornada do povo de Israel em busca da terra prometida, representando desafios e provações.","por_que_esta_palavra":"A palavra 'deserto' é utilizada para descrever o cenário da peregrinação, que é um tempo de teste e dependência de Deus.","conexao_teologica":"O deserto é um símbolo de purificação e preparação espiritual, onde Deus molda Seu povo.","referencias_relacionadas":["Êxodo 16:1","Números 14:33","Deuteronômio 8:2"]},"deuteronomio_1_7_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos d'água, que podem simbolizar tanto a separação quanto a proteção.","explicacao_detalhada":"No contexto do versículo, o 'mar' pode ser interpretado como uma barreira natural que os israelitas enfrentaram, mas também como um local de milagres, como a travessia do Mar Vermelho.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza e os desafios que o povo de Israel teve que superar em sua jornada.","conexao_teologica":"O mar é frequentemente associado à ação de Deus em libertar Seu povo e demonstrar Seu poder sobre a natureza.","referencias_relacionadas":["Êxodo 14:21","Salmos 77:19","Isaías 43:16"]},"deuteronomio_1_7_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo.","explicacao_detalhada":"Em Deuteronômio 1:7, 'grande' é usado para descrever a vastidão do deserto e a jornada que os israelitas teriam pela frente, enfatizando a seriedade da missão.","por_que_esta_palavra":"A palavra 'grande' é utilizada para transmitir a ideia de que a tarefa e os desafios à frente são significativos e exigem coragem e fé.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Seu poder e majestade em contraste com a fragilidade humana.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"deuteronomio_1_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao território prometido por Deus ao povo de Israel.","explicacao_detalhada":"Em Deuteronômio 1:8, a repetição da palavra 'terra' reforça a importância da possessão da terra prometida e a responsabilidade dos israelitas em tomá-la.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a continuidade da promessa de Deus e a necessidade de ação por parte do povo.","conexao_teologica":"A possessão da terra é um símbolo da fidelidade de Deus e da resposta do povo à Sua chamada.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Josué 1:6"]},"deuteronomio_1_8_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de tomar posse ou conquistar algo.","explicacao_detalhada":"No contexto do versículo, 'agarrar' implica a necessidade de os israelitas se apropriarem da terra prometida, simbolizando a luta e a determinação necessárias para cumprir a vontade de Deus.","por_que_esta_palavra":"A palavra 'agarrar' é utilizada para enfatizar a ação ativa que os israelitas devem tomar em relação à promessa de Deus.","conexao_teologica":"A ideia de agarrar ou tomar posse é um tema que reflete a fé e a obediência do povo em relação às promessas divinas.","referencias_relacionadas":["Salmos 37:29","Mateus 11:12","Hebreus 11:33-34"]},"deuteronomio_1_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de Deus em conceder a terra prometida ao povo de Israel.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade e providência divina. No contexto, Deus está instruindo Moisés a lembrar ao povo que a terra é um presente de Sua parte.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e Seu povo, onde Ele é o doador de bênçãos.","conexao_teologica":"A ideia de Deus como doador é central na teologia bíblica, refletindo Sua natureza generosa e a aliança com Israel.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Salmos 37:11"]},"deuteronomio_1_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação de Moisés ao povo sobre a grandeza da tarefa que eles enfrentam.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da mensagem que Moisés está transmitindo, que é de encorajamento e advertência.","por_que_esta_palavra":"É crucial para a liderança de Moisés, que deve comunicar claramente as instruções de Deus ao povo.","conexao_teologica":"A comunicação divina é um tema recorrente, mostrando como Deus se revela e orienta Seu povo através de líderes escolhidos.","referencias_relacionadas":["Êxodo 4:12","Salmos 119:105","Mateus 28:19-20"]},"deuteronomio_1_9_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se ao momento em que Moisés fala sobre a situação do povo e suas necessidades.","explicacao_detalhada":"A palavra 'expressão' sugere a necessidade de comunicação clara e honesta sobre as dificuldades enfrentadas.","por_que_esta_palavra":"É importante para a transparência na liderança e para que o povo compreenda sua realidade.","conexao_teologica":"A honestidade na comunicação é essencial para a edificação da comunidade de fé.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Efésios 4:15"]},"deuteronomio_1_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à autenticidade das palavras de Moisés e à realidade da situação do povo.","explicacao_detalhada":"A palavra 'verdade' enfatiza a necessidade de reconhecer a realidade e agir de acordo com ela, sem enganos.","por_que_esta_palavra":"É essencial para a integridade da mensagem que Moisés está transmitindo ao povo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do Seu povo.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:25"]},"deuteronomio_1_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo em que o povo de Israel estava prestes a entrar na terra prometida.","explicacao_detalhada":"A palavra 'dia' simboliza um tempo de mudança e a realização das promessas de Deus.","por_que_esta_palavra":"É importante para marcar o momento decisivo na história de Israel.","conexao_teologica":"Deus opera em tempos específicos, e a noção de 'dia' é frequentemente usada para indicar momentos de intervenção divina.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 43:19"]},"deuteronomio_1_10_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Céus refere-se ao domínio de Deus e à Sua soberania sobre toda a criação.","explicacao_detalhada":"A palavra 'céus' enfatiza a grandeza de Deus e Sua autoridade sobre a terra que Ele está dando ao povo.","por_que_esta_palavra":"É crucial para entender a relação entre o céu e a terra, e como Deus governa sobre ambas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Criador e Sustentador.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 6:10"]},"deuteronomio_1_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que é invocado por Moisés ao falar com o povo.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa autoridade e reverência, reconhecendo a posição de Deus como soberano.","por_que_esta_palavra":"É importante para a identidade do povo de Israel, que se considera o povo escolhido de Deus.","conexao_teologica":"O nome de Deus é sagrado e carrega significados profundos sobre Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"deuteronomio_1_11_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar refere-se ao desejo de Moisés de que Deus conceda prosperidade e sucesso ao povo.","explicacao_detalhada":"A palavra 'abençoar' implica um ato de invocar o favor de Deus sobre a vida do povo, especialmente em um momento de transição.","por_que_esta_palavra":"É fundamental para a liderança de Moisés, que busca o bem-estar espiritual e material do povo.","conexao_teologica":"A bênção de Deus é um tema recorrente, mostrando Sua bondade e desejo de prosperidade para Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 1:1-3","Efésios 1:3"]},"deuteronomio_1_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se novamente à invocação do nome de Deus, que é central para a bênção que Moisés deseja.","explicacao_detalhada":"A palavra 'senhor' é usada para reafirmar a autoridade de Deus sobre as bênçãos que estão sendo pedidas.","por_que_esta_palavra":"É essencial para reconhecer que toda bênção vem de Deus e que Ele é a fonte de toda prosperidade.","conexao_teologica":"A invocação do nome de Deus é uma prática comum na oração e na busca de Sua intervenção.","referencias_relacionadas":["Salmos 34:3","Filipenses 4:19","Tiago 1:17"]},"deuteronomio_1_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se à natureza divina que está por trás das promessas e bênçãos que Moisés menciona.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a terra prometida.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e Seu povo, que depende de Sua fidelidade.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um tema central na Bíblia, refletindo Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 46:1","Hebreus 11:6"]},"deuteronomio_1_12_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da responsabilidade que Moisés tinha ao liderar o povo de Israel.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da tarefa que Moisés enfrentava, indicando que ele não poderia carregar o peso da liderança sozinho.","por_que_esta_palavra":"Moisés reconhece que a carga de liderar um povo tão numeroso e diverso é grande demais para ele sozinho.","conexao_teologica":"A grandeza da liderança é um tema recorrente na Bíblia, onde Deus escolhe líderes para guiar Seu povo em momentos críticos.","referencias_relacionadas":["Êxodo 18:18","Números 11:14-17","1 Crônicas 29:11"]},"deuteronomio_1_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se aos líderes escolhidos entre o povo de Israel para ajudar Moisés na administração.","explicacao_detalhada":"A palavra 'homem' aqui implica em indivíduos que têm a responsabilidade de julgar e guiar o povo, destacando a importância da liderança compartilhada.","por_que_esta_palavra":"Moisés precisava de homens sábios e respeitados para ajudá-lo a lidar com as questões do povo.","conexao_teologica":"A escolha de líderes é um princípio bíblico, onde Deus designa homens e mulheres para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 18:21","Números 11:16","Atos 6:3"]},"deuteronomio_1_13_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento e à sabedoria necessários para julgar o povo de Israel.","explicacao_detalhada":"A palavra 'conhecer' implica em um entendimento profundo das leis e da vontade de Deus, essencial para a liderança.","por_que_esta_palavra":"Moisés estava instruindo que os líderes escolhidos deveriam ter conhecimento para tomar decisões justas.","conexao_teologica":"O conhecimento é fundamental na vida cristã, pois a sabedoria divina guia as ações e decisões dos líderes.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Salmos 119:66"]},"deuteronomio_1_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Usado metaforicamente para descrever a percepção e a atenção que os líderes devem ter ao julgar.","explicacao_detalhada":"A palavra 'olho' sugere a necessidade de discernimento e vigilância na liderança.","por_que_esta_palavra":"Moisés enfatiza que os juízes devem ter um olhar atento e justo para as questões que surgem entre o povo.","conexao_teologica":"Deus é descrito como aquele que vê e conhece todas as coisas, e os líderes devem refletir essa qualidade.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"deuteronomio_1_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se às questões e disputas que precisam ser resolvidas pelos líderes.","explicacao_detalhada":"A palavra 'palavra' implica em comunicação e decisões que devem ser tomadas com sabedoria e justiça.","por_que_esta_palavra":"Moisés instrui que os líderes devem ser capazes de lidar com as palavras e questões que surgem entre o povo.","conexao_teologica":"A palavra de Deus é central na vida do crente, e os líderes devem ser guiados por ela em suas decisões.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Romanos 10:17"]},"deuteronomio_1_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto, mas pode simbolizar força e proteção.","explicacao_detalhada":"Embora não seja uma palavra comum no contexto, pode ser interpretada como uma referência à força necessária para enfrentar desafios.","por_que_esta_palavra":"Moisés poderia estar enfatizando a necessidade de força e coragem na liderança.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e os líderes devem confiar nessa força.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"deuteronomio_1_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de dar responsabilidades aos líderes escolhidos.","explicacao_detalhada":"A palavra 'dar' implica em delegar autoridade e responsabilidades a outros.","por_que_esta_palavra":"Moisés estava instruindo que ele não poderia fazer tudo sozinho e precisava confiar em outros.","conexao_teologica":"A delegação de responsabilidades é um princípio bíblico que reflete a natureza do corpo de Cristo, onde cada membro tem um papel.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:11-12","Números 11:17"]},"deuteronomio_1_15_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou aceitar a responsabilidade que foi delegada.","explicacao_detalhada":"A palavra 'tomar' implica em aceitar a liderança e as responsabilidades que vêm com ela.","por_que_esta_palavra":"Moisés estava enfatizando a importância de que os líderes aceitem suas funções com seriedade.","conexao_teologica":"A aceitação do chamado de Deus é fundamental para o cumprimento de Sua vontade na vida dos crentes.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Romanos 12:1-2"]},"deuteronomio_1_16_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à função dos líderes de tomar decisões justas e sábias.","explicacao_detalhada":"A palavra 'julgar' implica em discernir entre o certo e o errado, aplicando a lei de Deus.","por_que_esta_palavra":"Moisés estava instruindo os líderes sobre a importância de serem justos em suas decisões.","conexao_teologica":"A justiça é um atributo de Deus, e os líderes devem refletir esse caráter em suas ações.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Provérbios 21:3"]},"deuteronomio_1_16_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se à ação de enviar os líderes para cumprir suas funções.","explicacao_detalhada":"A palavra 'enviar' implica em dar autoridade e responsabilidade para agir em nome de Moisés.","por_que_esta_palavra":"Moisés estava estabelecendo uma estrutura de liderança que permitisse a eficácia na administração do povo.","conexao_teologica":"O envio de líderes é um princípio bíblico, onde Deus chama e envia pessoas para cumprir Sua missão.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Atos 13:2-3"]},"deuteronomio_1_16_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à comunicação clara e direta de instruções.","explicacao_detalhada":"Neste contexto, a expressão é utilizada para enfatizar a importância de transmitir as ordens de Deus de forma precisa e compreensível ao povo.","por_que_esta_palavra":"A palavra 'expressão' é crucial para entender como a mensagem divina deve ser comunicada aos líderes e ao povo.","conexao_teologica":"A clareza na comunicação de Deus é fundamental para a obediência e a prática da fé.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 5:5","Salmos 119:105"]},"deuteronomio_1_17_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo e justiça referem-se à aplicação equitativa da lei entre o povo.","explicacao_detalhada":"Aqui, Moisés instrui os juízes a serem justos e imparciais, refletindo o caráter de Deus em suas decisões.","por_que_esta_palavra":"A palavra 'juízo' é essencial para a manutenção da ordem social e da justiça divina entre os israelitas.","conexao_teologica":"Deus é apresentado como o juiz supremo, e os líderes humanos devem refletir essa justiça em suas ações.","referencias_relacionadas":["Levítico 19:15","Salmos 82:3","Provérbios 21:15"]},"deuteronomio_1_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que governa e julga o mundo.","explicacao_detalhada":"Neste versículo, a menção a Deus enfatiza a autoridade divina por trás das leis e juízos que devem ser aplicados.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o povo e a sua soberania.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o legislador e juiz supremo.","referencias_relacionadas":["Gênesis 1:1","Salmos 47:2","Isaías 45:5"]},"deuteronomio_1_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se a qualquer assunto ou questão que deve ser discutida ou julgada.","explicacao_detalhada":"Moisés instrui os juízes a não temerem a complexidade das questões, mas a abordá-las com justiça.","por_que_esta_palavra":"A palavra 'coisa' é utilizada para abranger todos os tipos de casos que podem surgir entre o povo.","conexao_teologica":"A justiça de Deus se aplica a todas as áreas da vida, não apenas às questões espirituais.","referencias_relacionadas":["Eclesiastes 3:17","Salmos 119:160","Tiago 1:5"]},"deuteronomio_1_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A repetição da palavra 'coisa' reforça a importância de tratar todos os assuntos com seriedade.","explicacao_detalhada":"Moisés destaca que todas as questões, grandes ou pequenas, devem ser tratadas com a mesma diligência.","por_que_esta_palavra":"A palavra 'coisa' é importante para enfatizar a abrangência das responsabilidades dos juízes.","conexao_teologica":"A atenção aos detalhes nas questões da vida reflete o caráter de Deus, que se importa com cada aspecto da vida humana.","referencias_relacionadas":["Mateus 10:30","1 Pedro 5:7","Filipenses 4:6"]},"deuteronomio_1_18_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de delegar autoridade e responsabilidade.","explicacao_detalhada":"Moisés instrui a enviar os juízes para que eles possam atuar em nome de Deus e do povo.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de liderança e autoridade na comunidade israelita.","conexao_teologica":"O envio de líderes é um reflexo do chamado de Deus para que os homens sirvam e liderem segundo a Sua vontade.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"deuteronomio_1_18_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão aqui é usada para enfatizar a clareza nas instruções dadas aos juízes.","explicacao_detalhada":"Moisés destaca a importância de comunicar as ordens de Deus de forma clara e precisa.","por_que_esta_palavra":"A palavra 'expressão' é vital para garantir que a mensagem de Deus seja compreendida corretamente.","conexao_teologica":"A comunicação clara é essencial para a edificação da fé e a prática da justiça.","referencias_relacionadas":["Provérbios 15:23","Colossenses 4:6","Tiago 1:19"]},"deuteronomio_1_19_nome":{"palavra_pt":"nome","palavra_original":"חֹרֵב","transliteracao":"Chôrêb","strong":"H2722","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade e à reputação de um lugar ou pessoa.","explicacao_detalhada":"Moisés menciona o nome 'Horebe' para recordar ao povo a importância do local e das experiências passadas.","por_que_esta_palavra":"A palavra 'nome' é significativa para estabelecer a conexão entre a história do povo e a sua identidade.","conexao_teologica":"O nome de Deus e dos lugares sagrados carrega um peso espiritual e histórico que deve ser respeitado.","referencias_relacionadas":["Êxodo 3:15","Salmos 29:2","Isaías 42:8"]},"deuteronomio_1_19_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e importância do evento ou lugar mencionado.","explicacao_detalhada":"Moisés usa 'grande' para descrever a importância da jornada e das experiências que o povo teve.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a importância do que está por vir na jornada do povo.","conexao_teologica":"A grandeza de Deus se reflete nas experiências do Seu povo e nas promessas que Ele fez.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"deuteronomio_1_19_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Caminho refere-se à jornada física e espiritual que o povo deve seguir.","explicacao_detalhada":"Moisés fala sobre o caminho que o povo deve percorrer, simbolizando a direção que Deus dá às suas vidas.","por_que_esta_palavra":"A palavra 'caminho' é fundamental para entender a jornada de fé e obediência do povo de Israel.","conexao_teologica":"O caminho que Deus estabelece é um tema central na Bíblia, simbolizando a vida de fé e obediência.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"deuteronomio_1_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus ao povo de Israel.","explicacao_detalhada":"No contexto, Deus instrui Moisés a comunicar ao povo as promessas e direções divinas. A palavra 'dizer' enfatiza a importância da comunicação clara e direta das instruções de Deus.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da mensagem divina e a formação da identidade do povo de Israel como nação escolhida.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 119:105","Isaías 55:11"]},"deuteronomio_1_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reconhecer a posição de Deus como o líder e guia do povo, enfatizando sua autoridade e poder.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação de submissão e reverência que o povo deve ter para com Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, destacando sua posição como criador e governante do universo.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 10:9"]},"deuteronomio_1_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que guia e protege Israel.","explicacao_detalhada":"Neste versículo, 'deus' é mencionado para reafirmar a presença e a ação de Deus na história do povo, mostrando que Ele é a fonte de poder e proteção.","por_que_esta_palavra":"A palavra 'deus' é crucial para a compreensão da identidade de Israel como povo escolhido e da relação especial que eles têm com Ele.","conexao_teologica":"A natureza de Deus como protetor e guia é um tema central nas Escrituras, refletindo seu caráter e promessas.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:1"]},"deuteronomio_1_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida que Deus deu a Israel.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a herança e a promessa de Deus ao povo, representando um lugar de bênção e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a realização das promessas de Deus e a identidade nacional de Israel.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e de sua aliança com o povo, refletindo a esperança de um futuro melhor.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"deuteronomio_1_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de Deus em conceder a terra ao povo.","explicacao_detalhada":"Neste contexto, 'dar' enfatiza a generosidade de Deus em oferecer a terra prometida como um presente ao seu povo.","por_que_esta_palavra":"A palavra 'dar' é importante porque reflete a graça de Deus e sua disposição em abençoar aqueles que lhe são fiéis.","conexao_teologica":"A ideia de Deus como doador é um tema recorrente, mostrando sua bondade e generosidade em relação à humanidade.","referencias_relacionadas":["Salmos 37:4","Tiago 1:17","Romanos 8:32"]},"deuteronomio_1_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' reafirma a autoridade de Deus sobre as promessas feitas ao povo.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para lembrar ao povo que a terra prometida é um presente de Deus, que tem o controle sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é essencial para a compreensão da relação de dependência e confiança que o povo deve ter em Deus.","conexao_teologica":"A autoridade de Deus é um tema central, mostrando que Ele é o soberano que cumpre suas promessas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Hebreus 10:23"]},"deuteronomio_1_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente para enfatizar a importância da herança prometida.","explicacao_detalhada":"Neste contexto, 'terra' representa não apenas um local físico, mas também a realização das promessas de Deus ao povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a centralidade da promessa de Deus na identidade do povo.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com seu povo, refletindo sua fidelidade e compromisso.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Deuteronômio 8:7"]},"deuteronomio_1_22_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever o caminho que Deus deseja que seu povo siga.","explicacao_detalhada":"Neste contexto, 'vida' refere-se à experiência plena que Deus oferece ao seu povo ao seguir suas instruções e viver em obediência.","por_que_esta_palavra":"A palavra 'vida' é significativa porque representa a promessa de Deus de bênçãos e prosperidade para aqueles que o seguem.","conexao_teologica":"A vida em abundância é um tema central na Bíblia, refletindo a intenção de Deus de que seu povo viva plenamente.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Salmos 1:1-3"]},"deuteronomio_1_22_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se aos lugares de habitação e segurança que Deus promete ao seu povo.","explicacao_detalhada":"Neste contexto, 'cidade' simboliza a comunidade e a proteção que Deus oferece ao seu povo na terra prometida.","por_que_esta_palavra":"A palavra 'cidade' é importante porque representa a ideia de pertencimento e segurança sob a liderança de Deus.","conexao_teologica":"A cidade é um símbolo da presença de Deus entre seu povo, refletindo a esperança de um futuro seguro e próspero.","referencias_relacionadas":["Salmos 46:4","Isaías 65:21-22","Hebreus 11:10"]},"deuteronomio_1_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é usada para enfatizar a importância das instruções e promessas de Deus.","explicacao_detalhada":"Neste contexto, 'palavra' refere-se à comunicação divina que orienta e dirige o povo em sua jornada.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a revelação de Deus e sua vontade para a vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um guia essencial para a vida do crente.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","Hebreus 4:12"]},"deuteronomio_1_23_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"Achar refere-se à busca e descoberta de algo que é desejado ou necessário.","explicacao_detalhada":"Neste contexto, a palavra 'achar' implica que os espiões estavam em busca da terra prometida e de suas características, para relatar ao povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de encontrar a terra que Deus prometeu aos israelitas.","conexao_teologica":"A busca pela terra prometida é um tema central na narrativa do Êxodo, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 1:22","Números 13:2","Josué 1:2"]},"deuteronomio_1_24_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto é usado para denotar a presença e a face de alguém, simbolizando a relação pessoal.","explicacao_detalhada":"Aqui, 'rosto' se refere à presença de Deus e à necessidade de se apresentar diante d'Ele com reverência.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o povo e Deus, que é um tema recorrente na Bíblia.","conexao_teologica":"A presença de Deus é frequentemente associada ao seu rosto, simbolizando intimidade e revelação.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Números 6:25"]},"deuteronomio_1_24_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude ou importância de algo, neste caso, a terra prometida.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a terra como abundante e cheia de oportunidades.","por_que_esta_palavra":"É uma ênfase na generosidade de Deus em dar uma terra rica ao seu povo.","conexao_teologica":"A grandeza da terra reflete a grandeza das promessas de Deus e Sua providência.","referencias_relacionadas":["Deuteronômio 8:7-10","Números 13:27","Josué 5:6"]},"deuteronomio_1_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar ou vir/entrar implica um convite ou convocação para uma ação.","explicacao_detalhada":"Neste contexto, 'chamar' refere-se ao ato de convocar os espiões para que entrem na terra e a explorem.","por_que_esta_palavra":"A palavra é importante para entender a ação de Deus em guiar seu povo para a terra prometida.","conexao_teologica":"O chamado de Deus para entrar na terra é um símbolo do chamado para a obediência e fé.","referencias_relacionadas":["Deuteronômio 1:22","Josué 1:2","Mateus 11:28"]},"deuteronomio_1_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao território físico que Deus prometeu aos israelitas.","explicacao_detalhada":"A palavra 'terra' é central na narrativa, pois representa a herança e a promessa de Deus ao seu povo.","por_que_esta_palavra":"A terra é um símbolo da bênção e da fidelidade de Deus às suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente que simboliza a salvação e a redenção.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:3"]},"deuteronomio_1_25_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a aqueles que se opõem ao povo de Deus.","explicacao_detalhada":"Neste contexto, 'inimigo' se refere às nações que habitavam a terra prometida e que seriam um obstáculo para os israelitas.","por_que_esta_palavra":"A palavra é usada para destacar os desafios que o povo enfrentaria ao entrar na terra.","conexao_teologica":"A luta contra inimigos é um tema que reflete a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Deuteronômio 7:1","Salmos 44:5","Romanos 8:31"]},"deuteronomio_1_25_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se à ação de conquistar ou apropriar-se de algo.","explicacao_detalhada":"A palavra 'tomar' implica a necessidade de ação por parte dos israelitas para conquistar a terra prometida.","por_que_esta_palavra":"É uma chamada à ação, enfatizando que a promessa de Deus requer esforço e fé.","conexao_teologica":"A conquista da terra é um paralelo à luta espiritual que os crentes enfrentam para alcançar as promessas de Deus.","referencias_relacionadas":["Josué 1:11","1 Coríntios 9:24","Efésios 6:12"]},"deuteronomio_1_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à realidade das promessas de Deus.","explicacao_detalhada":"Neste contexto, 'verdade' é usada para enfatizar a desobediência do povo em confiar nas promessas de Deus.","por_que_esta_palavra":"A palavra é importante para destacar a necessidade de fé e confiança nas promessas divinas.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"deuteronomio_1_26_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande é usado para descrever a magnitude da desobediência do povo.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a seriedade da rebelião contra Deus.","por_que_esta_palavra":"É uma chamada à reflexão sobre as consequências da desobediência.","conexao_teologica":"A grandeza da desobediência contrasta com a grandeza da graça de Deus.","referencias_relacionadas":["Romanos 5:20","Gálatas 6:7","Hebreus 10:26"]},"deuteronomio_1_26_desobediente":{"palavra_pt":"desobediente","palavra_original":"מָרָה","transliteracao":"mârâh","strong":"H4784","significado_raiz":"Ideia básica: desobediente.","significado_contextual":"Desobediente refere-se à atitude do povo em não seguir as instruções de Deus.","explicacao_detalhada":"A palavra 'desobediente' é usada para descrever a falha do povo em confiar em Deus e em suas promessas.","por_que_esta_palavra":"É uma advertência sobre as consequências da desobediência a Deus.","conexao_teologica":"A desobediência é um tema recorrente que leva à necessidade de arrependimento e restauração.","referencias_relacionadas":["1 Samuel 15:22","Romanos 6:16","Tiago 1:22"]},"deuteronomio_1_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que Deus deu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a herança espiritual e a promessa de Deus ao Seu povo. Neste contexto, a terra é um símbolo de bênção e de cumprimento das promessas divinas.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância da possessão da terra como parte do pacto entre Deus e Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a fidelidade de Deus e a esperança de um futuro para Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-4"]},"deuteronomio_1_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de pedir ajuda ou interceder a Deus em momentos de dificuldade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada aqui para descrever a entrega de súplicas a Deus, mostrando a dependência do povo em relação ao Senhor em tempos de crise.","por_que_esta_palavra":"A palavra destaca a necessidade de buscar a intervenção divina em situações adversas.","conexao_teologica":"Clamar a Deus é um ato de fé e reconhecimento de Sua soberania e poder para salvar.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"deuteronomio_1_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude das promessas e advertências de Deus ao povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para enfatizar a comunicação clara e direta de Deus ao Seu povo, revelando Sua vontade e planos.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a importância da palavra de Deus como autoridade e guia para a vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é essencial para a fé e a obediência.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16-17"]},"deuteronomio_1_28_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio e à soberania de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) representa não apenas o espaço físico, mas também a majestade e a glória de Deus, que está acima de tudo.","por_que_esta_palavra":"A menção dos céus enfatiza a grandeza de Deus e Sua capacidade de intervir na história humana.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"deuteronomio_1_28_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e à capacidade de Deus de agir em favor do Seu povo.","explicacao_detalhada":"A palavra 'poderoso' (בָּצַר) destaca a habilidade de Deus de proteger e salvar, especialmente em tempos de crise.","por_que_esta_palavra":"A ênfase na força de Deus é um lembrete da Sua proteção e do Seu poder sobre as adversidades.","conexao_teologica":"A natureza poderosa de Deus é um tema recorrente, mostrando que Ele é capaz de realizar milagres e cumprir Suas promessas.","referencias_relacionadas":["Salmos 46:1","Jeremias 32:17","Efésios 3:20"]},"deuteronomio_1_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza das promessas de Deus e à importância de ouvir Sua voz.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para enfatizar a comunicação de Deus, que é sempre significativa e cheia de autoridade.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a importância da revelação divina e da resposta do povo à Sua palavra.","conexao_teologica":"A comunicação de Deus é fundamental para a relação entre Ele e Seu povo, e a obediência à Sua palavra é essencial.","referencias_relacionadas":["Deuteronômio 6:4-5","Mateus 4:4","Tiago 1:22"]},"deuteronomio_1_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância de ouvir e entender as advertências de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a necessidade de prestar atenção às instruções divinas, que são vitais para a vida do povo.","por_que_esta_palavra":"A ênfase na comunicação de Deus é um chamado à obediência e à vigilância.","conexao_teologica":"A capacidade de ouvir e responder à palavra de Deus é essencial para a vida espiritual e a relação com Ele.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","Apocalipse 2:7"]},"deuteronomio_1_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza das promessas de Deus e à realidade de Sua palavra.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a fidelidade de Deus e a certeza de que Ele cumprirá o que prometeu.","por_que_esta_palavra":"A ênfase na verdade é um lembrete da integridade de Deus e da confiança que o povo deve ter Nele.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, e a confiança em Sua palavra é essencial para a vida espiritual.","referencias_relacionadas":["João 14:6","Salmos 119:160","Hebreus 10:23"]},"deuteronomio_1_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se relaciona com Seu povo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) enfatiza a maneira abrangente como Deus se manifesta e opera na vida dos crentes.","por_que_esta_palavra":"A escolha da palavra destaca a diversidade das ações de Deus e Sua presença constante.","conexao_teologica":"A compreensão do modo de Deus é fundamental para a experiência de fé e para a vida cristã.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]},"deuteronomio_1_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua identidade e caráter.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A ênfase no nome de Deus é um reconhecimento de Sua grandeza e do relacionamento que Ele deseja ter com Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"deuteronomio_1_30_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que guia e protege o povo de Israel.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza soberana e poderosa de Deus, que é o criador e mantenedor do universo. No contexto de Deuteronômio, enfatiza a presença de Deus entre o povo durante sua jornada.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a relação íntima entre Deus e o povo de Israel, mostrando que Ele é a fonte de força e proteção.","conexao_teologica":"A teologia do Antigo Testamento enfatiza que Deus é o único verdadeiro Deus, que se revela ao seu povo e estabelece uma aliança com eles.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","Salmos 46:1"]},"deuteronomio_1_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus cuida de seu povo durante a jornada no deserto.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a forma ou maneira pela qual as ações de Deus se manifestam na vida do povo. No contexto, isso se relaciona com a providência divina.","por_que_esta_palavra":"A palavra é usada para enfatizar que, independentemente das circunstâncias, Deus está sempre presente e atuando na vida de seu povo.","conexao_teologica":"A providência de Deus é um tema central na teologia, mostrando que Ele está ativamente envolvido na história e na vida dos indivíduos.","referencias_relacionadas":["Salmos 23:1-3","Romanos 8:28","Filipenses 4:19"]},"deuteronomio_1_31_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que Deus deseja para seu povo.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é usada para descrever o caminho que deve ser seguido, simbolizando a jornada espiritual e moral do povo de Israel sob a orientação de Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância de seguir os mandamentos de Deus para experimentar uma vida plena e abençoada.","conexao_teologica":"A vida em obediência a Deus é um tema recorrente na Bíblia, onde a verdadeira vida é encontrada em um relacionamento correto com o Criador.","referencias_relacionadas":["Provérbios 3:5-6","João 10:10","Gálatas 5:25"]},"deuteronomio_1_31_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao deserto, um lugar de provação e aprendizado.","explicacao_detalhada":"A palavra 'campo' (מִדְבָּר) é frequentemente associada ao deserto, simbolizando um espaço de teste e dependência de Deus. No contexto, representa a jornada do povo de Israel em busca da terra prometida.","por_que_esta_palavra":"A palavra é significativa porque o deserto é um lugar onde o povo aprende a confiar em Deus e a depender de Sua provisão.","conexao_teologica":"O deserto é um símbolo de purificação e preparação, onde Deus molda o caráter de Seu povo.","referencias_relacionadas":["Êxodo 16:1-3","Números 14:33-34","Deuteronômio 8:2-3"]},"deuteronomio_1_32_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para enfatizar a importância da revelação divina e dos mandamentos que Deus deu ao Seu povo. No contexto, destaca a necessidade de ouvir e obedecer a Deus.","por_que_esta_palavra":"A escolha dessa palavra sublinha a seriedade da mensagem de Deus e a responsabilidade do povo em responder a ela.","conexao_teologica":"A revelação de Deus por meio de Sua palavra é fundamental para a fé e prática do povo de Deus.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"deuteronomio_1_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome sagrado de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a presença e a soberania de Deus. No contexto, enfatiza a importância de reconhecer e honrar o nome de Deus.","por_que_esta_palavra":"A escolha do nome de Deus é crucial, pois reflete a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando Sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"deuteronomio_1_32_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à ação de crer e confiar em Deus.","explicacao_detalhada":"A palavra 'crer/amem' (אָמַן) implica a ideia de fé e confiança em Deus. No contexto, destaca a necessidade de o povo confiar nas promessas de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da fé como fundamento da relação entre Deus e Seu povo.","conexao_teologica":"A fé é um tema central na Bíblia, sendo essencial para a salvação e a vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"deuteronomio_1_33_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que Deus deseja para Seu povo.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é usada novamente para enfatizar a jornada espiritual e moral que o povo deve seguir sob a orientação de Deus.","por_que_esta_palavra":"A repetição da palavra 'vida' reforça a importância de seguir os caminhos de Deus para experimentar Sua bênção.","conexao_teologica":"A vida em conformidade com a vontade de Deus é um tema central na Bíblia, onde a verdadeira vida é encontrada em um relacionamento correto com Ele.","referencias_relacionadas":["Salmos 119:1-3","Mateus 7:13-14","1 João 2:6"]},"deuteronomio_1_33_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e agir do povo de Deus.","explicacao_detalhada":"A palavra 'andar' (הָלַךְ) implica a ideia de como o povo deve se comportar e seguir a direção de Deus em sua vida diária.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a vida cristã é uma jornada ativa, onde se deve caminhar em obediência a Deus.","conexao_teologica":"A caminhada com Deus é um tema importante, simbolizando a relação contínua entre o crente e o Senhor.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","Colossenses 2:6"]},"deuteronomio_1_33_buscar":{"palavra_pt":"buscar","palavra_original":"תּוּר","transliteracao":"tûwr","strong":"H8446","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à busca por Deus e Sua vontade.","explicacao_detalhada":"A palavra 'buscar' (תּוּר) implica a ação de procurar ativamente a direção e a presença de Deus na vida. No contexto, destaca a importância de buscar a orientação divina.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a busca por Deus é uma parte essencial da vida espiritual.","conexao_teologica":"Buscar a Deus é um tema central na Bíblia, onde a promessa é que aqueles que O buscam O encontrarão.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"deuteronomio_1_34_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir refere-se à capacidade de escutar e compreender a voz de Deus, especialmente em um contexto de advertência e instrução.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas a percepção auditiva, mas também a disposição de obedecer ao que é ouvido. Neste versículo, Deus está se dirigindo ao povo de Israel, enfatizando a importância de ouvir Suas instruções.","por_que_esta_palavra":"Esta palavra é crucial porque destaca a relação entre Deus e Seu povo, onde a obediência às Suas palavras é fundamental para a vida e prosperidade.","conexao_teologica":"A ideia de ouvir a voz de Deus é central na teologia bíblica, refletindo a necessidade de uma resposta ativa à revelação divina.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 95:7","Isaías 30:21"]},"deuteronomio_1_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) enfatiza a relação pessoal e a aliança entre Deus e Seu povo, destacando Sua fidelidade e poder.","por_que_esta_palavra":"É importante porque o nome de Deus representa Sua identidade e caráter, sendo um lembrete constante da Sua presença e compromisso com Israel.","conexao_teologica":"O nome de Deus é fundamental na teologia do Antigo Testamento, simbolizando Sua imutabilidade e a promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"deuteronomio_1_34_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' de Deus é a manifestação de Sua vontade e instrução ao povo.","explicacao_detalhada":"A palavra 'voz' implica comunicação e revelação. Neste contexto, representa a mensagem que Deus deseja que Seu povo ouça e siga.","por_que_esta_palavra":"A voz de Deus é essencial para a orientação espiritual e moral do povo, sendo um chamado à obediência.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando a comunicação divina e a necessidade de resposta do ser humano.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"deuteronomio_1_35_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, especificamente ao povo de Israel como a criação de Deus.","explicacao_detalhada":"Neste contexto, 'homem' representa a dignidade e o valor que Deus atribui à humanidade, além de sua responsabilidade diante d'Ele.","por_que_esta_palavra":"É importante porque ressalta a relação entre Deus e o ser humano, enfatizando a responsabilidade moral e espiritual.","conexao_teologica":"A criação do homem à imagem de Deus é um conceito teológico central, refletindo a dignidade e o propósito divinos para a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"deuteronomio_1_35_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se à terra prometida a Israel, simbolizando a bênção e a herança divina.","explicacao_detalhada":"Neste versículo, a terra representa não apenas um lugar físico, mas também a realização das promessas de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando a fidelidade de Deus e a esperança de um futuro melhor para Israel.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Seu povo e a expectativa de redenção.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-3"]},"deuteronomio_1_35_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo, neste caso, a terra a um povo escolhido.","explicacao_detalhada":"Neste contexto, 'dar' enfatiza a ação de Deus em providenciar a terra prometida a Israel, mostrando Sua generosidade e compromisso.","por_que_esta_palavra":"É importante porque destaca a soberania de Deus em conceder bênçãos e a responsabilidade do povo em receber e ocupar essa herança.","conexao_teologica":"A ideia de Deus dar é central na teologia bíblica, refletindo Sua graça e a importância da resposta humana às Suas dádivas.","referencias_relacionadas":["Salmos 37:29","Mateus 7:11","Tiago 1:17"]},"deuteronomio_1_36_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' novamente refere-se à terra prometida, enfatizando a continuidade da promessa de Deus ao Seu povo.","explicacao_detalhada":"Neste versículo, a terra é um símbolo de esperança e de cumprimento das promessas divinas, reforçando a identidade do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a importância da herança e da fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre Seu povo, refletindo a esperança escatológica.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Hebreus 11:9-10"]},"deuteronomio_1_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência de Israel, simbolizando continuidade e herança.","explicacao_detalhada":"Neste contexto, 'filho' representa a relação de Deus com Seu povo como um pai que cuida e protege seus filhos.","por_que_esta_palavra":"É importante porque enfatiza a identidade do povo de Israel como filhos de Deus, com direitos e responsabilidades especiais.","conexao_teologica":"A filiação divina é um tema central na Bíblia, refletindo a relação íntima entre Deus e Seu povo escolhido.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14-17","Gálatas 3:26"]},"deuteronomio_1_36_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' novamente refere-se ao ato de conceder, enfatizando a generosidade de Deus.","explicacao_detalhada":"Neste contexto, 'dar' reforça a ideia de que Deus é o provedor de todas as coisas, incluindo a terra e as bênçãos.","por_que_esta_palavra":"É importante porque destaca a ação de Deus em favor de Seu povo e a necessidade de gratidão e obediência.","conexao_teologica":"A generosidade de Deus é um tema recorrente, refletindo Sua natureza amorosa e a expectativa de resposta do ser humano.","referencias_relacionadas":["Salmos 68:19","Mateus 5:45","Filipenses 4:19"]},"deuteronomio_1_37_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' novamente enfatiza a soberania e a autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste versículo, o uso do nome de Deus serve como um lembrete da Sua presença constante e do Seu papel como guia e protetor.","por_que_esta_palavra":"É importante porque reafirma a identidade de Deus e Sua relação com Israel, especialmente em momentos de desafio.","conexao_teologica":"O nome de Deus é um símbolo de Sua fidelidade e compromisso com Seu povo, sendo um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 119:68","Isaías 41:10","Romanos 10:13"]},"deuteronomio_1_37_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus ao povo de Israel, enfatizando a importância da mensagem divina.","explicacao_detalhada":"No contexto de Deuteronômio 1:37, Deus está se referindo ao que Ele disse sobre a geração que não entraria na Terra Prometida. A palavra 'dizer' implica uma ordem ou declaração que deve ser levada a sério.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a autoridade de Deus e a necessidade de obediência por parte do povo.","conexao_teologica":"A comunicação de Deus é central na relação entre Ele e Seu povo, mostrando que Suas palavras têm poder e significado.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Isaías 55:11"]},"deuteronomio_1_37_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a fidelidade de Deus em suas promessas e advertências.","explicacao_detalhada":"Neste versículo, a verdade é apresentada como um atributo de Deus, que não mente e cumpre Suas promessas. A negação da verdade é uma advertência sobre as consequências da desobediência.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a confiança que o povo deve ter em Suas declarações.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, refletindo Sua justiça e santidade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 6:18"]},"deuteronomio_1_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à nova geração que herdaria a Terra Prometida, simbolizando esperança e continuidade.","explicacao_detalhada":"No contexto, Deus menciona que os filhos da geração que duvidou seriam os que entrariam na terra, mostrando a importância da fé e da obediência.","por_que_esta_palavra":"A palavra 'filho' representa não apenas a descendência física, mas também a relação espiritual entre Deus e Seu povo.","conexao_teologica":"A ideia de filhos de Deus é central na teologia bíblica, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14","Efésios 1:5"]},"deuteronomio_1_38_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' é usada para descrever a dedicação e o compromisso do povo com Deus.","explicacao_detalhada":"Neste versículo, Deus está chamando a nova geração a servir a Ele fielmente, em contraste com a desobediência de seus pais.","por_que_esta_palavra":"A palavra 'servir' implica uma relação ativa e comprometida com Deus, que requer ação e devoção.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a relação de servidão e amor.","referencias_relacionadas":["Josué 24:15","Romanos 12:1","1 Pedro 2:9"]},"deuteronomio_1_38_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' é usada para descrever a força e a determinação necessárias para seguir o caminho de Deus.","explicacao_detalhada":"No contexto, agarrar-se à promessa de Deus é essencial para a nova geração, que deve se apegar à fé e à obediência.","por_que_esta_palavra":"A palavra 'agarrar' sugere um esforço ativo para manter a fé e a esperança nas promessas de Deus.","conexao_teologica":"A ideia de agarrar-se a Deus é uma metáfora para a perseverança na fé e na vida cristã.","referencias_relacionadas":["Hebreus 10:23","Filipenses 3:13-14","Salmos 63:8"]},"deuteronomio_1_39_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que a nova geração deve agir e seguir a Deus.","explicacao_detalhada":"Neste versículo, o 'dia' simboliza a oportunidade que a nova geração tem de entrar na Terra Prometida, contrastando com a geração anterior que falhou.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa um momento decisivo na história do povo de Israel.","conexao_teologica":"O conceito de tempo e oportunidade é importante na teologia bíblica, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"deuteronomio_1_39_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se à importância da unidade e da continuidade na fé entre as gerações.","explicacao_detalhada":"No contexto, a menção da família destaca que a nova geração, incluindo crianças, tem um papel na herança das promessas de Deus.","por_que_esta_palavra":"A palavra 'familia' enfatiza a responsabilidade coletiva de ensinar e transmitir a fé.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da transmissão da fé em Deus.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4-6","Efésios 6:4"]},"deuteronomio_1_39_booty":{"palavra_pt":"booty","palavra_original":"בַּז","transliteracao":"baz","strong":"H957","significado_raiz":"Ideia básica: booty.","significado_contextual":"A palavra 'booty' refere-se aos bens que seriam conquistados e a responsabilidade de lidar com eles de maneira justa.","explicacao_detalhada":"Neste versículo, a menção do 'booty' destaca a provisão de Deus para o Seu povo e a necessidade de agir com integridade.","por_que_esta_palavra":"A palavra 'booty' é importante para entender a relação entre conquista e responsabilidade diante de Deus.","conexao_teologica":"A forma como lidamos com as bênçãos de Deus reflete nossa fidelidade e gratidão.","referencias_relacionadas":["Josué 8:2","1 Samuel 30:24","Salmos 68:12"]},"deuteronomio_1_40_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada que o povo de Israel deve seguir sob a direção de Deus.","explicacao_detalhada":"No contexto, o 'caminho' simboliza a vida de obediência e fé que leva à Terra Prometida.","por_que_esta_palavra":"A palavra 'caminho' é significativa porque representa a escolha de seguir a Deus em todas as áreas da vida.","conexao_teologica":"O caminho de Deus é um tema central na Bíblia, refletindo a direção e a vontade divina para o Seu povo.","referencias_relacionadas":["Provérbios 3:6","Salmos 119:105","Mateus 7:13-14"]},"deuteronomio_1_40_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à plenitude e ao propósito que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste versículo, 'vida' é um chamado para viver de acordo com os princípios de Deus, que trazem bênçãos e prosperidade.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem bíblica, simbolizando a relação vital entre Deus e Seu povo.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, refletindo a redenção e a nova criação.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"deuteronomio_1_40_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando tanto a separação quanto a proteção.","explicacao_detalhada":"No contexto de Deuteronômio 1:40, o 'mar' é mencionado em relação à terra prometida que os israelitas deveriam alcançar. O mar pode representar tanto um obstáculo quanto um limite, enfatizando a necessidade de fé e obediência para atravessar as dificuldades.","por_que_esta_palavra":"A palavra 'mar' é utilizada para ilustrar a vastidão e a grandeza do que Deus criou, além de simbolizar a jornada do povo de Israel em direção à liberdade.","conexao_teologica":"O mar é frequentemente associado ao poder de Deus sobre a criação e à sua capacidade de salvar e proteger seu povo, como visto na travessia do Mar Vermelho.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:16","Isaías 43:2"]},"deuteronomio_1_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as coisas devem ser feitas, enfatizando a importância da obediência às instruções de Deus.","explicacao_detalhada":"No versículo, o 'modo' é mencionado em relação à forma como os israelitas deveriam agir após desobedecerem a Deus. Isso destaca a necessidade de seguir as direções divinas para alcançar o sucesso.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a obediência a Deus deve ser feita de maneira correta e conforme suas instruções.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, e o 'modo' de agir segundo Sua vontade é fundamental para a vida do crente.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Provérbios 3:6"]},"deuteronomio_1_41_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e presença.","explicacao_detalhada":"O uso do nome 'Senhor' (יְהֹוָה) enfatiza a relação entre Deus e Seu povo, destacando Sua soberania e a importância de invocar Seu nome em momentos de necessidade.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e para a compreensão de Sua natureza e caráter.","conexao_teologica":"O nome de Deus é um símbolo de Sua promessa e compromisso com Seu povo, sendo central na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"deuteronomio_1_42_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de dizer, que implica comunicação e revelação de verdades.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a importância da comunicação divina e da transmissão de mensagens de Deus ao Seu povo, especialmente em momentos críticos.","por_que_esta_palavra":"A comunicação é essencial para a relação entre Deus e a humanidade, e 'dizer' implica a responsabilidade de ouvir e obedecer.","conexao_teologica":"Deus se comunica com Seu povo através de profetas e Escrituras, e a palavra 'dizer' destaca a importância da revelação divina.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Mateus 4:4"]},"deuteronomio_1_42_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade e a necessidade de reverência.","explicacao_detalhada":"O nome 'Senhor' é mencionado para reafirmar a importância de reconhecer a soberania de Deus em todas as circunstâncias, especialmente quando se fala de obediência.","por_que_esta_palavra":"A repetição do nome de Deus serve para lembrar o povo de Sua presença constante e de Sua autoridade sobre suas vidas.","conexao_teologica":"O nome de Deus é um convite à adoração e à submissão, refletindo a relação entre o Criador e Suas criaturas.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Filipenses 2:9-11"]},"deuteronomio_1_42_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a necessidade de viver de acordo com a realidade de Deus e Sua palavra, contrastando com a desobediência.","por_que_esta_palavra":"A verdade é um princípio fundamental na vida cristã, e reconhecer a verdade de Deus é essencial para a fé e a prática.","conexao_teologica":"Jesus se apresenta como a Verdade (João 14:6), e a verdade de Deus é um pilar da fé cristã.","referencias_relacionadas":["João 8:32","Salmos 119:160","Romanos 3:4"]},"deuteronomio_1_43_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de falar, que é uma forma de comunicação e expressão de pensamentos e sentimentos.","explicacao_detalhada":"A palavra 'falar' é importante no contexto de Deuteronômio, pois destaca a responsabilidade de comunicar a verdade e as instruções de Deus ao povo.","por_que_esta_palavra":"Falar é uma forma de transmitir a mensagem de Deus, e a responsabilidade de falar a verdade é um chamado para todos os crentes.","conexao_teologica":"A comunicação é um aspecto vital da vida cristã, e a palavra de Deus deve ser proclamada com fidelidade.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Tiago 1:19"]},"deuteronomio_1_43_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Novamente, refere-se à verdade, enfatizando a importância de viver em conformidade com a realidade de Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' sublinha a necessidade de integridade e honestidade na relação com Deus e com os outros.","por_que_esta_palavra":"A verdade é um fundamento da fé e da prática cristã, e viver na verdade é essencial para a comunhão com Deus.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é um guia para a vida do crente.","referencias_relacionadas":["Salmos 51:6","Efésios 4:15","1 João 1:6-7"]},"deuteronomio_1_43_desobediente":{"palavra_pt":"desobediente","palavra_original":"מָרָה","transliteracao":"mârâh","strong":"H4784","significado_raiz":"Ideia básica: desobediente.","significado_contextual":"Refere-se à atitude de desobediência, que é contrária à vontade de Deus.","explicacao_detalhada":"A palavra 'desobediente' é usada para descrever aqueles que se afastam das instruções de Deus, resultando em consequências negativas.","por_que_esta_palavra":"A desobediência é um tema recorrente na Bíblia, e serve como um aviso sobre as consequências de ignorar a palavra de Deus.","conexao_teologica":"A desobediência é um obstáculo à comunhão com Deus e à realização de Suas promessas na vida do crente.","referencias_relacionadas":["1 Samuel 15:22","Romanos 6:16","Hebreus 3:18-19"]},"deuteronomio_1_44_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de julgar, que implica discernimento e decisão sobre o que é certo ou errado.","explicacao_detalhada":"A palavra 'julgar' é utilizada para enfatizar a responsabilidade de tomar decisões justas e sábias, de acordo com a vontade de Deus.","por_que_esta_palavra":"Julgar corretamente é essencial para a liderança e a vida comunitária, refletindo a justiça de Deus.","conexao_teologica":"Deus é o juiz supremo, e os crentes são chamados a refletir Sua justiça em suas decisões e ações.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Mateus 7:1-2"]},"deuteronomio_1_44_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar, especialmente em um contexto de movimento e transição.","explicacao_detalhada":"No versículo, a saída representa a decisão de avançar para uma nova fase, simbolizando a libertação e a busca por uma terra prometida.","por_que_esta_palavra":"A escolha de 'sair' enfatiza a necessidade de deixar o passado para trás e seguir em direção ao futuro que Deus preparou.","conexao_teologica":"A saída é um tema recorrente na Bíblia, simbolizando libertação e novos começos, como a saída do Egito.","referencias_relacionadas":["Êxodo 12:31","Gênesis 12:1","Isaías 43:16"]},"deuteronomio_1_44_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' é usada para descrever um local elevado, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Neste contexto, a montanha pode simbolizar um lugar de encontro com Deus, onde revelações e instruções são dadas.","por_que_esta_palavra":"A montanha representa a majestade e a soberania de Deus, além de ser um local de adoração e sacrifício.","conexao_teologica":"Montanhas na Bíblia frequentemente simbolizam a proximidade de Deus, como no Monte Sinai.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"deuteronomio_1_45_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo sólido e duradouro.","explicacao_detalhada":"Neste versículo, edificar implica a construção de uma nova identidade e comunidade sob a liderança de Deus.","por_que_esta_palavra":"A edificação é essencial para o crescimento espiritual e comunitário, refletindo a vontade de Deus de estabelecer seu povo.","conexao_teologica":"A edificação é um tema central na Bíblia, onde Deus é descrito como o arquiteto da vida de seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"deuteronomio_1_45_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma manifestação de sentimentos ou pensamentos, muitas vezes em forma de lamento.","explicacao_detalhada":"Neste contexto, a expressão pode indicar a tristeza e o arrependimento do povo diante das consequências de suas ações.","por_que_esta_palavra":"A expressão é uma forma de comunicação que revela o estado emocional e espiritual do povo de Deus.","conexao_teologica":"A Bíblia frequentemente aborda a importância da expressão emocional, mostrando que Deus se importa com nossos sentimentos.","referencias_relacionadas":["Salmos 6:6","Lamentações 2:18","Mateus 5:4"]},"deuteronomio_1_45_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença e a face de Deus, representando intimidade e relacionamento.","explicacao_detalhada":"Neste versículo, o rosto pode indicar a busca pela aprovação e pela presença de Deus em meio às dificuldades.","por_que_esta_palavra":"O rosto de Deus é um símbolo de sua revelação e de seu favor sobre o seu povo.","conexao_teologica":"A busca pelo rosto de Deus é um tema importante, refletindo o desejo de estar em comunhão com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"deuteronomio_1_46_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou discernir entre o certo e o errado.","explicacao_detalhada":"Neste contexto, julgar implica a responsabilidade de liderar e guiar o povo segundo os princípios de Deus.","por_que_esta_palavra":"O julgamento é uma função essencial para manter a justiça e a ordem na comunidade de fé.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:9","Mateus 7:1"]},"deuteronomio_1_46_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, muitas vezes associado a eventos significativos na história do povo de Deus.","explicacao_detalhada":"Neste versículo, o dia pode simbolizar um tempo de decisão e de consequências para as escolhas feitas.","por_que_esta_palavra":"O dia é um lembrete da passagem do tempo e da importância de viver de acordo com a vontade de Deus.","conexao_teologica":"A noção de dia é frequentemente usada na Bíblia para enfatizar a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"deuteronomio_1_46_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a dignidade e o valor que cada pessoa possui diante de Deus.","explicacao_detalhada":"Neste contexto, o homem é visto como um ser criado à imagem de Deus, com responsabilidades e deveres.","por_que_esta_palavra":"A ênfase no homem destaca a importância da liderança e da responsabilidade moral na comunidade.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, refletindo a dignidade e o propósito divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]}}