{"deuteronomio_13_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a qualquer declaração ou ensinamento, especialmente no contexto de profecias ou instruções.","explicacao_detalhada":"Neste versículo, a palavra é usada para alertar os israelitas sobre a necessidade de discernir entre a verdade e o engano, especialmente em relação a profetas.","por_que_esta_palavra":"É importante que o povo avalie cuidadosamente as palavras e ensinamentos que recebe, garantindo que estejam alinhados com a verdade de Deus.","conexao_teologica":"A importância da palavra de Deus é um tema central, refletindo a necessidade de ouvir e obedecer à Sua voz.","referencias_relacionadas":["Deuteronômio 18:20-22","Mateus 7:15-20","1 João 4:1"]},"deuteronomio_13_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma figura que representa força e perigo, simbolizando a gravidade da situação em que um profeta falso pode levar o povo a se desviar.","explicacao_detalhada":"No contexto de Deuteronômio 13, a menção do urso pode ser interpretada como uma metáfora para os perigos que surgem quando se segue falsos profetas. A força e a ferocidade do urso refletem a seriedade da advertência contra a idolatria.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a natureza ameaçadora e a necessidade de vigilância contra influências externas que podem desviar o povo de Deus.","conexao_teologica":"A presença de figuras ameaçadoras como o urso nos lembra da necessidade de discernimento espiritual e da proteção divina contra o engano.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"deuteronomio_13_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação à adoração e à obediência a Deus.","explicacao_detalhada":"No contexto, 'modo' implica que a adoração deve ser feita de acordo com as instruções divinas, e não de qualquer maneira que o homem escolha. Isso ressalta a importância da obediência às leis de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que não há espaço para interpretações pessoais ou práticas erradas na adoração a Deus.","conexao_teologica":"A obediência ao modo correto de adoração é fundamental para manter a aliança com Deus e evitar a idolatria.","referencias_relacionadas":["Êxodo 20:4-5","Levítico 10:1-2","Deuteronômio 12:32"]},"deuteronomio_13_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, neste caso, uma mensagem ou um sinal que pode levar o povo a se desviar.","explicacao_detalhada":"No versículo, 'dar' implica que o profeta falso pode apresentar sinais ou maravilhas que parecem convincentes, mas que não devem ser seguidos se contradizem a palavra de Deus.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a ação de apresentar algo que pode parecer bom, mas que é, na verdade, enganoso.","conexao_teologica":"Isso nos lembra que nem tudo que parece bom ou milagroso vem de Deus, e que devemos testar os espíritos.","referencias_relacionadas":["Mateus 7:15","1 João 4:1","Gálatas 1:8"]},"deuteronomio_13_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo deve estar atento e não seguir falsos profetas.","explicacao_detalhada":"Neste contexto, 'porque' justifica a advertência contra a idolatria, explicando que a lealdade a Deus deve ser inabalável, independentemente das circunstâncias.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação por trás da instrução divina, reforçando a importância da fidelidade.","conexao_teologica":"A fidelidade a Deus é um tema central na teologia do Antigo Testamento, onde a idolatria é vista como traição.","referencias_relacionadas":["Deuteronômio 6:13","Josué 24:14-15","1 Reis 18:21"]},"deuteronomio_13_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de se erguer ou se posicionar, simbolizando a ação de um profeta ou líder que se levanta para guiar o povo.","explicacao_detalhada":"Neste contexto, 'levantar' pode se referir ao surgimento de um profeta que se apresenta como um guia, mas que pode ser enganoso. É um chamado à vigilância.","por_que_esta_palavra":"A palavra 'levantar' é significativa, pois implica que a liderança pode surgir de qualquer lugar, e nem toda liderança é de Deus.","conexao_teologica":"A necessidade de discernimento na liderança espiritual é um tema recorrente nas Escrituras, onde muitos se levantam em nome de Deus, mas não são verdadeiros.","referencias_relacionadas":["Ezequiel 34:2","Mateus 24:11","Atos 20:29-30"]},"deuteronomio_13_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em contato com algo, neste caso, a mensagem de um profeta.","explicacao_detalhada":"No contexto, 'vir' implica que o povo deve estar atento ao que é apresentado a eles, especialmente quando se trata de mensagens que podem desviar sua fé.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a necessidade de discernimento ao receber mensagens, pois nem todas são de Deus.","conexao_teologica":"A ideia de se aproximar de Deus e de suas verdades é central na vida espiritual, e devemos ser cautelosos com o que aceitamos.","referencias_relacionadas":["Tiago 4:8","Hebreus 10:22","Romanos 12:2"]},"deuteronomio_13_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, mas neste contexto, pode ser um falso profeta.","explicacao_detalhada":"O uso da palavra 'profeta' destaca a importância de discernir entre os verdadeiros e falsos mensageiros de Deus, especialmente quando eles apresentam sinais.","por_que_esta_palavra":"A palavra 'profeta' é crucial, pois define a função de alguém que deve ser respeitado, mas que pode também enganar.","conexao_teologica":"A distinção entre profetas verdadeiros e falsos é um tema importante na teologia bíblica, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["Deuteronômio 18:20-22","Mateus 7:15","1 João 4:1"]},"deuteronomio_13_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para enfatizar a maneira correta de adorar e seguir a Deus.","explicacao_detalhada":"Neste contexto, 'modo' reforça a ideia de que a adoração deve ser feita de acordo com as diretrizes divinas, sem desvios.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a seriedade da adoração correta e a necessidade de seguir as instruções de Deus.","conexao_teologica":"A adoração correta é um aspecto fundamental da vida espiritual, e a obediência às leis de Deus é essencial.","referencias_relacionadas":["Êxodo 20:4-5","Levítico 10:1-2","Deuteronômio 12:32"]},"deuteronomio_13_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade à palavra de Deus, contrastando com a mentira dos falsos profetas.","explicacao_detalhada":"No contexto, 'verdade' é um chamado à integridade na adoração e na obediência, enfatizando que a verdade de Deus deve ser seguida.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza de Deus e a importância de se manter fiel a Ele.","conexao_teologica":"A verdade é um tema central nas Escrituras, onde Deus é descrito como a própria verdade, e a fidelidade a Ele é essencial.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"deuteronomio_13_5_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou obedecer a alguém ou algo, neste caso, a Deus.","explicacao_detalhada":"No contexto, 'seguir' implica que o povo deve se manter fiel a Deus e não se deixar levar por falsos profetas que podem desviar seu caminho.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a ação contínua de permanecer na verdade e na obediência a Deus.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, refletindo a necessidade de compromisso e fidelidade.","referencias_relacionadas":["Mateus 16:24","Salmos 119:105","Gálatas 5:25"]},"deuteronomio_13_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus como o criador e mantenedor do universo, enfatizando sua relação especial com o povo de Israel.","por_que_esta_palavra":"A utilização do termo 'senhor' destaca a importância da obediência e reverência a Deus, que é o guia e protetor do seu povo.","conexao_teologica":"A relação entre Deus e seu povo é central na teologia israelita, onde Deus é visto como o Senhor que exige fidelidade e adoração exclusiva.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 100:3","Isaías 42:8"]},"deuteronomio_13_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Designa a divindade suprema, o único Deus que deve ser adorado.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um termo que expressa a natureza divina e a soberania de Deus sobre todas as coisas, sendo fundamental para a fé israelita.","por_que_esta_palavra":"É essencial reconhecer Deus como o único digno de adoração, em contraste com os ídolos e deuses estrangeiros.","conexao_teologica":"A unicidade de Deus é um princípio central na fé judaica, refletido no Shemá: 'Ouça, ó Israel: O Senhor nosso Deus é o único Senhor.'","referencias_relacionadas":["Deuteronômio 6:4","Salmos 86:10","Isaías 45:5"]},"deuteronomio_13_6_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em seu nome.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) implica uma pessoa escolhida por Deus para transmitir sua vontade e advertir o povo sobre suas ações.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na orientação espiritual e moral do povo, alertando sobre a desobediência e chamando ao arrependimento.","conexao_teologica":"Os profetas são intermediários entre Deus e o povo, enfatizando a necessidade de ouvir e seguir a palavra de Deus.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"deuteronomio_13_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, a herança de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza não apenas um lugar físico, mas também a promessa de Deus ao seu povo e a realização de sua aliança.","por_que_esta_palavra":"A terra é um elemento central na identidade israelita, representando a presença de Deus entre seu povo e a realização de suas promessas.","conexao_teologica":"A terra prometida é um símbolo da bênção e da fidelidade de Deus, onde o povo deve viver em obediência a Ele.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"deuteronomio_13_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um espaço de segurança e adoração.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) representa não apenas a estrutura física, mas também a família e a comunidade que adoram a Deus juntos.","por_que_esta_palavra":"A casa é um lugar onde a fé é vivida e transmitida, sendo fundamental para a formação da identidade espiritual do povo.","conexao_teologica":"A ideia de casa é frequentemente associada à presença de Deus, como em 'a casa do Senhor', onde o povo se reúne para adorar.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"deuteronomio_13_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a razão pela qual algo deve ser considerado ou feito, enfatizando a lógica por trás das instruções de Deus.","por_que_esta_palavra":"É importante entender as razões por trás dos mandamentos de Deus para que o povo possa obedecer de forma consciente.","conexao_teologica":"A obediência a Deus não é cega, mas fundamentada em sua sabedoria e justiça, que devem ser compreendidas pelo povo.","referencias_relacionadas":["Deuteronômio 6:24","Provérbios 3:5-6","Isaías 1:19"]},"deuteronomio_13_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que faz parte da família.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica uma relação de continuidade e herança, tanto física quanto espiritual, dentro da comunidade de fé.","por_que_esta_palavra":"A identidade familiar é crucial para a compreensão da responsabilidade e das promessas de Deus, que se estendem de geração em geração.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:1"]},"deuteronomio_13_7_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um membro da família ou da comunidade.","explicacao_detalhada":"A palavra 'irmão' (רֵעַ) enfatiza a importância das relações interpessoais e da responsabilidade mútua dentro da comunidade de fé.","por_que_esta_palavra":"A noção de irmandade é fundamental para a vida comunitária e a prática da solidariedade entre os israelitas.","conexao_teologica":"A Bíblia frequentemente fala sobre o amor e a responsabilidade que os irmãos têm uns pelos outros, refletindo o amor de Deus.","referencias_relacionadas":["Gênesis 4:9","Mateus 22:39","1 João 4:20"]},"deuteronomio_13_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reitera a divindade suprema que deve ser adorada.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um lembrete da exclusividade da adoração a Deus, em contraste com outras divindades.","por_que_esta_palavra":"A reafirmação da divindade é crucial para a identidade do povo e sua relação com Deus, que exige fidelidade.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, onde a fidelidade a Ele é frequentemente ligada à prosperidade e bênção.","referencias_relacionadas":["Deuteronômio 6:13","Salmos 95:6","Isaías 43:10"]},"deuteronomio_13_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, enfatizando a herança de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza a promessa de Deus e a importância de viver em conformidade com suas leis dentro desse espaço.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com seu povo, onde eles devem viver em obediência e adoração.","conexao_teologica":"A terra prometida é um sinal da fidelidade de Deus e da realização de suas promessas ao povo de Israel.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:17","Josué 21:43"]},"deuteronomio_13_8_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, a nação escolhida por Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos israelitas, que têm um pacto especial com Deus. No contexto de Deuteronômio 13, o termo enfatiza a importância da fidelidade do povo às leis divinas.","por_que_esta_palavra":"A escolha de Deus por um povo específico é central na narrativa bíblica, simbolizando a relação entre Deus e Israel.","conexao_teologica":"A ideia de 'povo' está ligada ao conceito de aliança, onde Deus se compromete a ser o Deus de Israel e Israel se compromete a seguir Seus mandamentos.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","Salmos 33:12"]},"deuteronomio_13_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a importância da fidelidade à palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) neste contexto é uma negação que reforça a ideia de que não se deve ouvir a voz de falsos profetas, mas sim permanecer na verdade de Deus.","por_que_esta_palavra":"A verdade é um princípio fundamental na relação entre Deus e Seu povo, sendo essencial para a vida espiritual e moral.","conexao_teologica":"A verdade de Deus é vista como um guia para a vida, contrastando com a mentira e a idolatria.","referencias_relacionadas":["João 14:6","Salmos 119:160","Provérbios 12:19"]},"deuteronomio_13_9_descanso":{"palavra_pt":"descanso","palavra_original":"אָבָה","transliteracao":"ʼâbâh","strong":"H14","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso que deve ser encontrado em Deus e em Sua palavra.","explicacao_detalhada":"A palavra 'descanso' (אָבָה) implica um estado de paz e segurança que vem da obediência a Deus, contrastando com a agitação causada pela idolatria.","por_que_esta_palavra":"O descanso é um tema recorrente na Bíblia, simbolizando a confiança em Deus e a rejeição de práticas que afastam o povo de Sua presença.","conexao_teologica":"O descanso em Deus é um reflexo do Shabat, que representa a plenitude e a paz que vêm da comunhão com Ele.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Salmos 37:7"]},"deuteronomio_13_9_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' é um chamado à atenção e à obediência às instruções de Deus.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também obedecer. No contexto, é um alerta contra a influência de falsos profetas.","por_que_esta_palavra":"Ouvir a voz de Deus é fundamental para a vida do povo, pois é através da obediência que se mantém a aliança com Ele.","conexao_teologica":"A obediência à palavra de Deus é um tema central na Bíblia, refletindo a relação entre ouvir e agir.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"deuteronomio_13_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual certas ações são necessárias.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a severidade das instruções de Deus em relação à idolatria e à influência negativa.","por_que_esta_palavra":"É uma palavra que conecta a ação com sua motivação, enfatizando a seriedade da obediência a Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada a consequências, tanto positivas quanto negativas, dependendo da fidelidade do povo.","referencias_relacionadas":["Deuteronômio 11:26-28","Gálatas 6:7","Romanos 2:6"]},"deuteronomio_13_10_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à necessidade de eliminar a idolatria e suas influências.","explicacao_detalhada":"A palavra 'destruir' (הָרַג) é uma instrução clara para remover qualquer forma de idolatria que possa corromper o povo de Deus.","por_que_esta_palavra":"A destruição da idolatria é essencial para manter a pureza da adoração a Deus e a integridade da comunidade.","conexao_teologica":"A ideia de destruir o que é maligno é um tema recorrente na Bíblia, refletindo a necessidade de pureza espiritual.","referencias_relacionadas":["Deuteronômio 7:5","Josué 23:7","1 Coríntios 10:14"]},"deuteronomio_13_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência às leis de Deus.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para enfatizar a gravidade da idolatria e suas consequências espirituais e físicas.","por_que_esta_palavra":"A morte é apresentada como uma consequência da separação de Deus, que é a fonte da vida.","conexao_teologica":"A morte espiritual e física é um tema importante, refletindo a seriedade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Gálatas 5:19-21"]},"deuteronomio_13_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Reforça a ideia de que a desobediência pode levar à morte espiritual e física.","explicacao_detalhada":"A repetição da palavra 'morrer' (מוּת) enfatiza a seriedade da situação e a necessidade de se afastar da idolatria.","por_que_esta_palavra":"A morte é uma consequência direta da desobediência a Deus, que é a fonte da vida.","conexao_teologica":"A morte é vista como um resultado do pecado, e a salvação é oferecida através da obediência e fé em Deus.","referencias_relacionadas":["Romanos 8:6","Tiago 1:15","1 João 5:16"]},"deuteronomio_13_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um símbolo da bênção de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é central na narrativa bíblica, representando o lugar de habitação e bênção para o povo de Deus.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da herança que Ele deu ao Seu povo.","conexao_teologica":"A terra prometida é um reflexo da fidelidade de Deus às Suas promessas e à aliança com Israel.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"deuteronomio_13_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar e à família, que devem ser protegidos da influência da idolatria.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas a estrutura física, mas também a unidade familiar e a transmissão da fé.","por_que_esta_palavra":"A casa é vista como um lugar de segurança e ensino, onde a fé deve ser cultivada e protegida.","conexao_teologica":"A proteção da casa contra a idolatria é essencial para a continuidade da fé e da obediência a Deus.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","Efésios 6:4"]},"deuteronomio_13_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir de uma cidade que se desvia do Senhor.","explicacao_detalhada":"A palavra 'modo' aqui implica a forma como a cidade se comporta em relação aos mandamentos de Deus, indicando que há um padrão de conduta que deve ser observado.","por_que_esta_palavra":"É importante para entender como as ações de uma comunidade podem ser avaliadas à luz da lei divina.","conexao_teologica":"A maneira de viver de um povo reflete sua fidelidade a Deus e suas leis.","referencias_relacionadas":["Deuteronômio 12:30","Deuteronômio 13:1","Deuteronômio 28:15"]},"deuteronomio_13_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora para a força ou a ferocidade de um ato de idolatria.","explicacao_detalhada":"Embora a palavra literal signifique 'urso', o uso aqui pode simbolizar a gravidade e a seriedade da situação que envolve a idolatria.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza ameaçadora e destrutiva da idolatria.","conexao_teologica":"A idolatria é vista como um ato de rebelião contra Deus, que pode trazer consequências severas.","referencias_relacionadas":["Deuteronômio 13:2","Ezequiel 14:4","Isaías 44:9"]},"deuteronomio_13_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a qualquer palavra ou coisa que possa ser dita ou feita em relação à idolatria.","explicacao_detalhada":"A palavra 'davar' é ampla e pode incluir promessas, ensinamentos ou práticas que desviam o povo de Deus.","por_que_esta_palavra":"É crucial para entender que não apenas ações, mas também palavras podem levar à idolatria.","conexao_teologica":"As palavras têm poder e podem influenciar a fé e a prática do povo de Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"deuteronomio_13_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre a situação de uma cidade que se desvia.","explicacao_detalhada":"O julgamento é uma responsabilidade que envolve discernimento e a aplicação da lei de Deus.","por_que_esta_palavra":"É importante para a manutenção da justiça e da santidade dentro da comunidade.","conexao_teologica":"Deus é o juiz supremo, e os líderes devem agir em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 82:3","Eclesiastes 3:17","Romanos 14:10"]},"deuteronomio_13_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual uma ação deve ser tomada.","explicacao_detalhada":"A palavra 'porque' conecta a causa e o efeito, explicando a necessidade de ação diante da idolatria.","por_que_esta_palavra":"É fundamental para entender a lógica por trás das instruções divinas.","conexao_teologica":"A obediência a Deus deve ser motivada pela compreensão de Suas razões.","referencias_relacionadas":["Deuteronômio 10:12","Isaías 1:19","Romanos 12:1"]},"deuteronomio_13_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma comunidade específica que se desvia do caminho de Deus.","explicacao_detalhada":"A cidade é um símbolo da coletividade e da influência que a idolatria pode ter sobre um grupo.","por_que_esta_palavra":"É importante para entender que a idolatria pode afetar não apenas indivíduos, mas toda uma comunidade.","conexao_teologica":"Deus se preocupa com a integridade de toda a nação e não apenas com indivíduos.","referencias_relacionadas":["Jeremias 5:1","Ezequiel 18:30","Mateus 5:14"]},"deuteronomio_13_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo que pode ser responsável por levar a cidade à idolatria.","explicacao_detalhada":"A palavra 'homem' aqui representa a responsabilidade pessoal e a influência que cada indivíduo pode ter.","por_que_esta_palavra":"É importante para enfatizar que cada pessoa tem um papel na fidelidade a Deus.","conexao_teologica":"Cada homem é chamado a ser um exemplo de fé e obediência.","referencias_relacionadas":["Gálatas 6:5","Romanos 14:12","1 Pedro 2:9"]},"deuteronomio_13_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à próxima geração e à sua responsabilidade em manter a fé.","explicacao_detalhada":"A palavra 'filho' simboliza a continuidade da fé e a importância de transmitir os ensinamentos de Deus.","por_que_esta_palavra":"É crucial para entender a responsabilidade de educar os filhos na fé.","conexao_teologica":"A educação na fé é um princípio fundamental na tradição judaica e cristã.","referencias_relacionadas":["Deuteronômio 6:7","Provérbios 22:6","Efésios 6:4"]},"deuteronomio_13_14_mal":{"palavra_pt":"mal","palavra_original":"בְּלִיַּעַל","transliteracao":"bᵉlîyaʻal","strong":"H1100","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao ato de desviar-se do caminho de Deus, que é considerado mal.","explicacao_detalhada":"A palavra 'mal' implica em ações que vão contra a vontade de Deus e trazem consequências negativas.","por_que_esta_palavra":"É importante para entender a seriedade do desvio e suas repercussões.","conexao_teologica":"O mal é uma realidade que deve ser confrontada e evitada pela comunidade de fé.","referencias_relacionadas":["Salmos 34:14","Romanos 12:21","Tiago 4:7"]},"deuteronomio_13_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a qualquer palavra ou coisa que possa ser dita ou feita em relação à idolatria.","explicacao_detalhada":"Assim como mencionado anteriormente, 'davar' é uma palavra abrangente que inclui ações e ensinamentos.","por_que_esta_palavra":"É essencial para entender que a idolatria pode ser promovida tanto por palavras quanto por ações.","conexao_teologica":"As palavras têm poder e podem influenciar a fé e a prática do povo de Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"deuteronomio_13_15_achar":{"palavra_pt":"achar","palavra_original":"חָקַר","transliteracao":"châqar","strong":"H2713","significado_raiz":"Ideia básica: achar.","significado_contextual":"Encontrar ou descobrir algo que estava oculto ou perdido.","explicacao_detalhada":"No contexto de Deuteronômio 13:15, a palavra 'achar' refere-se à descoberta de uma cidade que se desviou do culto verdadeiro a Deus. É um chamado à vigilância e à ação contra a idolatria.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de identificar e confrontar práticas que vão contra a adoração ao Senhor.","conexao_teologica":"A busca por 'achar' é um reflexo da responsabilidade do povo de Deus em manter a pureza da adoração e a fidelidade a Ele.","referencias_relacionadas":["Deuteronômio 4:29","Salmos 119:2","Provérbios 8:17"]},"deuteronomio_13_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Uma localidade habitada, que pode ser um centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' neste versículo refere-se a uma comunidade que se afastou do Senhor. A cidade é vista como um símbolo da coletividade que pode influenciar negativamente seus habitantes.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a gravidade do desvio coletivo e a necessidade de ação contra a idolatria que pode se espalhar.","conexao_teologica":"As cidades na Bíblia muitas vezes representam tanto a proteção quanto a corrupção, dependendo de sua relação com Deus.","referencias_relacionadas":["Gênesis 19:1","Josué 6:20","Mateus 5:14"]},"deuteronomio_13_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Tomar uma decisão ou fazer um julgamento sobre uma situação.","explicacao_detalhada":"Neste contexto, 'julgar' implica a responsabilidade de discernir entre o que é certo e o que é errado, especialmente em relação à adoração a Deus.","por_que_esta_palavra":"A palavra é crucial para entender a necessidade de um julgamento justo e a ação contra a idolatria.","conexao_teologica":"O julgamento é uma parte essencial da justiça divina, e os líderes do povo de Deus são chamados a exercer esse julgamento de acordo com a Sua vontade.","referencias_relacionadas":["Salmos 82:3","Eclesiastes 3:17","Mateus 7:1"]},"deuteronomio_13_16_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"A parte do corpo usada para falar, expressar e comunicar.","explicacao_detalhada":"A palavra 'boca' aqui pode simbolizar a proclamação da verdade ou a disseminação de mentiras. É um lembrete da importância das palavras que usamos.","por_que_esta_palavra":"A boca é um instrumento poderoso que pode ser usado para glorificar a Deus ou para promover a idolatria.","conexao_teologica":"As Escrituras frequentemente falam sobre a boca como um reflexo do coração, enfatizando a necessidade de pureza nas palavras.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:10"]},"deuteronomio_13_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Uma localidade habitada, que pode ser um centro de vida social e religiosa.","explicacao_detalhada":"Repetindo a ideia anterior, a cidade aqui representa a coletividade que se desviou do culto verdadeiro, enfatizando a necessidade de purificação.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a gravidade da situação e a necessidade de ação contra a idolatria.","conexao_teologica":"As cidades na Bíblia são frequentemente vistas como lugares de influência, tanto positiva quanto negativa, sobre seus habitantes.","referencias_relacionadas":["Gênesis 10:12","Números 35:2","Hebreus 11:10"]},"deuteronomio_13_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O título ou identificação de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e deve ser respeitado. O uso do nome de Deus implica em Sua presença e autoridade sobre o povo.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel, e seu uso deve ser tratado com reverência.","conexao_teologica":"O nome de Deus é um tema recorrente nas Escrituras, simbolizando Sua soberania e a relação com Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-10"]},"deuteronomio_13_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo ou a maneira como algo é feito.","explicacao_detalhada":"A palavra 'modo' refere-se à forma como a adoração deve ser realizada, enfatizando a importância da pureza e da fidelidade na prática religiosa.","por_que_esta_palavra":"A maneira de adorar a Deus é crucial para a aceitação de nossas ofertas e ações diante dEle.","conexao_teologica":"A teologia da adoração é central na Bíblia, e o modo de adorar a Deus deve refletir Sua santidade.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 100:2","João 4:24"]},"deuteronomio_13_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar ou oferecer algo a alguém.","explicacao_detalhada":"A palavra 'dar' neste contexto refere-se à ação de entregar algo a Deus, como uma oferta ou um sacrifício, em resposta à idolatria.","por_que_esta_palavra":"Dar é uma expressão de adoração e devoção, e é fundamental na relação do povo com Deus.","conexao_teologica":"A prática de dar a Deus é um tema recorrente nas Escrituras, refletindo a gratidão e a submissão do coração humano.","referencias_relacionadas":["Gênesis 4:3-4","2 Coríntios 9:7","Hebreus 13:16"]},"deuteronomio_13_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A conformidade com a realidade ou a fidelidade ao que é correto.","explicacao_detalhada":"A palavra 'verdade' aqui enfatiza a necessidade de se manter fiel ao que Deus ordenou, em contraste com a idolatria.","por_que_esta_palavra":"A verdade é essencial na adoração a Deus, pois Ele é a própria verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida e na adoração do Seu povo.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:6"]},"deuteronomio_13_18_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou a relação entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' neste contexto sugere a ideia de que a idolatria pode se infiltrar no meio do povo de Deus, exigindo vigilância.","por_que_esta_palavra":"A palavra é usada para alertar sobre a presença de práticas erradas que podem estar 'entre' o povo.","conexao_teologica":"A presença de práticas erradas entre o povo de Deus é uma preocupação constante nas Escrituras, exigindo pureza e separação.","referencias_relacionadas":["Gálatas 5:9","1 Coríntios 5:6","2 Coríntios 6:17"]},"deuteronomio_13_19_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' refere-se à comunicação divina, ao chamado de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Deuteronômio 13:19, a 'voz' é um símbolo da autoridade e da revelação de Deus. É através da Sua voz que Ele orienta e instrui o Seu povo sobre como viver de acordo com a Sua vontade.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender a relação entre Deus e Israel, enfatizando a importância de ouvir e obedecer ao que Deus diz.","conexao_teologica":"A 'voz' de Deus é um tema recorrente na Bíblia, representando a comunicação divina que guia e dirige o Seu povo.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"deuteronomio_13_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é um período de tempo que pode ter significados espirituais e simbólicos, como um tempo de julgamento ou de bênção.","explicacao_detalhada":"Em Deuteronômio 13:19, o 'dia' pode se referir a um momento específico em que Deus irá agir, seja para trazer juízo ou para cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos e a expectativa de Deus em relação ao Seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de revelação e cumprimento das promessas de Deus.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"deuteronomio_13_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' é uma referência a um animal que simboliza força e ferocidade, usado para ilustrar a gravidade da situação.","explicacao_detalhada":"No versículo, a menção do 'urso' pode ser uma metáfora para a severidade do juízo que virá sobre aqueles que se desviarem da verdade de Deus.","por_que_esta_palavra":"A palavra 'urso' é usada para transmitir a ideia de um perigo iminente e a necessidade de permanecer fiel a Deus.","conexao_teologica":"A ferocidade do 'urso' pode ser vista como uma representação do juízo de Deus sobre a desobediência.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]}}