{"deuteronomio_17_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome do Senhor, enfatizando Sua importância nas práticas religiosas.","explicacao_detalhada":"O uso do nome 'Senhor' neste contexto reforça a ideia de que todas as ações devem ser feitas em conformidade com a vontade divina.","por_que_esta_palavra":"É uma chamada à obediência e à reverência, lembrando que o Senhor é a fonte de toda autoridade.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e de Sua promessa de estar com Seu povo.","referencias_relacionadas":["Deuteronômio 5:11","Salmos 29:2","Isaías 12:4"]},"deuteronomio_17_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de se manter a verdade nas ofertas e sacrifícios ao Senhor.","explicacao_detalhada":"A palavra 'verdade' implica em integridade e autenticidade nas práticas religiosas, enfatizando que Deus deseja sinceridade em adoração.","por_que_esta_palavra":"É um lembrete de que Deus não aceita ofertas que não sejam feitas com um coração verdadeiro.","conexao_teologica":"A verdade é fundamental na relação com Deus, pois Ele é a própria verdade e espera que Seu povo reflita essa verdade em suas vidas.","referencias_relacionadas":["Salmos 51:6","João 4:24","Provérbios 12:22"]},"deuteronomio_17_1_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer sacrifícios ao Senhor como parte da adoração.","explicacao_detalhada":"A palavra 'sacrifício' implica em dar algo de valor a Deus, simbolizando a entrega e a devoção do adorador.","por_que_esta_palavra":"É usada para enfatizar que os sacrifícios devem ser feitos de acordo com as instruções divinas, refletindo a obediência e a reverência.","conexao_teologica":"Os sacrifícios são uma forma de expiação e reconciliação com Deus, simbolizando a necessidade de um mediador entre o homem e o Criador.","referencias_relacionadas":["Levítico 1:4","Hebreus 9:22","Romanos 12:1"]},"deuteronomio_17_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a instrução dada.","explicacao_detalhada":"A palavra 'porque' é usada para conectar a ação a uma razão, enfatizando a lógica por trás das ordens divinas.","por_que_esta_palavra":"É importante para entender a motivação e a intenção de Deus em dar as leis e instruções ao Seu povo.","conexao_teologica":"A razão por trás das leis de Deus revela Seu caráter e Sua preocupação com a justiça e a santidade.","referencias_relacionadas":["Deuteronômio 6:24","Salmos 119:160","Romanos 7:12"]},"deuteronomio_17_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a importância do nome do Senhor nas instruções dadas.","explicacao_detalhada":"O nome 'Senhor' aqui é um lembrete da autoridade divina que deve ser respeitada em todas as decisões e ações.","por_que_esta_palavra":"É uma chamada à obediência e à reverência ao Senhor, reconhecendo Sua soberania.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e de Sua promessa de estar com Seu povo.","referencias_relacionadas":["Deuteronômio 5:11","Salmos 29:2","Isaías 12:4"]},"deuteronomio_17_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Criador e Juiz.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a moralidade e a justiça.","por_que_esta_palavra":"É usada para lembrar que todas as ações devem ser feitas em conformidade com a vontade de Deus.","conexao_teologica":"A compreensão de Deus como Criador e Juiz é fundamental para a ética e a moralidade na vida do crente.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"deuteronomio_17_3_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à adoração de ídolos que representam o sol, que é proibida.","explicacao_detalhada":"A palavra 'sol' é usada para ilustrar a idolatria que Deus condena, enfatizando a necessidade de adorar somente a Ele.","por_que_esta_palavra":"É um alerta contra a adoração de deuses falsos e a importância de manter a pureza na adoração ao Senhor.","conexao_teologica":"A adoração ao Senhor é exclusiva e não deve ser compartilhada com ídolos ou deuses estrangeiros.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 4:19","Isaías 45:5"]},"deuteronomio_17_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ofertas devem ser feitas ao Senhor.","explicacao_detalhada":"A palavra 'modo' implica em que a adoração deve ser feita de acordo com as instruções divinas, refletindo a ordem e a reverência.","por_que_esta_palavra":"É uma chamada à obediência e à precisão nas práticas religiosas, enfatizando que Deus é um Deus de ordem.","conexao_teologica":"O modo de adoração reflete a relação entre o homem e Deus, onde a obediência é fundamental.","referencias_relacionadas":["Levítico 10:1-2","1 Crônicas 15:13","Colossenses 3:23"]},"deuteronomio_17_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A palavra 'céus' no contexto de Deuteronômio 17:3 indica não apenas a criação física, mas também a soberania divina e a autoridade de Deus sobre todas as coisas. É um lembrete da presença de Deus em todos os aspectos da vida.","por_que_esta_palavra":"A menção dos céus enfatiza a importância de seguir as leis de Deus, que são estabelecidas e observadas desde o céu.","conexao_teologica":"Os céus são frequentemente associados à glória de Deus e à Sua autoridade. A obediência às leis divinas é vista como um reflexo do reconhecimento dessa autoridade.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"deuteronomio_17_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a qualquer declaração que deve ser ouvida e seguida.","explicacao_detalhada":"A palavra 'davar' é usada para descrever não apenas palavras faladas, mas também ações e decisões que têm peso e significado. No contexto, implica que a palavra de Deus deve ser levada a sério.","por_que_esta_palavra":"A escolha da palavra destaca a importância da comunicação divina e a necessidade de ouvir e obedecer a essa comunicação.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a moral e a ética. A obediência à palavra é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"deuteronomio_17_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Implica não apenas ouvir, mas também entender e agir conforme a palavra de Deus.","explicacao_detalhada":"A palavra 'ouvir' sugere uma escuta ativa, que envolve atenção e resposta. No contexto, é um chamado à obediência às instruções divinas.","por_que_esta_palavra":"A ênfase em ouvir reflete a importância de prestar atenção às direções de Deus, que são essenciais para a vida e a justiça.","conexao_teologica":"Ouvir a palavra de Deus é fundamental para a fé e a prática cristã, sendo um passo inicial para a transformação espiritual.","referencias_relacionadas":["Romanos 10:17","Apocalipse 2:7","Mateus 7:24"]},"deuteronomio_17_4_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir as instruções e leis de Deus.","explicacao_detalhada":"A palavra 'seguir' implica um compromisso ativo de viver de acordo com os mandamentos de Deus. No contexto, é um chamado à fidelidade e à obediência.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de não apenas ouvir, mas também agir conforme a palavra de Deus.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, refletindo a disposição de viver em conformidade com Sua vontade.","referencias_relacionadas":["1 Pedro 2:21","Gálatas 5:25","João 10:27"]},"deuteronomio_17_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo que comete um ato de idolatria ou desobediência.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a responsabilidade individual diante das leis de Deus. No contexto, enfatiza que cada pessoa é responsável por suas ações.","por_que_esta_palavra":"A menção do 'homem' destaca a importância da moralidade e da responsabilidade pessoal nas decisões que afetam a comunidade.","conexao_teologica":"A responsabilidade individual é um princípio importante nas Escrituras, onde cada um deve prestar contas a Deus por suas ações.","referencias_relacionadas":["Ezequiel 18:30","Romanos 14:12","Gálatas 6:5"]},"deuteronomio_17_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou à acusação contra alguém que cometeu um crime.","explicacao_detalhada":"A palavra 'davar' aqui implica que a acusação deve ser baseada em evidências e na palavra de Deus, refletindo a justiça divina.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de que a justiça seja fundamentada na verdade e na palavra de Deus.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, onde a verdade deve prevalecer em todas as situações.","referencias_relacionadas":["Provérbios 12:17","Salmos 15:2","João 8:32"]},"deuteronomio_17_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à penalidade para aqueles que cometem idolatria ou desobediência grave.","explicacao_detalhada":"A palavra 'morrer' implica a severidade da punição para a desobediência às leis de Deus, refletindo a seriedade da idolatria.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade do pecado e a necessidade de manter a pureza espiritual na comunidade.","conexao_teologica":"A ideia de morte como consequência do pecado é um tema recorrente, refletindo a separação de Deus que o pecado causa.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Ezequiel 18:4"]},"deuteronomio_17_6_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à confirmação da pena de morte para aqueles que cometem crimes graves.","explicacao_detalhada":"A repetição da palavra 'morrer' reforça a seriedade da punição e a necessidade de um testemunho sólido para a condenação.","por_que_esta_palavra":"A ênfase na morte como consequência do pecado destaca a importância da justiça e da verdade no julgamento.","conexao_teologica":"A justiça de Deus requer que o pecado seja tratado com seriedade, refletindo a natureza santa de Deus.","referencias_relacionadas":["Deuteronômio 19:15","Mateus 18:16","1 Timóteo 5:19"]},"deuteronomio_17_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de testemunhos verdadeiros em um julgamento.","explicacao_detalhada":"A palavra 'verdade' implica que somente testemunhos confiáveis e justos devem ser considerados, refletindo a justiça divina.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da integridade e da honestidade nas relações e nos julgamentos.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em questões de justiça.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:19","João 14:6"]},"deuteronomio_17_6_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à gravidade do crime e à seriedade da punição.","explicacao_detalhada":"A palavra 'grande' implica que a ofensa é significativa e não pode ser tratada de forma leviana, refletindo a importância da justiça.","por_que_esta_palavra":"A menção de 'grande' enfatiza que algumas transgressões têm consequências mais severas, exigindo uma resposta adequada.","conexao_teologica":"A grandeza do pecado é um tema que reflete a necessidade de arrependimento e a seriedade da justiça de Deus.","referencias_relacionadas":["Romanos 3:23","Tiago 2:10","1 João 1:9"]},"deuteronomio_17_7_testemunha":{"palavra_pt":"testemunha","palavra_original":"עֵד","transliteracao":"ʻêd","strong":"H5707","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A testemunha é alguém que atesta a veracidade de um fato, essencial para a aplicação da justiça.","explicacao_detalhada":"No contexto de Deuteronômio 17:7, a palavra 'testemunha' refere-se à necessidade de provas e testemunhos para condenar alguém à morte. A presença de duas ou mais testemunhas é crucial para garantir que a justiça seja feita de maneira justa e correta.","por_que_esta_palavra":"A palavra 'testemunha' é utilizada para enfatizar a importância da evidência e da verdade em processos judiciais, refletindo a seriedade da pena de morte.","conexao_teologica":"A exigência de testemunhas reflete o caráter justo de Deus, que não deseja que ninguém seja condenado sem provas claras. Isso também aponta para a necessidade de integridade e verdade na comunidade.","referencias_relacionadas":["Deuteronômio 19:15","Mateus 18:16","1 Timóteo 5:19"]},"deuteronomio_17_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência extrema de um julgamento, que é a pena de morte.","explicacao_detalhada":"Em Deuteronômio 17:7, a morte é a punição para aqueles que cometem crimes graves, como a idolatria. A gravidade da pena reflete a seriedade da ofensa contra Deus e a sociedade.","por_que_esta_palavra":"A palavra 'morrer' é utilizada para mostrar a severidade das consequências do pecado e a necessidade de manter a pureza e a justiça na comunidade.","conexao_teologica":"A morte como punição é um tema que aparece em toda a Bíblia, simbolizando a separação de Deus e as consequências do pecado. Isso também aponta para a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7-8","Ezequiel 18:30"]},"deuteronomio_17_7_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão representa a ação e a responsabilidade do testemunho na condenação.","explicacao_detalhada":"No versículo, a mão da testemunha é a que deve ser levantada para iniciar o processo de execução, simbolizando a responsabilidade que ela carrega ao atestar a verdade.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a ação física e a responsabilidade moral que vem com o ato de testemunhar.","conexao_teologica":"A mão é frequentemente associada à ação de Deus e à execução de Sua vontade. A responsabilidade de agir corretamente é um tema central na vida cristã.","referencias_relacionadas":["Salmos 90:17","Isaías 59:1","Mateus 5:30"]},"deuteronomio_17_8_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento humano, que deve ser baseado em princípios divinos.","explicacao_detalhada":"Em Deuteronômio 17:8, a palavra 'juízo' implica a necessidade de um julgamento justo e imparcial, refletindo a justiça de Deus na terra.","por_que_esta_palavra":"A palavra 'juízo' é utilizada para enfatizar a importância de decisões justas e corretas na sociedade, que devem ser guiadas pela lei de Deus.","conexao_teologica":"A justiça é um atributo de Deus, e os seres humanos são chamados a refletir essa justiça em suas interações e decisões.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Provérbios 21:15"]},"deuteronomio_17_8_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a gravidade da ofensa que resulta em condenação.","explicacao_detalhada":"No contexto do versículo, o sangue é associado à vida da pessoa que foi condenada, e sua derramamento é um ato sério que não deve ser tomado levianamente.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade da pena de morte e a importância da vida humana.","conexao_teologica":"O sangue é um tema central na Bíblia, simbolizando tanto a vida quanto a redenção através do sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"deuteronomio_17_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar a mão é um ato simbólico que representa a iniciação do julgamento e a responsabilidade do testemunho.","explicacao_detalhada":"No versículo, levantar a mão para testemunhar é um ato que implica em responsabilidade e compromisso com a verdade.","por_que_esta_palavra":"A palavra 'levantar' é utilizada para mostrar a ação de se comprometer a falar a verdade e a importância do testemunho na justiça.","conexao_teologica":"Levantar a mão pode simbolizar a disposição de se comprometer com a verdade e a justiça, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 134:2","1 Timóteo 2:8","Êxodo 17:11"]},"deuteronomio_17_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura que representa a mediação entre Deus e o povo, especialmente em questões de justiça.","explicacao_detalhada":"Em Deuteronômio 17:9, o sacerdote é chamado a ajudar no julgamento, indicando a importância da orientação divina nas decisões humanas.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar o papel espiritual e moral que os líderes religiosos devem desempenhar na sociedade.","conexao_teologica":"O sacerdócio é um símbolo da mediação de Cristo, que é nosso sumo sacerdote e intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"deuteronomio_17_9_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica a responsabilidade de decidir sobre a vida e a morte, refletindo a seriedade do papel do juiz.","explicacao_detalhada":"No versículo, o ato de julgar é uma função sagrada que deve ser realizada com sabedoria e justiça, levando em consideração a lei de Deus.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a importância de decisões justas e a responsabilidade que vem com o poder de decidir sobre a vida de outros.","conexao_teologica":"Deus é o juiz supremo, e os humanos são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Tiago 4:12","Salmos 9:7-8","Romanos 14:10"]},"deuteronomio_17_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia refere-se ao tempo em que o julgamento deve ser realizado, simbolizando a urgência e a seriedade do processo.","explicacao_detalhada":"Em Deuteronômio 17:9, o 'dia' é um lembrete de que a justiça deve ser feita em tempo hábil e com seriedade.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância do tempo e da oportunidade de fazer justiça.","conexao_teologica":"O conceito de tempo é importante na Bíblia, refletindo a soberania de Deus sobre a história e a necessidade de agir de acordo com Sua vontade.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"deuteronomio_17_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de execução que deve ser realizado de acordo com a lei.","explicacao_detalhada":"No contexto do versículo, 'urso' é uma referência a um ato de cumprir a sentença de morte, simbolizando a severidade da punição.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a ação de executar a justiça, que deve ser feita de acordo com a lei de Deus.","conexao_teologica":"A execução da justiça é um reflexo do caráter de Deus, que é justo e santo, e que não tolera o pecado.","referencias_relacionadas":["Romanos 13:4","Gênesis 9:6","Levítico 24:17"]},"deuteronomio_17_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou coisa que deve ser feita conforme a instrução divina.","explicacao_detalhada":"A palavra 'dâbâr' é utilizada para indicar não apenas uma palavra falada, mas também um mandamento ou uma ordem que deve ser obedecida. No contexto de Deuteronômio 17:10, enfatiza a importância de seguir as instruções dadas pelos sacerdotes.","por_que_esta_palavra":"A palavra é central para a comunicação da vontade de Deus ao Seu povo, sendo um meio pelo qual as diretrizes divinas são transmitidas.","conexao_teologica":"A obediência à palavra de Deus é fundamental na relação entre Deus e Seu povo, refletindo a importância da revelação divina na vida cotidiana.","referencias_relacionadas":["Deuteronômio 5:1","Salmos 119:105","Mateus 4:4"]},"deuteronomio_17_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções devem ser seguidas.","explicacao_detalhada":"A palavra 'kôl' implica um sentido de totalidade ou abrangência, indicando que todas as instruções devem ser seguidas de maneira completa e sem omissões.","por_que_esta_palavra":"É essencial que o povo siga as instruções de maneira correta, refletindo a seriedade da obediência às leis de Deus.","conexao_teologica":"A forma como seguimos as instruções de Deus revela nossa reverência e compromisso com Ele.","referencias_relacionadas":["Deuteronômio 6:5","Josué 1:8","Tiago 1:22"]},"deuteronomio_17_11_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo ou justiça que deve ser aplicado por aqueles que têm autoridade.","explicacao_detalhada":"A palavra 'mishpâṭ' é usada para descrever o ato de julgar com justiça, refletindo a necessidade de decisões justas e imparciais na sociedade.","por_que_esta_palavra":"A justiça é um princípio fundamental na sociedade israelita, e a aplicação correta do juízo é essencial para a manutenção da ordem e da moralidade.","conexao_teologica":"Deus é visto como o juiz supremo, e os líderes humanos são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"deuteronomio_17_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou coisa que deve ser considerada no julgamento.","explicacao_detalhada":"Assim como em Deuteronômio 17:10, a palavra 'dâbâr' aqui enfatiza a importância de considerar as instruções divinas ao tomar decisões.","por_que_esta_palavra":"A palavra é um guia que deve ser consultado para garantir que o juízo seja justo e alinhado com a vontade de Deus.","conexao_teologica":"A palavra de Deus serve como a base para a moralidade e a justiça, sendo essencial para a vida do povo.","referencias_relacionadas":["Salmos 119:160","Isaías 40:8","Hebreus 4:12"]},"deuteronomio_17_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que ocupa uma posição de autoridade, como um juiz ou líder.","explicacao_detalhada":"A palavra 'ʼîysh' é usada para descrever um ser humano, enfatizando a responsabilidade que cada homem tem em sua posição de liderança.","por_que_esta_palavra":"A escolha de um homem justo e sábio é crucial para a aplicação correta da justiça e da lei.","conexao_teologica":"Deus escolhe líderes para guiar Seu povo, e esses líderes devem ser homens de integridade e temor a Deus.","referencias_relacionadas":["1 Timóteo 3:2","Tito 1:7","Salmos 1:1-3"]},"deuteronomio_17_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote que tem a responsabilidade de ensinar e aplicar a lei.","explicacao_detalhada":"A palavra 'kôhên' destaca o papel do sacerdote como mediador entre Deus e o povo, responsável por instruir na justiça e na adoração.","por_que_esta_palavra":"Os sacerdotes têm um papel vital na manutenção da santidade e na aplicação da lei de Deus na comunidade.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e da mediação que Cristo realiza entre Deus e a humanidade.","referencias_relacionadas":["Levítico 10:10","Ezequiel 44:23","Hebreus 5:1"]},"deuteronomio_17_12_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, que deve ser feito com justiça e imparcialidade.","explicacao_detalhada":"A palavra 'shâphaṭ' implica a responsabilidade de tomar decisões justas e corretas, refletindo a vontade de Deus.","por_que_esta_palavra":"O julgamento justo é essencial para a ordem social e para a justiça divina na terra.","conexao_teologica":"Deus é o juiz supremo, e os líderes são chamados a agir em Sua representação, aplicando a justiça de maneira fiel.","referencias_relacionadas":["Salmos 37:28","Provérbios 29:14","Isaías 1:17"]},"deuteronomio_17_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o povo deve responder às instruções e decisões.","explicacao_detalhada":"A palavra 'kôl' sugere que a resposta do povo deve ser total e completa, respeitando as decisões tomadas.","por_que_esta_palavra":"A unidade e a obediência do povo são fundamentais para a manutenção da ordem e da justiça.","conexao_teologica":"A resposta do povo às instruções de Deus reflete sua fé e compromisso com Ele.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1-2","Hebreus 13:17"]},"deuteronomio_17_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel que deve seguir as instruções dadas.","explicacao_detalhada":"A palavra 'ʻam' enfatiza a coletividade do povo e sua responsabilidade em seguir as diretrizes estabelecidas.","por_que_esta_palavra":"A unidade do povo é crucial para a obediência a Deus e para a manutenção da justiça na sociedade.","conexao_teologica":"O povo de Deus é chamado a viver em comunidade, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Atos 2:42"]},"deuteronomio_17_13_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao temor que o povo deve ter em relação às decisões e instruções divinas.","explicacao_detalhada":"A palavra 'yârêʼ' implica um respeito profundo e reverente pelas instruções de Deus e pelas autoridades que Ele estabeleceu.","por_que_esta_palavra":"O temor a Deus é fundamental para a vida espiritual e moral do povo, guiando suas ações e decisões.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é essencial para uma vida que agrada a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"deuteronomio_17_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um espaço geográfico e espiritual.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também o lar que Deus deu ao Seu povo, simbolizando a promessa e a herança.","por_que_esta_palavra":"A escolha da terra é fundamental na narrativa bíblica, pois representa a fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra é um símbolo da aliança entre Deus e Israel, refletindo a presença divina e a bênção.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Salmos 37:11"]},"deuteronomio_17_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o povo deve escolher seu rei, enfatizando a importância da escolha correta.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um procedimento ou maneira de agir, destacando a necessidade de seguir diretrizes divinas na escolha de líderes.","por_que_esta_palavra":"É crucial que a escolha do rei seja feita de acordo com os princípios de Deus, garantindo que a liderança esteja alinhada com a vontade divina.","conexao_teologica":"A maneira de escolher um rei reflete a soberania de Deus sobre Israel e a necessidade de liderança justa.","referencias_relacionadas":["1 Samuel 8:5-7","Salmos 78:70-72","Provérbios 29:2"]},"deuteronomio_17_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder, especialmente no contexto da escolha de um rei.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um ato de entrega ou concessão, onde o povo clama a Deus por um líder que Ele mesmo escolherá.","por_que_esta_palavra":"A escolha do rei deve ser vista como um ato de submissão à vontade de Deus, reconhecendo que a liderança é um dom divino.","conexao_teologica":"A entrega de um rei é um reflexo da providência de Deus e da necessidade de dependência divina na liderança.","referencias_relacionadas":["1 Samuel 10:1","Salmos 75:7","Romanos 13:1"]},"deuteronomio_17_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei em Israel, que deve ser escolhido segundo a vontade de Deus.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) representa a autoridade e a liderança, sendo um papel vital na estrutura social e espiritual de Israel.","por_que_esta_palavra":"A escolha de um rei é uma questão de grande importância, pois o rei deve guiar o povo em justiça e retidão.","conexao_teologica":"O rei é visto como um representante de Deus na terra, e sua liderança deve refletir os valores divinos.","referencias_relacionadas":["1 Samuel 8:6-7","Salmos 2:10-12","Provérbios 16:10"]},"deuteronomio_17_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que deve ser reconhecido e reverenciado na escolha do rei.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, enfatizando Sua soberania e autoridade sobre Israel.","por_que_esta_palavra":"Reconhecer o nome do Senhor é fundamental para a identidade do povo e para a legitimidade do rei escolhido.","conexao_teologica":"O nome de Deus é central na adoração e na vida comunitária, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 105:1","Isaías 42:8"]},"deuteronomio_17_16_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que o rei deve seguir, guiando o povo em retidão.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica em um estilo de vida que é alinhado com os princípios de Deus, promovendo justiça e paz.","por_que_esta_palavra":"A vida do rei deve ser um exemplo para o povo, refletindo a moral e a ética divina.","conexao_teologica":"A vida do rei é um reflexo da vida que Deus deseja para Seu povo, enfatizando a importância da obediência.","referencias_relacionadas":["Deuteronômio 30:15-16","Salmos 1:1-3","Provérbios 4:23"]},"deuteronomio_17_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao nome do Senhor, que deve ser central na vida do rei e do povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) destaca a importância de reconhecer a soberania de Deus em todas as decisões.","por_que_esta_palavra":"O nome do Senhor deve ser honrado e respeitado, servindo como guia para a liderança e a vida do povo.","conexao_teologica":"A centralidade do nome de Deus na vida do rei reflete a aliança e a relação especial entre Deus e Israel.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Romanos 10:13"]},"deuteronomio_17_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à importância da verdade na liderança e na vida do povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica em integridade e honestidade, fundamentais para a justiça e a liderança.","por_que_esta_palavra":"A verdade é essencial para a confiança do povo no rei e na justiça do governo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do rei e do povo.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"deuteronomio_17_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reforça a necessidade de verdade e integridade na liderança.","explicacao_detalhada":"A repetição da palavra 'verdade' (לֹא) enfatiza a importância de não se desviar da justiça e da honestidade.","por_que_esta_palavra":"A verdade deve ser um princípio orientador em todas as decisões do rei.","conexao_teologica":"A ênfase na verdade reflete o caráter de Deus e a expectativa de que Seu povo viva em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 25:5","Provérbios 16:6","Efésios 4:15"]},"deuteronomio_17_17_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se à prata como símbolo de riqueza e posses, que não devem ser o foco do rei.","explicacao_detalhada":"A palavra 'prata' (כֶּסֶף) representa bens materiais, que podem desviar a atenção do rei de suas responsabilidades espirituais.","por_que_esta_palavra":"O aviso contra a acumulação de riquezas é um lembrete de que a liderança deve ser centrada em Deus e não em bens materiais.","conexao_teologica":"A advertência sobre a prata reflete a necessidade de priorizar o reino de Deus sobre as riquezas deste mundo.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:9-10","Hebreus 13:5"]},"deuteronomio_17_17_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é um símbolo de riqueza e poder, frequentemente associado à opressão e à idolatria.","explicacao_detalhada":"No contexto de Deuteronômio 17:17, o ouro é mencionado como um bem que o rei não deve acumular para si, pois isso pode levar à corrupção e à desobediência a Deus. A riqueza excessiva pode desviar o coração do rei de Deus.","por_que_esta_palavra":"A palavra 'ouro' é utilizada para enfatizar a advertência contra a avareza e a busca por bens materiais em detrimento da fidelidade a Deus.","conexao_teologica":"A busca por ouro e riquezas é um tema recorrente na Bíblia, onde é frequentemente contrastada com a verdadeira riqueza que vem de um relacionamento com Deus.","referencias_relacionadas":["1 Timóteo 6:10","Mateus 6:19-21","Eclesiastes 5:10"]},"deuteronomio_17_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é o mediador entre Deus e o povo, responsável por conduzir as práticas religiosas e manter a santidade.","explicacao_detalhada":"Em Deuteronômio 17:18, o sacerdote é mencionado em relação ao rei, indicando que ele deve seguir as instruções de Deus e manter a lei. O sacerdote tem um papel crucial na orientação espiritual da nação.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para destacar a importância da liderança espiritual e a necessidade de um guia que mantenha o povo em conformidade com a vontade de Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a intercessão e a mediação, culminando em Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 5:1-4","Êxodo 28:1","Levítico 10:10-11"]},"deuteronomio_17_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda moral ou espiritual que pode ocorrer quando se desvia da lei de Deus.","explicacao_detalhada":"No versículo, a ideia de 'cair' está relacionada ao risco que o rei corre ao não seguir os mandamentos de Deus, o que pode levar à sua ruína e à do povo.","por_que_esta_palavra":"A palavra 'cair' é utilizada para alertar sobre as consequências da desobediência e da falta de vigilância espiritual.","conexao_teologica":"A queda é um tema que aparece em várias partes da Bíblia, simbolizando a necessidade de permanecer firme na fé e na obediência a Deus.","referencias_relacionadas":["Tiago 1:14-15","Romanos 11:22","Gálatas 6:1"]},"deuteronomio_17_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à capacidade de discernir e tomar decisões justas, especialmente em questões legais e morais.","explicacao_detalhada":"Em Deuteronômio 17:18, o rei é instruído a julgar com justiça, seguindo a lei de Deus, o que é essencial para a manutenção da ordem e da justiça na sociedade.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a responsabilidade do líder em agir com integridade e sabedoria.","conexao_teologica":"O conceito de julgamento é central na Bíblia, refletindo a natureza justa de Deus e a importância da justiça em todas as esferas da vida.","referencias_relacionadas":["Salmos 82:3-4","Provérbios 21:15","Miquéias 6:8"]},"deuteronomio_17_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se à possibilidade de desvio da lei e da vontade de Deus.","explicacao_detalhada":"O versículo destaca a importância de permanecer firme na palavra de Deus, evitando a queda em práticas que desagradam a Ele.","por_que_esta_palavra":"A repetição da palavra 'cair' serve para reforçar a gravidade da situação e a necessidade de vigilância espiritual.","conexao_teologica":"A ideia de cair é frequentemente associada à necessidade de perseverança na fé e na obediência a Deus.","referencias_relacionadas":["1 Coríntios 10:12","Hebreus 12:1-2","Romanos 8:38-39"]},"deuteronomio_17_19_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar refere-se à convocação ou à necessidade de se dirigir a Deus ou à sua palavra.","explicacao_detalhada":"No contexto, 'chamar' implica em buscar a orientação de Deus e seguir suas instruções, essencial para a liderança do rei.","por_que_esta_palavra":"A palavra 'chamar' é utilizada para enfatizar a importância da comunicação com Deus e a necessidade de ouvir sua voz.","conexao_teologica":"A chamada de Deus é um tema importante na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","João 10:27"]},"deuteronomio_17_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Deuteronômio 17:19, \"modo\" aparece na frase \"E o terá consigo, e nele lerá todos os dias da sua vida, para que aprenda a temer ao Senhor seu Deus, para guardar todas as palavras desta…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Deuteronômio 17:19 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Deuteronômio 17:3. Lendo junto com Deuteronômio 17:19, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Deuteronômio 17:19","Deuteronômio 17:3","Salmos 119:105"]},"deuteronomio_17_20_mao":{"palavra_pt":"mao","palavra_original":"שְׂמֹאול","transliteracao":"sᵉmôʼwl","strong":"H8040","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão simboliza poder e controle, especialmente no contexto de governança.","explicacao_detalhada":"Em Deuteronômio 17:20, a referência à mão do rei implica que ele deve governar com justiça e responsabilidade, evitando a opressão.","por_que_esta_palavra":"A palavra 'mão' é utilizada para ilustrar a autoridade e a responsabilidade que o rei tem sobre o povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como símbolo de poder e proteção, refletindo a soberania divina.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Romanos 13:1"]},"deuteronomio_17_20_humano":{"palavra_pt":"mandamento","palavra_original":"מִצְוָה","transliteracao":"mitsvâh","strong":"H4687","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Mandamento refere-se às leis e diretrizes que Deus estabeleceu para seu povo.","explicacao_detalhada":"No contexto, o mandamento é uma instrução que o rei deve seguir para garantir que sua liderança esteja alinhada com a vontade de Deus.","por_que_esta_palavra":"A palavra 'mandamento' é utilizada para enfatizar a importância da obediência às leis divinas como base para uma vida justa.","conexao_teologica":"Os mandamentos de Deus são fundamentais na Bíblia, refletindo seu caráter e a expectativa de santidade do seu povo.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 6:5-6","Mateus 22:37-40"]}}