{"deuteronomio_19_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar a justiça em um caso específico.","explicacao_detalhada":"No contexto de Deuteronômio 19:1, 'julgar' implica a responsabilidade de discernir entre o certo e o errado, especialmente em casos de homicídio involuntário.","por_que_esta_palavra":"Esta palavra é crucial para a administração da justiça dentro da comunidade israelita, garantindo que as decisões sejam tomadas de forma justa e equitativa.","conexao_teologica":"O ato de julgar é um reflexo do caráter de Deus como juiz justo, que busca a verdade e a justiça entre seu povo.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"deuteronomio_19_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a ação que se segue.","explicacao_detalhada":"Em Deuteronômio 19:1, 'porque' explica a necessidade de estabelecer cidades de refúgio, enfatizando a importância da proteção para aqueles que cometem homicídio involuntário.","por_que_esta_palavra":"É uma conjunção que conecta a causa à consequência, essencial para a compreensão do raciocínio legal apresentado.","conexao_teologica":"A palavra reflete a lógica divina na legislação, mostrando que Deus se preocupa com a justiça e a misericórdia.","referencias_relacionadas":["Êxodo 21:13","Números 35:11","Salmos 119:160"]},"deuteronomio_19_1_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou acabar com algo.","explicacao_detalhada":"No versículo, 'destruir' é usado em relação ao ato de eliminar a culpa do homicídio involuntário, enfatizando a necessidade de um sistema que proteja a vida.","por_que_esta_palavra":"É importante para entender a seriedade da vida e a necessidade de proteger aqueles que não têm intenção de causar dano.","conexao_teologica":"A destruição do mal é um tema recorrente na Bíblia, refletindo o desejo de Deus de restaurar a ordem e a justiça.","referencias_relacionadas":["Deuteronômio 19:13","Salmos 37:28","Romanos 12:19"]},"deuteronomio_19_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida comunitária.","explicacao_detalhada":"Em Deuteronômio 19:2, a cidade é mencionada como um lugar de refúgio, onde aqueles que cometeram homicídio involuntário podem encontrar proteção.","por_que_esta_palavra":"A cidade é um símbolo de segurança e comunidade, essencial para a vida social e a justiça.","conexao_teologica":"A ideia de cidades de refúgio reflete o cuidado de Deus em prover proteção e misericórdia para aqueles que erram sem intenção.","referencias_relacionadas":["Números 35:6","Josué 20:2","Salmos 46:1"]},"deuteronomio_19_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico que é habitado ou cultivado.","explicacao_detalhada":"No contexto do versículo, 'terra' é o território prometido a Israel, onde as cidades de refúgio devem ser estabelecidas.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, simbolizando a promessa e a herança.","conexao_teologica":"A terra é vista como um presente divino, onde a justiça e a misericórdia devem prevalecer.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 1:8"]},"deuteronomio_19_3_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao estado de estar vivo, à existência.","explicacao_detalhada":"Em Deuteronômio 19:3, 'vida' é mencionada em relação à proteção da vida do inocente, destacando a importância da preservação da vida.","por_que_esta_palavra":"A vida é um valor supremo na Bíblia, refletindo a criação de Deus e seu desejo de que todos vivam em segurança.","conexao_teologica":"A proteção da vida é um princípio fundamental na ética bíblica, refletindo o caráter de Deus como fonte de vida.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","João 10:10"]},"deuteronomio_19_3_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de tamanho considerável ou importância significativa.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a extensão da terra que deve ser preparada para as cidades de refúgio.","por_que_esta_palavra":"A grandeza da terra reflete a generosidade de Deus e a abundância de suas bênçãos.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, mostrando sua majestade e poder sobre a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"deuteronomio_19_3_third":{"palavra_pt":"third","palavra_original":"שָׁלַשׁ","transliteracao":"shâlash","strong":"H8027","significado_raiz":"Ideia básica: third.","significado_contextual":"A palavra 'third' refere-se a uma fração, especificamente um terço.","explicacao_detalhada":"Embora não seja uma palavra comum no texto, pode ser interpretada como uma referência à divisão da terra em partes para a criação de cidades de refúgio.","por_que_esta_palavra":"A divisão da terra é importante para a organização e a justiça na distribuição de recursos.","conexao_teologica":"A ideia de divisão e organização reflete a ordem que Deus estabelece em sua criação.","referencias_relacionadas":["Números 26:54","Josué 14:2","Ezequiel 47:14"]},"deuteronomio_19_4_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"A palavra 'humano' refere-se a um ser humano, uma pessoa.","explicacao_detalhada":"Em Deuteronômio 19:4, 'humano' é mencionado no contexto de homicídio involuntário, destacando a fragilidade da vida humana.","por_que_esta_palavra":"A humanidade é central na narrativa bíblica, refletindo a criação à imagem de Deus e a dignidade da vida.","conexao_teologica":"A proteção do ser humano é um reflexo do amor de Deus e de sua preocupação com a justiça.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Mateus 10:31"]},"deuteronomio_19_4_viver":{"palavra_pt":"viver","palavra_original":"חָיַי","transliteracao":"châyay","strong":"H2425","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se ao ato de ter vida, existir.","explicacao_detalhada":"No versículo, 'viver' é mencionado em relação à preservação da vida do inocente, enfatizando a importância da vida.","por_que_esta_palavra":"A vida é um dom de Deus e deve ser protegida e valorizada.","conexao_teologica":"A vida é um tema central na teologia bíblica, refletindo o desejo de Deus de que todos tenham vida plena.","referencias_relacionadas":["Deuteronômio 30:19","João 3:16","Gálatas 2:20"]},"deuteronomio_19_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou declaração que pode ser usada em um contexto legal ou de testemunho.","explicacao_detalhada":"A palavra 'dâbâr' é frequentemente utilizada para descrever não apenas uma palavra falada, mas também um conceito ou uma coisa que pode ser discutida ou considerada em um tribunal.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação e da verdade nas interações humanas, especialmente em questões legais.","conexao_teologica":"A palavra de Deus é fundamental na formação da lei e da moralidade, refletindo a importância da verdade e da justiça.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Tiago 1:19"]},"deuteronomio_19_5_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou cortar algo, especialmente no contexto de punição ou justiça.","explicacao_detalhada":"A palavra 'kârath' implica em uma destruição severa, que pode ser física ou simbólica, e é frequentemente usada em contextos de julgamento divino.","por_que_esta_palavra":"A utilização dessa palavra destaca a gravidade das consequências do pecado e a necessidade de justiça.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando a separação do pecado e a necessidade de redenção.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Apocalipse 21:8"]},"deuteronomio_19_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, especialmente em um contexto de justiça e punição.","explicacao_detalhada":"A palavra 'mûwth' é utilizada para descrever a morte física, mas também pode ter conotações espirituais, como a separação de Deus.","por_que_esta_palavra":"A morte é apresentada como uma consequência do pecado e da desobediência, enfatizando a seriedade das ações humanas.","conexao_teologica":"A morte é um tema central na teologia cristã, representando a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 2:17","Romanos 5:12","João 3:16"]},"deuteronomio_19_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, especialmente em contextos de refúgio e proteção.","explicacao_detalhada":"A palavra 'ʻîyr' é usada para descrever cidades que podem servir como locais de abrigo para aqueles que buscam proteção da justiça.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e segurança, refletindo a necessidade de um lugar seguro em tempos de crise.","conexao_teologica":"As cidades de refúgio representam a misericórdia de Deus e a proteção que Ele oferece aos arrependidos.","referencias_relacionadas":["Números 35:6","Josué 20:2","Hebreus 6:18"]},"deuteronomio_19_6_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue humano, simbolizando a vida e a gravidade do assassinato.","explicacao_detalhada":"A palavra 'dâm' é frequentemente associada à vida e à morte, e seu derramamento é visto como uma violação grave da lei de Deus.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, representando tanto a vida quanto a culpa, especialmente em contextos de sacrifício.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, simbolizando a redenção e a nova aliança.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"deuteronomio_19_6_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se ao ato de matar um ser humano, enfatizando a gravidade desse crime.","explicacao_detalhada":"A palavra 'râtsach' é usada para descrever o assassinato, que é considerado um dos pecados mais graves na Bíblia.","por_que_esta_palavra":"A proteção da vida humana é um princípio fundamental na ética bíblica, refletindo a imagem de Deus no ser humano.","conexao_teologica":"O mandamento 'não matarás' é uma expressão da santidade da vida e da justiça divina.","referencias_relacionadas":["Êxodo 20:13","Gênesis 9:6","Mateus 5:21"]},"deuteronomio_19_6_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao conceito de vida, especialmente em relação à proteção e ao valor da vida humana.","explicacao_detalhada":"A palavra 'derek' é usada para descrever o caminho da vida, que deve ser respeitado e protegido.","por_que_esta_palavra":"A vida é um dom de Deus e deve ser honrada e preservada, refletindo a dignidade do ser humano.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, simbolizando a relação restaurada com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"deuteronomio_19_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, especialmente em um contexto de testemunho.","explicacao_detalhada":"A palavra 'ʼâmar' é utilizada para descrever a ação de falar ou comunicar, essencial em contextos legais e de testemunho.","por_que_esta_palavra":"A comunicação é vital para a justiça e a verdade, sendo um princípio fundamental nas interações humanas.","conexao_teologica":"A palavra de Deus é frequentemente descrita como viva e eficaz, refletindo a importância da comunicação divina.","referencias_relacionadas":["Salmos 119:89","Isaías 55:11","Hebreus 4:12"]},"deuteronomio_19_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente a uma localidade habitada, enfatizando a importância do espaço comunitário.","explicacao_detalhada":"A palavra 'ʻîyr' é repetida para reforçar a ideia de que as cidades têm um papel crucial na vida social e legal da comunidade.","por_que_esta_palavra":"As cidades são vistas como centros de vida e interação, onde a justiça e a misericórdia devem prevalecer.","conexao_teologica":"As cidades de refúgio são um símbolo da graça de Deus, oferecendo proteção e esperança.","referencias_relacionadas":["Números 35:11","Josué 20:3","Salmos 46:1"]},"deuteronomio_19_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, especialmente em um contexto de ajuda ou proteção.","explicacao_detalhada":"A palavra 'nâthan' é usada para descrever a ação de dar, que pode incluir a oferta de refúgio ou assistência.","por_que_esta_palavra":"Dar é um ato de generosidade e compaixão, refletindo o caráter de Deus em cuidar de Seu povo.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, mostrando como Ele dá boas dádivas aos que O buscam.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Lucas 6:38"]},"deuteronomio_19_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um espaço físico e espiritual.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também a herança e o lar que Deus deu ao povo de Israel. No contexto de Deuteronômio, enfatiza a importância da terra como parte do pacto entre Deus e Seu povo.","por_que_esta_palavra":"A terra é central na narrativa bíblica, simbolizando a promessa de Deus e a realização de Suas promessas.","conexao_teologica":"A terra é vista como um símbolo da presença de Deus e da bênção divina, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-4"]},"deuteronomio_19_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser respeitado.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) representa a autoridade e a soberania de Deus. No contexto de Deuteronômio, é um lembrete da fidelidade de Deus às Suas promessas e da necessidade de reverência por parte do povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e sua relação com Ele.","conexao_teologica":"O uso do nome de Deus enfatiza a importância da adoração e da obediência, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Isaías 42:8"]},"deuteronomio_19_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar momentos importantes na história de Israel, incluindo festivais e celebrações. No contexto de Deuteronômio, pode se referir a um dia de justiça ou de julgamento.","por_que_esta_palavra":"O conceito de dia é importante para a compreensão do tempo sagrado e dos mandamentos de Deus.","conexao_teologica":"Os dias são frequentemente usados na Bíblia para simbolizar a ação de Deus na história e a expectativa de Sua intervenção.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"deuteronomio_19_9_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor e à amizade, especialmente no contexto de relações interpessoais.","explicacao_detalhada":"A palavra 'amar' (אָהַב) implica um compromisso profundo e uma conexão emocional. No contexto de Deuteronômio, enfatiza a importância de amar o próximo e agir com justiça.","por_que_esta_palavra":"O amor é um princípio central na ética bíblica, refletindo a natureza de Deus e o relacionamento entre as pessoas.","conexao_teologica":"O amor é visto como um reflexo do caráter de Deus e é fundamental para a vida comunitária e a justiça social.","referencias_relacionadas":["Levítico 19:18","Mateus 22:37-39","1 João 4:7"]},"deuteronomio_19_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar ideias e explicar a lógica por trás dos mandamentos. No contexto de Deuteronômio, serve para justificar a necessidade de justiça e proteção.","por_que_esta_palavra":"É fundamental para a argumentação e a compreensão das instruções divinas.","conexao_teologica":"A lógica por trás dos mandamentos de Deus é um aspecto importante da revelação divina e da moralidade bíblica.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 12:1","Tiago 1:22"]},"deuteronomio_19_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à justiça nas ações e decisões.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da honestidade e da justiça. No contexto de Deuteronômio, é um chamado à verdade nas relações interpessoais e na administração da justiça.","por_que_esta_palavra":"A verdade é um valor central na vida comunitária e na relação com Deus.","conexao_teologica":"A verdade é um reflexo do caráter de Deus e é essencial para a vida moral e espiritual.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"deuteronomio_19_10_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à vida e à gravidade do derramamento de sangue, especialmente em contextos de violência.","explicacao_detalhada":"A palavra 'sangue' (שָׁפַךְ) é usada para descrever a vida que é tirada injustamente. No contexto de Deuteronômio, é um aviso contra o assassinato e a importância da proteção da vida.","por_que_esta_palavra":"O sangue simboliza a vida e a gravidade do pecado, especialmente em relação à violência.","conexao_teologica":"O derramamento de sangue é um tema recorrente na Bíblia, simbolizando tanto a culpa quanto a redenção.","referencias_relacionadas":["Gênesis 9:6","Êxodo 21:12","Hebreus 9:22"]},"deuteronomio_19_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou trazer à tona uma questão ou acusação.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica ação e iniciativa. No contexto de Deuteronômio, pode se referir a levantar uma acusação ou um testemunho em um tribunal.","por_que_esta_palavra":"Levantar uma questão é essencial para a busca da justiça e da verdade.","conexao_teologica":"A ação de levantar questões é parte do processo de justiça que Deus ordena para Seu povo.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:9","Mateus 18:15"]},"deuteronomio_19_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, especialmente em contextos de justiça e punição.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a consequência mais grave de ações injustas. No contexto de Deuteronômio, enfatiza a seriedade do pecado e a necessidade de justiça.","por_que_esta_palavra":"A morte é um tema central na Bíblia, simbolizando tanto a consequência do pecado quanto a esperança da vida eterna.","conexao_teologica":"A morte é um lembrete da gravidade do pecado e da necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","João 3:16"]},"deuteronomio_19_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação e comunidade, muitas vezes associado a segurança e refúgio.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um espaço urbano onde as pessoas vivem e se reúnem. No contexto de Deuteronômio, pode se referir a cidades de refúgio estabelecidas para proteção.","por_que_esta_palavra":"As cidades são importantes para a vida comunitária e a administração da justiça.","conexao_teologica":"As cidades de refúgio simbolizam a misericórdia de Deus e a proteção que Ele oferece ao Seu povo.","referencias_relacionadas":["Números 35:6-7","Josué 20:2-3","Salmos 46:1"]},"deuteronomio_19_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de entregar ou conceder algo a alguém, especialmente em um contexto de justiça.","explicacao_detalhada":"Neste versículo, 'dar' implica a responsabilidade de um testemunho verdadeiro e a entrega de justiça em casos de homicídio involuntário. A palavra enfatiza a importância de agir com integridade e responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'dar' é crucial, pois reflete a necessidade de justiça e a proteção dos inocentes na sociedade israelita.","conexao_teologica":"A justiça divina é um tema central na Bíblia, e a palavra 'dar' aqui conecta-se com a ideia de que Deus exige justiça e verdade entre o Seu povo.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 82:3","Miquéias 6:8"]},"deuteronomio_19_12_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza a vida e a gravidade do ato de matar, sendo um elemento central na discussão sobre homicídio.","explicacao_detalhada":"No contexto do versículo, 'sangue' refere-se à vida que é tirada em um ato de homicídio. A proteção do sangue inocente é uma questão de grande importância nas leis mosaicas.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade do crime e a necessidade de justiça para aqueles que foram mortos injustamente.","conexao_teologica":"O sangue é um símbolo de vida e sacrifício na Bíblia, ligando-se à ideia de redenção e ao sacrifício de Cristo.","referencias_relacionadas":["Gênesis 9:6","Levítico 17:11","Hebreus 9:22"]},"deuteronomio_19_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao ato de perder a vida, especialmente em um contexto de homicídio.","explicacao_detalhada":"Neste versículo, 'morrer' é usado para descrever a consequência trágica de um ato de violência. A lei busca proteger a vida e prevenir mortes injustas.","por_que_esta_palavra":"A escolha da palavra 'morrer' destaca a gravidade do crime e a necessidade de um sistema judicial justo para lidar com tais situações.","conexao_teologica":"A morte é um tema recorrente na Bíblia, e a proteção da vida é um princípio fundamental da ética bíblica.","referencias_relacionadas":["Êxodo 20:13","Números 35:30-31","Romanos 6:23"]},"deuteronomio_19_13_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é justo e correto, especialmente em relação ao testemunho.","explicacao_detalhada":"Neste contexto, 'bom' é usado para descrever a necessidade de um testemunho verdadeiro e justo, que é essencial para a administração da justiça.","por_que_esta_palavra":"A palavra 'bom' é importante porque enfatiza que a justiça deve ser baseada em princípios éticos e morais sólidos.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e a justiça é uma extensão dessa bondade.","referencias_relacionadas":["Salmos 37:3","Miquéias 6:8","Romanos 12:21"]},"deuteronomio_19_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à precisão do testemunho, que é fundamental para a justiça.","explicacao_detalhada":"No versículo, 'verdade' é um princípio que deve guiar o testemunho e as decisões judiciais, assegurando que a justiça seja feita de maneira correta.","por_que_esta_palavra":"A palavra 'verdade' é crucial, pois sem ela, a justiça não pode ser alcançada, e a vida de inocentes pode ser comprometida.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a vida cristã, refletindo a natureza de Deus em nossas ações.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"deuteronomio_19_13_fogo":{"palavra_pt":"fogo","palavra_original":"בָּעַר","transliteracao":"bâʻar","strong":"H1197","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza destruição e julgamento, especialmente em contextos de pecado e injustiça.","explicacao_detalhada":"Neste versículo, 'fogo' pode se referir à severidade das consequências que podem advir de um testemunho falso ou injusto.","por_que_esta_palavra":"A palavra 'fogo' é usada para alertar sobre as consequências graves que podem resultar de ações erradas, enfatizando a seriedade da justiça.","conexao_teologica":"O fogo é frequentemente associado ao julgamento divino e à purificação na Bíblia, refletindo a necessidade de justiça.","referencias_relacionadas":["Mateus 3:12","Hebreus 12:29","Apocalipse 20:14"]},"deuteronomio_19_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que pertence ao povo de Israel e à importância de preservar a herança.","explicacao_detalhada":"Neste contexto, 'terra' é um símbolo da promessa de Deus ao Seu povo e da necessidade de proteger a integridade da comunidade.","por_que_esta_palavra":"A palavra 'terra' é fundamental, pois a herança e a terra prometida são centrais na identidade israelita e na aliança com Deus.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus entre o Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]},"deuteronomio_19_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente enfatizada, referindo-se à necessidade de um testemunho fiel e justo.","explicacao_detalhada":"Neste versículo, 'verdade' é crucial para garantir que a justiça seja feita e que a terra não seja manchada por injustiças.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a importância de manter a integridade e a justiça na sociedade.","conexao_teologica":"A verdade é um pilar da justiça divina e é essencial para a vida em comunidade sob a liderança de Deus.","referencias_relacionadas":["Provérbios 12:19","Salmos 15:2","1 João 1:6"]},"deuteronomio_19_14_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação de proximidade e responsabilidade entre os membros da comunidade.","explicacao_detalhada":"Neste contexto, 'irmão' enfatiza a responsabilidade mútua que os israelitas têm uns com os outros, especialmente em questões de justiça.","por_que_esta_palavra":"A palavra 'irmão' é significativa, pois destaca a importância da solidariedade e do cuidado na comunidade.","conexao_teologica":"A ideia de irmandade é central na Bíblia, refletindo a relação entre os crentes como membros do corpo de Cristo.","referencias_relacionadas":["Gálatas 6:2","1 João 3:16","Romanos 12:10"]},"deuteronomio_19_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano em geral, destacando a dignidade e o valor da vida humana.","explicacao_detalhada":"Neste versículo, 'homem' é usado para enfatizar que todos têm direito a um julgamento justo e que a vida humana deve ser respeitada.","por_que_esta_palavra":"A palavra 'homem' é importante, pois sublinha a universalidade da justiça e a dignidade de cada indivíduo.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"deuteronomio_19_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as testemunhas devem ser apresentadas em um tribunal.","explicacao_detalhada":"A palavra 'modo' implica na maneira específica de se proceder em questões legais, enfatizando a importância de um processo justo e ordenado.","por_que_esta_palavra":"É crucial para garantir que a justiça seja feita de acordo com as leis estabelecidas por Deus.","conexao_teologica":"Deus ordena que a justiça seja feita de maneira correta, refletindo Seu caráter justo.","referencias_relacionadas":["Deuteronômio 16:18","Levítico 19:15","Salmos 82:3"]},"deuteronomio_19_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de testemunhas verdadeiras em um julgamento.","explicacao_detalhada":"A palavra 'verdade' é fundamental para a integridade do sistema judicial, onde a falsidade pode levar a injustiças.","por_que_esta_palavra":"A verdade é essencial para a justiça e a proteção dos inocentes.","conexao_teologica":"Deus é a própria verdade, e Sua vontade é que a verdade prevaleça em todas as situações.","referencias_relacionadas":["João 8:32","Provérbios 12:17","Salmos 51:6"]},"deuteronomio_19_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo que pode ser uma testemunha ou parte em um julgamento.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a responsabilidade individual em questões legais.","por_que_esta_palavra":"Cada homem tem um papel a desempenhar na manutenção da justiça e da verdade.","conexao_teologica":"A dignidade do homem é reconhecida por Deus, que espera que cada um atue com retidão.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 5:16"]},"deuteronomio_19_16_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e ao testemunho ocular em um tribunal.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e testemunhar a verdade dos fatos.","por_que_esta_palavra":"A evidência ocular é considerada uma das formas mais confiáveis de testemunho.","conexao_teologica":"Deus vê todas as coisas, e espera que os homens também sejam justos em seus julgamentos.","referencias_relacionadas":["Provérbios 15:3","Salmos 139:7-10","Hebreus 4:13"]},"deuteronomio_19_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual um julgamento deve ser feito.","explicacao_detalhada":"A palavra 'porque' conecta a causa e o efeito, justificando a necessidade de um julgamento justo.","por_que_esta_palavra":"É importante entender as razões por trás das ações legais para garantir a justiça.","conexao_teologica":"Deus é um Deus de ordem e razão, e espera que Seus princípios sejam seguidos.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Tiago 1:5"]},"deuteronomio_19_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao juiz ou à autoridade que deve decidir sobre o caso.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a responsabilidade do juiz em buscar a verdade.","por_que_esta_palavra":"O juiz deve ser um homem de integridade e justiça para que o julgamento seja válido.","conexao_teologica":"Deus instituiu autoridades para manter a ordem e a justiça entre Seu povo.","referencias_relacionadas":["Romanos 13:1-4","1 Pedro 2:13-14","Salmos 82:1"]},"deuteronomio_19_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao sacerdote que tem um papel importante na administração da justiça.","explicacao_detalhada":"Os sacerdotes eram vistos como mediadores entre Deus e o povo, e sua participação era crucial em questões legais.","por_que_esta_palavra":"A presença do sacerdote assegura que a justiça seja alinhada com os princípios divinos.","conexao_teologica":"Os sacerdotes representam a santidade de Deus e devem agir com justiça e equidade.","referencias_relacionadas":["Levítico 19:15","Deuteronômio 17:9","Ezequiel 44:24"]},"deuteronomio_19_17_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de decidir sobre um caso legal.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado.","por_que_esta_palavra":"O julgamento justo é essencial para a manutenção da ordem e da justiça na sociedade.","conexao_teologica":"Deus é o juiz supremo, e os homens devem refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 3:17","Mateus 7:1-2"]},"deuteronomio_19_18_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à continuidade do processo de julgamento.","explicacao_detalhada":"A repetição da palavra 'julgar' enfatiza a importância de um julgamento cuidadoso e justo.","por_que_esta_palavra":"É vital que o julgamento seja feito com atenção e responsabilidade.","conexao_teologica":"Deus espera que Seus servos sejam justos e sábios em suas decisões.","referencias_relacionadas":["Tiago 2:13","Salmos 37:28","Romanos 2:6"]},"deuteronomio_19_18_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à necessidade de seguir as instruções dadas durante o julgamento.","explicacao_detalhada":"A palavra 'seguir' implica em obedecer às diretrizes estabelecidas para garantir a justiça.","por_que_esta_palavra":"Seguir as instruções é essencial para que o processo judicial seja legítimo e eficaz.","conexao_teologica":"Deus nos chama a seguir Seus caminhos e princípios em todas as áreas da vida, incluindo a justiça.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","Mateus 7:14"]},"deuteronomio_19_18_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a uma falsa acusação ou testemunho, que pode levar à condenação de um inocente.","explicacao_detalhada":"No contexto de Deuteronômio 19:18, a palavra 'cause' é usada para descrever a necessidade de um testemunho verdadeiro em casos de disputa. A falsidade no testemunho é considerada um grave pecado, pois pode causar injustiça.","por_que_esta_palavra":"A palavra é importante porque destaca a seriedade da integridade no testemunho e a proteção dos inocentes na sociedade.","conexao_teologica":"A justiça de Deus exige verdade e honestidade, refletindo Seu caráter. A falsidade é oposta à natureza de Deus.","referencias_relacionadas":["Êxodo 20:16","Provérbios 19:5","Salmos 101:7"]},"deuteronomio_19_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de violência ou agressão que pode resultar em ferimentos graves.","explicacao_detalhada":"Neste versículo, a palavra 'urso' é utilizada para ilustrar a gravidade de causar dano a outra pessoa. O contexto é sobre a necessidade de justiça e a punição adequada para aqueles que cometem atos violentos.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade das consequências de ações violentas e a necessidade de justiça.","conexao_teologica":"Deus é um defensor da justiça e da proteção dos vulneráveis, e a violência é contrária ao Seu desejo de paz.","referencias_relacionadas":["Levítico 24:17","Mateus 5:21-22","Romanos 12:19"]},"deuteronomio_19_19_fogo":{"palavra_pt":"fogo","palavra_original":"בָּעַר","transliteracao":"bâʻar","strong":"H1197","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza destruição e julgamento, especialmente em contextos de pecado e rebelião.","explicacao_detalhada":"A palavra 'fogo' é usada para descrever a severidade do julgamento que pode recair sobre aqueles que cometem injustiças. O fogo é um símbolo de purificação, mas também de destruição.","por_que_esta_palavra":"É importante porque ilustra a seriedade do pecado e as consequências que ele traz, além de ser um símbolo de purificação.","conexao_teologica":"O fogo representa tanto o julgamento de Deus sobre o pecado quanto a purificação que Ele oferece aos que se arrependem.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 21:8"]},"deuteronomio_19_19_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"No contexto de Deuteronômio 19:19, a palavra 'mal' é usada para descrever as ações que levam à injustiça e à opressão. É um chamado à retidão e à justiça.","por_que_esta_palavra":"A palavra é crucial para entender a natureza do pecado e a necessidade de justiça na sociedade.","conexao_teologica":"Deus é um Deus de justiça e não tolera o mal. Ele chama Seu povo a viver em santidade e justiça.","referencias_relacionadas":["Salmos 34:14","Provérbios 4:14-15","Romanos 12:21"]},"deuteronomio_19_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a ações que causam dano a outros, especialmente em um contexto de vingança.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever a gravidade de causar dano a outra pessoa, enfatizando a necessidade de justiça e a proteção dos inocentes.","por_que_esta_palavra":"É importante para ressaltar a seriedade das consequências de ações violentas e a necessidade de justiça.","conexao_teologica":"Deus deseja que Seu povo viva em paz e harmonia, e a violência é contrária a esse desejo.","referencias_relacionadas":["Levítico 24:17","Mateus 5:21-22","Romanos 12:19"]},"deuteronomio_19_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou ato que pode ter implicações legais ou morais.","explicacao_detalhada":"Neste versículo, a palavra 'palavra' é usada para enfatizar a importância da verdade e da justiça nas declarações feitas em tribunal.","por_que_esta_palavra":"A palavra é fundamental para entender a importância da comunicação honesta e da responsabilidade nas interações humanas.","conexao_teologica":"A verdade é um atributo de Deus, e Ele espera que Seu povo reflita essa verdade em suas vidas.","referencias_relacionadas":["Salmos 119:160","Provérbios 12:22","Efésios 4:15"]},"deuteronomio_19_20_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao respeito e reverência que se deve ter diante de Deus e de Sua justiça.","explicacao_detalhada":"A palavra 'temer' é usada para descrever a atitude que os indivíduos devem ter em relação a Deus e às Suas leis, reconhecendo a gravidade de desobedecer a Ele.","por_que_esta_palavra":"É importante porque destaca a necessidade de reverência e respeito por Deus, que é o fundamento da moralidade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é essencial para uma vida que agrada a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"deuteronomio_19_21_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana, incluindo emoções e desejos.","explicacao_detalhada":"A palavra 'alma' é usada para enfatizar a importância da vida humana e a necessidade de proteger a vida dos outros, refletindo o valor que Deus dá à vida.","por_que_esta_palavra":"É crucial para entender a dignidade da vida humana e a responsabilidade que temos uns pelos outros.","conexao_teologica":"A vida é um presente de Deus, e Ele espera que cuidemos e respeitemos a vida dos outros.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:28","1 João 3:15"]},"deuteronomio_19_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à negação de falsidade, enfatizando a importância da verdade.","explicacao_detalhada":"Neste versículo, a palavra 'verdade' é usada para enfatizar que não deve haver falsidade nas interações humanas, especialmente em contextos legais.","por_que_esta_palavra":"É fundamental para a justiça e a integridade nas relações interpessoais.","conexao_teologica":"Deus é a verdade, e Ele deseja que Seu povo viva em verdade e justiça.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:25"]}}