{"deuteronomio_2_1_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' aqui pode indicar a direção ou a atenção que se dá a algo ou alguém.","explicacao_detalhada":"Neste contexto, o rosto pode simbolizar a disposição de Deus em se revelar e guiar seu povo.","por_que_esta_palavra":"A ideia de rosto sugere proximidade e a busca pela presença de Deus em momentos de transição.","conexao_teologica":"A presença de Deus é frequentemente associada ao seu rosto, que brilha sobre seu povo.","referencias_relacionadas":["Salmos 67:1","Números 6:25-26","Mateus 18:20"]},"deuteronomio_2_1_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à jornada ou ao percurso que se deve seguir na vida.","explicacao_detalhada":"Neste contexto, o caminho simboliza a direção que Deus deseja que seu povo siga, cheia de desafios e promessas.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia, representando a vida e as escolhas que fazemos.","conexao_teologica":"Jesus se apresenta como o caminho, enfatizando a importância de seguir seus ensinamentos.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"deuteronomio_2_1_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que o povo de Israel deve seguir sob a orientação de Deus.","explicacao_detalhada":"Neste contexto, 'vida' simboliza não apenas a existência física, mas também a obediência e a relação com Deus, que traz prosperidade e bênçãos.","por_que_esta_palavra":"A escolha do caminho da vida é uma decisão espiritual que implica seguir os mandamentos de Deus.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde seguir Seus caminhos resulta em bênçãos e vida plena.","referencias_relacionadas":["Deuteronômio 30:19-20","Salmos 1:1-3","João 10:10"]},"deuteronomio_2_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus ao povo, enfatizando a importância da comunicação divina.","explicacao_detalhada":"Neste versículo, Deus está instruindo Moisés a comunicar a mensagem de que o povo deve seguir em frente, reforçando a necessidade de ouvir e obedecer à Sua voz.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Deus e a importância da revelação divina na vida do povo.","conexao_teologica":"A comunicação de Deus com Seu povo é fundamental para a fé e a obediência, refletindo a relação entre Criador e criatura.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Hebreus 1:1-2"]},"deuteronomio_2_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel e todas as nações.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, que deve ser respeitada e honrada.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua missão no mundo.","conexao_teologica":"A reverência ao nome de Deus é um tema recorrente, que destaca Sua santidade e a necessidade de adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"deuteronomio_2_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir ao povo de Israel como uma coletividade sob a liderança de Deus.","explicacao_detalhada":"Neste versículo, 'homem' representa a humanidade em sua totalidade, destacando a responsabilidade moral e espiritual que cada indivíduo possui.","por_que_esta_palavra":"A referência ao 'homem' enfatiza a dignidade e o valor que Deus atribui à criação humana.","conexao_teologica":"A criação do homem à imagem de Deus é um princípio fundamental que estabelece a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"deuteronomio_2_3_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza lugares de encontro com Deus e a grandeza de Sua criação.","explicacao_detalhada":"Neste contexto, a montanha pode representar um lugar de revelação divina, onde Deus se manifesta ao Seu povo.","por_que_esta_palavra":"As montanhas frequentemente são vistas como locais sagrados na Bíblia, onde eventos significativos ocorrem.","conexao_teologica":"A montanha é um símbolo de estabilidade e presença divina, refletindo a majestade de Deus.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"deuteronomio_2_3_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de vida e à conduta do povo de Israel sob a direção de Deus.","explicacao_detalhada":"Neste contexto, 'andar' implica em seguir os caminhos de Deus, vivendo de acordo com Seus mandamentos e princípios.","por_que_esta_palavra":"A ideia de 'andar' é frequentemente usada na Bíblia para descrever a vida espiritual e a obediência a Deus.","conexao_teologica":"Andar com Deus é um tema central, que envolve relacionamento e compromisso com a Sua vontade.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"deuteronomio_2_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em discernir e determinar o que é justo e correto.","explicacao_detalhada":"Neste contexto, 'julgar' implica que Deus está avaliando o comportamento do povo e suas ações em relação aos Seus mandamentos.","por_que_esta_palavra":"A justiça de Deus é um tema central na Bíblia, onde Ele é apresentado como o juiz justo que avalia as ações humanas.","conexao_teologica":"O julgamento de Deus é uma expressão de Sua santidade e justiça, que exige responsabilidade moral do Seu povo.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"deuteronomio_2_4_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Israel como o escolhido de Deus para cumprir Seus propósitos.","explicacao_detalhada":"Neste contexto, 'povo' destaca a identidade coletiva dos israelitas e sua relação especial com Deus.","por_que_esta_palavra":"A noção de 'povo' enfatiza a aliança de Deus com Israel e a responsabilidade que eles têm de viver segundo Seus mandamentos.","conexao_teologica":"A ideia de ser o povo de Deus é fundamental na narrativa bíblica, refletindo a missão de Israel no mundo.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"deuteronomio_2_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação e da instrução divina.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'dizer' reforça a necessidade de atenção às ordens de Deus e a seriedade de Sua mensagem.","por_que_esta_palavra":"A comunicação de Deus é vital para a vida espiritual do povo, mostrando que ouvir e obedecer é essencial.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é um tema central na vida do crente.","referencias_relacionadas":["Mateus 4:4","Tiago 1:22","Hebreus 4:12"]},"deuteronomio_2_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo deve agir de determinada maneira, ligando a ação à vontade de Deus.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação e a justificativa para as instruções dadas, mostrando a lógica divina por trás das ordens.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação entre a obediência e as consequências que dela advêm.","conexao_teologica":"A obediência a Deus é frequentemente ligada a promessas e advertências, refletindo a natureza relacional de Deus com Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-2","Romanos 2:6-8","Gálatas 6:7"]},"deuteronomio_2_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à integridade nas promessas de Deus.","explicacao_detalhada":"No contexto de Deuteronômio 2:5, a 'verdade' é um atributo de Deus que garante que Ele cumpre Suas promessas. É uma afirmação da justiça divina e da certeza de que Deus não abandona Seu povo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a confiança que os israelitas devem ter em Deus ao entrar na terra prometida.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 25:10","João 14:6","Hebreus 10:23"]},"deuteronomio_2_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em conceder ou entregar algo a alguém, neste caso, a terra prometida.","explicacao_detalhada":"Em Deuteronômio 2:5, a palavra 'dar' é usada para descrever a ação de Deus em fornecer a terra aos israelitas, mostrando Sua generosidade e compromisso com a aliança.","por_que_esta_palavra":"É crucial para entender que a posse da terra é um ato divino, não uma conquista humana.","conexao_teologica":"A ideia de Deus dar é um reflexo de Sua graça e bondade, que permeia toda a Escritura.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"deuteronomio_2_6_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' representa riqueza e valor, simbolizando a provisão de Deus.","explicacao_detalhada":"No versículo, a menção da prata destaca a abundância que Deus oferece ao Seu povo, refletindo a prosperidade que vem da obediência a Ele.","por_que_esta_palavra":"A prata é um símbolo de bênçãos materiais que Deus concede aos que seguem Seus caminhos.","conexao_teologica":"A provisão de Deus é um tema recorrente, mostrando que Ele cuida das necessidades de Seu povo.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","Mateus 6:33"]},"deuteronomio_2_6_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como as bênçãos de Deus são manifestadas.","explicacao_detalhada":"Neste contexto, 'expressão' pode se referir à forma como os israelitas devem reconhecer e agradecer pelas dádivas de Deus em suas vidas.","por_que_esta_palavra":"É importante para entender a relação entre o povo e Deus, onde a gratidão é uma resposta natural às Suas bênçãos.","conexao_teologica":"A expressão de gratidão é fundamental na vida de fé, refletindo a atitude correta diante de Deus.","referencias_relacionadas":["1 Tessalonicenses 5:18","Salmos 100:4","Colossenses 3:17"]},"deuteronomio_2_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus guia e cuida de Seu povo.","explicacao_detalhada":"Em Deuteronômio 2:7, 'modo' implica que Deus tem um plano específico e uma forma de agir em favor dos israelitas.","por_que_esta_palavra":"É essencial para entender que a providência de Deus não é aleatória, mas intencional e cuidadosa.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Provérbios 16:9","Romanos 8:28","Salmos 37:23"]},"deuteronomio_2_7_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' destaca a magnitude das bênçãos e da presença de Deus.","explicacao_detalhada":"No contexto, 'grande' é usado para descrever a grandeza de Deus em comparação com as dificuldades que os israelitas enfrentam.","por_que_esta_palavra":"É uma afirmação da supremacia de Deus sobre qualquer obstáculo que possa surgir.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, enfatizando Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"deuteronomio_2_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em favor de Seu povo.","explicacao_detalhada":"Neste versículo, 'porque' é usado para explicar a motivação divina por trás das ações de Deus em relação aos israelitas.","por_que_esta_palavra":"É fundamental para entender a lógica divina e a relação entre causa e efeito nas promessas de Deus.","conexao_teologica":"A compreensão do propósito de Deus é essencial para a fé e a obediência.","referencias_relacionadas":["Romanos 8:31","Salmos 119:68","Tiago 1:17"]},"deuteronomio_2_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar e decidir sobre as nações.","explicacao_detalhada":"Em Deuteronômio 2:8, 'julgar' implica que Deus tem autoridade sobre as nações e que Ele é justo em Suas decisões.","por_que_esta_palavra":"É importante para entender que Deus não é indiferente às ações das nações, mas que Ele age com justiça.","conexao_teologica":"A justiça de Deus é um tema central, refletindo Sua natureza reta e imparcial.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"deuteronomio_2_8_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' se refere ao caminho que leva à verdadeira vida, que é em Deus.","explicacao_detalhada":"Neste contexto, 'vida' é usada para descrever a jornada dos israelitas em direção à terra prometida, que simboliza a vida plena em Deus.","por_que_esta_palavra":"É essencial para entender que a obediência a Deus é o caminho para a verdadeira vida.","conexao_teologica":"A vida em Deus é um tema central, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19","Gálatas 2:20"]},"deuteronomio_2_8_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se ao lugar de provação e teste para o povo de Israel.","explicacao_detalhada":"No contexto, 'deserto' simboliza o período de dificuldades que os israelitas enfrentaram antes de entrarem na terra prometida.","por_que_esta_palavra":"É importante para entender que o deserto é parte do plano de Deus para moldar o caráter de Seu povo.","conexao_teologica":"O deserto é um símbolo de purificação e preparação para a bênção.","referencias_relacionadas":["Êxodo 16:2-3","Salmos 78:19","Mateus 4:1"]},"deuteronomio_2_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, enfatizando a ligação entre o povo e Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação especial entre Deus e o povo de Israel, simbolizando herança e pertencimento.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade da relação entre Deus e Seu povo, como um pai que cuida e protege seus filhos.","conexao_teologica":"A relação de Deus como Pai é um tema central na teologia bíblica, refletindo amor, cuidado e disciplina.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Mateus 5:9"]},"deuteronomio_2_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou importância de uma declaração ou ação.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para enfatizar a autoridade da palavra de Deus e a importância de Sua comunicação com o povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender como Deus se revela e se comunica com a humanidade, estabelecendo Suas promessas e ordens.","conexao_teologica":"A comunicação divina é essencial para a revelação de Deus e a formação da fé do povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"deuteronomio_2_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que expressa Sua soberania e relação com o povo de Israel.","por_que_esta_palavra":"O uso do nome de Deus enfatiza Sua presença e a importância de invocar Seu nome em adoração e oração.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"deuteronomio_2_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral ou a um indivíduo específico.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a condição humana e a relação do homem com Deus e com os outros.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a dignidade e a responsabilidade que Deus confere à humanidade.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental na teologia, refletindo a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"deuteronomio_2_10_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e à face de Deus, simbolizando Sua atenção e cuidado.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é frequentemente associada à presença de Deus e à revelação de Sua glória.","por_que_esta_palavra":"O uso da palavra 'rosto' enfatiza a proximidade de Deus com Seu povo e a importância de buscar Sua face.","conexao_teologica":"Buscar a face de Deus é um tema recorrente nas Escrituras, refletindo o desejo de comunhão com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"deuteronomio_2_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou discernir entre o certo e o errado.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de fazer escolhas justas e sábias, tanto por parte de líderes quanto do povo.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a importância da justiça e da moralidade nas relações humanas e na sociedade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a necessidade de justiça entre os homens.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Miquéias 6:8"]},"deuteronomio_2_11_anakim":{"palavra_pt":"anakim","palavra_original":"עֲנָקִי","transliteracao":"ʻĂnâqîy","strong":"H6062","significado_raiz":"Ideia básica: anakim.","significado_contextual":"Refere-se a um grupo de gigantes mencionados na Bíblia, simbolizando desafios e obstáculos.","explicacao_detalhada":"A palavra 'anakim' (עֲנָקִי) é usada para descrever uma raça de gigantes que representavam medo e incerteza para os israelitas.","por_que_esta_palavra":"O uso da palavra 'anakim' destaca os desafios que o povo de Israel enfrentou ao entrar na Terra Prometida.","conexao_teologica":"Os anakins simbolizam os obstáculos que podem ser superados pela fé e pela confiança em Deus.","referencias_relacionadas":["Números 13:33","Deuteronômio 1:28","Josué 14:12"]},"deuteronomio_2_11_astuto":{"palavra_pt":"astuto","palavra_original":"חָשַׁב","transliteracao":"châshab","strong":"H2803","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à habilidade de pensar e agir de forma estratégica.","explicacao_detalhada":"A palavra 'astuto' (חָשַׁב) implica uma capacidade de discernimento e planejamento, muitas vezes usada em contextos de sabedoria.","por_que_esta_palavra":"A escolha da palavra 'astuto' destaca a importância da sabedoria e do entendimento nas decisões.","conexao_teologica":"A sabedoria é um atributo de Deus e é frequentemente buscada por aqueles que desejam viver de acordo com Sua vontade.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Eclesiastes 7:12"]},"deuteronomio_2_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à relação familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a conexão entre as gerações e a herança espiritual.","por_que_esta_palavra":"O uso repetido da palavra 'filho' reforça a ideia de que a identidade do povo está ligada a sua relação com Deus.","conexao_teologica":"A continuidade da fé e da herança espiritual é um tema importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 17:7","Salmos 78:4","Efésios 6:4"]},"deuteronomio_2_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à responsabilidade de tomar decisões justas e sábias.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) é novamente utilizada para enfatizar a importância da justiça nas relações e na liderança.","por_que_esta_palavra":"A repetição da palavra 'julgar' destaca a necessidade de discernimento e moralidade nas ações do povo.","conexao_teologica":"A justiça é um reflexo do caráter de Deus e é fundamental para a vida em comunidade.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 37:28","Isaías 1:17"]},"deuteronomio_2_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que os israelitas estavam prestes a conquistar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada para descrever não apenas a geografia física, mas também a terra prometida por Deus ao povo de Israel, simbolizando a herança e a bênção divina.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do território na história de Israel e na aliança com Deus.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade divina ao seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 8:7-10"]},"deuteronomio_2_13_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de levantar ou erguer, possivelmente em relação a um movimento ou uma ordem dada por Deus.","explicacao_detalhada":"A palavra 'levantar' (קוּם, qûwm) implica uma ação de iniciar ou dar início a uma jornada, simbolizando a obediência e a prontidão do povo de Israel para seguir as instruções divinas.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de ação e resposta à direção de Deus.","conexao_teologica":"Levantar-se é um ato de fé e obediência, refletindo a disposição do povo em seguir a vontade de Deus.","referencias_relacionadas":["Josué 1:2","Salmos 119:32","Isaías 60:1"]},"deuteronomio_2_13_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se a uma transição ou passagem, possivelmente em um contexto de mudança de direção ou de estado.","explicacao_detalhada":"A palavra 'cruz' (עָבַר, ʻâbar) é usada para descrever a ação de passar de um lugar para outro, simbolizando a transição que o povo de Israel estava prestes a fazer.","por_que_esta_palavra":"A palavra destaca a importância das mudanças e transições na jornada espiritual do povo.","conexao_teologica":"A ideia de cruzar ou passar é frequentemente associada à libertação e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Êxodo 14:22","Salmos 66:6","Isaías 43:16"]},"deuteronomio_2_13_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"Indica um tempo futuro a partir do momento presente, sugerindo uma nova fase na jornada do povo.","explicacao_detalhada":"A palavra 'henceforth' (עַתָּה, ʻattâh) é usada para marcar um ponto de virada, onde novas instruções ou promessas são dadas.","por_que_esta_palavra":"Essa palavra é crucial para entender a continuidade da relação entre Deus e seu povo, indicando que algo novo está prestes a acontecer.","conexao_teologica":"O conceito de 'agora' ou 'henceforth' é frequentemente associado a novas alianças e a revelações de Deus.","referencias_relacionadas":["Isaías 43:19","Mateus 28:20","Apocalipse 21:5"]},"deuteronomio_2_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, importante para a contagem dos dias de jornada.","explicacao_detalhada":"A palavra 'dia' (יוֹם, yôwm) é usada para indicar a passagem do tempo e a importância de cada dia na jornada do povo de Israel.","por_que_esta_palavra":"A menção do dia enfatiza a importância da disciplina e da obediência diária na vida espiritual.","conexao_teologica":"O conceito de dia é fundamental na criação e na observância do descanso sabático, refletindo a ordem divina.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"deuteronomio_2_14_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que acompanhava os israelitas, essencial para sua subsistência.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה, machăneh) representa não apenas os animais, mas também a riqueza e a provisão de Deus para o seu povo durante a jornada.","por_que_esta_palavra":"A menção do gado destaca a dependência do povo em relação a Deus para suas necessidades materiais.","conexao_teologica":"O cuidado de Deus por seu povo é refletido na provisão de alimentos e recursos durante a jornada.","referencias_relacionadas":["Gênesis 30:43","Êxodo 34:26","Salmos 23:1"]},"deuteronomio_2_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, indicando a importância da ordem.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica a totalidade ou a maneira correta de agir, refletindo a necessidade de seguir as instruções de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da obediência e da conformidade às diretrizes divinas.","conexao_teologica":"O modo de viver segundo a palavra de Deus é fundamental para a vida espiritual e comunitária do povo.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Tiago 1:22"]},"deuteronomio_2_15_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se novamente ao gado, enfatizando a continuidade da provisão durante a jornada.","explicacao_detalhada":"A repetição da palavra 'gado' (מַחֲנֶה, machăneh) reforça a ideia de que a riqueza e os recursos são bênçãos de Deus.","por_que_esta_palavra":"A ênfase no gado mostra a importância da agricultura e da criação de animais na vida do povo de Israel.","conexao_teologica":"A provisão de Deus é um tema central na narrativa bíblica, refletindo seu cuidado e fidelidade.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 104:14","Mateus 6:26"]},"deuteronomio_2_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é o nome pessoal de Deus, que representa sua autoridade e relação com seu povo.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância da reverência e do reconhecimento de sua soberania.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e é fundamental para a adoração e a identidade do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"deuteronomio_2_15_coracao":{"palavra_pt":"coracao","palavra_original":"קֶרֶב","transliteracao":"qereb","strong":"H7130","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e decisões do povo.","explicacao_detalhada":"A palavra 'coração' (קֶרֶב, qereb) simboliza a essência do ser humano, incluindo pensamentos, emoções e vontade.","por_que_esta_palavra":"A menção do coração destaca a necessidade de pureza e devoção nas relações com Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca a verdadeira adoração e compromisso.","referencias_relacionadas":["Provérbios 4:23","Jeremias 29:13","Mateus 5:8"]},"deuteronomio_2_16_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é um tema recorrente na Bíblia, simbolizando o fim da vida física e a separação da alma do corpo.","explicacao_detalhada":"Neste contexto, a palavra 'morrer' refere-se ao fim da jornada dos israelitas no deserto, onde muitos pereceram devido à desobediência e falta de fé. A morte é vista como consequência do pecado e da rebelião contra Deus.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade da situação enfrentada pelos israelitas e a necessidade de obedecer a Deus para evitar a morte espiritual e física.","conexao_teologica":"A morte é um tema que conecta a desobediência ao juízo divino, refletindo a necessidade de arrependimento e retorno a Deus para a vida eterna.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Hebreus 9:27"]},"deuteronomio_2_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode simbolizar a queda em pecado ou a derrota espiritual.","explicacao_detalhada":"Neste versículo, a palavra 'cair' pode ser interpretada como a queda dos israelitas em desobediência, resultando em suas mortes. É um lembrete da fragilidade humana diante da desobediência a Deus.","por_que_esta_palavra":"A palavra 'cair' é utilizada para ilustrar a vulnerabilidade do povo de Deus quando se afasta de Sua vontade.","conexao_teologica":"A queda é um tema central na teologia bíblica, representando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Provérbios 24:16"]},"deuteronomio_2_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou vivido.","explicacao_detalhada":"A palavra 'modo' neste contexto pode se referir à forma como os israelitas deveriam viver e se comportar em relação a Deus e entre si, enfatizando a importância da obediência.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de um estilo de vida que reflita a vontade de Deus.","conexao_teologica":"A maneira de viver é fundamental na teologia bíblica, pois reflete a relação do crente com Deus e com os outros.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16","1 Pedro 1:15-16"]},"deuteronomio_2_17_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é um ato de comunicação que pode transmitir instruções, advertências ou bênçãos.","explicacao_detalhada":"Neste versículo, 'falar' refere-se à comunicação de Deus com Seu povo, enfatizando a importância de ouvir e obedecer às Suas palavras.","por_que_esta_palavra":"A palavra 'falar' é crucial, pois mostra que Deus se comunica ativamente com Seu povo, guiando-os em suas decisões.","conexao_teologica":"A comunicação divina é um tema central, pois revela a natureza relacional de Deus e a importância da revelação.","referencias_relacionadas":["Salmos 119:105","Isaías 30:21","João 10:27"]},"deuteronomio_2_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome de Deus é um símbolo de Sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, 'senhor' refere-se a Deus como o soberano que guia e protege Seu povo, ressaltando a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a posição de Deus como Rei e Senhor sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na teologia, representando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"deuteronomio_2_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude e importância de Deus.","explicacao_detalhada":"A palavra 'dizer' neste contexto enfatiza a grandeza de Deus e a necessidade de proclamá-Lo e reconhecer Sua soberania em todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância de declarar a verdade sobre Deus e Sua grandeza.","conexao_teologica":"A grandeza de Deus é um tema recorrente, refletindo Sua majestade e poder sobre a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 4:11"]},"deuteronomio_2_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia pode simbolizar um tempo específico ou um período de julgamento.","explicacao_detalhada":"Neste contexto, 'dia' refere-se a um tempo determinado por Deus para a ação ou julgamento, enfatizando a soberania de Deus sobre o tempo.","por_que_esta_palavra":"A palavra 'dia' é importante para indicar a certeza de que Deus cumprirá Suas promessas e juízos.","conexao_teologica":"O conceito de tempo e dia é fundamental na teologia, pois Deus opera em Sua própria cronologia.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","2 Pedro 3:8"]},"deuteronomio_2_18_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"Thee é uma forma de se referir à segunda pessoa, enfatizando a relação pessoal.","explicacao_detalhada":"Neste contexto, 'thee' é uma forma de Deus se dirigir diretamente ao Seu povo, mostrando a intimidade e a importância do relacionamento pessoal com Ele.","por_que_esta_palavra":"A palavra 'thee' destaca a individualidade da comunicação de Deus, reforçando que Ele se importa com cada pessoa.","conexao_teologica":"A relação pessoal com Deus é um tema central na Bíblia, enfatizando a importância do relacionamento íntimo com o Criador.","referencias_relacionadas":["Salmos 139:1-4","Mateus 10:30","João 15:15"]},"deuteronomio_2_18_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Cruz simboliza sacrifício e redenção.","explicacao_detalhada":"Embora a palavra 'cruz' não apareça diretamente neste versículo, a ideia de cruz pode ser aplicada ao sacrifício que Cristo faria, refletindo a necessidade de um salvador para a humanidade.","por_que_esta_palavra":"A palavra 'cruz' é importante na teologia cristã, simbolizando o sacrifício de Cristo e a redenção dos pecados.","conexao_teologica":"A cruz é central na mensagem do evangelho, representando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Gálatas 2:20","1 Pedro 2:24","Romanos 5:8"]},"deuteronomio_2_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao lugar prometido por Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a herança e a promessa de Deus aos israelitas, representando um lugar de bênção e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é fundamental, pois representa a fidelidade de Deus em cumprir Suas promessas ao Seu povo.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a esperança e a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-3"]},"deuteronomio_2_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, enfatizando a relação de parentesco.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever não apenas a relação biológica, mas também a ideia de herança e continuidade da linhagem. No contexto de Deuteronômio 2:19, é importante para entender a relação entre os povos e suas terras.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da descendência e da identidade familiar dentro da narrativa bíblica.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:16"]},"deuteronomio_2_19_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo que é frequentemente associada a ações e poder.","explicacao_detalhada":"A palavra 'mão' (קָרַב) é usada para simbolizar controle, poder e ação. No contexto do versículo, pode indicar a ação de Deus ou a intervenção divina nas situações.","por_que_esta_palavra":"A mão é um símbolo de força e autoridade, essencial para entender como Deus opera na história.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e poder.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"deuteronomio_2_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é fundamental na narrativa bíblica, representando não apenas um espaço físico, mas também as promessas de Deus e a herança do povo de Israel.","por_que_esta_palavra":"A terra é um tema central na Bíblia, simbolizando a bênção e a aliança de Deus com Seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Josué 1:2"]},"deuteronomio_2_20_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou determinar algo, especialmente em um contexto legal ou moral.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a ideia de tomar decisões justas e corretas, um princípio fundamental na lei de Moisés.","por_que_esta_palavra":"A justiça é um tema central na Bíblia, e o ato de julgar é visto como uma responsabilidade divina e humana.","conexao_teologica":"Deus é descrito como o juiz supremo, e os seres humanos são chamados a refletir Sua justiça em suas ações.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Tiago 4:12"]},"deuteronomio_2_20_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou aparência, frequentemente simbolizando a presença ou favor de Deus.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é usada para descrever a presença de Deus, que é essencial para a relação entre Deus e Seu povo.","por_que_esta_palavra":"O rosto de Deus é um símbolo de Sua revelação e intimidade com a humanidade.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na espiritualidade bíblica, representando comunhão e aceitação.","referencias_relacionadas":["Números 6:25","Salmos 31:16","Mateus 5:8"]},"deuteronomio_2_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou avaliar, especialmente em um contexto de justiça.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) é usada para enfatizar a importância de decisões justas e corretas, refletindo a natureza de Deus como juiz.","por_que_esta_palavra":"A justiça é um aspecto fundamental da natureza de Deus e deve ser refletida na vida do Seu povo.","conexao_teologica":"Deus é o juiz justo que exige que Seu povo também busque a justiça em suas interações.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 82:3","Miquéias 6:8"]},"deuteronomio_2_21_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o valor da pessoa.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a humanidade em sua totalidade, refletindo a criação de Deus à Sua imagem.","por_que_esta_palavra":"A dignidade do homem é um tema central na teologia bíblica, que enfatiza o valor de cada indivíduo.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a base para a dignidade humana e a responsabilidade moral.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"deuteronomio_2_21_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é usada para descrever a importância e a força de um indivíduo ou situação, especialmente em contextos de poder e autoridade.","por_que_esta_palavra":"A grandeza é frequentemente associada ao poder de Deus e à importância de Sua obra na história.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter por Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Mateus 5:19"]},"deuteronomio_2_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, enfatizando a relação de parentesco.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a continuidade da linhagem e a herança dentro do povo de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da descendência e da identidade familiar dentro da narrativa bíblica.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:16"]},"deuteronomio_2_22_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou avaliar, especialmente em um contexto de justiça.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) é usada para enfatizar a importância de decisões justas e corretas, refletindo a natureza de Deus como juiz.","por_que_esta_palavra":"A justiça é um aspecto fundamental da natureza de Deus e deve ser refletida na vida do Seu povo.","conexao_teologica":"Deus é o juiz justo que exige que Seu povo também busque a justiça em suas interações.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 82:3","Miquéias 6:8"]},"deuteronomio_2_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de um dia específico em que Deus agiu em favor do povo de Israel.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um período de 24 horas, mas também pode simbolizar um tempo de ação divina ou de julgamento.","por_que_esta_palavra":"A palavra 'dia' é importante para enfatizar a intervenção de Deus na história de Israel, mostrando que Ele está presente em momentos específicos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à criação e ao tempo de Deus, refletindo Sua soberania sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 74:16","Eclesiastes 3:1"]},"deuteronomio_2_23_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de decidir ou determinar a justiça em uma situação específica.","explicacao_detalhada":"A palavra 'julgar' implica em um processo de avaliação e decisão, muitas vezes relacionado à justiça divina e à moralidade.","por_que_esta_palavra":"É crucial para entender como Deus estabelece a justiça entre os povos e como os líderes devem agir com retidão.","conexao_teologica":"O ato de julgar é uma característica de Deus, que é o juiz supremo, e os seres humanos são chamados a refletir essa justiça em suas ações.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Miquéias 6:8"]},"deuteronomio_2_23_hazerim":{"palavra_pt":"hazerim","palavra_original":"חֲצֵרִים","transliteracao":"Chătsêrîym","strong":"H2699","significado_raiz":"Ideia básica: hazerim.","significado_contextual":"Refere-se a cidades ou vilarejos, indicando a habitação e a organização social dos povos.","explicacao_detalhada":"A palavra 'hazerim' é usada para descrever áreas habitadas, que são importantes para a vida comunitária e a cultura de um povo.","por_que_esta_palavra":"É relevante para entender a geografia e a estrutura social dos povos que Israel encontrou em sua jornada.","conexao_teologica":"As cidades são frequentemente vistas como lugares de refúgio e proteção, refletindo a necessidade de comunidade e segurança sob a providência de Deus.","referencias_relacionadas":["Josué 20:2","Salmos 46:1","Hebreus 11:10"]},"deuteronomio_2_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a magnitude ou a importância de uma ação ou evento.","explicacao_detalhada":"A palavra 'grande' é usada para descrever algo que é significativo, poderoso ou de grande impacto na história.","por_que_esta_palavra":"É importante para enfatizar a grandeza das promessas de Deus e a magnitude de Seus feitos entre os povos.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"deuteronomio_2_24_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de se erguer ou iniciar uma jornada.","explicacao_detalhada":"A palavra 'levantar' implica em um movimento de ação, muitas vezes associado ao chamado de Deus para avançar.","por_que_esta_palavra":"É crucial para entender a dinâmica da obediência e do movimento do povo de Deus em direção à terra prometida.","conexao_teologica":"Levantar-se é um símbolo de fé e disposição para seguir a direção de Deus, refletindo a resposta humana ao Seu chamado.","referencias_relacionadas":["Isaías 60:1","Mateus 28:19","Atos 1:8"]},"deuteronomio_2_24_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à passagem ou transição de um lugar para outro, muitas vezes com um sentido de desafio.","explicacao_detalhada":"A palavra 'cruz' implica em atravessar barreiras ou obstáculos, simbolizando a jornada do povo de Deus.","por_que_esta_palavra":"É importante para entender as dificuldades enfrentadas pelo povo de Israel e a necessidade de perseverança.","conexao_teologica":"A ideia de cruzar é frequentemente associada à fé e à confiança em Deus para superar desafios.","referencias_relacionadas":["Êxodo 14:22","Salmos 66:6","Hebreus 11:29"]},"deuteronomio_2_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda a Deus.","explicacao_detalhada":"A palavra 'clamar' implica em um pedido urgente e sincero, refletindo a dependência do povo em relação a Deus.","por_que_esta_palavra":"É relevante para entender a relação entre o povo e Deus, especialmente em tempos de necessidade.","conexao_teologica":"Clamar a Deus é um ato de fé que demonstra a confiança na Sua capacidade de responder e ajudar.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"deuteronomio_2_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico em que Deus ordena um evento significativo.","explicacao_detalhada":"Assim como em outras passagens, 'dia' pode simbolizar um momento de intervenção divina na história.","por_que_esta_palavra":"A ênfase no 'dia' destaca a soberania de Deus sobre o tempo e os eventos.","conexao_teologica":"O dia é um símbolo do plano de Deus, que se desenrola ao longo da história da humanidade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 7:14","Mateus 6:34"]},"deuteronomio_2_25_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'céus' é usada para descrever não apenas o espaço físico, mas também a realidade espiritual onde Deus reina.","por_que_esta_palavra":"É importante para entender a grandeza de Deus e Sua autoridade sobre toda a criação.","conexao_teologica":"Os céus são frequentemente mencionados como testemunhas da soberania de Deus e da Sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"deuteronomio_2_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar a ajuda de Deus em um momento de necessidade.","explicacao_detalhada":"A palavra 'clamar' implica em um pedido sincero e urgente, refletindo a dependência do povo em relação a Deus.","por_que_esta_palavra":"É relevante para entender a relação entre o povo e Deus, especialmente em tempos de crise.","conexao_teologica":"Clamar a Deus é um ato de fé que demonstra a confiança na Sua capacidade de ouvir e responder.","referencias_relacionadas":["Salmos 18:6","Salmos 55:16","Romanos 10:13"]},"deuteronomio_2_26_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar alguém ou algo para um determinado lugar ou missão.","explicacao_detalhada":"Neste contexto, Deus está enviando mensageiros para comunicar Sua vontade ao povo de Israel, demonstrando Sua orientação e cuidado.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a ação de Deus em dirigir e guiar Seu povo através de intermediários.","conexao_teologica":"A ideia de envio é central na teologia bíblica, onde Deus frequentemente envia profetas e mensageiros para transmitir Sua mensagem ao povo.","referencias_relacionadas":["Êxodo 3:10","Isaías 6:8","Mateus 10:16"]},"deuteronomio_2_26_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser espiritual que atua como mensageiro de Deus.","explicacao_detalhada":"Neste versículo, o anjo é um agente de Deus que traz instruções e orientações ao povo, simbolizando a presença divina.","por_que_esta_palavra":"A palavra 'anjo' é utilizada para mostrar que Deus se comunica com Seu povo através de seres espirituais, reforçando a ideia de Sua soberania.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como mensageiros de Deus, destacando a interação entre o céu e a terra.","referencias_relacionadas":["Gênesis 16:7","Salmos 91:11","Hebreus 1:14"]},"deuteronomio_2_26_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se a uma área aberta, muitas vezes associada à natureza e ao sustento.","explicacao_detalhada":"No contexto do versículo, o campo simboliza o espaço onde o povo de Israel poderia se estabelecer e prosperar sob a bênção de Deus.","por_que_esta_palavra":"A escolha da palavra 'campo' destaca a relação do povo com a terra e a provisão divina para suas necessidades.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando a promessa de Deus de sustento e bênção ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:29"]},"deuteronomio_2_27_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou modo de viver que é orientado por Deus.","explicacao_detalhada":"Neste contexto, 'vida' implica em seguir os caminhos de Deus, que levam à prosperidade e à bênção.","por_que_esta_palavra":"A palavra 'vida' é escolhida para enfatizar a importância de viver de acordo com os princípios divinos.","conexao_teologica":"A vida em Deus é um tema recorrente, onde seguir Seus caminhos resulta em verdadeira vida e bênção.","referencias_relacionadas":["Provérbios 3:5-6","João 10:10","Romanos 6:4"]},"deuteronomio_2_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"Neste versículo, a terra representa não apenas um lugar físico, mas também a realização das promessas de Deus ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância da possessão da terra como parte do pacto entre Deus e Israel.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da esperança de um futuro abençoado para Seu povo.","referencias_relacionadas":["Gênesis 15:18-21","Êxodo 3:8","Josué 1:3"]},"deuteronomio_2_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade dos propósitos de Deus.","explicacao_detalhada":"Neste contexto, 'verdade' implica em viver de acordo com a realidade do que Deus prometeu e revelou.","por_que_esta_palavra":"A palavra 'verdade' é escolhida para enfatizar a importância da sinceridade e da integridade na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, onde conhecer a verdade traz liberdade.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"deuteronomio_2_28_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"Neste versículo, a prata representa os recursos materiais que Deus provê para o sustento do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'prata' destaca a abundância e a provisão divina na vida do povo de Israel.","conexao_teologica":"A provisão de Deus é um tema importante, onde Ele cuida das necessidades materiais de Seu povo.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","2 Coríntios 9:8"]},"deuteronomio_2_28_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento físico necessário para a vida.","explicacao_detalhada":"Neste contexto, o alimento simboliza a provisão de Deus para as necessidades diárias do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'alimento' enfatiza a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"Deus é frequentemente descrito como o provedor de alimento, tanto físico quanto espiritual, em toda a Escritura.","referencias_relacionadas":["Mateus 6:11","João 6:35","Salmos 104:14-15"]},"deuteronomio_2_28_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'aguas' refere-se à água como fonte de vida e sustento.","explicacao_detalhada":"Neste versículo, as águas simbolizam a provisão essencial de Deus para a sobrevivência do Seu povo no deserto.","por_que_esta_palavra":"A escolha da palavra 'aguas' destaca a importância da água como símbolo de vida e renovação.","conexao_teologica":"A água é um símbolo frequente na Bíblia, representando a purificação e a vida que vem de Deus.","referencias_relacionadas":["Isaías 55:1","João 4:14","Apocalipse 21:6"]},"deuteronomio_2_29_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou discernir entre o certo e o errado.","explicacao_detalhada":"Neste contexto, 'julgar' implica em tomar decisões justas e sábias, conforme a orientação de Deus.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a responsabilidade do povo em agir com justiça e retidão.","conexao_teologica":"A justiça é um atributo de Deus, e o chamado para julgar corretamente reflete Seu caráter em nossas ações.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"deuteronomio_2_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que os israelitas estavam prestes a conquistar, simbolizando a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever não apenas o solo físico, mas também a herança e a promessa de Deus ao Seu povo. Neste contexto, a terra representa a realização das promessas divinas.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância da possessão da terra prometida como parte do pacto entre Deus e Israel.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre o Seu povo, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-4"]},"deuteronomio_2_29_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade de um inimigo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever um animal poderoso, simbolizando a força que pode ser encontrada em adversários. Neste contexto, representa a necessidade de estar preparado para enfrentar inimigos fortes.","por_que_esta_palavra":"A menção do urso destaca a gravidade da situação e a necessidade de confiar em Deus para a proteção e vitória.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é capaz de proteger e salvar Seu povo.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"deuteronomio_2_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é mencionado em relação ao tempo em que Deus agiu em favor de Israel.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período específico em que eventos significativos ocorreram, enfatizando a soberania de Deus sobre o tempo e a história.","por_que_esta_palavra":"O uso de 'dia' destaca a importância de reconhecer os momentos em que Deus intervém na história.","conexao_teologica":"Deus é o Senhor do tempo, e cada dia é uma oportunidade para experimentar Sua graça e misericórdia.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"deuteronomio_2_30_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um princípio fundamental na relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a fidelidade de Deus e a importância da honestidade na vida do crente.","por_que_esta_palavra":"A ênfase na verdade reflete a necessidade de viver de acordo com os princípios de Deus e a Sua palavra.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, como um testemunho do caráter divino.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"deuteronomio_2_30_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é mencionado como uma figura de autoridade que se opõe ao povo de Deus.","explicacao_detalhada":"A palavra 'rei' (סִיחוֹן) refere-se a um governante que representa a oposição à vontade de Deus, simbolizando a luta entre o bem e o mal.","por_que_esta_palavra":"A menção do rei destaca a necessidade de confiar em Deus como o verdadeiro Rei e Soberano sobre todas as coisas.","conexao_teologica":"Deus é o Rei supremo, e a história de Israel ilustra a luta entre os reinos humanos e o reino de Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Isaías 33:22"]},"deuteronomio_2_31_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar é usado para descrever a ação de tomar posse da terra prometida.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) implica uma ação decisiva de reivindicar o que é devido, simbolizando a herança que Deus deu a Israel.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a responsabilidade do povo em tomar posse das promessas de Deus.","conexao_teologica":"A posse da terra é um reflexo da herança espiritual que todos os crentes têm em Cristo.","referencias_relacionadas":["Salmos 37:29","Romanos 8:17","Gálatas 3:29"]},"deuteronomio_2_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande é usado para descrever a magnitude das promessas de Deus.","explicacao_detalhada":"A palavra 'grande' (אָמַר) é frequentemente associada à grandeza de Deus e à importância de Sua palavra e promessas.","por_que_esta_palavra":"A ênfase na grandeza destaca a majestade de Deus e a confiança que devemos ter em Suas promessas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"deuteronomio_2_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como um símbolo de Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Seu caráter e Sua relação com o Seu povo.","por_que_esta_palavra":"A invocação do nome do Senhor enfatiza a importância de reconhecer Sua soberania e buscar Sua ajuda.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"deuteronomio_2_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo é usado para descrever a maneira como as ações devem ser realizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) refere-se à forma como as coisas devem ser feitas, enfatizando a importância da obediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir as instruções divinas em todas as ações.","conexao_teologica":"A maneira como vivemos deve refletir a vontade de Deus, mostrando que somos Seus representantes na terra.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:1-2"]},"deuteronomio_2_32_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair é mencionado em relação à ação de avançar em direção à terra prometida.","explicacao_detalhada":"A palavra 'sair' (יָצָא) implica movimento e progresso, simbolizando a jornada do povo de Deus em direção à realização de Suas promessas.","por_que_esta_palavra":"A ênfase em 'sair' destaca a necessidade de ação e fé na jornada espiritual.","conexao_teologica":"A jornada de fé é um tema central na Bíblia, refletindo a caminhada dos crentes em direção à vida eterna.","referencias_relacionadas":["Hebreus 11:8-10","Gênesis 12:1","Mateus 28:19-20"]},"deuteronomio_2_32_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se a Sihon, o rei dos amorreus, que se opôs ao povo de Israel durante sua jornada.","explicacao_detalhada":"Sihon era um rei que governava uma região que os israelitas precisavam atravessar. Sua resistência e subsequente derrota são significativas na narrativa da conquista da terra prometida.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a autoridade e o poder que Sihon tinha, bem como a importância de sua derrota para a história de Israel.","conexao_teologica":"A derrota de Sihon simboliza a soberania de Deus sobre as nações e a proteção que Ele oferece ao Seu povo.","referencias_relacionadas":["Números 21:21-35","Deuteronômio 2:24-25","Josué 12:4"]},"deuteronomio_2_33_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O verbo 'dar' é usado no contexto de Deus entregando Sihon nas mãos dos israelitas.","explicacao_detalhada":"A ação de 'dar' implica um ato divino de entrega, onde Deus concede vitória ao Seu povo contra um inimigo poderoso.","por_que_esta_palavra":"A escolha do verbo 'dar' destaca a graça e a intervenção divina na história de Israel, mostrando que a vitória não é apenas um resultado do esforço humano.","conexao_teologica":"Reflete a ideia de que Deus é o verdadeiro conquistador e que a vitória vem através da Sua vontade.","referencias_relacionadas":["Salmos 44:3","Deuteronômio 3:2","Romanos 8:31"]},"deuteronomio_2_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se a Yahweh, o Deus de Israel, que é invocado em momentos de necessidade.","explicacao_detalhada":"O uso do nome de Deus enfatiza Sua autoridade e poder, sendo um lembrete da aliança que Ele tem com Seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é central na identidade de Deus e na relação que Ele tem com Israel, sendo um símbolo de Sua presença e proteção.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança na Sua capacidade de salvar e proteger.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"deuteronomio_2_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade que guia e protege Israel em sua jornada.","explicacao_detalhada":"Deus é apresentado como a fonte de poder e autoridade, que age em favor de Seu povo, garantindo-lhes vitória sobre seus inimigos.","por_que_esta_palavra":"A escolha da palavra 'Deus' reforça a ideia de que a batalha é espiritual e que a vitória é concedida por Ele.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, mostrando que Ele é o Senhor sobre todas as nações.","referencias_relacionadas":["Deuteronômio 3:24","Salmos 46:1","Isaías 40:28"]},"deuteronomio_2_34_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao povo de Israel como um todo, incluindo todos os seus membros.","explicacao_detalhada":"A menção da 'família' destaca a unidade e a coletividade do povo de Deus, que é tratado como um só corpo.","por_que_esta_palavra":"A palavra é importante para enfatizar que a ação de Deus afeta não apenas indivíduos, mas toda a comunidade.","conexao_teologica":"A ideia de família é central na teologia bíblica, refletindo a relação de Deus com Seu povo como um pai amoroso.","referencias_relacionadas":["Êxodo 12:3","Deuteronômio 6:7","Salmos 78:4"]},"deuteronomio_2_34_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"O verbo 'escolher' refere-se à ação de Deus em selecionar o povo de Israel para ser Seu povo especial.","explicacao_detalhada":"A escolha de Israel é um ato de graça divina, onde Deus decide estabelecer uma relação única com eles.","por_que_esta_palavra":"A palavra 'escolher' enfatiza a soberania de Deus e Sua vontade em relação à humanidade.","conexao_teologica":"A escolha de Deus é um tema recorrente, mostrando que Ele tem um plano específico para Seu povo.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20-21","1 Pedro 2:9"]},"deuteronomio_2_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e como o povo deve se comportar.","explicacao_detalhada":"O 'modo' implica em uma forma de vida que deve ser seguida pelo povo de Deus, refletindo Sua santidade.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para enfatizar a necessidade de viver de acordo com os princípios divinos.","conexao_teologica":"A maneira de viver é uma expressão da fé e da obediência a Deus, que espera que Seu povo reflita Seu caráter.","referencias_relacionadas":["Levítico 11:44","Romanos 12:1-2","1 Pedro 1:15-16"]},"deuteronomio_2_35_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se às cidades que foram conquistadas pelos israelitas durante sua jornada.","explicacao_detalhada":"As cidades representam não apenas locais físicos, mas também a conquista do território prometido por Deus.","por_que_esta_palavra":"A palavra 'cidade' é significativa para mostrar a realização das promessas de Deus ao povo de Israel.","conexao_teologica":"A conquista das cidades é um símbolo da vitória de Deus sobre as forças do mal e da realização de Seu plano redentor.","referencias_relacionadas":["Josué 6:20","Josué 12:7-24","Salmos 48:12-14"]},"deuteronomio_2_35_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"A palavra 'animal' refere-se ao gado e outros rebanhos que foram tomados como despojo durante a conquista.","explicacao_detalhada":"Os animais são parte do que foi considerado como bênção e provisão de Deus para o povo após a vitória.","por_que_esta_palavra":"A palavra 'animal' é importante para mostrar a abundância que Deus proporciona ao Seu povo após a conquista.","conexao_teologica":"Os animais simbolizam a provisão de Deus e a abundância que vem da obediência a Ele.","referencias_relacionadas":["Deuteronômio 8:10","Salmos 104:14","Mateus 6:26"]},"deuteronomio_2_35_prey":{"palavra_pt":"prey","palavra_original":"שָׁלָל","transliteracao":"shâlâl","strong":"H7998","significado_raiz":"Ideia básica: prey.","significado_contextual":"A palavra 'prey' refere-se ao despojo ou saque que os israelitas tomaram após a vitória sobre Sihon.","explicacao_detalhada":"O 'prey' simboliza a recompensa pela luta e a bênção de Deus sobre o povo após a batalha.","por_que_esta_palavra":"A palavra 'prey' é usada para enfatizar a ideia de que Deus não apenas dá a vitória, mas também as bênçãos que a acompanham.","conexao_teologica":"O despojo é um símbolo da generosidade de Deus e da recompensa por confiar e obedecer a Ele.","referencias_relacionadas":["Números 31:9","Salmos 68:12","Isaías 53:12"]},"deuteronomio_2_36_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade que foi conquistada pelos israelitas durante a jornada no deserto.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um local fortificado onde as pessoas habitam. No contexto de Deuteronômio 2:36, isso enfatiza a conquista de cidades e a posse da terra prometida.","por_que_esta_palavra":"É importante para mostrar a realização da promessa de Deus de dar uma terra aos israelitas, incluindo cidades que pertenciam a outros povos.","conexao_teologica":"A conquista das cidades simboliza a vitória de Deus sobre os inimigos de Seu povo e a entrega da terra prometida.","referencias_relacionadas":["Deuteronômio 1:21","Josué 6:20","Salmos 48:12"]},"deuteronomio_2_36_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os israelitas se comportaram ou procederam durante a conquista.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma maneira ou forma de agir. Neste contexto, destaca a forma como os israelitas enfrentaram e conquistaram as cidades.","por_que_esta_palavra":"É relevante para entender a estratégia e a determinação dos israelitas em seguir as instruções de Deus.","conexao_teologica":"O modo de agir dos israelitas reflete a obediência e a confiança em Deus durante a conquista.","referencias_relacionadas":["Deuteronômio 2:25","Josué 1:7","Salmos 119:3"]},"deuteronomio_2_37_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente se refere a uma cidade conquistada, enfatizando a continuidade da narrativa.","explicacao_detalhada":"A repetição da palavra 'cidade' (עִיר) reforça a ideia de que os israelitas estavam tomando posse de várias cidades durante sua jornada.","por_que_esta_palavra":"Mostra a importância da conquista das cidades como parte do cumprimento da promessa de Deus.","conexao_teologica":"A conquista das cidades é um símbolo da soberania de Deus sobre as nações e a realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 3:4","Josué 10:28","Salmos 78:68"]},"deuteronomio_2_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os israelitas se abstiveram de certas cidades.","explicacao_detalhada":"A palavra 'modo' (כֹּל) aqui indica a maneira de agir dos israelitas em relação a cidades específicas que não foram conquistadas.","por_que_esta_palavra":"É importante para entender as instruções de Deus sobre quais cidades deveriam ser poupadas.","conexao_teologica":"Reflete a obediência dos israelitas às direções divinas e a importância de seguir a vontade de Deus.","referencias_relacionadas":["Deuteronômio 2:5","Deuteronômio 2:9","Josué 11:15"]},"deuteronomio_2_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que os israelitas estavam prestes a conquistar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é fundamental na narrativa, pois representa a herança prometida a Abraão e seus descendentes.","por_que_esta_palavra":"É crucial para entender a promessa de Deus de dar uma terra aos israelitas e a importância dessa terra na história do povo de Israel.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]}}