{"deuteronomio_24_1_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' (נָתַן) refere-se ao ato de conceder ou transferir algo a alguém, muitas vezes em um contexto de obrigação ou necessidade.","explicacao_detalhada":"Neste contexto, 'dar' é usado para descrever a ação de um homem que concede um documento de divórcio à sua esposa, refletindo a seriedade e a responsabilidade nas relações matrimoniais.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância do ato de conceder e a responsabilidade que vem com as decisões na vida conjugal.","conexao_teologica":"A teologia bíblica aborda a importância da responsabilidade nas relações, refletindo a natureza de Deus como um Deus que dá e se compromete.","referencias_relacionadas":["Mateus 19:8","Marcos 10:4","1 Coríntios 7:10-11"]},"deuteronomio_24_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) é usada para introduzir a razão pela qual uma ação deve ser realizada.","explicacao_detalhada":"Neste contexto, 'porque' conecta a justificativa para o ato de dar um documento de divórcio, mostrando a lógica por trás das leis sobre o casamento e o divórcio.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação divina e a moralidade das leis sobre o divórcio.","conexao_teologica":"A lógica e a razão são frequentemente usadas na teologia bíblica para explicar a obediência a Deus e a moralidade das relações humanas.","referencias_relacionadas":["Deuteronômio 10:13","Salmos 119:4","Romanos 12:1"]},"deuteronomio_24_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser humano, especificamente em um contexto de relações matrimoniais.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a figura masculina em um contexto legal sobre divórcio e suas implicações. O homem é o agente que toma a decisão de se separar da esposa.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade e a ação do homem na relação conjugal.","conexao_teologica":"A relação entre homem e mulher é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 2:24","Mateus 19:5","Efésios 5:31"]},"deuteronomio_24_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se ao homem em um contexto de divórcio, destacando sua posição na sociedade.","explicacao_detalhada":"A palavra 'homem' é utilizada para descrever o papel ativo do homem na decisão de se separar, refletindo a cultura patriarcal da época.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a autoridade do homem nas questões familiares e legais.","conexao_teologica":"A dinâmica entre homem e mulher é um reflexo da relação de Deus com a humanidade, onde Deus é visto como o protetor e cuidador.","referencias_relacionadas":["Gênesis 2:18","Mateus 5:32","1 Pedro 3:7"]},"deuteronomio_24_2_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair, que implica uma mudança significativa na vida do homem e da mulher.","explicacao_detalhada":"A palavra 'sair' é usada para descrever a ação de deixar a casa conjugal, um ato que tem profundas implicações emocionais e sociais.","por_que_esta_palavra":"A escolha da palavra 'sair' destaca a gravidade da separação e a ruptura da união matrimonial.","conexao_teologica":"A saída de um relacionamento pode ser vista como uma metáfora para a separação entre Deus e Seu povo quando este se desvia.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 19:6"]},"deuteronomio_24_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, o espaço físico e emocional onde a família vive.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas a estrutura física, mas também a unidade familiar e a segurança que ela representa.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar na vida familiar e nas relações interpessoais.","conexao_teologica":"A casa é frequentemente usada na Bíblia como símbolo da presença de Deus e da segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:4"]},"deuteronomio_24_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que tem a responsabilidade de dar um documento de divórcio.","explicacao_detalhada":"A palavra 'homem' é novamente utilizada para enfatizar a posição do homem na sociedade e sua autoridade nas questões matrimoniais.","por_que_esta_palavra":"A palavra é escolhida para destacar a ação do homem em formalizar a separação.","conexao_teologica":"A responsabilidade do homem em dar o divórcio pode ser vista como um reflexo da responsabilidade de liderança que Deus confere ao homem.","referencias_relacionadas":["Deuteronômio 24:1","Mateus 19:7","Marcos 10:4"]},"deuteronomio_24_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, especificamente no contexto de dar um documento de divórcio.","explicacao_detalhada":"A palavra 'dar' implica uma ação deliberada e formal, necessária para a separação legal entre marido e mulher.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a necessidade de um ato formal para validar a separação.","conexao_teologica":"Dar um documento de divórcio pode ser visto como uma forma de restaurar a ordem e a justiça em uma situação de ruptura.","referencias_relacionadas":["Deuteronômio 24:1","Mateus 5:31","Lucas 16:18"]},"deuteronomio_24_3_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de descrever ou registrar formalmente a razão para o divórcio.","explicacao_detalhada":"A palavra 'descrever' implica a necessidade de documentação e clareza nas razões para a separação, refletindo a seriedade do ato.","por_que_esta_palavra":"A escolha da palavra 'descrever' enfatiza a importância da transparência e da formalidade nas questões legais.","conexao_teologica":"A documentação e a clareza são importantes em qualquer relação, refletindo a ordem e a justiça que Deus deseja para Seu povo.","referencias_relacionadas":["Deuteronômio 24:1","Mateus 19:8","1 Coríntios 14:40"]},"deuteronomio_24_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico e um símbolo de herança e promessa.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a conexão entre o povo de Deus e a terra prometida, que é um tema central na narrativa bíblica.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância da herança e da posse na cultura israelita.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus e da fidelidade de Sua aliança com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"deuteronomio_24_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade como um princípio moral e ético fundamental.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade nas relações humanas.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a necessidade de justiça e retidão nas ações e decisões.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes em suas interações.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"deuteronomio_24_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações devem ser realizadas, especialmente em contextos legais e sociais.","explicacao_detalhada":"A palavra 'modo' implica a necessidade de seguir procedimentos adequados e respeitar normas sociais e legais.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da estrutura nas relações e decisões.","conexao_teologica":"Deus é um Deus de ordem, e a maneira como vivemos e interagimos deve refletir essa ordem divina.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","1 Pedro 2:12"]},"deuteronomio_24_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação mencionada.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para esclarecer a razão pela qual um homem deve se dedicar a sua esposa durante o primeiro ano de casamento, enfatizando a importância do compromisso conjugal.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da legislação sobre o casamento e a proteção da família.","conexao_teologica":"Reflete a importância do casamento e da fidelidade nas relações familiares, que são temas recorrentes na Bíblia.","referencias_relacionadas":["Gênesis 2:24","Mateus 19:5","Efésios 5:31"]},"deuteronomio_24_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao marido, o chefe da família na cultura israelita.","explicacao_detalhada":"Neste versículo, 'homem' é mencionado no contexto de suas responsabilidades e deveres para com sua esposa, destacando o papel do homem na estrutura familiar.","por_que_esta_palavra":"É essencial para compreender a dinâmica familiar e as expectativas sociais da época.","conexao_teologica":"A figura do homem como líder da família é um tema que aparece em várias partes da Escritura, refletindo a ordem divina para a família.","referencias_relacionadas":["1 Pedro 3:7","Efésios 5:23","Colossenses 3:19"]},"deuteronomio_24_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a seriedade e a integridade nas transações e promessas.","explicacao_detalhada":"Neste contexto, 'verdade' é um princípio que deve guiar as ações do homem, especialmente em relação a sua esposa e à família.","por_que_esta_palavra":"A inclusão da verdade é fundamental para a justiça e a moralidade nas relações interpessoais.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, conforme ensinado em várias passagens bíblicas.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"deuteronomio_24_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, reforçando a importância da verdade.","explicacao_detalhada":"Aqui, 'porque' é usado para explicar a necessidade de agir com integridade e honestidade nas relações, especialmente em questões de casamento.","por_que_esta_palavra":"É vital para entender a lógica por trás das leis que regulam a vida social e familiar em Israel.","conexao_teologica":"A ênfase na verdade e na honestidade é uma característica central da ética bíblica.","referencias_relacionadas":["Levítico 19:11","Provérbios 21:3","Miquéias 6:8"]},"deuteronomio_24_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à prole e à continuidade da família.","explicacao_detalhada":"Neste versículo, 'filho' é mencionado no contexto da proteção dos direitos familiares e da responsabilidade dos pais em cuidar de seus filhos.","por_que_esta_palavra":"É importante para entender a estrutura familiar e as obrigações que os pais têm para com seus filhos.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo o cuidado e a responsabilidade que Deus espera de cada geração.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"deuteronomio_24_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física e suas implicações legais e sociais.","explicacao_detalhada":"Neste contexto, 'morrer' é mencionado em relação à situação de um homem que pode se tornar viúvo e as consequências disso para a família.","por_que_esta_palavra":"É crucial para entender as leis sobre herança e proteção da viúva e dos filhos.","conexao_teologica":"A morte e suas consequências são temas recorrentes na Bíblia, refletindo a fragilidade da vida e a necessidade de esperança em Deus.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Tessalonicenses 4:13"]},"deuteronomio_24_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, explicando a razão para as leis sobre a proteção da família.","explicacao_detalhada":"Aqui, 'porque' é usado para esclarecer a necessidade de proteger os direitos da viúva e dos filhos após a morte do marido.","por_que_esta_palavra":"É essencial para entender a lógica por trás das leis que garantem a justiça e a proteção dos vulneráveis.","conexao_teologica":"A proteção dos vulneráveis é um tema central na Bíblia, refletindo o caráter de Deus como defensor dos oprimidos.","referencias_relacionadas":["Deuteronômio 10:18","Salmos 68:5","Tiago 1:27"]},"deuteronomio_24_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e proteção.","explicacao_detalhada":"Neste contexto, 'urso' é mencionado em relação ao papel do sacerdote em proteger e guiar o povo de Deus.","por_que_esta_palavra":"É importante para entender a função do sacerdote como mediador entre Deus e o povo.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, simbolizando a intercessão e a liderança espiritual.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"deuteronomio_24_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em contextos de adoração e sacrifício.","explicacao_detalhada":"Neste versículo, 'modo' é mencionado em relação às práticas que devem ser seguidas pelos sacerdotes ao realizar suas funções.","por_que_esta_palavra":"É essencial para entender a importância da ordem e da reverência nas práticas religiosas.","conexao_teologica":"A maneira como adoramos a Deus é um tema central na Bíblia, refletindo a santidade de Deus e a necessidade de reverência.","referencias_relacionadas":["Levítico 10:1-2","Salmos 29:2","Hebreus 12:28"]},"deuteronomio_24_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao líder espiritual que serve como intermediário entre Deus e o povo.","explicacao_detalhada":"Neste contexto, 'sacerdote' é mencionado em relação às suas responsabilidades e funções na adoração e na manutenção da lei.","por_que_esta_palavra":"É crucial para entender a estrutura religiosa de Israel e o papel dos sacerdotes na vida do povo.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, simbolizando a intercessão e a liderança espiritual.","referencias_relacionadas":["Êxodo 28:1","Levítico 21:6","1 Pedro 2:9"]},"deuteronomio_24_9_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus concede aos seres humanos.","explicacao_detalhada":"No contexto de Deuteronômio 24:9, a 'vida' é um conceito que abrange não apenas a existência física, mas também a relação com Deus e a obediência às Suas leis, que são fundamentais para a verdadeira vida.","por_que_esta_palavra":"A inclusão da palavra 'vida' enfatiza a importância de viver de acordo com os princípios divinos, que garantem uma vida plena e significativa.","conexao_teologica":"A vida é um dom de Deus e está intimamente ligada à obediência e à aliança que o povo tem com Ele. A desobediência pode levar à morte espiritual.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Gálatas 2:20"]},"deuteronomio_24_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora para força ou proteção, embora seu uso específico aqui não seja claro.","explicacao_detalhada":"No contexto, 'urso' pode simbolizar a força necessária para enfrentar desafios, mas também pode ser uma referência a um animal que representa perigo ou força bruta.","por_que_esta_palavra":"A palavra é usada para ilustrar a ideia de que a força e a proteção são necessárias em tempos de dificuldade.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e a força é uma qualidade que Ele deseja que Seu povo tenha.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Romanos 8:31"]},"deuteronomio_24_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre o povo de Israel.","explicacao_detalhada":"No versículo, o uso do nome 'Senhor' destaca a relação de aliança entre Deus e Seu povo, enfatizando que Ele é o governante supremo e digno de adoração.","por_que_esta_palavra":"A palavra é fundamental para entender a identidade de Deus e a responsabilidade do povo em segui-Lo e obedecê-Lo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Filipenses 2:9-11"]},"deuteronomio_24_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a instrução que se segue.","explicacao_detalhada":"No contexto, 'porque' conecta a ação de um homem a uma responsabilidade moral, enfatizando a importância de agir com justiça e integridade.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da lei e a motivação por trás das ações exigidas por Deus.","conexao_teologica":"A obediência às leis de Deus é frequentemente ligada à compreensão de Sua vontade e propósito para a vida humana.","referencias_relacionadas":["Deuteronômio 10:12","Romanos 12:1","Tiago 1:22"]},"deuteronomio_24_10_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação de proximidade e responsabilidade entre os membros da comunidade.","explicacao_detalhada":"No contexto, 'irmão' implica uma obrigação moral de cuidar e proteger os interesses dos outros, especialmente em situações de necessidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da solidariedade e do amor fraternal entre os israelitas.","conexao_teologica":"A ideia de irmandade é central na ética bíblica, refletindo o amor e a responsabilidade que os crentes têm uns pelos outros.","referencias_relacionadas":["Levítico 19:18","1 João 4:20-21","Gálatas 6:2"]},"deuteronomio_24_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à honestidade e à integridade nas relações interpessoais.","explicacao_detalhada":"No contexto, 'verdade' é um princípio fundamental que deve guiar as ações e decisões, especialmente em questões de justiça.","por_que_esta_palavra":"A palavra é essencial para entender a importância da verdade na vida comunitária e na relação com Deus.","conexao_teologica":"Deus é descrito como a verdade, e viver em verdade é um reflexo do caráter de Deus em nossas vidas.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"deuteronomio_24_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano em sua totalidade, com ênfase na responsabilidade moral.","explicacao_detalhada":"No contexto, 'homem' representa a figura central nas interações sociais e nas obrigações legais, destacando a dignidade e o valor do indivíduo.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade que cada homem tem em agir de acordo com a justiça e a lei de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"deuteronomio_24_11_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao espaço de trabalho e produção, simbolizando a provisão de Deus.","explicacao_detalhada":"No contexto, 'campo' representa não apenas a terra física, mas também a responsabilidade de cuidar e administrar os recursos que Deus deu.","por_que_esta_palavra":"A palavra é importante para entender a relação entre o homem e a terra, e a responsabilidade que temos em cuidar do que Deus nos confiou.","conexao_teologica":"A administração da criação é um princípio teológico que enfatiza a mordomia e a responsabilidade humana diante de Deus.","referencias_relacionadas":["Gênesis 2:15","Salmos 24:1","Mateus 25:14-30"]},"deuteronomio_24_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a responsabilidade individual nas ações e decisões.","explicacao_detalhada":"No contexto, 'homem' destaca a importância de agir com integridade e justiça, especialmente em relação aos outros.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que cada indivíduo é responsável por suas ações diante de Deus e da comunidade.","conexao_teologica":"A responsabilidade moral é um tema central na Bíblia, refletindo a necessidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Eclesiastes 12:13","Romanos 14:12","Gálatas 5:13"]},"deuteronomio_24_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente enfatizada, sublinhando a importância da honestidade nas interações.","explicacao_detalhada":"No contexto, 'verdade' é um princípio que deve guiar as ações do homem, especialmente em questões de justiça e moralidade.","por_que_esta_palavra":"A repetição da palavra 'verdade' destaca a necessidade de viver em conformidade com a verdade de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:25"]},"deuteronomio_24_12_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar, especialmente no contexto de não oprimir o próximo.","explicacao_detalhada":"Neste versículo, o descanso é um direito do trabalhador, simbolizando dignidade e respeito. O descanso é essencial para a recuperação e a manutenção da saúde física e espiritual.","por_que_esta_palavra":"A palavra 'descanso' é usada para enfatizar a importância de não explorar os necessitados, garantindo que todos tenham um tempo para se recuperar.","conexao_teologica":"O descanso é um princípio que reflete o caráter de Deus, que descansou no sétimo dia da criação. Isso mostra a importância do descanso na vida do ser humano.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28-30","Salmos 23:2"]},"deuteronomio_24_13_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol representa a luz e a vida, sendo um símbolo de esperança e renovação.","explicacao_detalhada":"Neste contexto, o sol é mencionado em relação ao pagamento justo ao trabalhador. O não pagamento antes do pôr do sol é uma forma de garantir que o trabalhador não sofra privação.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a urgência e a importância de cumprir com as obrigações financeiras antes que o dia termine.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua justiça, refletindo a necessidade de agir com integridade.","referencias_relacionadas":["Salmos 84:11","Mateus 5:45","Tiago 1:17"]},"deuteronomio_24_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso que deve ser garantido ao trabalhador ao final do dia.","explicacao_detalhada":"O descanso aqui é um direito que deve ser respeitado, simbolizando a dignidade do trabalhador e a necessidade de cuidar do próximo.","por_que_esta_palavra":"A palavra 'descanso' é crucial para entender a responsabilidade social que os empregadores têm para com seus empregados.","conexao_teologica":"O descanso é um reflexo do amor ao próximo, um princípio que Deus deseja que Seus seguidores pratiquem.","referencias_relacionadas":["Êxodo 23:12","Levítico 19:13","Lucas 10:7"]},"deuteronomio_24_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à justiça e à honestidade nas relações de trabalho.","explicacao_detalhada":"Este versículo enfatiza a importância de tratar os trabalhadores com justiça, sem opressão ou engano, refletindo o caráter de Deus.","por_que_esta_palavra":"A palavra 'verdade' é usada para destacar a necessidade de integridade nas transações e relações interpessoais.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em suas interações com os outros.","referencias_relacionadas":["Provérbios 12:22","Salmos 15:2","Efésios 4:25"]},"deuteronomio_24_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar e a herança, sendo um bem precioso para o povo de Israel.","explicacao_detalhada":"Neste contexto, a terra é um símbolo de segurança e estabilidade, e a opressão dos pobres pode levar à perda desse bem fundamental.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a importância de proteger os direitos dos mais vulneráveis na sociedade.","conexao_teologica":"A terra é um presente de Deus ao Seu povo, e cuidar dela é uma responsabilidade que reflete a fidelidade a Deus.","referencias_relacionadas":["Deuteronômio 6:10-12","Salmos 37:29","Mateus 5:5"]},"deuteronomio_24_14_destituido":{"palavra_pt":"destituido","palavra_original":"אֶבְיוֹן","transliteracao":"ʼebyôwn","strong":"H34","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de pobreza e vulnerabilidade, destacando a necessidade de proteção aos necessitados.","explicacao_detalhada":"O versículo enfatiza que os destituídos não devem ser oprimidos, pois eles já enfrentam dificuldades suficientes.","por_que_esta_palavra":"A palavra 'destituído' é usada para chamar a atenção para a responsabilidade social de cuidar dos que estão em necessidade.","conexao_teologica":"Deus se identifica com os pobres e necessitados, e a justiça social é um tema central na Sua Palavra.","referencias_relacionadas":["Provérbios 14:31","Salmos 82:3-4","Mateus 25:40"]},"deuteronomio_24_15_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Novamente, o sol simboliza o tempo e a urgência de cumprir obrigações.","explicacao_detalhada":"A menção do sol reforça a ideia de que os trabalhadores devem receber seu pagamento antes do final do dia.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a importância de não atrasar o que é devido ao trabalhador.","conexao_teologica":"A justiça e a equidade são princípios que Deus deseja que sejam praticados em todas as relações humanas.","referencias_relacionadas":["Tiago 5:4","Lucas 10:7","Êxodo 23:12"]},"deuteronomio_24_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa o ciclo de trabalho e a necessidade de descanso ao final dele.","explicacao_detalhada":"Neste contexto, o dia é uma unidade de tempo que deve ser respeitada para garantir que os trabalhadores tenham suas necessidades atendidas.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo em relação ao trabalho e à compensação.","conexao_teologica":"O conceito de dia e descanso está ligado ao plano de Deus para a criação e a vida humana.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:9-10","Salmos 104:23"]},"deuteronomio_24_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou exigir o que é justo, especialmente em relação ao pagamento devido.","explicacao_detalhada":"Neste versículo, clamar é um direito do trabalhador que não deve ser ignorado, pois reflete a urgência de suas necessidades.","por_que_esta_palavra":"A palavra 'clamar' é usada para enfatizar a voz dos oprimidos e a necessidade de justiça.","conexao_teologica":"Deus ouve o clamor dos necessitados e se preocupa com a justiça social, refletindo Seu caráter justo.","referencias_relacionadas":["Salmos 34:17","Êxodo 22:23","Lucas 18:7"]},"deuteronomio_24_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à responsabilidade dos pais em relação aos filhos.","explicacao_detalhada":"Neste contexto, o versículo destaca que os pais não devem ser punidos pelos pecados dos filhos, enfatizando a responsabilidade individual.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a importância da família e das relações interpessoais na sociedade.","conexao_teologica":"A responsabilidade individual é um princípio que Deus estabelece, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Ezequiel 18:20","Gálatas 6:5","Provérbios 22:6"]},"deuteronomio_24_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à integridade e à fidelidade nas relações humanas, especialmente em questões de justiça.","explicacao_detalhada":"Neste contexto, a verdade é fundamental para garantir que os pais não sejam punidos pelos crimes dos filhos, enfatizando a responsabilidade individual.","por_que_esta_palavra":"A palavra é usada para ressaltar a importância da justiça e da equidade nas decisões legais, refletindo o caráter de Deus como justo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"deuteronomio_24_16_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para enfatizar a gravidade das consequências de ações injustas.","explicacao_detalhada":"Neste versículo, a morte não é apenas física, mas também espiritual, indicando a separação de Deus devido ao pecado.","por_que_esta_palavra":"A palavra é crucial para entender a seriedade da justiça divina e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando tanto a consequência do pecado quanto a necessidade de redenção em Cristo.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30"]},"deuteronomio_24_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a necessidade de justiça e equidade nas decisões legais.","explicacao_detalhada":"O versículo destaca que a verdade deve prevalecer nas questões de justiça, assegurando que os inocentes não sejam punidos.","por_que_esta_palavra":"A ênfase na verdade é essencial para a construção de uma sociedade justa e para refletir o caráter de Deus.","conexao_teologica":"A verdade é um princípio fundamental no reino de Deus, onde a justiça e a retidão são promovidas.","referencias_relacionadas":["Miquéias 6:8","Salmos 25:5","João 14:6"]},"deuteronomio_24_17_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à aplicação da lei e à administração da justiça entre os seres humanos.","explicacao_detalhada":"O juízo é um aspecto vital da vida comunitária, garantindo que as decisões sejam tomadas de maneira justa e imparcial.","por_que_esta_palavra":"A justiça é um reflexo do caráter de Deus, que é justo e reto em todas as suas ações.","conexao_teologica":"A justiça divina é um tema recorrente na Bíblia, mostrando que Deus se preocupa com a equidade e a verdade.","referencias_relacionadas":["Isaías 1:17","Salmos 82:3","Tiago 2:13"]},"deuteronomio_24_17_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode ser interpretada como uma referência à importância e ao peso das decisões judiciais.","explicacao_detalhada":"Decisões grandes e significativas devem ser tomadas com cuidado e consideração, refletindo a seriedade da justiça.","por_que_esta_palavra":"A grandeza das decisões judiciais destaca a responsabilidade que os líderes têm em agir com integridade.","conexao_teologica":"Deus é descrito como grande em poder e justiça, e os líderes devem emular esse caráter em suas decisões.","referencias_relacionadas":["Salmos 145:3","Romanos 13:1-4","1 Pedro 2:13-14"]},"deuteronomio_24_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade, possivelmente em relação a um animal que representa perigo.","explicacao_detalhada":"Neste contexto, a menção de um urso pode simbolizar a gravidade das consequências de ações injustas.","por_que_esta_palavra":"A escolha de animais ferozes como metáforas enfatiza a seriedade do juízo e a necessidade de cautela.","conexao_teologica":"A ferocidade do urso pode ser vista como um reflexo do juízo de Deus sobre o pecado e a injustiça.","referencias_relacionadas":["Amós 5:19","Isaías 11:7","Provérbios 28:1"]},"deuteronomio_24_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à importância de se expressar corretamente em questões de justiça.","explicacao_detalhada":"A escolha das palavras em um julgamento é crucial, pois pode determinar a vida ou a morte de alguém.","por_que_esta_palavra":"A palavra é central na administração da justiça, refletindo a necessidade de clareza e precisão nas decisões.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve guiar as decisões humanas em todas as áreas da vida.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Tiago 1:19"]},"deuteronomio_24_18_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' pode se referir à distinção entre os sexos em contextos de sacrifício ou de propriedade.","explicacao_detalhada":"A menção do macho pode indicar a importância de oferecer o melhor a Deus, conforme as leis de sacrifício.","por_que_esta_palavra":"A distinção entre macho e fêmea é relevante nas práticas religiosas e na pureza dos sacrifícios.","conexao_teologica":"Deus exige o melhor de nós, e isso se reflete na escolha dos sacrifícios que oferecemos.","referencias_relacionadas":["Levítico 1:3","Êxodo 12:5","Números 18:17"]},"deuteronomio_24_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em relação à justiça.","explicacao_detalhada":"O modo de agir é crucial para garantir que a justiça seja feita de forma correta e honesta.","por_que_esta_palavra":"A palavra destaca a importância da intenção e da atitude por trás das ações, não apenas os resultados.","conexao_teologica":"Deus se preocupa com o coração e a intenção por trás das ações, não apenas com a aparência externa.","referencias_relacionadas":["1 Samuel 16:7","Mateus 5:8","Colossenses 3:23"]},"deuteronomio_24_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a ação que se segue.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a base da lei e a importância da justiça.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica por trás das instruções dadas por Deus ao seu povo.","conexao_teologica":"A razão é um aspecto importante da fé, onde a compreensão da vontade de Deus leva à obediência.","referencias_relacionadas":["Deuteronômio 10:12","Romanos 12:1","Tiago 1:22"]},"deuteronomio_24_19_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁכַח","transliteracao":"shâkach","strong":"H7911","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à ideia de esquecer algo que foi feito ou deixado para trás.","explicacao_detalhada":"Neste contexto, a palavra 'שָׁכַח' (shâkach) é utilizada para enfatizar a importância de não esquecer as bênçãos e as obrigações que Deus impôs ao seu povo.","por_que_esta_palavra":"A palavra é escolhida para alertar os israelitas sobre a necessidade de lembrar-se das leis e dos mandamentos dados por Deus.","conexao_teologica":"A memória é um tema central na teologia bíblica, onde lembrar-se das obras de Deus é fundamental para a fé e a obediência.","referencias_relacionadas":["Deuteronômio 6:12","Salmos 103:2","Isaías 51:13"]},"deuteronomio_24_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma justificativa ou razão para a instrução que se segue.","explicacao_detalhada":"Neste versículo, 'כִּי' (kîy) é usado para explicar a razão pela qual certas ações devem ser realizadas, ligando a obediência a uma consequência.","por_que_esta_palavra":"A escolha dessa palavra é crucial para estabelecer a relação entre a ação e a motivação divina.","conexao_teologica":"A obediência a Deus é frequentemente ligada a promessas e advertências, refletindo a natureza relacional de Deus com seu povo.","referencias_relacionadas":["Deuteronômio 11:1","Salmos 119:4","Tiago 1:22"]},"deuteronomio_24_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a integridade e a justiça nas ações.","explicacao_detalhada":"'לֹא' (lôʼ) é uma negação que enfatiza a necessidade de agir com verdade e justiça, sem engano.","por_que_esta_palavra":"A palavra é fundamental para ressaltar a importância da honestidade nas relações e na aplicação da lei.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, como parte de sua santidade.","referencias_relacionadas":["Provérbios 12:22","Salmos 15:2","João 4:24"]},"deuteronomio_24_20_arvore":{"palavra_pt":"arvore","palavra_original":"פָּאַר","transliteracao":"pâʼar","strong":"H6286","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' é usada como uma metáfora para a vida e a prosperidade.","explicacao_detalhada":"'פָּאַר' (pâʼar) simboliza não apenas a vegetação, mas também a importância da criação de Deus e sua relação com o ser humano.","por_que_esta_palavra":"A árvore representa a vida e as bênçãos que vêm de Deus, sendo um símbolo de sustento e proteção.","conexao_teologica":"A criação é um tema central na teologia bíblica, onde a natureza reflete a glória de Deus e sua provisão.","referencias_relacionadas":["Gênesis 1:11-12","Salmos 1:3","Apocalipse 22:2"]},"deuteronomio_24_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como em outros versículos, 'porque' introduz uma razão para a instrução dada.","explicacao_detalhada":"'כִּי' (kîy) é usado para conectar a ação a uma justificativa, reforçando a importância da obediência.","por_que_esta_palavra":"A palavra é essencial para entender a motivação por trás das leis e mandamentos.","conexao_teologica":"A relação entre a lei e a graça é um tema recorrente, onde a obediência é uma resposta ao amor de Deus.","referencias_relacionadas":["Deuteronômio 10:12","Romanos 6:1-2","1 João 5:3"]},"deuteronomio_24_21_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de Deus em agir.","explicacao_detalhada":"'בָּצַר' (bâtsar) é usado para descrever a força que deve ser reconhecida e respeitada, tanto em Deus quanto nas suas obras.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a soberania de Deus sobre todas as coisas e a necessidade de reverência.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o Criador e Sustentador do universo.","referencias_relacionadas":["Salmos 147:5","Isaías 40:28","Romanos 11:36"]},"deuteronomio_24_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a necessidade de integridade nas ações.","explicacao_detalhada":"'לֹא' (lôʼ) novamente é uma negação que enfatiza a importância de agir com justiça e verdade.","por_que_esta_palavra":"A palavra é crucial para a ética e a moralidade nas relações humanas e com Deus.","conexao_teologica":"A verdade é um pilar da fé cristã, refletindo o caráter de Deus e sua revelação ao homem.","referencias_relacionadas":["Salmos 25:5","Provérbios 21:3","Efésios 4:15"]},"deuteronomio_24_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel e à sua herança.","explicacao_detalhada":"'אֶרֶץ' (ʼerets) é um símbolo da promessa de Deus e da relação especial entre Deus e seu povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a bênção e a presença de Deus.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 4:9-10"]},"deuteronomio_24_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever uma ação de força e poder.","explicacao_detalhada":"'עָשָׂה' (ʻâsâh) refere-se à capacidade de realizar ou fazer algo, muitas vezes com conotação de força.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação de Deus em criar e sustentar a vida.","conexao_teologica":"A ação de Deus é um tema central, onde Ele é visto como o agente ativo na criação e na história.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 45:12"]},"deuteronomio_24_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é usada para se referir a um mandamento ou instrução.","explicacao_detalhada":"'דָּבָר' (dâbâr) é uma expressão que abrange tanto a fala quanto a ação, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A palavra é escolhida para mostrar a relevância das instruções de Deus na vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]}}