{"deuteronomio_25_1_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e juízo que deve ser aplicado entre os homens.","explicacao_detalhada":"A palavra 'juízo' implica a ideia de uma decisão justa e imparcial, que é fundamental para a convivência social e a manutenção da ordem.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da justiça nas relações humanas, conforme ordenado por Deus.","conexao_teologica":"A justiça é um atributo de Deus, e os seres humanos são chamados a refletir esse atributo em suas ações.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"deuteronomio_25_1_purificar":{"palavra_pt":"purificar","palavra_original":"צָדַק","transliteracao":"tsâdaq","strong":"H6663","significado_raiz":"Ideia básica: purificar.","significado_contextual":"Refere-se à ideia de ser declarado justo ou inocente diante de um julgamento.","explicacao_detalhada":"A palavra 'purificar' implica um processo de limpeza moral e espiritual, onde a pessoa é considerada justa aos olhos da lei.","por_que_esta_palavra":"É essencial para a manutenção da justiça que aqueles que são inocentes sejam reconhecidos como tal.","conexao_teologica":"A purificação é um tema central na teologia bíblica, simbolizando a restauração e a reconciliação com Deus.","referencias_relacionadas":["Isaías 1:18","1 João 1:9","Salmos 51:10"]},"deuteronomio_25_1_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se à qualidade de ser justo, conforme os padrões estabelecidos por Deus.","explicacao_detalhada":"A palavra 'justo' descreve uma pessoa que age de acordo com a justiça divina e moral, sendo um modelo a ser seguido.","por_que_esta_palavra":"A justiça é um valor fundamental na sociedade e deve ser buscada por todos os indivíduos.","conexao_teologica":"Deus é descrito como justo, e os crentes são chamados a viver de maneira justa em resposta ao Seu caráter.","referencias_relacionadas":["Romanos 3:26","Salmos 37:30","Provérbios 2:21"]},"deuteronomio_25_2_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões sobre a culpabilidade ou inocência de alguém.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado, aplicando a justiça de forma adequada.","por_que_esta_palavra":"O julgamento justo é essencial para a manutenção da ordem e da moralidade em uma sociedade.","conexao_teologica":"Deus é o juiz supremo, e os humanos são chamados a refletir essa função em suas interações.","referencias_relacionadas":["Tiago 4:12","Mateus 7:1-2","Salmos 9:7"]},"deuteronomio_25_2_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Refere-se à capacidade de alguém em cumprir um papel ou função.","explicacao_detalhada":"A palavra 'capaz' implica que a pessoa possui as habilidades e qualidades necessárias para desempenhar uma tarefa específica.","por_que_esta_palavra":"É importante que aqueles que julgam sejam competentes e justos em suas decisões.","conexao_teologica":"Deus capacita os indivíduos para cumprir Seus propósitos, e essa capacidade deve ser usada para a justiça.","referencias_relacionadas":["2 Coríntios 3:5","Êxodo 18:21","1 Pedro 4:10"]},"deuteronomio_25_2_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu uma transgressão ou crime.","explicacao_detalhada":"A palavra 'culpado' implica que a pessoa é responsável por suas ações e deve enfrentar as consequências.","por_que_esta_palavra":"Reconhecer a culpa é essencial para a justiça e para a restauração do indivíduo.","conexao_teologica":"A culpa é um tema importante na teologia, pois aponta para a necessidade de arrependimento e perdão.","referencias_relacionadas":["Romanos 3:23","Salmos 51:3","1 João 1:8"]},"deuteronomio_25_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade e à honestidade nas relações.","explicacao_detalhada":"A palavra 'verdade' implica a ausência de engano e a busca pela autenticidade nas interações humanas.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a integridade nas decisões e julgamentos.","conexao_teologica":"Deus é a verdade, e os crentes são chamados a viver em verdade em todas as áreas de suas vidas.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"deuteronomio_25_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, com suas responsabilidades e ações.","explicacao_detalhada":"A palavra 'homem' implica a dignidade e o valor do ser humano, criado à imagem de Deus.","por_que_esta_palavra":"Reconhecer a humanidade é essencial para a aplicação da justiça e da compaixão.","conexao_teologica":"A criação do homem à imagem de Deus confere dignidade e valor a cada indivíduo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"deuteronomio_25_3_luz":{"palavra_pt":"luz","palavra_original":"קָלָה","transliteracao":"qâlâh","strong":"H7034","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à iluminação moral e espiritual que guia as ações humanas.","explicacao_detalhada":"A palavra 'luz' simboliza a verdade e a clareza, contrastando com a escuridão da ignorância e do pecado.","por_que_esta_palavra":"A luz é essencial para que as pessoas possam ver e discernir o caminho da justiça.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo verdade e clareza à vida humana.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 João 1:5"]},"deuteronomio_25_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à necessidade de honestidade e integridade nas relações e decisões.","explicacao_detalhada":"A palavra 'verdade' é um princípio fundamental que deve guiar todas as ações e julgamentos.","por_que_esta_palavra":"A verdade é essencial para a justiça e a confiança nas interações sociais.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em conformidade com essa verdade.","referencias_relacionadas":["Salmos 25:5","Provérbios 12:22","João 14:6"]},"deuteronomio_25_4_muzzle":{"palavra_pt":"muzzle","palavra_original":"חָסַם","transliteracao":"châçam","strong":"H2629","significado_raiz":"Ideia básica: muzzle.","significado_contextual":"A palavra 'muzzle' refere-se a um dispositivo que impede um animal de morder ou comer.","explicacao_detalhada":"No contexto de Deuteronômio 25:4, a proibição de amordaçar um boi enquanto ele está debulhando é uma instrução que enfatiza a importância de permitir que os animais trabalhem e se alimentem adequadamente.","por_que_esta_palavra":"Esta palavra é usada para ilustrar a justiça e a compaixão nas leis de Deus, mostrando que até os animais devem ser tratados com dignidade.","conexao_teologica":"A justiça de Deus se estende a todas as criaturas, refletindo Seu caráter de cuidado e compaixão.","referencias_relacionadas":["1 Timóteo 5:18","Provérbios 12:10","Salmos 36:6"]},"deuteronomio_25_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física.","explicacao_detalhada":"Neste versículo, a morte de um homem sem filhos leva à necessidade de um irmão se casar com a viúva para preservar a linhagem.","por_que_esta_palavra":"A morte é um tema central na Bíblia, refletindo a consequência do pecado e a necessidade de redenção.","conexao_teologica":"A morte física é um lembrete da fragilidade da vida e da importância da ressurreição em Cristo.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","João 11:25-26"]},"deuteronomio_25_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à prole ou descendência de um homem.","explicacao_detalhada":"Neste contexto, o filho é importante para a continuidade da linhagem familiar e a herança da terra.","por_que_esta_palavra":"A ênfase na prole reflete a importância da família e da continuidade na cultura israelita.","conexao_teologica":"A ideia de filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como filhos de Deus.","referencias_relacionadas":["Salmos 127:3","Efésios 1:5","Gálatas 4:7"]},"deuteronomio_25_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um adulto do sexo masculino.","explicacao_detalhada":"No contexto, o homem é o protagonista da situação que envolve a responsabilidade familiar e a preservação da linhagem.","por_que_esta_palavra":"A figura do homem é central nas narrativas bíblicas, representando liderança e responsabilidade.","conexao_teologica":"A masculinidade é abordada na Bíblia em relação ao papel de liderança e proteção dentro da família e da comunidade.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 16:13","Efésios 5:25"]},"deuteronomio_25_6_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada novamente para enfatizar a importância da linhagem.","explicacao_detalhada":"A morte do homem sem filhos implica a necessidade de um irmão para garantir a continuidade da família.","por_que_esta_palavra":"A morte é uma realidade que impacta a estrutura familiar e a herança.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a esperança em Cristo.","referencias_relacionadas":["Romanos 5:12","1 Coríntios 15:22","João 3:16"]},"deuteronomio_25_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um colapso ou queda, muitas vezes associado à morte.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda do homem em morte, afetando sua família e linhagem.","por_que_esta_palavra":"A ideia de cair é frequentemente usada na Bíblia para descrever a condição humana e a necessidade de redenção.","conexao_teologica":"A queda do homem é um tema central que leva à necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Efésios 2:1"]},"deuteronomio_25_6_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"A palavra 'primogênito' refere-se ao primeiro filho nascido de uma família.","explicacao_detalhada":"O primogênito tem um papel especial na herança e na continuidade da linhagem familiar.","por_que_esta_palavra":"A primogenitura é um conceito importante nas Escrituras, simbolizando privilégios e responsabilidades.","conexao_teologica":"Cristo é chamado de primogênito entre muitos irmãos, representando a nova criação e a herança espiritual.","referencias_relacionadas":["Êxodo 13:2","Romanos 8:29","Colossenses 1:18"]},"deuteronomio_25_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para referir-se ao irmão do falecido.","explicacao_detalhada":"O homem tem a responsabilidade de se casar com a viúva para preservar a linhagem do irmão falecido.","por_que_esta_palavra":"A responsabilidade do homem é um tema recorrente nas Escrituras, enfatizando o papel da liderança familiar.","conexao_teologica":"A responsabilidade familiar reflete o cuidado de Deus por Seu povo e a importância da comunidade.","referencias_relacionadas":["Gênesis 38:8","Mateus 22:24","1 Timóteo 5:8"]},"deuteronomio_25_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se a trazer à vida ou restaurar a linhagem.","explicacao_detalhada":"Neste contexto, levantar a descendência do irmão falecido é uma ação que garante a continuidade da família.","por_que_esta_palavra":"Levantar a linhagem é uma expressão de lealdade e responsabilidade familiar.","conexao_teologica":"A ideia de levantar a linhagem se conecta com a ressurreição e a nova vida em Cristo.","referencias_relacionadas":["João 11:25","Romanos 6:4","1 Pedro 1:3"]},"deuteronomio_25_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à honestidade nas relações.","explicacao_detalhada":"Neste contexto, a verdade é essencial para a justiça nas relações familiares e sociais.","por_que_esta_palavra":"A verdade é um princípio fundamental nas Escrituras, refletindo o caráter de Deus.","conexao_teologica":"Cristo é a verdade, e viver na verdade é viver em conformidade com a vontade de Deus.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"deuteronomio_25_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica convocar ou convocar alguém para uma ação ou atenção.","explicacao_detalhada":"No contexto de Deuteronômio 25:8, a palavra 'chamar' é usada para descrever a ação de convocar um homem para testemunhar em um processo legal. Isso destaca a importância da justiça e da verdade nas interações sociais.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de um testemunho claro e a responsabilidade de cada indivíduo em participar da justiça.","conexao_teologica":"A convocação para testemunhar reflete o caráter de Deus como um Deus de justiça, que exige verdade e integridade entre seu povo.","referencias_relacionadas":["Êxodo 20:16","Levítico 19:15","Salmos 15:2"]},"deuteronomio_25_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local habitado, um centro de vida comunitária.","explicacao_detalhada":"Neste versículo, a 'cidade' é o cenário onde as interações sociais e legais ocorrem, destacando a importância da comunidade na vida do povo de Israel.","por_que_esta_palavra":"A menção da cidade sublinha a necessidade de um ambiente justo e seguro para todos os cidadãos.","conexao_teologica":"A cidade é vista como um espaço onde a lei de Deus deve ser aplicada, refletindo a ordem divina na sociedade.","referencias_relacionadas":["Salmos 122:3","Provérbios 11:10","Isaías 1:21"]},"deuteronomio_25_8_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar implica expressar verbalmente algo, comunicar-se.","explicacao_detalhada":"A palavra 'falar' é crucial no contexto legal, pois a comunicação clara é essencial para a justiça. O ato de falar é um meio de transmitir verdades e testemunhos.","por_que_esta_palavra":"A ênfase na fala destaca a importância da comunicação na resolução de conflitos e na manutenção da justiça.","conexao_teologica":"A fala é um dom de Deus, e deve ser usada para promover a verdade e a justiça, refletindo o caráter de Deus.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]},"deuteronomio_25_9_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho simboliza a percepção e a capacidade de testemunhar.","explicacao_detalhada":"Neste versículo, o 'olho' é mencionado em um contexto onde a observação e a percepção são fundamentais para a justiça, indicando que o testemunho deve ser baseado em observações diretas.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de ser um testemunho ocular, que é considerado mais confiável.","conexao_teologica":"Deus é descrito como aquele que vê todas as coisas, e a justiça deve ser baseada em verdades visíveis e evidentes.","referencias_relacionadas":["Salmos 33:18","Provérbios 5:21","Hebreus 4:13"]},"deuteronomio_25_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a um ser humano, geralmente em um contexto de responsabilidade e ação.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a responsabilidade individual em questões de justiça e moralidade. Cada homem é chamado a agir com integridade.","por_que_esta_palavra":"A inclusão do homem destaca a importância da ação individual na manutenção da justiça e da ordem social.","conexao_teologica":"A dignidade do homem é um princípio central na teologia bíblica, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"deuteronomio_25_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao lar, um espaço de segurança e família.","explicacao_detalhada":"No contexto do versículo, a 'casa' é um símbolo de estabilidade e proteção, onde as relações familiares e sociais se desenvolvem.","por_que_esta_palavra":"A menção da casa enfatiza a importância da família e da comunidade na vida do povo de Deus.","conexao_teologica":"A casa é vista como um lugar onde a presença de Deus pode habitar, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Efésios 2:19-22"]},"deuteronomio_25_10_lingua":{"palavra_pt":"lingua","palavra_original":"נַעַל","transliteracao":"naʻal","strong":"H5275","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Língua refere-se à capacidade de falar e comunicar.","explicacao_detalhada":"A palavra 'língua' é usada para enfatizar a importância da comunicação verbal na transmissão de verdades e na justiça.","por_que_esta_palavra":"A língua é um instrumento poderoso que pode ser usado para o bem ou para o mal, destacando a responsabilidade de como usamos nossas palavras.","conexao_teologica":"A língua deve ser usada para glorificar a Deus e promover a verdade, refletindo o caráter de Deus que é a verdade.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 12:18","Salmos 34:13"]},"deuteronomio_25_10_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Neste versículo, o 'nome' é importante porque representa a honra e a integridade de uma pessoa, especialmente em contextos legais e sociais.","por_que_esta_palavra":"A menção do nome enfatiza a importância da reputação e da identidade na sociedade.","conexao_teologica":"O nome de Deus é sagrado e deve ser honrado, refletindo a importância da honra e da integridade entre seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Filipenses 2:9-10"]},"deuteronomio_25_11_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica segurar ou prender algo com firmeza.","explicacao_detalhada":"A palavra 'agarrar' é usada para descrever uma ação física que pode ter implicações legais e morais, especialmente em situações de conflito.","por_que_esta_palavra":"A ênfase em agarrar destaca a intensidade e a seriedade das ações que podem levar a disputas legais.","conexao_teologica":"A ação de agarrar pode ser vista como uma metáfora para a luta entre o bem e o mal, refletindo a necessidade de se apegar à justiça.","referencias_relacionadas":["Gênesis 32:24","Salmos 63:8","Romanos 12:9"]},"deuteronomio_25_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' é usada para justificar ações ou decisões, especialmente em contextos legais e morais.","por_que_esta_palavra":"A inclusão de 'porque' é crucial para entender a lógica por trás das leis e normas estabelecidas.","conexao_teologica":"A razão é um aspecto importante da fé, onde a compreensão das ações de Deus é frequentemente explicada por razões claras.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1","Tiago 1:5"]},"deuteronomio_25_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano do sexo masculino, enfatizando a responsabilidade e a dignidade do homem na sociedade.","explicacao_detalhada":"No contexto de Deuteronômio 25:11, a palavra 'homem' é usada para descrever a figura masculina que deve agir com integridade e respeito, especialmente em situações de conflito. A passagem aborda a importância da justiça e do comportamento ético entre os indivíduos.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a posição do homem como um agente moral e social, responsável por suas ações e suas consequências.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a criação do homem à imagem de Deus (Gênesis 1:27) e sua responsabilidade moral.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Timóteo 2:8"]},"deuteronomio_25_12_asunder":{"palavra_pt":"asunder","palavra_original":"קָצַץ","transliteracao":"qâtsats","strong":"H7112","significado_raiz":"Ideia básica: asunder.","significado_contextual":"Indica a ação de cortar ou separar, especialmente em um contexto de conflito ou disputa.","explicacao_detalhada":"A palavra 'asunder' é utilizada para descrever a separação física que deve ocorrer em uma situação de briga, onde um dos envolvidos é punido por suas ações. Isso enfatiza a necessidade de justiça e a proteção dos direitos individuais.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a gravidade da situação e a necessidade de medidas drásticas para restaurar a ordem.","conexao_teologica":"A justiça de Deus exige que o pecado e a desordem sejam tratados de forma adequada, refletindo o caráter de Deus como justo e reto.","referencias_relacionadas":["Levítico 24:20","Mateus 5:38-39","Romanos 12:19"]},"deuteronomio_25_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à integridade nas ações e palavras, especialmente em contextos legais.","explicacao_detalhada":"A palavra 'verdade' é utilizada para enfatizar a necessidade de honestidade e justiça nas interações humanas, especialmente em disputas legais. A verdade é um princípio fundamental na lei de Deus.","por_que_esta_palavra":"A inclusão da palavra 'verdade' ressalta a importância de agir com integridade e de buscar a justiça verdadeira em todas as situações.","conexao_teologica":"Deus é a fonte da verdade, e a busca pela verdade é um chamado para todos os crentes (João 14:6).","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","Efésios 4:15"]},"deuteronomio_25_12_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Refere-se a algo que não é representado ou que não tem uma representação clara, muitas vezes usado em contextos legais.","explicacao_detalhada":"A palavra 'unrepresented' sugere a ideia de que algo não está sendo adequadamente representado ou defendido, o que pode levar a injustiças. No contexto da passagem, isso pode se referir a situações onde a verdade não é devidamente reconhecida.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de representação justa e a defesa dos direitos dos indivíduos.","conexao_teologica":"A justiça de Deus inclui a defesa dos oprimidos e a necessidade de que todos tenham voz e representação.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Tiago 1:27"]},"deuteronomio_25_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Enfatiza a necessidade de honestidade e integridade em transações e interações.","explicacao_detalhada":"A repetição da palavra 'verdade' reforça a ideia de que a justiça deve ser aplicada de maneira consistente e que a integridade é essencial em todas as áreas da vida.","por_que_esta_palavra":"A palavra é crucial para destacar a importância da verdade como um princípio moral fundamental na vida comunitária.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 4:24","Colossenses 3:9"]},"deuteronomio_25_13_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se a um objeto físico, mas também pode simbolizar firmeza e durabilidade.","explicacao_detalhada":"A palavra 'pedra' é usada para descrever um objeto que pode ser utilizado como um peso ou um símbolo de algo sólido e inabalável. No contexto da passagem, pode representar a gravidade da situação e a seriedade das consequências.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a ideia de que as decisões e ações têm peso e consequências duradouras.","conexao_teologica":"A pedra é frequentemente usada na Bíblia como símbolo de Cristo, que é a rocha firme sobre a qual se deve construir a vida (Mateus 7:24-25).","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4"]},"deuteronomio_25_13_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância, muitas vezes relacionado a ações ou consequências.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a seriedade da situação ou a importância de uma ação. No contexto da passagem, isso pode se referir à gravidade das consequências de ações injustas.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a necessidade de considerar a magnitude das ações e suas repercussões.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, e as ações humanas devem refletir essa grandeza em suas consequências.","referencias_relacionadas":["Salmos 145:3","Romanos 11:33","Efésios 3:20"]},"deuteronomio_25_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reforça a ideia de que a honestidade deve prevalecer em todas as transações e interações.","explicacao_detalhada":"A repetição da palavra 'verdade' neste contexto sublinha a importância de agir com integridade e justiça, especialmente em questões de propriedade e comércio.","por_que_esta_palavra":"A palavra é fundamental para enfatizar a necessidade de um padrão moral elevado nas interações humanas.","conexao_teologica":"A verdade é um reflexo do caráter de Deus e deve ser um princípio orientador na vida dos crentes.","referencias_relacionadas":["Provérbios 11:1","Miquéias 6:8","Efésios 4:25"]},"deuteronomio_25_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou estrutura física, mas também pode simbolizar segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' é utilizada para descrever não apenas um edifício, mas também a ideia de um lar seguro e acolhedor. No contexto da passagem, pode representar a proteção dos direitos de propriedade.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância da segurança e da estabilidade na vida comunitária.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a segurança que Ele oferece aos Seus filhos.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"deuteronomio_25_14_ephah":{"palavra_pt":"ephah","palavra_original":"אֵיפָה","transliteracao":"ʼêyphâh","strong":"H374","significado_raiz":"Ideia básica: ephah.","significado_contextual":"Refere-se a uma medida de capacidade, frequentemente usada em contextos de comércio e agricultura.","explicacao_detalhada":"A palavra 'ephah' é uma unidade de medida que representa uma quantidade específica de grãos ou produtos. No contexto da passagem, isso pode se referir à necessidade de medidas justas e honestas nas transações comerciais.","por_que_esta_palavra":"A inclusão da palavra 'ephah' destaca a importância da justiça nas práticas comerciais e a necessidade de honestidade nas medidas.","conexao_teologica":"A justiça e a equidade são princípios fundamentais na economia de Deus, refletindo Seu caráter justo.","referencias_relacionadas":["Levítico 19:36","Amós 8:5","Miquéias 6:10-11"]},"deuteronomio_25_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra cultivável, o solo que sustenta a vida e a produção.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é utilizada para descrever a terra que é a base da agricultura e da subsistência do povo. No contexto de Deuteronômio 25:15, enfatiza a importância da justiça e da equidade nas relações sociais e econômicas.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a conexão entre a terra e a vida do povo, mostrando que a justiça deve ser aplicada em todas as áreas, inclusive na propriedade e no trabalho.","conexao_teologica":"O solo é visto como um presente de Deus, que deve ser tratado com respeito e justiça, refletindo a relação do homem com a criação e com o Criador.","referencias_relacionadas":["Gênesis 1:26-28","Levítico 25:23","Salmos 24:1"]},"deuteronomio_25_15_nome":{"palavra_pt":"nome","palavra_original":"שָׁלֵם","transliteracao":"shâlêm","strong":"H8003","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"A palavra 'nome' (שָׁלֵם) implica não apenas a designação de uma pessoa, mas também seu caráter e a honra associada a ela. No contexto do versículo, destaca a importância de manter a integridade e a justiça nas relações humanas.","por_que_esta_palavra":"A escolha da palavra enfatiza que o nome de uma pessoa está ligado à sua reputação e à forma como ela é percebida na sociedade.","conexao_teologica":"O nome de Deus é frequentemente associado à sua natureza e caráter, e a justiça entre os homens reflete a santidade do nome divino.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Provérbios 22:1"]},"deuteronomio_25_15_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de justiça e retidão nas ações humanas.","explicacao_detalhada":"A palavra 'expressão' (צֶדֶק) é usada para descrever a justiça que deve prevalecer nas interações sociais. No contexto, enfatiza a necessidade de agir com equidade e moralidade.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a importância da justiça como um princípio fundamental nas relações interpessoais.","conexao_teologica":"A justiça é um atributo de Deus, e os seres humanos são chamados a refletir esse atributo em suas vidas.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"deuteronomio_25_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma justificativa ou razão para a afirmação anterior.","explicacao_detalhada":"A palavra 'porque' (כִּי) é utilizada para conectar a ideia de justiça com a razão pela qual ela é necessária, enfatizando a importância da moralidade nas ações.","por_que_esta_palavra":"A escolha dessa palavra serve para explicar a base da instrução dada, ligando a justiça à natureza de Deus.","conexao_teologica":"A justiça de Deus é a razão pela qual os seres humanos devem agir de maneira justa, refletindo seu caráter.","referencias_relacionadas":["Deuteronômio 10:12-13","Salmos 37:28","Provérbios 21:3"]},"deuteronomio_25_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, enfatizando sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que estabelece normas de justiça e moralidade. No contexto, destaca a relação entre a justiça humana e a vontade divina.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para reconhecer a soberania de Deus sobre a justiça e a moralidade.","conexao_teologica":"O nome de Deus é associado à sua autoridade e ao seu papel como juiz, que exige justiça entre os homens.","referencias_relacionadas":["Êxodo 34:6-7","Salmos 9:16","Isaías 30:18"]},"deuteronomio_25_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando seu poder e autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina, que é a fonte de toda justiça e moralidade. No contexto, enfatiza a necessidade de agir de acordo com os princípios divinos.","por_que_esta_palavra":"A escolha dessa palavra é essencial para reconhecer a natureza de Deus como a base da moralidade e da justiça.","conexao_teologica":"Deus é visto como o legislador supremo, cuja vontade deve ser refletida nas ações humanas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 13:1"]},"deuteronomio_25_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida, simbolizando a escolha entre o bem e o mal.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é utilizada para descrever o modo de viver que é agradável a Deus. No contexto, enfatiza a importância de seguir o caminho da justiça.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois representa a jornada espiritual e moral que cada indivíduo deve percorrer.","conexao_teologica":"A vida é um dom de Deus, e viver de acordo com seus princípios é fundamental para a verdadeira vida.","referencias_relacionadas":["Deuteronômio 30:19-20","Provérbios 4:23","João 10:10"]},"deuteronomio_25_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é utilizada para descrever a ação de realizar uma tarefa ou cumprir um dever. No contexto, enfatiza a responsabilidade de agir de maneira justa.","por_que_esta_palavra":"A escolha dessa palavra é importante, pois destaca a necessidade de ação prática em resposta aos princípios de justiça.","conexao_teologica":"As ações dos seres humanos devem refletir a vontade de Deus, que é um Deus de ação e justiça.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Gálatas 6:9"]},"deuteronomio_25_17_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"Refere-se ao Egito, simbolizando opressão e injustiça.","explicacao_detalhada":"A palavra 'Egito' (מִצְרַיִם) é usada para lembrar o povo de sua história de escravidão e opressão. No contexto, serve como um alerta contra a injustiça.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois conecta a experiência do povo com a necessidade de agir com justiça e compaixão.","conexao_teologica":"A libertação do Egito é um tema central na teologia bíblica, simbolizando a redenção e a justiça de Deus.","referencias_relacionadas":["Êxodo 3:7-10","Salmos 105:43-45","Isaías 19:20"]},"deuteronomio_25_18_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida, simbolizando a escolha entre o bem e o mal.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é utilizada novamente para enfatizar a importância de seguir o caminho da justiça e da retidão. No contexto, destaca a responsabilidade moral do povo.","por_que_esta_palavra":"A repetição dessa palavra reforça a ideia de que a vida deve ser vivida de acordo com os princípios divinos.","conexao_teologica":"A vida em abundância é um tema central na mensagem de Deus, que deseja que seu povo viva plenamente.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 119:35","João 14:6"]},"deuteronomio_25_18_smite":{"palavra_pt":"smite","palavra_original":"זָנַב","transliteracao":"zânab","strong":"H2179","significado_raiz":"Ideia básica: smite.","significado_contextual":"A palavra 'smite' refere-se a um ato de ferir ou atacar, usado no contexto de uma batalha ou conflito.","explicacao_detalhada":"Neste versículo, a palavra é utilizada para descrever a ação de um inimigo que ataca os israelitas, enfatizando a necessidade de defesa e justiça.","por_que_esta_palavra":"A escolha da palavra 'smite' destaca a gravidade da situação e a necessidade de ação contra a opressão.","conexao_teologica":"A luta contra a injustiça é um tema recorrente na Bíblia, refletindo a natureza de Deus como defensor dos oprimidos.","referencias_relacionadas":["Êxodo 17:8-13","Salmos 44:5","Isaías 41:10"]},"deuteronomio_25_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, indicando a importância da forma de agir.","explicacao_detalhada":"Neste contexto, o 'modo' é crucial para entender como os israelitas devem se comportar em situações de conflito e justiça.","por_que_esta_palavra":"A palavra 'modo' enfatiza que não é apenas o ato, mas a maneira como se age que importa para Deus.","conexao_teologica":"A ética e a moralidade nas ações humanas são fundamentais na relação com Deus e com os outros.","referencias_relacionadas":["Provérbios 4:26","Mateus 7:12","Colossenses 3:23"]},"deuteronomio_25_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para enfatizar a maneira de agir em situações de conflito.","explicacao_detalhada":"Assim como em Deuteronômio 25:18, a ênfase está na importância de como os israelitas devem lidar com seus inimigos.","por_que_esta_palavra":"Reforça a ideia de que a justiça deve ser feita de maneira correta e ética.","conexao_teologica":"A justiça divina é um reflexo do caráter de Deus, que exige que Seu povo aja com integridade.","referencias_relacionadas":["Salmos 37:27-29","Miquéias 6:8","Romanos 12:17-21"]},"deuteronomio_25_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é o local onde os israelitas devem viver e prosperar, sendo um elemento central na aliança de Deus com Seu povo.","por_que_esta_palavra":"A menção da 'terra' destaca a importância da possessão da terra prometida como parte da identidade israelita.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade de Sua aliança com Israel.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:3"]},"deuteronomio_25_19_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial, onde Deus habita e de onde Ele governa.","explicacao_detalhada":"Neste contexto, 'céus' é uma referência à soberania de Deus sobre a terra e a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A menção dos 'céus' reforça a ideia de que as ações dos homens estão sob a supervisão divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9-10"]}}