{"deuteronomio_30_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é central para a vida e obediência do povo de Israel.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é frequentemente usada na Bíblia para denotar não apenas uma palavra falada, mas também um comando ou uma mensagem divina. Em Deuteronômio 30:1, enfatiza a importância de ouvir e seguir as instruções de Deus.","por_que_esta_palavra":"Esta palavra é crucial porque representa a comunicação de Deus com Seu povo e a necessidade de resposta a essa comunicação.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, capaz de transformar vidas e guiar o povo em sua jornada espiritual.","referencias_relacionadas":["Deuteronômio 8:3","Salmos 119:105","Hebreus 4:12"]},"deuteronomio_30_1_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se à bênção que resulta da obediência às leis de Deus.","explicacao_detalhada":"A palavra 'בְּרָכָה' (Bᵉrâkâh) implica em um favor divino que traz prosperidade e bem-estar. Em Deuteronômio 30:1, a bênção é apresentada como uma consequência direta da escolha de seguir a palavra de Deus.","por_que_esta_palavra":"A bênção é um tema central na aliança entre Deus e Israel, simbolizando a recompensa pela fidelidade.","conexao_teologica":"As bênçãos de Deus são frequentemente ligadas à obediência e à aliança, refletindo o caráter amoroso e justo de Deus.","referencias_relacionadas":["Deuteronômio 28:1-14","Salmos 1:1-3","Mateus 5:3-12"]},"deuteronomio_30_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de viver que deve ser adotado pelo povo de Deus.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) é usada para indicar totalidade ou plenitude. Neste contexto, sugere que a obediência deve ser abrangente e não parcial.","por_que_esta_palavra":"A ideia de 'modo' implica que a vida do crente deve ser uma expressão contínua de obediência e devoção a Deus.","conexao_teologica":"A vida cristã é chamada a ser uma resposta total ao chamado de Deus, refletindo Sua vontade em todas as áreas.","referencias_relacionadas":["Romanos 12:1-2","Colossenses 3:17","1 Pedro 1:15-16"]},"deuteronomio_30_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo deve se voltar para Deus.","explicacao_detalhada":"A repetição da palavra 'כֹּל' (kôl) enfatiza a totalidade do retorno a Deus, indicando que não deve haver áreas da vida que não sejam entregues a Ele.","por_que_esta_palavra":"É um chamado à totalidade do arrependimento e à busca de Deus em todos os aspectos da vida.","conexao_teologica":"O arrependimento é um tema central na teologia bíblica, onde o retorno a Deus é sempre acompanhado de transformação.","referencias_relacionadas":["Joel 2:12-13","Atos 3:19","Tiago 4:8"]},"deuteronomio_30_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que o povo deve tomar a decisão de voltar-se para Deus.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) indica um momento específico, sugerindo a urgência e a importância da decisão de retornar a Deus.","por_que_esta_palavra":"O 'dia' é um lembrete de que há um tempo determinado para a ação e a resposta a Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de não adiar a decisão de seguir a Deus, enfatizando a necessidade de agir no presente.","referencias_relacionadas":["Hebreus 3:15","2 Coríntios 6:2","Salmos 95:7-8"]},"deuteronomio_30_2_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de restaurar e construir uma relação com Deus.","explicacao_detalhada":"A palavra 'שׁוּב' (shûwb) implica em retornar e restaurar, sugerindo que o povo deve voltar a Deus e edificar sua fé.","por_que_esta_palavra":"A ideia de edificar é essencial para a vida espiritual, pois implica em crescimento e fortalecimento na fé.","conexao_teologica":"A restauração é um tema recorrente na Bíblia, onde Deus chama Seu povo a voltar-se para Ele e ser renovado.","referencias_relacionadas":["Ezequiel 36:26-27","Romanos 12:2","Gálatas 6:1"]},"deuteronomio_30_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus restaurará Seu povo.","explicacao_detalhada":"A repetição da palavra 'כֹּל' (kôl) reforça a ideia de que a restauração de Deus é abrangente e completa.","por_que_esta_palavra":"A totalidade da restauração é uma promessa de que Deus não deixará nada de fora em Sua obra redentora.","conexao_teologica":"A restauração divina é um aspecto central da teologia da salvação, onde Deus promete restaurar tudo o que foi perdido.","referencias_relacionadas":["Isaías 61:3","Atos 3:21","Apocalipse 21:5"]},"deuteronomio_30_3_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de Deus de edificar Seu povo novamente após o arrependimento.","explicacao_detalhada":"A palavra 'שׁוּב' (shûwb) aqui sugere que Deus não apenas chama Seu povo de volta, mas também se compromete a restaurá-los e edificá-los.","por_que_esta_palavra":"A edificação é um sinal do amor e da fidelidade de Deus, que deseja que Seu povo esteja em comunhão com Ele.","conexao_teologica":"A edificação espiritual é uma promessa de Deus, que se compromete a trabalhar na vida de Seus filhos.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:19-22","Colossenses 2:6-7"]},"deuteronomio_30_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado pelo povo.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que representa Sua presença e autoridade sobre Israel.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de reconhecimento de Sua soberania e poder.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua identidade e caráter.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"deuteronomio_30_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como testemunhas da aliança entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'שָׁמַיִם' (shâmayim) indica a criação que serve como um testemunho da fidelidade de Deus e da responsabilidade do povo.","por_que_esta_palavra":"Os céus são frequentemente mencionados na Bíblia como um símbolo da grandeza de Deus e de Sua autoridade sobre a terra.","conexao_teologica":"A criação testemunha a aliança de Deus com Seu povo, lembrando-os de Sua soberania e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 55:9","Romanos 1:20"]},"deuteronomio_30_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' aqui implica em resgatar ou libertar, especialmente no contexto de restaurar o povo de Israel após um período de exílio ou dificuldades.","explicacao_detalhada":"O termo é usado para enfatizar a ação de Deus em trazer de volta seu povo e garantir sua segurança e bem-estar. É uma promessa de que, mesmo em situações extremas, Deus está disposto a salvar aqueles que se voltam para Ele.","por_que_esta_palavra":"A palavra 'salvar' é crucial porque reflete a natureza redentora de Deus e Sua disposição em restaurar o relacionamento com Seu povo.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a ação de Deus em libertar Seu povo do pecado e da morte, culminando na salvação oferecida por Jesus Cristo.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"deuteronomio_30_4_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um ciclo ou a um ponto final em uma jornada, especialmente no contexto da história de Israel.","explicacao_detalhada":"Neste versículo, 'fim' sugere que, mesmo quando tudo parece perdido, Deus tem um plano e um propósito que se estende até o final, garantindo que não há situação sem esperança.","por_que_esta_palavra":"A inclusão da palavra 'fim' é importante para lembrar que Deus está no controle de todas as coisas, mesmo nos momentos de desespero.","conexao_teologica":"A ideia de 'fim' se conecta com a esperança escatológica, onde Deus promete restaurar todas as coisas no final dos tempos.","referencias_relacionadas":["Eclesiastes 3:1","Apocalipse 21:6","Romanos 8:28"]},"deuteronomio_30_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, um símbolo da bênção e da herança que Deus deu ao povo de Israel.","explicacao_detalhada":"Neste contexto, 'terra' representa não apenas um local físico, mas também a realização das promessas de Deus e a identidade do povo de Israel como Sua nação escolhida.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Israel, sendo um elemento central nas promessas feitas a Abraão e seus descendentes.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção, refletindo a esperança de um novo céu e uma nova terra na escatologia cristã.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"deuteronomio_30_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que denota Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a relação de aliança entre Deus e Seu povo, destacando a importância de reconhecer Sua autoridade e seguir Seus mandamentos.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a natureza de Deus como o governante supremo e a importância de Sua liderança na vida do povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua santidade, poder e a relação pessoal que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Filipenses 2:9-11"]},"deuteronomio_30_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a singularidade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' destaca a natureza de Deus como criador e sustentador, que tem poder sobre a vida e a morte, e que é digno de adoração.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da identidade de Deus e Sua relação com a criação, especialmente com o povo de Israel.","conexao_teologica":"A teologia do monoteísmo é central na Bíblia, onde Deus é apresentado como único e verdadeiro, em contraste com os ídolos das nações vizinhas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"deuteronomio_30_6_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' implica em um relacionamento profundo e comprometido, especialmente no contexto da aliança entre Deus e Seu povo.","explicacao_detalhada":"Neste versículo, 'amar' sugere não apenas sentimentos, mas ações que demonstram lealdade e obediência a Deus, refletindo a reciprocidade do amor divino.","por_que_esta_palavra":"A palavra 'amar' é crucial para entender a expectativa de Deus em relação ao Seu povo, que deve amá-Lo em resposta ao Seu amor incondicional.","conexao_teologica":"O amor é um tema central na Bíblia, culminando no mandamento de amar a Deus e ao próximo, e é a base da relação entre Deus e a humanidade.","referencias_relacionadas":["Deuteronômio 6:5","João 13:34-35","1 João 4:19"]},"deuteronomio_30_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como se deve viver e agir, especialmente em conformidade com os mandamentos de Deus.","explicacao_detalhada":"Neste contexto, 'modo' implica em um estilo de vida que reflete a obediência e a devoção a Deus, mostrando como o amor deve se manifestar na prática.","por_que_esta_palavra":"A palavra 'modo' é importante porque enfatiza que o amor a Deus deve ser demonstrado através de ações concretas e escolhas diárias.","conexao_teologica":"A prática da fé é um tema recorrente na Bíblia, onde a verdadeira adoração é expressa não apenas em palavras, mas em ações que glorificam a Deus.","referencias_relacionadas":["Mateus 5:16","Tiago 1:22","1 Pedro 2:12"]},"deuteronomio_30_6_destruir":{"palavra_pt":"destruir","palavra_original":"מוּל","transliteracao":"mûwl","strong":"H4135","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar o que é contrário à vontade de Deus, especialmente no contexto da obediência e da pureza espiritual.","explicacao_detalhada":"Neste versículo, 'destruir' sugere a necessidade de afastar-se do pecado e das influências negativas que podem levar o povo a se afastar de Deus.","por_que_esta_palavra":"A palavra 'destruir' é essencial para entender a seriedade do chamado à santidade e à pureza na vida do crente.","conexao_teologica":"A destruição do pecado é um tema central na Bíblia, onde a redenção em Cristo oferece libertação do poder do pecado e da morte.","referencias_relacionadas":["Romanos 6:6","Gálatas 5:24","Colossenses 3:5"]},"deuteronomio_30_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou oferecer algo, especialmente no contexto da bênção e da justiça divina.","explicacao_detalhada":"Neste versículo, 'dar' implica que Deus está disposto a oferecer bênçãos e restauração ao Seu povo, dependendo de sua resposta a Ele.","por_que_esta_palavra":"A palavra 'dar' é importante porque reflete a generosidade de Deus e Sua disposição em atender às necessidades de Seu povo.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, onde Ele é apresentado como aquele que dá boas dádivas a todos os que O buscam.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"deuteronomio_30_7_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A palavra 'maldicao' refere-se a uma consequência negativa que resulta da desobediência a Deus, especialmente no contexto da aliança.","explicacao_detalhada":"Neste versículo, 'maldicao' sugere que a desobediência traz consequências sérias, afastando o povo das bênçãos prometidas por Deus.","por_que_esta_palavra":"A palavra 'maldicao' é crucial para entender a seriedade da aliança e a necessidade de fidelidade a Deus para evitar consequências devastadoras.","conexao_teologica":"A maldição é um tema recorrente na Bíblia, onde a desobediência resulta em separação de Deus e suas bênçãos, contrastando com a promessa de bênçãos para a obediência.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 1:18"]},"deuteronomio_30_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano que governa sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a autoridade e a divindade de Deus, destacando sua relação com o povo de Israel e sua promessa de bênçãos e proteção.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como o líder e protetor do povo, estabelecendo um relacionamento de aliança.","conexao_teologica":"A invocação do nome do Senhor é central na teologia bíblica, pois representa a presença e a ação de Deus na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"deuteronomio_30_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um meio pelo qual Ele se comunica com seu povo, trazendo instruções e advertências.","explicacao_detalhada":"A palavra 'voz' (קוֹל) implica não apenas som, mas também a mensagem e a autoridade que acompanham a comunicação divina.","por_que_esta_palavra":"É importante porque destaca a necessidade de ouvir e obedecer à palavra de Deus, que é essencial para a vida espiritual do povo.","conexao_teologica":"A voz de Deus é frequentemente associada à revelação e à direção divina, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"deuteronomio_30_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) não aparece diretamente no contexto, mas pode ser interpretada como uma metáfora para força e proteção.","explicacao_detalhada":"Embora a palavra não seja comum, sua inclusão pode sugerir a ideia de que Deus é forte e capaz de agir em favor de seu povo.","por_que_esta_palavra":"A força de Deus é um tema importante, pois Ele é visto como um defensor poderoso contra os inimigos.","conexao_teologica":"A força de Deus é frequentemente mencionada em relação à salvação e proteção de seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"deuteronomio_30_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' (יוֹם) é um período de tempo que pode ser visto como um momento de decisão ou ação.","explicacao_detalhada":"Neste contexto, o dia representa a oportunidade de escolher entre a vida e a morte, entre a obediência e a desobediência a Deus.","por_que_esta_palavra":"É crucial para entender a urgência da escolha que Deus apresenta ao seu povo.","conexao_teologica":"O conceito de dia como um tempo de escolha é central na mensagem de arrependimento e salvação nas Escrituras.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","2 Coríntios 6:2"]},"deuteronomio_30_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (כֹּל) refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Neste contexto, implica que todas as ações devem ser feitas de acordo com a vontade de Deus.","por_que_esta_palavra":"É importante para enfatizar que a obediência deve ser total e abrangente, não apenas em partes.","conexao_teologica":"A ideia de modo reflete a santidade e a integridade que Deus espera de seu povo.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 1:15-16","Romanos 12:1"]},"deuteronomio_30_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' (טוֹב) refere-se ao que é agradável e benéfico aos olhos de Deus.","explicacao_detalhada":"Neste contexto, o 'bom' é associado à obediência e à vida que resulta da escolha de seguir a Deus.","por_que_esta_palavra":"É fundamental para entender que a obediência a Deus traz bênçãos e prosperidade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"deuteronomio_30_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em Deuteronômio 30:9, \"senhor\" aparece na frase \"E o Senhor teu Deus te fará prosperar em toda a obra das tuas mãos, no fruto do teu ventre, e no fruto dos teus animais, e no fruto da tua…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de Deuteronômio 30:9 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Deuteronômio 31:11. Lendo junto com Deuteronômio 30:9, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Deuteronômio 30:9","Deuteronômio 31:11","Salmos 119:105"]},"deuteronomio_30_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um chamado à obediência e à resposta do povo.","explicacao_detalhada":"A repetição da palavra 'voz' (קוֹל) enfatiza a importância de ouvir e seguir as instruções divinas.","por_que_esta_palavra":"É essencial para destacar a relação dinâmica entre Deus e seu povo, onde a comunicação é vital.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele revela sua vontade e propósitos.","referencias_relacionadas":["Salmos 95:7","João 10:3","Hebreus 1:1"]},"deuteronomio_30_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações devem ser realizadas em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que todas as ações devem ser feitas de acordo com os princípios divinos.","por_que_esta_palavra":"É importante para entender que a obediência deve ser completa e não parcial.","conexao_teologica":"A integridade na obediência é um tema recorrente nas Escrituras, refletindo a santidade de Deus.","referencias_relacionadas":["Mateus 5:48","Tiago 1:22","1 João 2:3"]},"deuteronomio_30_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) introduz a razão ou justificativa para a obediência a Deus.","explicacao_detalhada":"Neste contexto, 'porque' conecta a obediência às promessas e bênçãos de Deus, mostrando a lógica da aliança.","por_que_esta_palavra":"É crucial para entender a motivação por trás da obediência e a relação entre causa e efeito nas promessas de Deus.","conexao_teologica":"A relação entre obediência e bênçãos é um princípio teológico central na Bíblia.","referencias_relacionadas":["Deuteronômio 28:1-2","Romanos 2:13","Gálatas 6:7"]},"deuteronomio_30_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um tempo específico em que as instruções de Deus são apresentadas ao povo.","explicacao_detalhada":"Neste contexto, 'dia' simboliza um momento decisivo para a escolha entre a vida e a morte, a bênção e a maldição. É um chamado à responsabilidade e à ação.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a urgência e a importância do momento em que as decisões devem ser tomadas.","conexao_teologica":"O conceito de 'dia' aqui se relaciona com a ideia de tempo divino, onde Deus convoca Seu povo a responder a Sua vontade.","referencias_relacionadas":["Deuteronômio 30:15","Salmos 95:7","Eclesiastes 3:1"]},"deuteronomio_30_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual as instruções são dadas.","explicacao_detalhada":"Ela conecta a escolha do povo à explicação de que os mandamentos de Deus não são impossíveis de serem seguidos, mas acessíveis e claros.","por_que_esta_palavra":"A inclusão de 'porque' serve para justificar a exortação e encorajar o povo a obedecer.","conexao_teologica":"Reflete a natureza de Deus como um comunicador claro e acessível, que deseja que Seu povo compreenda Suas intenções.","referencias_relacionadas":["Romanos 10:8","Tiago 1:22","1 João 5:3"]},"deuteronomio_30_11_humano":{"palavra_pt":"mandamento","palavra_original":"מִצְוָה","transliteracao":"mitsvâh","strong":"H4687","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"A palavra 'mandamento' refere-se às leis e instruções que Deus deu ao Seu povo.","explicacao_detalhada":"Os mandamentos são vistos como guias para a vida que promovem a justiça e a santidade entre o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'mandamento' enfatiza a seriedade e a autoridade das instruções divinas.","conexao_teologica":"Os mandamentos são uma expressão do caráter de Deus e de Sua vontade para a humanidade.","referencias_relacionadas":["Êxodo 20:1-17","Salmos 119:105","Mateus 22:37-40"]},"deuteronomio_30_12_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' representa o domínio divino e a soberania de Deus sobre toda a criação.","explicacao_detalhada":"Neste contexto, os céus são mencionados para ilustrar que as instruções de Deus não são distantes ou inacessíveis, mas estão ao alcance do povo.","por_que_esta_palavra":"A utilização de 'céus' destaca a grandeza de Deus e Sua autoridade sobre as questões humanas.","conexao_teologica":"Os céus são frequentemente associados à presença de Deus e à Sua revelação ao homem.","referencias_relacionadas":["Salmos 19:1","Isaías 55:9","Mateus 6:9"]},"deuteronomio_30_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para afirmar a autenticidade e a confiabilidade das instruções de Deus.","explicacao_detalhada":"A verdade de Deus é apresentada como algo que deve ser seguido e vivido, contrastando com as mentiras e enganos do mundo.","por_que_esta_palavra":"A escolha de 'verdade' enfatiza a necessidade de discernimento e a importância de seguir o que é genuíno e correto.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:5"]},"deuteronomio_30_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação clara e direta das instruções de Deus.","explicacao_detalhada":"Neste contexto, 'dizer' implica que Deus está se comunicando de forma acessível e compreensível ao Seu povo.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para mostrar que as instruções não são apenas para serem ouvidas, mas para serem obedecidas.","conexao_teologica":"A comunicação de Deus é um aspecto central da relação entre Ele e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"deuteronomio_30_13_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' é usada para ilustrar a vastidão e a profundidade das instruções de Deus.","explicacao_detalhada":"Neste contexto, o mar representa algo que pode parecer distante ou difícil de alcançar, mas que, na verdade, é acessível através da obediência.","por_que_esta_palavra":"A utilização de 'mar' enfatiza a ideia de que as verdades de Deus não estão além do alcance humano.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar os desafios e as provações que o povo enfrenta.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 107:23-30","Mateus 8:27"]},"deuteronomio_30_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a autenticidade das instruções de Deus, que não são enganosas.","explicacao_detalhada":"Neste contexto, a verdade é um chamado à integridade e à sinceridade na resposta do povo às instruções divinas.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a importância de viver de acordo com a realidade divina.","conexao_teologica":"A verdade é um pilar fundamental na relação entre Deus e Seu povo, sendo essencial para a fé.","referencias_relacionadas":["João 8:32","Salmos 119:151","1 Timóteo 2:4"]},"deuteronomio_30_13_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como as instruções de Deus são comunicadas.","explicacao_detalhada":"Neste contexto, 'expressão' implica que as verdades de Deus podem ser compreendidas e articuladas de maneira clara.","por_que_esta_palavra":"A escolha da palavra 'expressão' sugere que a comunicação de Deus é rica e multifacetada.","conexao_teologica":"A expressão da verdade divina é essencial para a edificação da fé e da compreensão do povo.","referencias_relacionadas":["Romanos 10:14","1 Coríntios 2:13","Colossenses 3:16"]},"deuteronomio_30_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se ao conteúdo das instruções de Deus que devem ser seguidas.","explicacao_detalhada":"Neste contexto, 'palavra' é uma expressão abrangente que inclui não apenas a mensagem, mas também a ação que deve ser tomada.","por_que_esta_palavra":"A utilização de 'palavra' destaca a importância de ouvir e agir de acordo com as instruções divinas.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Mateus 4:4"]},"deuteronomio_30_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"Neste contexto, 'porque' é usado para esclarecer a razão pela qual a palavra de Deus está próxima, enfatizando a acessibilidade da mensagem divina.","por_que_esta_palavra":"A palavra é fundamental para a compreensão do relacionamento entre Deus e o povo, mostrando que a obediência é uma escolha consciente.","conexao_teologica":"A escolha entre a vida e a morte, a bênção e a maldição, é um tema central na teologia do Antigo Testamento, refletindo a soberania de Deus e a responsabilidade humana.","referencias_relacionadas":["Deuteronômio 30:15","Deuteronômio 30:19","Romanos 10:8"]},"deuteronomio_30_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto de Deuteronômio 30:14, sendo um erro de interpretação.","explicacao_detalhada":"A palavra correta deve ser 'fazer' ou 'agir', que se relaciona com a ação de seguir os mandamentos de Deus.","por_que_esta_palavra":"A escolha de agir segundo a vontade de Deus é essencial para a vida espiritual do povo de Israel.","conexao_teologica":"A ação de obedecer a Deus é um tema recorrente na Bíblia, refletindo a importância da prática da fé.","referencias_relacionadas":["Tiago 1:22","1 João 2:3-6","Salmos 119:34"]},"deuteronomio_30_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que as escolhas devem ser feitas.","explicacao_detalhada":"Neste versículo, 'dia' simboliza a oportunidade de escolher entre a vida e a morte, entre a bênção e a maldição.","por_que_esta_palavra":"A escolha feita neste 'dia' é crucial para o futuro do povo de Israel.","conexao_teologica":"O conceito de 'dia' como um tempo de decisão é importante na teologia bíblica, onde momentos decisivos são frequentemente destacados.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Eclesiastes 3:1"]},"deuteronomio_30_15_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para representar a condição humana e a fragilidade do ser humano.","explicacao_detalhada":"Neste contexto, 'carne' refere-se à vida física e à necessidade de escolher a vida espiritual em Deus.","por_que_esta_palavra":"A carne é um símbolo da mortalidade e da necessidade de depender de Deus para a verdadeira vida.","conexao_teologica":"A dualidade entre carne e espírito é um tema importante na Bíblia, refletindo a luta entre a natureza humana e a vontade divina.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-6","1 Pedro 1:24"]},"deuteronomio_30_15_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' representa a consequência da desobediência e a separação de Deus.","explicacao_detalhada":"Neste versículo, 'morte' é apresentada como uma escolha que resulta da rejeição dos mandamentos de Deus.","por_que_esta_palavra":"A morte é um aviso sobre as consequências de não seguir a vontade de Deus.","conexao_teologica":"A morte espiritual é um tema central na teologia cristã, onde a vida eterna é oferecida através de Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16","Apocalipse 20:14"]},"deuteronomio_30_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente enfatiza a importância do momento da decisão.","explicacao_detalhada":"Neste contexto, 'dia' é um chamado à ação, onde o povo deve escolher seguir a Deus.","por_que_esta_palavra":"A escolha feita neste 'dia' é vital para a vida e a prosperidade do povo.","conexao_teologica":"A ideia de um 'dia' de decisão é recorrente na Bíblia, onde Deus convoca Seu povo a se comprometer com Ele.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 95:7","Isaías 55:6"]},"deuteronomio_30_16_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' refere-se ao relacionamento íntimo e de compromisso com Deus.","explicacao_detalhada":"Neste contexto, amar a Deus é a base da obediência e da escolha pela vida.","por_que_esta_palavra":"O amor a Deus é fundamental para a vida espiritual e a fidelidade ao Seu pacto.","conexao_teologica":"O amor é o mandamento central na relação entre Deus e Seu povo, refletindo a natureza do relacionamento divino.","referencias_relacionadas":["Mateus 22:37","João 14:15","1 João 4:19"]},"deuteronomio_30_16_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' representa a escolha pela vida plena que Deus oferece.","explicacao_detalhada":"Neste contexto, 'viver' é mais do que existir; é experimentar a plenitude da vida em comunhão com Deus.","por_que_esta_palavra":"A vida verdadeira é encontrada na obediência e no amor a Deus.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a vida eterna é prometida aos que creem.","referencias_relacionadas":["João 10:10","Romanos 8:1-2","Gálatas 2:20"]},"deuteronomio_30_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor como a autoridade suprema e fonte de vida.","explicacao_detalhada":"Neste contexto, reconhecer Deus é essencial para a escolha da vida e da obediência.","por_que_esta_palavra":"A palavra 'deus' destaca a soberania e a relação de dependência do povo em relação a Ele.","conexao_teologica":"A natureza de Deus como Criador e Redentor é um tema central na Bíblia, refletindo Sua importância na vida do crente.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 11:6"]},"deuteronomio_30_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade de Deus e de Sua palavra.","explicacao_detalhada":"Neste contexto, 'verdade' é um chamado à autenticidade na relação com Deus e na obediência aos Seus mandamentos.","por_que_esta_palavra":"A verdade é essencial para a confiança e o relacionamento com Deus, que é a própria verdade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo a necessidade de viver em conformidade com Sua palavra.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"deuteronomio_30_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente em que as escolhas devem ser feitas.","explicacao_detalhada":"O 'dia' mencionado aqui simboliza um momento decisivo na vida do povo de Israel, onde eles são chamados a escolher entre a vida e a morte, a bênção e a maldição.","por_que_esta_palavra":"A palavra 'dia' enfatiza a urgência e a importância da decisão que deve ser tomada neste momento específico.","conexao_teologica":"Representa a escolha entre seguir a Deus ou se afastar dEle, refletindo a liberdade humana de decidir.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Eclesiastes 3:1"]},"deuteronomio_30_18_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que Deus deu ao Seu povo.","explicacao_detalhada":"O 'solo' simboliza a herança e a promessa de Deus para Israel, representando a conexão entre o povo e a terra prometida.","por_que_esta_palavra":"A palavra 'solo' é crucial, pois indica a base física e espiritual sobre a qual as promessas de Deus se realizam.","conexao_teologica":"O solo é um símbolo da aliança de Deus com Israel, onde a obediência resulta em bênçãos sobre a terra.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"deuteronomio_30_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual as escolhas são importantes.","explicacao_detalhada":"A palavra 'porque' conecta a escolha feita pelo povo às consequências que dela advêm, enfatizando a responsabilidade.","por_que_esta_palavra":"É uma palavra que estabelece uma relação de causa e efeito, essencial para entender a mensagem de responsabilidade pessoal.","conexao_teologica":"Reflete a justiça de Deus em permitir que o ser humano escolha seu próprio caminho.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:29-31"]},"deuteronomio_30_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Reitera a importância do momento decisivo.","explicacao_detalhada":"O 'dia' aqui é um chamado à ação, onde o povo deve refletir sobre suas escolhas e suas consequências.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a seriedade da decisão a ser tomada.","conexao_teologica":"Enfatiza a soberania de Deus ao oferecer escolhas ao Seu povo.","referencias_relacionadas":["Deuteronômio 30:18","Salmos 95:7-8","Hebreus 3:15"]},"deuteronomio_30_19_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao testemunho celestial sobre as escolhas do povo.","explicacao_detalhada":"Os 'céus' são convocados como testemunhas da decisão do povo, sublinhando a gravidade da escolha entre vida e morte.","por_que_esta_palavra":"A palavra 'céus' destaca a dimensão espiritual e cósmica da decisão, mostrando que Deus está atento às escolhas humanas.","conexao_teologica":"Reflete a ideia de que toda a criação está envolvida no plano de Deus e nas decisões humanas.","referencias_relacionadas":["Salmos 19:1","Isaías 1:2","Romanos 8:19-22"]},"deuteronomio_30_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida e suas bênçãos.","explicacao_detalhada":"A 'terra' simboliza não apenas um lugar físico, mas também a realização das promessas de Deus ao Seu povo.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa bíblica, representando a herança e a presença de Deus entre o Seu povo.","conexao_teologica":"A terra é um símbolo da aliança e da fidelidade de Deus, onde a obediência resulta em bênçãos.","referencias_relacionadas":["Deuteronômio 8:1","Números 14:8","Salmos 37:29"]},"deuteronomio_30_20_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que deve ser cultivado por Deus.","explicacao_detalhada":"A palavra 'amar' implica um relacionamento profundo e pessoal com Deus, que é fundamental para a vida espiritual.","por_que_esta_palavra":"A escolha de amar a Deus é apresentada como a base para a vida e a prosperidade do povo.","conexao_teologica":"O amor a Deus é o cumprimento do maior mandamento, que é a essência da vida cristã.","referencias_relacionadas":["Mateus 22:37","1 João 4:19","Deuteronômio 6:5"]},"deuteronomio_30_20_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de decidir e avaliar as escolhas.","explicacao_detalhada":"A palavra 'julgar' implica discernimento e a capacidade de fazer escolhas sábias com base na vontade de Deus.","por_que_esta_palavra":"É um chamado à responsabilidade, onde o povo deve refletir sobre suas ações e suas consequências.","conexao_teologica":"Reflete a justiça de Deus e a necessidade de viver de acordo com Seus princípios.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Romanos 12:2"]},"deuteronomio_30_20_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se novamente à terra como parte do relacionamento com Deus.","explicacao_detalhada":"O 'solo' é um símbolo da herança e da responsabilidade do povo em cuidar da terra que Deus lhes deu.","por_que_esta_palavra":"A repetição da palavra 'solo' enfatiza a importância do cuidado e da obediência a Deus em relação à terra.","conexao_teologica":"A relação com a terra é uma extensão da aliança de Deus com Seu povo, onde a fidelidade resulta em bênçãos.","referencias_relacionadas":["Levítico 25:23","Deuteronômio 11:12","Salmos 104:14"]}}