{"deuteronomio_34_1_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O deserto representa o lugar de provação e preparação do povo de Israel antes de entrar na terra prometida.","explicacao_detalhada":"A palavra 'deserto' evoca a jornada de Israel, marcada por desafios e dependência de Deus, preparando-os para a nova fase de suas vidas.","por_que_esta_palavra":"O deserto é um símbolo de transição, onde o povo aprende a confiar em Deus e a se preparar para as bênçãos que virão.","conexao_teologica":"O deserto é um tema importante na narrativa bíblica, representando tanto a provação quanto a purificação.","referencias_relacionadas":["Êxodo 16:1","Números 14:33","Deuteronômio 8:2-3"]},"deuteronomio_34_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é o destino final da jornada de Israel, simbolizando a realização das promessas de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é apresentada como o local onde Moisés vê a herança que Deus prometeu ao Seu povo, mesmo que ele não a entre.","por_que_esta_palavra":"A menção da terra reforça a importância do cumprimento das promessas de Deus e a esperança do povo.","conexao_teologica":"A terra prometida é um símbolo do reino de Deus e da herança eterna que aguarda os fiéis.","referencias_relacionadas":["Gênesis 15:18-21","Josué 21:43-45","Hebreus 11:9-10"]},"deuteronomio_34_1_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à importância da terra que Deus prometeu a Israel.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza não apenas a extensão física da terra, mas também a grandeza das bênçãos que Deus tem para Seu povo.","por_que_esta_palavra":"A grandeza da terra é um reflexo da grandeza de Deus e de Suas promessas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"deuteronomio_34_2_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar é mencionado como parte da geografia da terra prometida, simbolizando a criação e o poder de Deus.","explicacao_detalhada":"A palavra 'mar' neste contexto pode se referir ao Mar Morto ou ao Mediterrâneo, representando as fronteiras da terra que Deus deu a Israel.","por_que_esta_palavra":"A inclusão do 'mar' destaca a diversidade e a riqueza da criação de Deus na terra prometida.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo do poder de Deus sobre a criação e das Suas intervenções na história.","referencias_relacionadas":["Gênesis 1:10","Êxodo 14:21-22","Salmos 104:25-26"]},"deuteronomio_34_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Moisés viu a terra prometida.","explicacao_detalhada":"A palavra 'modo' aqui implica a maneira ou forma de percepção de Moisés ao contemplar a terra que Deus prometeu ao povo de Israel. É um momento de transição e reflexão sobre a jornada do povo.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a experiência visual e emocional de Moisés ao final de sua vida, destacando a importância do que ele viu.","conexao_teologica":"Este versículo mostra a fidelidade de Deus em cumprir Suas promessas, mesmo que Moisés não entrasse na terra.","referencias_relacionadas":["Deuteronômio 3:27","Deuteronômio 34:1","Números 27:12"]},"deuteronomio_34_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando não apenas um lugar físico, mas também a promessa de Deus e a herança do povo de Israel.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da terra prometida como um cumprimento da aliança de Deus com Abraão, Isaque e Jacó.","conexao_teologica":"A terra é vista como um símbolo da presença de Deus e da bênção divina sobre o povo escolhido.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 1:8"]},"deuteronomio_34_3_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se à região árida e desértica que Moisés observou.","explicacao_detalhada":"A palavra 'seca' indica a aridez do Negev, uma área que contrasta com a fertilidade da terra prometida, simbolizando as dificuldades enfrentadas pelo povo durante a jornada.","por_que_esta_palavra":"A menção da 'seca' ressalta a luta e os desafios que o povo de Israel enfrentou antes de alcançar a terra prometida.","conexao_teologica":"A seca pode ser vista como um teste de fé e perseverança, refletindo a dependência do povo em Deus.","referencias_relacionadas":["Êxodo 15:22","Números 20:5","Salmos 63:1"]},"deuteronomio_34_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades que Moisés viu na terra prometida.","explicacao_detalhada":"A palavra 'cidade' implica a civilização e a vida comunitária que esperavam os israelitas ao entrarem na terra, contrastando com a vida nômade no deserto.","por_que_esta_palavra":"A inclusão de 'cidade' destaca a promessa de um lar estabelecido e seguro para o povo de Deus.","conexao_teologica":"As cidades representam a realização da promessa de Deus de dar ao Seu povo um lugar para viver e prosperar.","referencias_relacionadas":["Josué 12:9","Josué 21:2","Salmos 122:3"]},"deuteronomio_34_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra prometida, enfatizando sua grandeza.","explicacao_detalhada":"A repetição da palavra 'terra' neste contexto reforça a magnitude e a importância da herança que Deus estava dando ao Seu povo.","por_que_esta_palavra":"A ênfase na 'terra' sublinha a centralidade da promessa de Deus na história de Israel.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e da realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 1:25","Deuteronômio 8:7","Deuteronômio 11:9"]},"deuteronomio_34_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da terra prometida.","explicacao_detalhada":"A palavra 'grande' enfatiza não apenas a extensão física da terra, mas também a grandeza das bênçãos que Deus estava prestes a conceder ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a generosidade de Deus e a importância da terra na história da salvação.","conexao_teologica":"A grandeza da terra reflete a grandeza do plano de Deus para a redenção de Seu povo.","referencias_relacionadas":["Deuteronômio 3:25","Deuteronômio 4:22","Salmos 78:54"]},"deuteronomio_34_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, enfatizando Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' aqui representa a soberania de Deus sobre a terra e Seu papel como guia e protetor do povo de Israel.","por_que_esta_palavra":"A menção do nome do Senhor destaca a relação pessoal entre Deus e Seu povo, sublinhando a importância da obediência.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, essencial para a identidade do povo de Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Isaías 42:8"]},"deuteronomio_34_5_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Moisés.","explicacao_detalhada":"A palavra 'morrer' aqui marca o fim da jornada de Moisés e o fechamento de um capítulo na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a realidade da mortalidade e a transição para uma nova liderança sob Josué.","conexao_teologica":"A morte de Moisés simboliza a passagem do testemunho de fé e liderança para a próxima geração.","referencias_relacionadas":["Deuteronômio 31:2","Números 20:12","Hebreus 3:2"]},"deuteronomio_34_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que Moisés não pôde entrar.","explicacao_detalhada":"A repetição da palavra 'terra' neste contexto reforça a ideia de que, apesar de sua liderança, Moisés não experimentou a plenitude da promessa.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da promessa de Deus e a realidade das consequências da desobediência.","conexao_teologica":"A terra simboliza tanto a bênção quanto a responsabilidade que vem com a obediência a Deus.","referencias_relacionadas":["Deuteronômio 3:23","Deuteronômio 34:4","Números 27:12"]},"deuteronomio_34_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na narrativa.","explicacao_detalhada":"A palavra 'senhor' aqui reafirma a soberania de Deus sobre a vida e a morte, e Sua autoridade sobre a história de Israel.","por_que_esta_palavra":"A menção do nome do Senhor enfatiza a continuidade da relação entre Deus e Seu povo, mesmo após a morte de Moisés.","conexao_teologica":"O nome do Senhor é um lembrete da presença constante de Deus, mesmo nas transições e perdas.","referencias_relacionadas":["Salmos 23:1","Salmos 46:1","Isaías 41:10"]},"deuteronomio_34_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, simbolizando o cumprimento das promessas de Deus ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a herança espiritual e a promessa de Deus ao povo de Israel. Neste contexto, representa o lugar onde o povo de Deus habitará após anos de peregrinação.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do lar e da herança que Deus prometeu ao seu povo, simbolizando segurança e estabilidade.","conexao_teologica":"A terra prometida é um tema central na teologia bíblica, representando a fidelidade de Deus às suas promessas e a realização do seu plano de redenção.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-4"]},"deuteronomio_34_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Moisés foi sepultado, marcando o fim de sua vida e ministério.","explicacao_detalhada":"A palavra 'dia' (יוֹם) aqui é significativa, pois indica um momento específico na história de Israel, um dia de luto e reflexão sobre a liderança de Moisés.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo e dos eventos na narrativa bíblica, sublinhando a transição de uma era para outra.","conexao_teologica":"O dia da morte de Moisés é um lembrete da fragilidade da vida humana e da soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1-2","Hebreus 9:27"]},"deuteronomio_34_6_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de sepultar, simbolizando o respeito e a honra a Moisés após sua morte.","explicacao_detalhada":"A palavra 'expressão' (קָבַר) é utilizada para descrever o ato de sepultar, que é um ritual importante na cultura israelita, refletindo a dignidade de Moisés como líder.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do sepultamento adequado e o reconhecimento do papel de Moisés na história de Israel.","conexao_teologica":"O sepultamento de Moisés é um símbolo da transição de liderança e da continuidade do plano de Deus para o seu povo.","referencias_relacionadas":["Gênesis 23:4","Deuteronômio 21:22-23","Mateus 8:22"]},"deuteronomio_34_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Josué, que é considerado o sucessor de Moisés e um 'filho' espiritual do líder.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui simboliza não apenas a relação biológica, mas também a continuidade do legado e da liderança espiritual.","por_que_esta_palavra":"A utilização da palavra 'filho' destaca a importância da sucessão e do discipulado na liderança espiritual.","conexao_teologica":"A relação entre Moisés e Josué é um exemplo de como Deus prepara líderes para guiar o seu povo.","referencias_relacionadas":["Êxodo 17:9","Números 27:18","Josué 1:1-2"]},"deuteronomio_34_7_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de Moisés, um evento significativo que marca o fim de uma era.","explicacao_detalhada":"A palavra 'morte' (מָוֶת) é usada para descrever a transição de Moisés da vida para a eternidade, ressaltando a inevitabilidade da morte.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a realidade da mortalidade humana e a necessidade de confiar em Deus mesmo diante da morte.","conexao_teologica":"A morte de Moisés é um lembrete da fragilidade da vida e da esperança da ressurreição.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:54-55","Hebreus 9:27"]},"deuteronomio_34_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade da palavra de Deus e ao cumprimento de suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a certeza das promessas de Deus, que se cumpriram na vida de Moisés.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a fidelidade de Deus e a importância de confiar em suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 119:160","João 14:6","2 Pedro 3:9"]},"deuteronomio_34_8_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se ao deserto onde Moisés morreu, simbolizando a jornada do povo de Israel.","explicacao_detalhada":"A palavra 'deserto' (עֲרָבָה) representa o lugar de provação e preparação, onde o povo de Israel aprendeu a confiar em Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a experiência de desolação e dependência de Deus durante a jornada.","conexao_teologica":"O deserto é um símbolo de transformação e crescimento espiritual na vida do povo de Deus.","referencias_relacionadas":["Êxodo 16:1","Números 14:33","Deuteronômio 8:2-3"]},"deuteronomio_34_8_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de chorar pela morte de Moisés, expressando luto e perda.","explicacao_detalhada":"A palavra 'expressão' (בָּכָה) é utilizada para descrever o luto do povo, refletindo a dor pela perda de um grande líder.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do luto e da expressão emocional na vida comunitária.","conexao_teologica":"O luto é uma parte importante da experiência humana e é reconhecido por Deus como um momento de cura e reflexão.","referencias_relacionadas":["Eclesiastes 3:4","Romanos 12:15","2 Coríntios 1:3-4"]},"deuteronomio_34_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente a Josué, que lidera o povo após a morte de Moisés.","explicacao_detalhada":"A palavra 'filho' (בֵּן) aqui reafirma a continuidade da liderança e a responsabilidade que Josué assume.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a importância da sucessão e do legado espiritual.","conexao_teologica":"A liderança de Josué é um exemplo de como Deus levanta novos líderes para guiar seu povo em tempos de transição.","referencias_relacionadas":["Números 27:18-23","Josué 1:1-9","Hebreus 11:30-31"]},"deuteronomio_34_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em preparar o povo para a nova liderança sob Josué.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de Deus em estabelecer Josué como líder, enfatizando a soberania divina.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a atividade de Deus em cumprir suas promessas e guiar seu povo.","conexao_teologica":"A ação de Deus em levantar líderes é um tema recorrente na Bíblia, mostrando sua providência e cuidado.","referencias_relacionadas":["1 Samuel 16:1","Salmos 75:6-7","Atos 13:22"]},"deuteronomio_34_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Josué, que foi escolhido como sucessor de Moisés.","explicacao_detalhada":"A palavra 'filho' neste contexto indica a relação de Josué como um herdeiro espiritual e líder do povo de Israel, que foi preparado por Moisés para liderar após sua morte.","por_que_esta_palavra":"A escolha de Josué como 'filho' de Moisés simboliza a continuidade da liderança e a transmissão da autoridade divina.","conexao_teologica":"A sucessão de liderança é um tema importante na Bíblia, refletindo a importância da preparação e da passagem de responsabilidades entre gerações.","referencias_relacionadas":["Números 27:18","Josué 1:1-2","Deuteronômio 31:7"]},"deuteronomio_34_9_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito de Deus que estava sobre Moisés e agora repousa sobre Josué.","explicacao_detalhada":"A palavra 'vento' ou 'espírito' indica a presença e a ação de Deus na vida de Josué, capacitando-o para a liderança.","por_que_esta_palavra":"O espírito de Deus é essencial para a capacitação e a orientação dos líderes escolhidos por Ele.","conexao_teologica":"A presença do Espírito Santo é um tema central na Bíblia, simbolizando poder, sabedoria e direção divina.","referencias_relacionadas":["Números 11:17","Isaías 11:2","Atos 2:4"]},"deuteronomio_34_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à autenticidade e à integridade de Moisés como profeta.","explicacao_detalhada":"A palavra 'verdade' neste contexto destaca que Moisés foi um profeta único, que falou com Deus face a face e trouxe a revelação divina ao povo.","por_que_esta_palavra":"A verdade é fundamental na relação entre Deus e seu povo, e Moisés é apresentado como um modelo de fidelidade a essa verdade.","conexao_teologica":"A verdade de Deus é um tema recorrente nas Escrituras, enfatizando a importância da fidelidade e da revelação divina.","referencias_relacionadas":["Êxodo 33:11","Deuteronômio 18:15","João 14:6"]},"deuteronomio_34_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de Deus levantar Moisés como líder e profeta.","explicacao_detalhada":"A palavra 'levantar' implica uma ação divina de escolha e capacitação, mostrando que a liderança é uma responsabilidade dada por Deus.","por_que_esta_palavra":"Levantar líderes é uma ação divina que demonstra o controle e a soberania de Deus sobre a história de Israel.","conexao_teologica":"Deus levanta líderes em momentos críticos da história, mostrando sua providência e direção.","referencias_relacionadas":["1 Samuel 10:1","Salmos 75:7","Romanos 13:1"]},"deuteronomio_34_10_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao papel de Moisés como o maior profeta de Israel.","explicacao_detalhada":"A palavra 'profeta' destaca a função de Moisés como intermediário entre Deus e o povo, trazendo a palavra de Deus e guiando-os.","por_que_esta_palavra":"Moisés é reconhecido como um profeta singular, cuja comunicação direta com Deus o distingue de outros líderes.","conexao_teologica":"A profecia é um meio pelo qual Deus se comunica com seu povo, e Moisés é um exemplo supremo dessa função.","referencias_relacionadas":["Deuteronômio 18:18","Hebreus 3:5","Lucas 24:27"]},"deuteronomio_34_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Moisés realizou sinais e maravilhas.","explicacao_detalhada":"A palavra 'modo' enfatiza a maneira extraordinária como Deus usou Moisés para realizar milagres, demonstrando seu poder.","por_que_esta_palavra":"O modo de operar de Moisés é um testemunho da intervenção divina na história de Israel.","conexao_teologica":"Deus age de maneiras surpreendentes para revelar sua glória e poder ao seu povo.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:14","Atos 7:36"]},"deuteronomio_34_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força e ao poder demonstrados por Moisés em seus feitos.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força e a determinação de Moisés ao enfrentar desafios em nome de Deus.","por_que_esta_palavra":"A força de Moisés é um reflexo do poder de Deus que opera através dele.","conexao_teologica":"A força divina capacita os líderes a cumprir a missão que Deus lhes confia.","referencias_relacionadas":["Salmos 18:32","Isaías 40:29","Filipenses 4:13"]},"deuteronomio_34_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que Moisés conduziu o povo a alcançar.","explicacao_detalhada":"A palavra 'terra' simboliza a promessa de Deus a Israel e a realização de sua aliança.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a bênção e a herança do povo de Deus.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da esperança de um futuro melhor para seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9"]},"deuteronomio_34_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Moisés foi um líder exemplar.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a singularidade das ações de Moisés e sua relação com Deus.","por_que_esta_palavra":"O modo de Moisés serve como um modelo para líderes futuros, mostrando a importância da obediência e da fé.","conexao_teologica":"A maneira como os líderes agem reflete a natureza de Deus e seu caráter.","referencias_relacionadas":["Salmos 103:7","Hebreus 11:24-26","1 Coríntios 11:1"]},"deuteronomio_34_12_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder de Deus manifestado através de Moisés.","explicacao_detalhada":"A palavra 'poderoso' destaca a força e a autoridade que Moisés tinha como líder escolhido por Deus.","por_que_esta_palavra":"O poder de Moisés é um reflexo do poder de Deus que opera através de seus servos.","conexao_teologica":"Deus é apresentado como o verdadeiro poderoso, e os líderes são instrumentos de seu poder na terra.","referencias_relacionadas":["Salmos 68:35","Isaías 40:10","Efésios 6:10"]},"deuteronomio_34_12_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"No contexto de Deuteronômio 34:12, a palavra 'grande' descreve a magnitude das obras e milagres realizados por Moisés, destacando sua importância e o impacto que teve sobre o povo de Israel.","explicacao_detalhada":"A palavra 'grande' é utilizada para enfatizar não apenas a estatura física, mas também a grandeza espiritual e a relevância das ações de Moisés. Ele foi um líder que guiou os israelitas na saída do Egito e na travessia do deserto, realizando sinais e maravilhas que demonstraram o poder de Deus. Essa grandeza é reconhecida e celebrada no final de sua vida, quando o povo reflete sobre suas contribuições.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a singularidade de Moisés como profeta e líder, sendo um mediador entre Deus e o povo. Sua grandeza é um reflexo da grandeza de Deus que atuou através dele, mostrando que a verdadeira grandeza está em servir e obedecer a Deus.","conexao_teologica":"A grandeza de Moisés aponta para a grandeza de Deus, que usa pessoas comuns para realizar Seus propósitos extraordinários. Isso também prefigura a vinda de Cristo, que é descrito como o maior de todos os profetas e o mediador definitivo entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:10","Números 12:6-8","Deuteronômio 34:10-11","Hebreus 3:5-6","Mateus 5:14"]}}