{"deuteronomio_5_1_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O termo 'juízo' ou 'justiça' refere-se à aplicação das leis de Deus e à moralidade.","explicacao_detalhada":"Em Deuteronômio 5:1, a justiça é um princípio fundamental que deve guiar a vida do povo de Israel, refletindo o caráter de Deus.","por_que_esta_palavra":"A palavra 'juízo' é essencial para entender a relação entre Deus e Seu povo, enfatizando a importância da justiça em todas as interações.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, mostrando que Ele é justo e espera que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Romanos 2:6"]},"deuteronomio_5_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' é um período de tempo que pode ter significados espirituais e práticos.","explicacao_detalhada":"Em Deuteronômio 5:1, o dia é mencionado como um tempo de convocação e instrução, onde o povo é chamado a ouvir as leis de Deus.","por_que_esta_palavra":"A palavra 'dia' é importante porque representa momentos significativos na vida espiritual do povo, como a entrega da Lei.","conexao_teologica":"O conceito de dia é frequentemente usado nas Escrituras para marcar eventos importantes na história da salvação.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Hebreus 4:7"]},"deuteronomio_5_1_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"O termo 'chamar' refere-se ao ato de convocar ou convocar alguém para uma ação ou atenção.","explicacao_detalhada":"Em Deuteronômio 5:1, Deus chama Seu povo para ouvir e obedecer às Suas leis, enfatizando a importância da resposta humana ao chamado divino.","por_que_esta_palavra":"A palavra 'chamar' é fundamental para entender a relação entre Deus e Seu povo, onde Deus se revela e espera uma resposta.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convoca Seu povo a uma vida de obediência e fé.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"deuteronomio_5_2_nome":{"palavra_pt":"nome","palavra_original":"חֹרֵב","transliteracao":"Chôrêb","strong":"H2722","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' aqui se refere ao nome de Deus, que é sagrado e deve ser reverenciado.","explicacao_detalhada":"Em Deuteronômio 5:2, o nome é mencionado em conexão com a aliança que Deus fez com Israel, destacando a importância da identidade divina.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a natureza de Deus e a relação que Ele tem com Seu povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e autoridade, e deve ser tratado com respeito e reverência.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-10"]},"deuteronomio_5_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro que fez uma aliança com o povo de Israel.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. No contexto de Deuteronômio 5, Moisés recorda ao povo a importância de reconhecer e adorar a Deus que os libertou do Egito.","por_que_esta_palavra":"Esta palavra é central na fé israelita, pois define a relação entre Deus e seu povo, destacando sua natureza como criador e redentor.","conexao_teologica":"A compreensão de Deus como 'Elohim' estabelece a base para a adoração e a obediência, sendo fundamental para a teologia do Antigo Testamento.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"deuteronomio_5_3_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com Israel, um compromisso mútuo entre Deus e seu povo.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) indica um pacto sagrado, onde Deus promete ser o Deus de Israel e Israel promete obedecer a suas leis. Essa aliança é um tema recorrente na Bíblia, simbolizando a relação especial entre Deus e seu povo.","por_que_esta_palavra":"A aliança é fundamental para entender a história da salvação e a fidelidade de Deus ao longo das gerações.","conexao_teologica":"A aliança é um conceito central na teologia bíblica, refletindo a graça e a misericórdia de Deus em estabelecer um relacionamento com a humanidade.","referencias_relacionadas":["Gênesis 9:9","Êxodo 24:8","Hebreus 8:6"]},"deuteronomio_5_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do sábado, um dia de descanso e adoração a Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) neste contexto enfatiza a importância do descanso sabático, que é um mandamento dado por Deus. O sábado é um tempo para se lembrar da criação e da libertação do Egito.","por_que_esta_palavra":"O conceito de 'dia' aqui é crucial para a observância do sábado, que é um sinal da aliança entre Deus e Israel.","conexao_teologica":"O sábado é um símbolo do descanso que Deus oferece e uma antecipação do descanso eterno prometido aos fiéis.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Marcos 2:27"]},"deuteronomio_5_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade que devem caracterizar a vida do povo de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância de não ter falsidade ou engano. No contexto da aliança, isso implica em viver de acordo com os mandamentos de Deus.","por_que_esta_palavra":"A verdade é essencial para a justiça e a moralidade na vida comunitária de Israel, refletindo o caráter de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo um princípio fundamental na ética cristã.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 14:6"]},"deuteronomio_5_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, que é muitas vezes simbolizada pelo 'rosto' de Deus.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) implica em intimidade e relacionamento. No contexto de Deuteronômio, é um lembrete da presença constante de Deus entre seu povo.","por_que_esta_palavra":"O 'rosto' de Deus representa sua revelação e sua disposição de se relacionar com a humanidade.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando sua proximidade e cuidado com seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Números 6:25"]},"deuteronomio_5_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela sua natureza e caráter. No contexto de Deuteronômio, é um chamado à adoração e ao respeito por sua santidade.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele.","conexao_teologica":"O nome de Deus é um símbolo de sua autoridade e poder, e invocá-lo é um ato de fé e submissão.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"deuteronomio_5_4_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se ao monte Sinai, onde Deus deu a Lei a Moisés.","explicacao_detalhada":"A palavra 'montanha' (הַר) é significativa porque representa o lugar da revelação divina. No contexto de Deuteronômio, é um lembrete da aliança e da entrega da Lei.","por_que_esta_palavra":"O monte Sinai é um símbolo da presença de Deus e da importância da Lei na vida do povo de Israel.","conexao_teologica":"A montanha é um local de encontro entre Deus e a humanidade, simbolizando a revelação e a santidade.","referencias_relacionadas":["Êxodo 19:20","Gálatas 4:24","Hebreus 12:18-21"]},"deuteronomio_5_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua importância na adoração.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um lembrete da soberania de Deus e da necessidade de honrá-lo em todas as coisas.","por_que_esta_palavra":"O nome de Deus é um chamado à reverência e à obediência, sendo central na vida espiritual do povo.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e um reconhecimento de sua autoridade.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Atos 4:12"]},"deuteronomio_5_5_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao tempo ou momento em que as instruções de Deus devem ser seguidas.","explicacao_detalhada":"A palavra 'expressão' (עֵת) indica a importância do tempo na obediência a Deus, enfatizando que há momentos específicos para agir de acordo com sua vontade.","por_que_esta_palavra":"O tempo é um elemento crucial na vida espiritual, pois a obediência deve ser feita no momento certo.","conexao_teologica":"A noção de tempo na teologia bíblica é importante, pois Deus age em momentos específicos na história da salvação.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","Romanos 13:11"]},"deuteronomio_5_5_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao seu povo através de mandamentos e instruções.","explicacao_detalhada":"A palavra 'palavra' (נָגַד) implica em declarar ou anunciar, enfatizando a importância de ouvir e obedecer às instruções de Deus.","por_que_esta_palavra":"A palavra de Deus é fundamental para a vida espiritual e moral do povo, sendo um guia para suas ações.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser central na vida do crente.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"deuteronomio_5_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ - ʼerets) é usada para descrever não apenas o solo físico, mas também a promessa de Deus de dar uma terra a Seu povo, onde eles poderiam viver em comunhão com Ele.","por_que_esta_palavra":"A terra é um elemento central na aliança entre Deus e Israel, representando segurança, prosperidade e a realização das promessas divinas.","conexao_teologica":"A terra é vista como um símbolo do reino de Deus e da plenitude da vida em Sua presença, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2-4"]},"deuteronomio_5_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um espaço de segurança e proteção, onde a família se reúne e vive em harmonia.","explicacao_detalhada":"A palavra 'casa' (בַּיִת - bayith) simboliza não apenas a estrutura física, mas também a ideia de comunidade e a importância da família na vida espiritual e social do povo de Deus.","por_que_esta_palavra":"A casa é um lugar onde a fé é transmitida de geração em geração, sendo fundamental para a formação da identidade do povo de Deus.","conexao_teologica":"A casa é um reflexo do lar celestial que Deus prepara para aqueles que O seguem, enfatizando a importância da família na construção do reino de Deus.","referencias_relacionadas":["Salmos 127:1","Provérbios 24:3-4","Mateus 7:24-25"]},"deuteronomio_5_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença entre o Seu povo.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה - Yᵉhôvâh) é sagrado e carrega a essência do ser de Deus, sendo um convite à reverência e à adoração.","por_que_esta_palavra":"O nome de Deus é fundamental na relação entre Ele e Seu povo, sendo um lembrete constante de Sua fidelidade e poder.","conexao_teologica":"O nome de Deus é central na revelação de Sua natureza e na relação de aliança com a humanidade, destacando a importância do culto e da devoção.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"deuteronomio_5_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade que devem caracterizar a relação do povo com Deus e entre si.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é usada para enfatizar a proibição de adorar outros deuses, ressaltando a importância da lealdade a Deus.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual, pois reflete a natureza de Deus e a expectativa de que Seu povo viva em conformidade com Seus mandamentos.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em autenticidade e justiça.","referencias_relacionadas":["João 4:24","Salmos 25:5","Efésios 4:15"]},"deuteronomio_5_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo, que exige adoração exclusiva.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים - ʼĕlôhîym) enfatiza a soberania e a autoridade de Deus sobre todas as coisas, sendo um chamado à adoração e à obediência.","por_que_esta_palavra":"Reconhecer Deus como o único verdadeiro é fundamental para a fé e a prática religiosa do povo de Israel.","conexao_teologica":"A adoração a Deus é central na vida do crente, refletindo a relação de dependência e reverência que deve existir entre o Criador e Sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"deuteronomio_5_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda em adoração a ídolos, que é uma violação do primeiro mandamento.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) implica em um ato de submissão ou entrega, que deve ser direcionado somente a Deus.","por_que_esta_palavra":"Cair diante de outros deuses é um ato de traição à aliança com Deus, que exige exclusividade na adoração.","conexao_teologica":"A queda em idolatria é um tema recorrente na Bíblia, mostrando a necessidade de permanecer fiel a Deus e evitar qualquer forma de desvio espiritual.","referencias_relacionadas":["Êxodo 20:5","1 Reis 18:21","Romanos 12:1"]},"deuteronomio_5_8_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa e governa a terra.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם - shâmayim) representa a majestade e a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"Os céus são um lembrete da grandeza de Deus e da Sua autoridade sobre todas as coisas, incluindo a terra e a humanidade.","conexao_teologica":"Os céus simbolizam a esperança e a promessa de um futuro eterno com Deus, onde não há mais dor nem sofrimento.","referencias_relacionadas":["Salmos 19:1","Mateus 6:9","Apocalipse 21:1"]},"deuteronomio_5_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como a criação de Deus, que deve ser respeitada e cuidada pelo ser humano.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ - ʼerets) enfatiza a responsabilidade do homem em administrar e cuidar do mundo que Deus criou.","por_que_esta_palavra":"A terra é um presente de Deus, e a forma como a tratamos reflete nossa relação com o Criador.","conexao_teologica":"A criação é um testemunho da glória de Deus e um chamado à mordomia responsável por parte da humanidade.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"deuteronomio_5_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus, que é eterna e imutável, em contraste com as mentiras do mundo.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é um chamado à integridade e à fidelidade na vida do crente, refletindo o caráter de Deus.","por_que_esta_palavra":"A verdade é essencial para a vida cristã, pois nos guia em um mundo cheio de enganos e incertezas.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é fundamental para a transformação e renovação da mente do crente.","referencias_relacionadas":["João 8:32","Salmos 119:160","2 Timóteo 3:16-17"]},"deuteronomio_5_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que deve ser mantida em todas as relações, especialmente na adoração a Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) enfatiza a importância de não se desviar da verdade de Deus, que é a base da fé.","por_que_esta_palavra":"A verdade é um pilar fundamental na vida do crente, que deve ser refletida em suas ações e palavras.","conexao_teologica":"A verdade é um atributo de Deus e deve ser a base de todas as interações humanas, especialmente na comunidade de fé.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","Efésios 4:25"]},"deuteronomio_5_9_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à adoração exclusiva a Deus, evitando a idolatria.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a singularidade e a soberania de Deus sobre todas as coisas. O versículo adverte contra a adoração a outros deuses, destacando a importância de um relacionamento fiel com o Senhor.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a posição de Deus como o único digno de adoração e reverência.","conexao_teologica":"A adoração a Deus é um tema central na teologia bíblica, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","Isaías 45:5"]},"deuteronomio_5_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a proibição da idolatria.","explicacao_detalhada":"A palavra 'porque' serve para conectar a proibição de adorar outros deuses com a razão pela qual isso é importante, que é a natureza ciumenta de Deus em relação à Sua adoração.","por_que_esta_palavra":"É usada para enfatizar a lógica e a razão por trás dos mandamentos de Deus.","conexao_teologica":"A justiça e a santidade de Deus são frequentemente apresentadas como razões para a obediência dos crentes.","referencias_relacionadas":["Êxodo 20:5","Deuteronômio 6:15","Salmos 78:58"]},"deuteronomio_5_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não aparece diretamente no versículo, mas pode ser uma referência a um símbolo de força ou poder.","explicacao_detalhada":"Embora a palavra não se relacione diretamente com o texto, a ideia de força pode ser aplicada ao poder de Deus em contrastar com a fraqueza dos ídolos.","por_que_esta_palavra":"Utilizada para ilustrar a força que Deus possui em comparação com as imagens de escultura.","conexao_teologica":"Deus é frequentemente descrito como forte e poderoso, contrastando com a impotência dos ídolos.","referencias_relacionadas":["Salmos 115:4-8","Isaías 40:18-20","Jeremias 10:5"]},"deuteronomio_5_10_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e amor leal de Deus para com aqueles que O amam.","explicacao_detalhada":"A palavra 'misericórdia/amor leal' destaca a fidelidade de Deus em manter Sua aliança com Seu povo, mostrando que Ele é compassivo e justo.","por_que_esta_palavra":"É usada para enfatizar a natureza de Deus como um ser que se preocupa profundamente com a humanidade.","conexao_teologica":"A misericórdia de Deus é um tema recorrente na Bíblia, refletindo Sua disposição de perdoar e restaurar.","referencias_relacionadas":["Salmos 103:17","Miquéias 7:18","Romanos 9:15"]},"deuteronomio_5_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à proibição de usar o nome de Deus em vão, enfatizando a importância da verdade.","explicacao_detalhada":"A palavra 'verdade' aqui implica que o nome de Deus deve ser tratado com respeito e reverência, refletindo a seriedade de Sua natureza.","por_que_esta_palavra":"É utilizada para mostrar a importância da integridade e da honestidade na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus, e os crentes são chamados a viver em verdade.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:25"]},"deuteronomio_5_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser respeitado.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é considerado tão sagrado que seu uso deve ser feito com reverência, refletindo a autoridade e a santidade de Deus.","por_que_esta_palavra":"É usada para enfatizar a importância do nome de Deus na adoração e na vida do crente.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"deuteronomio_5_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o único verdadeiro Deus.","explicacao_detalhada":"A palavra 'deus' aqui reafirma a singularidade de Deus em contraste com os ídolos, enfatizando Sua divindade e poder.","por_que_esta_palavra":"É utilizada para afirmar a crença monoteísta do povo de Israel.","conexao_teologica":"A crença em um único Deus é fundamental para a fé judaico-cristã.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 43:10","1 Coríntios 8:4"]},"deuteronomio_5_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de descanso, o sábado, que é um mandamento de Deus.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo dedicado ao descanso e à adoração, conforme ordenado por Deus.","por_que_esta_palavra":"É usada para estabelecer a importância do sábado como um dia sagrado.","conexao_teologica":"O conceito de descanso é um princípio teológico que reflete a criação e a redenção.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Hebreus 4:9-10"]},"deuteronomio_5_12_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso ordenado por Deus para o Seu povo.","explicacao_detalhada":"A palavra 'sábado' representa um tempo de descanso e renovação espiritual, um mandamento que deve ser observado.","por_que_esta_palavra":"É utilizada para enfatizar a importância do descanso físico e espiritual na vida do crente.","conexao_teologica":"O sábado é um símbolo do descanso que Deus oferece ao Seu povo, refletindo a criação.","referencias_relacionadas":["Êxodo 31:13","Marcos 2:27","Colossenses 2:16-17"]},"deuteronomio_5_12_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à santificação do dia de descanso, separando-o para Deus.","explicacao_detalhada":"A palavra 'santificar' implica em dedicar o dia ao Senhor, reconhecendo Sua autoridade e presença.","por_que_esta_palavra":"É usada para mostrar a importância de dedicar tempo a Deus e à adoração.","conexao_teologica":"A santificação é um princípio que reflete a separação do sagrado e do profano na vida do crente.","referencias_relacionadas":["Levítico 23:3","Isaías 58:13-14","1 Pedro 1:15-16"]},"deuteronomio_5_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"O urso é frequentemente associado à força e à proteção. No contexto de Deuteronômio, pode simbolizar a força de Deus em proteger seu povo.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a força e a proteção divina, enfatizando a importância de reconhecer a soberania de Deus.","conexao_teologica":"Deus é visto como um protetor forte, semelhante a um urso, que defende seu povo contra inimigos.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"deuteronomio_5_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, um tempo estabelecido por Deus.","explicacao_detalhada":"O conceito de 'dia' é fundamental na criação e na observância do descanso sabático, conforme ordenado por Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a ordem de Deus para o descanso e a santidade do sábado.","conexao_teologica":"O dia é um símbolo do descanso de Deus e da necessidade de descanso espiritual para o ser humano.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Marcos 2:27"]},"deuteronomio_5_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, especialmente em relação ao cumprimento das leis de Deus.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância de seguir as instruções de Deus de maneira correta e reverente.","por_que_esta_palavra":"Usar 'modo' destaca a necessidade de uma abordagem adequada na adoração e na observância dos mandamentos.","conexao_teologica":"A maneira como adoramos e seguimos a Deus reflete nossa compreensão de sua santidade.","referencias_relacionadas":["Salmos 119:2","Mateus 7:13-14","Romanos 12:1-2"]},"deuteronomio_5_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de descanso, um tempo sagrado para adoração e descanso.","explicacao_detalhada":"O dia é um lembrete da criação e da libertação do povo de Israel, sendo um tempo para se concentrar em Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do sábado como um dia separado para Deus.","conexao_teologica":"O dia de descanso é um símbolo da aliança entre Deus e seu povo, um tempo para renovação espiritual.","referencias_relacionadas":["Êxodo 20:8-11","Deuteronômio 5:12-15","Hebreus 4:9-10"]},"deuteronomio_5_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o dia de descanso deve ser observado.","explicacao_detalhada":"A palavra 'modo' implica que a observância do dia deve ser feita com reverência e respeito às leis de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância de uma atitude correta ao observar o dia de descanso.","conexao_teologica":"A maneira de observar o sábado reflete a nossa relação com Deus e nossa obediência a Ele.","referencias_relacionadas":["Isaías 58:13-14","Lucas 4:16","Colossenses 2:16-17"]},"deuteronomio_5_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser respeitado.","explicacao_detalhada":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de submissão e reverência que devemos ter para com Deus.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"deuteronomio_5_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um símbolo de bênção e herança.","explicacao_detalhada":"A terra é vista como um presente de Deus ao seu povo, um lugar de descanso e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é usada para lembrar o povo da fidelidade de Deus em cumprir suas promessas.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece a todos os crentes.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 4:1-3"]},"deuteronomio_5_15_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder de Deus como criador e sustentador.","explicacao_detalhada":"A palavra 'poderoso' destaca a capacidade de Deus de realizar milagres e proteger seu povo.","por_que_esta_palavra":"Usar 'poderoso' enfatiza a confiança que devemos ter em Deus em tempos de dificuldade.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é capaz de salvar e proteger.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29-31","Romanos 1:16"]},"deuteronomio_5_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um símbolo de força e proteção.","explicacao_detalhada":"O urso representa a ferocidade e a defesa, ilustrando a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"A repetição da palavra 'urso' reforça a ideia de que Deus é um defensor forte e poderoso.","conexao_teologica":"A força de Deus é comparada a um urso, enfatizando sua capacidade de proteger e salvar.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"deuteronomio_5_16_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra cultivável, um símbolo de sustento e vida.","explicacao_detalhada":"O solo é essencial para a sobrevivência e prosperidade do povo, representando a provisão de Deus.","por_que_esta_palavra":"A palavra 'solo' destaca a importância da terra como um recurso dado por Deus para sustentar a vida.","conexao_teologica":"O solo é um símbolo da bênção de Deus e da responsabilidade do homem em cuidar da criação.","referencias_relacionadas":["Gênesis 1:28","Levítico 25:23-24","Salmos 104:14"]},"deuteronomio_5_16_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e ao valor do respeito aos pais.","explicacao_detalhada":"A palavra 'bom' aqui implica que honrar os pais é uma ação que traz benefícios e é moralmente correta, refletindo a ordem divina.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância de ações que promovem a harmonia familiar e social.","conexao_teologica":"A bondade de Deus é refletida na ordem de honrar os pais, mostrando que a obediência a Deus traz bênçãos.","referencias_relacionadas":["Efésios 6:2-3","Provérbios 1:8","Colossenses 3:20"]},"deuteronomio_5_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade suprema de Deus sobre a vida dos israelitas.","explicacao_detalhada":"O uso do nome 'Senhor' destaca a relação de aliança entre Deus e Seu povo, enfatizando a necessidade de reverência e obediência.","por_que_esta_palavra":"A palavra 'Senhor' é central para a identidade de Deus como o governante soberano e protetor do Seu povo.","conexao_teologica":"A invocação do nome de Deus é um chamado à fidelidade e à adoração exclusiva.","referencias_relacionadas":["Êxodo 20:2","Salmos 23:1","Isaías 42:8"]},"deuteronomio_5_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para proibir o falso testemunho.","explicacao_detalhada":"A ênfase na verdade é essencial para a justiça e a integridade nas relações humanas, refletindo o caráter de Deus.","por_que_esta_palavra":"A proibição de mentir é uma proteção para a comunidade e um reflexo do caráter de Deus, que é a verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:25"]},"deuteronomio_5_17_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se ao ato de matar, que é um crime contra a vida humana.","explicacao_detalhada":"A proibição de matar enfatiza o valor da vida humana, que é criada à imagem de Deus.","por_que_esta_palavra":"A palavra 'humano' destaca a dignidade e o valor que Deus atribui a cada pessoa.","conexao_teologica":"O mandamento contra o homicídio reflete o amor de Deus pela vida e a necessidade de proteger a criação.","referencias_relacionadas":["Gênesis 9:6","Mateus 5:21-22","1 João 3:15"]},"deuteronomio_5_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para proibir a infidelidade conjugal.","explicacao_detalhada":"A ênfase na verdade aqui é crucial para a saúde dos relacionamentos e a estabilidade da família.","por_que_esta_palavra":"A proibição da infidelidade reflete o compromisso de Deus com a fidelidade e a santidade do casamento.","conexao_teologica":"A fidelidade no casamento é um reflexo da aliança de Deus com Seu povo.","referencias_relacionadas":["Hebreus 13:4","Mateus 19:6","Provérbios 5:18-19"]},"deuteronomio_5_18_mulher":{"palavra_pt":"mulher","palavra_original":"נָאַף","transliteracao":"nâʼaph","strong":"H5003","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se ao ato de adultério, que quebra a aliança matrimonial.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para enfatizar a importância da fidelidade e do respeito nas relações conjugais.","por_que_esta_palavra":"A escolha da palavra destaca a seriedade do compromisso matrimonial e a necessidade de proteger a união.","conexao_teologica":"O casamento é visto como uma representação da relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Mateus 5:27-28","Efésios 5:25-33"]},"deuteronomio_5_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para proibir o roubo.","explicacao_detalhada":"A ênfase na verdade aqui é fundamental para a justiça e a integridade nas interações sociais.","por_que_esta_palavra":"A proibição de roubar reflete o respeito pela propriedade alheia e a justiça social.","conexao_teologica":"O respeito pela propriedade é um reflexo do caráter justo de Deus.","referencias_relacionadas":["Levítico 19:11","Efésios 4:28","Provérbios 21:6"]},"deuteronomio_5_19_enganar":{"palavra_pt":"enganar","palavra_original":"גָּנַב","transliteracao":"gânab","strong":"H1589","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Refere-se ao ato de roubar, que é uma violação da confiança e da justiça.","explicacao_detalhada":"A palavra 'enganar' implica em desonestidade e traição, que são condenadas nas Escrituras.","por_que_esta_palavra":"A escolha da palavra destaca a gravidade do ato de roubar e suas consequências sociais.","conexao_teologica":"A desonestidade é contrária ao caráter de Deus, que é sempre verdadeiro e justo.","referencias_relacionadas":["Salmos 37:21","Provérbios 10:2","Miquéias 6:11"]},"deuteronomio_5_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para proibir o falso testemunho.","explicacao_detalhada":"A ênfase na verdade é essencial para a justiça e a integridade nas relações humanas, refletindo o caráter de Deus.","por_que_esta_palavra":"A proibição de mentir é uma proteção para a comunidade e um reflexo do caráter de Deus, que é a verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:25"]},"deuteronomio_5_20_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao ato de cobiçar, que é um desejo desordenado.","explicacao_detalhada":"A palavra 'olho' aqui simboliza o desejo e a intenção do coração, que podem levar a ações pecaminosas.","por_que_esta_palavra":"A escolha da palavra destaca a importância de controlar os desejos e pensamentos.","conexao_teologica":"O controle sobre os desejos é fundamental para viver uma vida que agrada a Deus.","referencias_relacionadas":["Mateus 5:28","Tiago 1:14-15","1 João 2:16"]},"deuteronomio_5_20_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se ao relacionamento fraternal entre os israelitas, enfatizando a importância da solidariedade e do respeito mútuo.","explicacao_detalhada":"A palavra 'irmão' (רֵעַ) é usada para descrever não apenas laços de sangue, mas também a conexão espiritual e comunitária entre os membros do povo de Deus. Este conceito é fundamental nas leis sociais e morais que regem a convivência entre os israelitas.","por_que_esta_palavra":"A inclusão do termo 'irmão' nas leis de Deus reforça a ideia de que a comunidade deve cuidar uns dos outros, refletindo o amor e a justiça divina.","conexao_teologica":"A relação entre irmãos é um reflexo do amor de Deus pela humanidade, onde cada indivíduo é chamado a amar e cuidar do próximo como a si mesmo.","referencias_relacionadas":["Gênesis 4:9","Levítico 19:18","Mateus 22:39"]},"deuteronomio_5_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, especialmente em relação aos desejos e ações que são moralmente aceitáveis.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem abrangente sobre como devemos viver e nos comportar, não apenas em relação a bens materiais, mas também em nossa conduta moral e ética.","por_que_esta_palavra":"O uso de 'modo' destaca a necessidade de uma vida que reflita os princípios de Deus em todas as áreas, não apenas em ações isoladas.","conexao_teologica":"A maneira como vivemos deve ser um testemunho da nossa fé e do nosso compromisso com os ensinamentos de Deus.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Colossenses 3:17"]},"deuteronomio_5_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à sinceridade nas relações e ações, especialmente em relação ao que é desejado e cobiçado.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a proibição de cobiçar o que pertence ao próximo, promovendo a honestidade e a justiça nas interações sociais.","por_que_esta_palavra":"A inclusão da 'verdade' nas leis de Deus é essencial para a construção de uma sociedade justa e íntegra, onde a confiança mútua é fundamental.","conexao_teologica":"A verdade é um atributo de Deus, e viver em verdade é um chamado para refletir Seu caráter em nossas vidas.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"deuteronomio_5_21_grande":{"palavra_pt":"grande","palavra_original":"חָמַד","transliteracao":"châmad","strong":"H2530","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se ao desejo desmedido por posses e riquezas, que pode levar à desobediência e à injustiça.","explicacao_detalhada":"A palavra 'grande' (חָמַד) é utilizada para descrever a cobiça que pode surgir no coração humano, alertando sobre os perigos de desejar o que não nos pertence.","por_que_esta_palavra":"A proibição de cobiçar o que é do próximo é uma proteção contra a avareza e a deslealdade, promovendo a harmonia na comunidade.","conexao_teologica":"O desejo por coisas materiais pode nos afastar de Deus, que nos chama a buscar primeiro Seu reino e Sua justiça.","referencias_relacionadas":["1 Timóteo 6:10","Hebreus 13:5","Tiago 4:2"]},"deuteronomio_5_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância de obedecer aos Seus mandamentos.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é central na revelação divina, representando não apenas os mandamentos, mas também a comunicação de Deus com Seu povo.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a necessidade de ouvir e seguir as instruções de Deus para uma vida plena e abençoada.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base de nossas decisões e ações diárias.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","Hebreus 4:12"]},"deuteronomio_5_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e caráter, sendo fundamental na adoração e na relação do povo com Ele.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de oração e adoração, e sua santidade deve ser respeitada em todas as circunstâncias.","conexao_teologica":"O nome de Deus representa Sua autoridade e poder, e invocá-lo é um ato de fé e reverência.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Romanos 10:13"]},"deuteronomio_5_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como devemos viver em conformidade com os mandamentos de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) enfatiza a totalidade da vida do crente, que deve ser vivida em obediência e reverência a Deus.","por_que_esta_palavra":"A vida em conformidade com os mandamentos de Deus é um testemunho da nossa fé e compromisso com Ele.","conexao_teologica":"Viver de acordo com o modo de Deus é um reflexo do nosso relacionamento com Ele e da transformação que Ele opera em nós.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:1-2","1 Pedro 1:15-16"]},"deuteronomio_5_23_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que se manifesta em Sua revelação e na comunicação com o Seu povo.","explicacao_detalhada":"A palavra 'voz' (קוֹל) simboliza a presença e a autoridade de Deus, que fala ao Seu povo e espera que eles ouçam e obedeçam.","por_que_esta_palavra":"A voz de Deus é um chamado à obediência e à reverência, e deve ser ouvida com atenção e respeito.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele se relaciona com a humanidade, e ouvir Sua voz é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"deuteronomio_5_23_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à ausência de luz, simbolizando o pecado e a separação de Deus.","explicacao_detalhada":"A palavra 'trevas' (חֹשֶׁךְ) é frequentemente usada na Bíblia para descrever a condição espiritual do ser humano sem Deus, que vive em escuridão e confusão.","por_que_esta_palavra":"A menção das trevas serve como um alerta sobre as consequências do afastamento de Deus e a necessidade de buscar Sua luz.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a escuridão representa tudo o que é contrário à Sua natureza e vontade.","referencias_relacionadas":["João 1:5","Efésios 5:8","1 João 1:5"]},"deuteronomio_5_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda em pecado e à consequência da desobediência a Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado de graça para um estado de condenação, enfatizando a gravidade do pecado.","por_que_esta_palavra":"A ideia de cair alerta sobre os perigos da desobediência e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema central na teologia cristã, representando a separação entre Deus e a humanidade, mas também a promessa de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 1:15"]},"deuteronomio_5_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de vida que Deus concede ao homem, enfatizando a importância de viver em obediência.","explicacao_detalhada":"O termo 'dia' aqui simboliza não apenas um período de 24 horas, mas um tempo de oportunidade para viver de acordo com os mandamentos de Deus. É um chamado à consciência sobre como cada dia é uma dádiva.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a urgência e a importância de viver cada momento em conformidade com a vontade divina.","conexao_teologica":"A noção de 'dia' se conecta com a ideia de que a vida é um presente de Deus e que devemos usá-la para glorificá-lo.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"deuteronomio_5_24_viver":{"palavra_pt":"viver","palavra_original":"חָיַי","transliteracao":"châyay","strong":"H2425","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida plena que Deus deseja para o homem, que é alcançada através da obediência aos Seus mandamentos.","explicacao_detalhada":"A palavra 'viver' implica não apenas a existência física, mas uma vida rica em significado e propósito, que é encontrada em um relacionamento correto com Deus.","por_que_esta_palavra":"A escolha de 'viver' destaca a importância da obediência como um meio de experimentar a plenitude da vida que Deus oferece.","conexao_teologica":"A vida em Cristo é frequentemente descrita como uma vida abundante, refletindo a intenção de Deus para a humanidade.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"deuteronomio_5_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de Seus mandamentos na vida do homem.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da presença de Deus e a seriedade de Sua palavra, que deve ser respeitada e seguida.","por_que_esta_palavra":"Utilizar 'grande' ressalta a reverência que devemos ter em relação a Deus e à Sua vontade.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos chama a reconhecer Sua soberania e majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"deuteronomio_5_25_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à consequência da desobediência aos mandamentos de Deus, que é a morte espiritual e física.","explicacao_detalhada":"A palavra 'morrer' aqui implica não apenas a morte física, mas também a separação espiritual de Deus, que é o resultado de viver em pecado.","por_que_esta_palavra":"A escolha de 'morrer' serve como um aviso sobre as consequências da desobediência e a importância de seguir os caminhos de Deus.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na teologia cristã, que enfatiza a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Tiago 1:15"]},"deuteronomio_5_25_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da consequência da desobediência, que é a morte.","explicacao_detalhada":"A palavra 'grande' aqui destaca a seriedade da consequência que a desobediência traz, enfatizando que a morte é uma realidade significativa.","por_que_esta_palavra":"Utilizar 'grande' enfatiza a gravidade da situação e a necessidade de se levar a sério os mandamentos de Deus.","conexao_teologica":"A grandeza da consequência do pecado é um tema que nos leva a refletir sobre a necessidade de arrependimento e salvação.","referencias_relacionadas":["Romanos 5:12","Gálatas 6:7","Hebreus 10:31"]},"deuteronomio_5_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação sobre a razão pela qual a desobediência leva à morte.","explicacao_detalhada":"A palavra 'porque' conecta a desobediência à consequência inevitável, esclarecendo que a escolha de não seguir a Deus resulta em morte.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica divina sobre a obediência e suas consequências.","conexao_teologica":"A relação entre obediência e consequência é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Deuteronômio 30:19","Ezequiel 18:30","Romanos 2:6"]},"deuteronomio_5_26_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que é prometida àqueles que obedecem aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'viver' aqui é um lembrete de que a verdadeira vida é encontrada em um relacionamento com Deus e em seguir Seus caminhos.","por_que_esta_palavra":"A repetição da palavra 'viver' enfatiza a importância da obediência como caminho para a vida plena.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, que é acessível através da obediência a Deus.","referencias_relacionadas":["João 3:16","1 João 5:11-12","Romanos 8:1"]},"deuteronomio_5_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual a vida é prometida aos que obedecem.","explicacao_detalhada":"A palavra 'porque' aqui conecta a obediência à promessa de vida, explicando que a escolha de seguir a Deus traz recompensas.","por_que_esta_palavra":"A utilização de 'porque' é essencial para entender a lógica de Deus em relação à obediência e suas recompensas.","conexao_teologica":"A relação entre obediência e bênçãos é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 1:1-3","Tiago 1:12"]},"deuteronomio_5_26_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a responsabilidade de cada indivíduo diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui representa todos os seres humanos, destacando que todos têm a capacidade de escolher entre a vida e a morte.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a universalidade da mensagem de Deus e a responsabilidade individual.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"deuteronomio_5_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar, enfatizando a soberania de Deus como Criador.","explicacao_detalhada":"A palavra 'urso' implica a ideia de ação, destacando que Deus é ativo na criação e na manutenção do mundo.","por_que_esta_palavra":"A escolha de 'urso' ressalta a importância da ação de Deus em nossas vidas e a responsabilidade humana de agir de acordo com Sua vontade.","conexao_teologica":"A soberania de Deus como Criador é um tema central na teologia, que nos lembra de nossa dependência dEle.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6-9","Isaías 45:12"]},"deuteronomio_5_27_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir aqui implica em prestar atenção e obedecer aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'ouvir' no contexto de Deuteronômio 5:27 é um chamado à obediência. O povo é instruído a ouvir a voz de Deus e a seguir Suas orientações, o que é fundamental para a aliança entre Deus e Israel.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância da escuta ativa e da resposta à palavra de Deus, que é essencial para a vida espiritual.","conexao_teologica":"A obediência à palavra de Deus é um tema central na teologia do Antigo Testamento, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","Tiago 1:22"]},"deuteronomio_5_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"A palavra 'modo' sugere que não é apenas a ação que importa, mas a forma como se vive essa ação, refletindo a intenção e a devoção do coração.","por_que_esta_palavra":"A ênfase no 'modo' destaca que a obediência deve ser feita de maneira correta e com a atitude certa diante de Deus.","conexao_teologica":"A maneira de viver a fé é um aspecto importante da vida cristã, onde a intenção e a prática devem estar alinhadas.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1-2","1 Pedro 1:15-16"]},"deuteronomio_5_28_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Reitera a importância de ouvir a voz de Deus e seguir Suas instruções.","explicacao_detalhada":"Neste versículo, Deus reafirma a necessidade de ouvir e obedecer, mostrando que a escuta é um passo crucial na relação com Ele.","por_que_esta_palavra":"A repetição da palavra 'ouvir' enfatiza a urgência e a seriedade da obediência às leis divinas.","conexao_teologica":"A obediência é vista como um sinal de amor e respeito a Deus, fundamental para a vida em comunidade e individual.","referencias_relacionadas":["Deuteronômio 30:20","João 10:27","Hebreus 3:15"]},"deuteronomio_5_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e soberania de Deus sobre Seu povo.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para lembrar ao povo quem é o seu Senhor e a importância de honrá-Lo em suas vidas.","por_que_esta_palavra":"A palavra 'Senhor' é central na identidade de Deus e na relação que Ele tem com Israel, sendo um lembrete constante de Sua presença e poder.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua natureza e caráter, e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"deuteronomio_5_28_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um símbolo de Sua comunicação e revelação ao Seu povo.","explicacao_detalhada":"A palavra 'voz' destaca a ideia de que Deus se comunica de maneira clara e direta, e que é essencial que o povo esteja atento a essa comunicação.","por_que_esta_palavra":"A voz de Deus representa Sua autoridade e a necessidade de resposta por parte do povo, enfatizando a importância da revelação divina.","conexao_teologica":"A voz de Deus é um tema importante, pois representa a maneira como Ele se relaciona com a humanidade e como os crentes devem responder a essa revelação.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:3-4"]},"deuteronomio_5_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo em que as instruções de Deus devem ser seguidas.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a continuidade e a urgência da obediência, sugerindo que a relação com Deus deve ser vivida diariamente.","por_que_esta_palavra":"O uso de 'dia' implica em uma prática constante da fé, não apenas em momentos específicos, mas em toda a vida.","conexao_teologica":"A ideia de viver a fé diariamente é um princípio fundamental na vida cristã, refletindo a necessidade de uma caminhada contínua com Deus.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","1 Tessalonicenses 5:16-18"]},"deuteronomio_5_29_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Eterno refere-se à durabilidade e à permanência das promessas de Deus.","explicacao_detalhada":"A palavra 'eterno' destaca a natureza imutável de Deus e a certeza de Suas promessas, que se estendem além do tempo.","por_que_esta_palavra":"A ênfase no 'eterno' oferece esperança ao povo, lembrando que a fidelidade de Deus é constante e que Suas promessas são seguras.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, refletindo Sua soberania e a certeza de Sua palavra.","referencias_relacionadas":["Salmos 100:5","Isaías 40:28","Hebreus 13:8"]},"deuteronomio_5_29_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade e à sua relação com Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a condição humana e a necessidade de dependência de Deus para viver de acordo com Seus mandamentos.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a fragilidade e a necessidade de orientação divina na vida cotidiana.","conexao_teologica":"A relação entre Deus e o homem é um tema central na Bíblia, refletindo a criação, a queda e a redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"deuteronomio_5_30_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar refere-se ao modo de viver e agir segundo os mandamentos de Deus.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida que reflete a obediência e a fidelidade a Deus, sugerindo um movimento contínuo na direção de Sua vontade.","por_que_esta_palavra":"A ênfase em 'andar' destaca que a fé não é apenas uma crença, mas uma prática diária que deve ser vivida.","conexao_teologica":"A caminhada com Deus é um tema recorrente na Bíblia, simbolizando a jornada espiritual e a transformação do crente.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"deuteronomio_5_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação e à expressão da vontade de Deus.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação clara e da declaração das verdades de Deus, que devem ser proclamadas pelo Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' ressalta a responsabilidade do povo em compartilhar a mensagem de Deus e viver de acordo com ela.","conexao_teologica":"A proclamação da palavra de Deus é fundamental na vida cristã, refletindo a missão da igreja e o chamado para testemunhar.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"deuteronomio_5_30_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"A palavra 'edificar' no contexto de Deuteronômio 5:30 refere-se à ação de construir uma base sólida para a vida e a fé do povo de Israel, enfatizando a importância de seguir os mandamentos de Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de uma fundação espiritual forte, que é essencial para a vida comunitária e individual dos israelitas.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde a obediência a Deus é vista como a base para uma vida próspera e abençoada.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","1 Coríntios 3:9"]},"deuteronomio_5_31_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A ideia de justiça e juízo, refletindo a necessidade de decisões justas e equitativas.","explicacao_detalhada":"Em Deuteronômio 5:31, a palavra 'juízo' destaca a importância de aplicar a justiça de forma imparcial, refletindo o caráter de Deus que é justo e reto.","por_que_esta_palavra":"A justiça é fundamental para a convivência social e para a manutenção da ordem divina entre o povo de Israel.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é apresentado como o juiz supremo que exige retidão e equidade.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Provérbios 21:15"]},"deuteronomio_5_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Representa a força e a ferocidade, simbolizando a proteção e o poder.","explicacao_detalhada":"A menção do 'urso' em Deuteronômio 5:31 pode ser interpretada como uma metáfora para a força de Deus em proteger seu povo contra inimigos e adversidades.","por_que_esta_palavra":"A força é um atributo de Deus que garante a segurança e a defesa do Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor poderoso, que luta pelas causas dos justos.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"deuteronomio_5_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo, à terra prometida e ao lar do povo de Israel.","explicacao_detalhada":"A palavra 'terra' em Deuteronômio 5:31 simboliza a herança que Deus deu ao povo de Israel, um lugar de bênção e prosperidade.","por_que_esta_palavra":"A terra é um elemento central na aliança entre Deus e Israel, representando a fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre o Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"deuteronomio_5_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a proteção divina.","explicacao_detalhada":"A repetição da palavra 'urso' em Deuteronômio 5:32 reforça a ideia de que Deus é um defensor poderoso que protege Seu povo contra as ameaças.","por_que_esta_palavra":"A força de Deus é um tema importante, mostrando que Ele é capaz de salvar e proteger aqueles que lhe são fiéis.","conexao_teologica":"A proteção divina é um tema recorrente, onde Deus é visto como um refúgio seguro em tempos de dificuldade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","2 Tessalonicenses 3:3"]},"deuteronomio_5_32_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Ato de proteger, resgatar ou preservar.","explicacao_detalhada":"A palavra 'salvar' em Deuteronômio 5:32 enfatiza a ação de Deus em resgatar Seu povo das dificuldades e perigos.","por_que_esta_palavra":"A salvação é um tema central na relação entre Deus e Israel, mostrando a Sua fidelidade e amor.","conexao_teologica":"A salvação de Deus é um aspecto fundamental da fé cristã, onde Ele oferece libertação do pecado e da morte.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"deuteronomio_5_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Deuteronômio 5:32 destaca a importância do nome de Deus, que é sagrado e digno de reverência.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e deve ser tratado com respeito.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"deuteronomio_5_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de viver e agir conforme os mandamentos de Deus.","explicacao_detalhada":"A palavra 'modo' em Deuteronômio 5:33 enfatiza a importância de seguir o caminho que Deus estabeleceu para o Seu povo.","por_que_esta_palavra":"O modo de vida é crucial para a identidade do povo de Deus e para a sua relação com Ele.","conexao_teologica":"A vida cristã é caracterizada por um modo de viver que reflete os ensinamentos de Jesus e os princípios bíblicos.","referencias_relacionadas":["Mateus 5:16","Romanos 12:2","Gálatas 5:22-23"]},"deuteronomio_5_33_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida que deve ser seguido pelo povo de Deus.","explicacao_detalhada":"A palavra 'vida' em Deuteronômio 5:33 destaca a importância de viver de acordo com os mandamentos de Deus, que trazem prosperidade e bênção.","por_que_esta_palavra":"A vida plena é prometida àqueles que obedecem aos ensinamentos divinos.","conexao_teologica":"A vida em Cristo é apresentada como a verdadeira vida, que é abundante e cheia de significado.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Gálatas 2:20"]},"deuteronomio_5_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um símbolo de bênção e herança.","explicacao_detalhada":"A palavra 'terra' em Deuteronômio 5:33 representa o lar que Deus deu ao Seu povo, um lugar de segurança e prosperidade.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, simbolizando Sua fidelidade e provisão.","conexao_teologica":"A terra prometida é um símbolo da salvação e da presença de Deus entre o Seu povo.","referencias_relacionadas":["Gênesis 15:18-21","Deuteronômio 11:9","Hebreus 11:9-10"]}}