{"deuteronomio_6_1_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça e à aplicação da lei divina.","explicacao_detalhada":"No contexto de Deuteronômio 6:1, o juízo é uma instrução sobre como o povo deve viver de acordo com as leis de Deus, enfatizando a importância da justiça nas relações humanas e sociais.","por_que_esta_palavra":"Esta palavra é crucial para entender a responsabilidade moral e ética que os israelitas tinham em relação às leis de Deus.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, refletindo Sua natureza justa e a necessidade de os seres humanos viverem em conformidade com Seus mandamentos.","referencias_relacionadas":["Salmos 89:14","Isaías 1:17","Miquéias 6:8"]},"deuteronomio_6_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto de Deuteronômio 6:1, mas pode ser uma confusão com a palavra 'fazer'.","explicacao_detalhada":"A palavra correta deveria ser 'fazer', que implica em realizar as instruções dadas por Deus. O 'urso' não tem relevância no texto.","por_que_esta_palavra":"A confusão pode surgir de uma tradução ou interpretação errônea, mas o foco deve ser na ação de obedecer às leis divinas.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, onde o 'fazer' as leis é essencial para a vida do povo de Deus.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Romanos 2:13"]},"deuteronomio_6_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, que é um símbolo da bênção e da herança de Deus para o Seu povo.","explicacao_detalhada":"Em Deuteronômio 6:1, a terra é o local onde os israelitas devem viver de acordo com as leis de Deus, enfatizando a relação entre obediência e prosperidade na terra.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando não apenas um espaço físico, mas também a presença e a promessa de Deus.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"deuteronomio_6_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, que é frequentemente descrito como filhos de Deus.","explicacao_detalhada":"Em Deuteronômio 6:2, a ênfase está na educação e na transmissão da fé de geração em geração, mostrando a importância da família na vida espiritual.","por_que_esta_palavra":"A palavra 'filho' destaca a responsabilidade dos pais em ensinar os filhos sobre as leis de Deus.","conexao_teologica":"A relação entre Deus e Seus filhos é um tema central na Bíblia, refletindo o amor e a disciplina de Deus.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"deuteronomio_6_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome sagrado de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"No contexto de Deuteronômio 6:2, o nome do Senhor é invocado para enfatizar a reverência e a obediência que o povo deve ter em relação a Ele.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel.","conexao_teologica":"O nome do Senhor é um símbolo da presença divina e da aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Isaías 42:8"]},"deuteronomio_6_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"Em Deuteronômio 6:2, a menção a Deus enfatiza a importância de reconhecer Sua autoridade e seguir Seus mandamentos.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o Criador e a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu poder e controle sobre a história.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"deuteronomio_6_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto de Deuteronômio 6:3, mas pode ser uma confusão com a palavra 'fazer'.","explicacao_detalhada":"A palavra correta deveria ser 'fazer', que implica em realizar as instruções dadas por Deus. O 'urso' não tem relevância no texto.","por_que_esta_palavra":"A confusão pode surgir de uma tradução ou interpretação errônea, mas o foco deve ser na ação de obedecer às leis divinas.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, onde o 'fazer' as leis é essencial para a vida do povo de Deus.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Romanos 2:13"]},"deuteronomio_6_3_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à disposição de escutar e obedecer às instruções de Deus.","explicacao_detalhada":"Em Deuteronômio 6:3, ouvir é mais do que apenas escutar; implica em agir de acordo com o que foi ouvido.","por_que_esta_palavra":"A disposição de ouvir é fundamental para a relação entre Deus e Seu povo, pois a obediência é uma resposta ao ouvir.","conexao_teologica":"A ideia de ouvir e obedecer é central na vida cristã, refletindo a relação entre fé e ação.","referencias_relacionadas":["Mateus 11:15","Tiago 1:22","Romanos 10:17"]},"deuteronomio_6_3_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à proteção e à preservação que Deus oferece ao Seu povo.","explicacao_detalhada":"Em Deuteronômio 6:3, a salvação é vista como resultado da obediência às leis de Deus, que traz bênçãos e proteção.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a libertação do pecado e a restauração da relação com Deus.","conexao_teologica":"A salvação é um ato de graça de Deus, que se manifesta na vida dos que O obedecem.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:9"]},"deuteronomio_6_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao nome sagrado de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Em Deuteronômio 6:4, a declaração sobre o Senhor enfatiza a unicidade de Deus e a importância de amá-Lo acima de todas as coisas.","por_que_esta_palavra":"O nome de Deus é central na adoração e na identidade do povo de Israel.","conexao_teologica":"A unicidade de Deus é um princípio fundamental da fé judaica e cristã, refletindo a natureza monoteísta da adoração.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 4:35","Marcos 12:29"]},"deuteronomio_6_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o único Deus de Israel.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para enfatizar a singularidade e a soberania de Deus sobre todas as coisas. No contexto de Deuteronômio 6:4, é uma declaração central da fé israelita, conhecida como o Shemá, que afirma a unicidade de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para a identidade do povo de Israel, que é chamado a reconhecer e adorar somente a um Deus verdadeiro.","conexao_teologica":"A afirmação da unicidade de Deus é um tema central na teologia bíblica, que se opõe ao politeísmo e reafirma a relação exclusiva entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:3","Isaías 45:5","Marcos 12:29"]},"deuteronomio_6_5_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que deve ser dedicado a Deus acima de todas as coisas.","explicacao_detalhada":"A palavra 'amar' (אָהַב) implica um amor profundo e comprometido. Em Deuteronômio 6:5, é um chamado para que o amor a Deus seja total, envolvendo coração, alma e força.","por_que_esta_palavra":"O amor a Deus é a base da relação do povo com Ele, sendo um mandamento fundamental que orienta a vida espiritual e moral dos israelitas.","conexao_teologica":"O amor a Deus é um tema recorrente na Bíblia, refletindo a natureza relacional de Deus e a expectativa de um amor recíproco entre Ele e seu povo.","referencias_relacionadas":["Mateus 22:37","1 João 4:19","Romanos 13:10"]},"deuteronomio_6_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como se deve amar a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) enfatiza que o amor a Deus deve ser integral e abrangente, envolvendo todos os aspectos da vida do crente.","por_que_esta_palavra":"É um lembrete de que o amor a Deus não é apenas emocional, mas deve se manifestar em ações e atitudes em todas as áreas da vida.","conexao_teologica":"A totalidade do amor a Deus é refletida em como os crentes vivem sua fé, demonstrando que a adoração e o serviço a Deus são expressões desse amor.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Salmos 119:2"]},"deuteronomio_6_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome pessoal de Deus, enfatizando sua relação com Israel e sua fidelidade.","por_que_esta_palavra":"O nome de Deus é sagrado e deve ser tratado com reverência, refletindo a importância de sua presença na vida do povo.","conexao_teologica":"O nome de Deus é central na revelação de sua natureza e caráter, sendo um ponto de conexão entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"deuteronomio_6_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que deve ser ensinada e guardada no coração.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) implica não apenas a comunicação verbal, mas também a ação e a obediência ao que Deus ordena.","por_que_esta_palavra":"É um chamado à internalização dos ensinamentos divinos, que devem guiar a vida cotidiana dos israelitas.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, que enfatiza a necessidade de ouvir, guardar e viver segundo seus mandamentos.","referencias_relacionadas":["Salmos 119:11","Tiago 1:22","Romanos 15:4"]},"deuteronomio_6_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo diário em que se deve lembrar e ensinar os mandamentos de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) enfatiza a continuidade e a regularidade da prática de ensinar e meditar na palavra de Deus ao longo do dia.","por_que_esta_palavra":"Isso destaca a importância de integrar a fé na rotina diária, tornando-a uma parte essencial da vida familiar e comunitária.","conexao_teologica":"A prática de lembrar e ensinar a palavra de Deus diariamente reflete a necessidade de uma vida espiritual ativa e consciente.","referencias_relacionadas":["Salmos 1:2","Deuteronômio 11:19","Filipenses 4:8"]},"deuteronomio_6_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de transmitir os ensinamentos de Deus de forma contínua.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica um estado de ser ou de existência, sugerindo que os ensinamentos de Deus devem estar sempre presentes na vida dos crentes.","por_que_esta_palavra":"Isso ressalta a importância de viver de acordo com os mandamentos de Deus, fazendo deles uma parte intrínseca da vida.","conexao_teologica":"A ideia de que a palavra de Deus deve 'cair' ou estar presente em todos os aspectos da vida é um princípio fundamental da espiritualidade bíblica.","referencias_relacionadas":["Colossenses 3:16","Mateus 7:24","Hebreus 4:12"]},"deuteronomio_6_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou estilo de vida que deve ser seguido pelos crentes.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica um modo de viver que está alinhado com os ensinamentos de Deus, refletindo uma vida de obediência e fé.","por_que_esta_palavra":"Isso enfatiza que a vida do crente deve ser uma expressão prática da fé, demonstrando como os mandamentos de Deus se aplicam no cotidiano.","conexao_teologica":"A vida como um caminho é um tema recorrente na Bíblia, que convida os crentes a seguir a direção de Deus em todas as áreas de suas vidas.","referencias_relacionadas":["Provérbios 3:6","Salmos 119:105","1 Pedro 2:21"]},"deuteronomio_6_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à responsabilidade de ensinar os filhos sobre os mandamentos de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) destaca a importância da transmissão da fé de geração em geração, enfatizando o papel dos pais na educação espiritual.","por_que_esta_palavra":"Isso ressalta a responsabilidade dos pais em cultivar a fé em seus filhos, garantindo que os ensinamentos de Deus sejam passados adiante.","conexao_teologica":"A educação espiritual das crianças é um princípio fundamental na Bíblia, refletindo a importância da família na formação da fé.","referencias_relacionadas":["Provérbios 22:6","Salmos 78:4-6","Efésios 6:4"]},"deuteronomio_6_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar os ensinamentos de Deus de forma ativa e intencional.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica a importância da comunicação verbal na transmissão da fé e dos mandamentos de Deus.","por_que_esta_palavra":"Isso destaca a necessidade de dialogar sobre a fé e os ensinamentos de Deus, tornando-os parte da conversa diária.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a edificação da fé, refletindo a importância de compartilhar a verdade divina com outros.","referencias_relacionadas":["Deuteronômio 11:19","Atos 4:20","Romanos 10:14"]},"deuteronomio_6_8_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui refere-se ao amor a Deus, que deve ser central na vida do crente.","explicacao_detalhada":"Este amor é uma devoção total e incondicional a Deus, que se manifesta em obediência e adoração. É um amor que envolve todo o ser, incluindo coração, alma e força.","por_que_esta_palavra":"A palavra 'amor' é fundamental para entender a relação entre Deus e seu povo, enfatizando a importância de amar a Deus acima de todas as coisas.","conexao_teologica":"O amor a Deus é a base da aliança entre Deus e Israel, refletindo a natureza de Deus como amoroso e justo.","referencias_relacionadas":["Mateus 22:37","1 João 4:19","Romanos 13:10"]},"deuteronomio_6_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui pode ser interpretada como um estado de ser ou existir, enfatizando a permanência da relação com Deus.","explicacao_detalhada":"Neste contexto, 'cair' pode ser visto como a transição de um estado de desobediência para um estado de obediência e devoção a Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a importância de permanecer firme na fé e na obediência a Deus.","conexao_teologica":"A ideia de cair e levantar-se é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e renovação espiritual.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"deuteronomio_6_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa não apenas um lar físico, mas também um espaço de ensino e vivência da fé.","explicacao_detalhada":"A instrução de falar sobre os mandamentos de Deus em casa enfatiza a importância da educação espiritual dentro da família.","por_que_esta_palavra":"A palavra 'casa' é significativa porque simboliza o ambiente onde a fé deve ser cultivada e praticada diariamente.","conexao_teologica":"A casa é vista como um microcosmo da comunidade de fé, onde os valores e ensinamentos de Deus são transmitidos.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","Efésios 6:4"]},"deuteronomio_6_9_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Descrever implica comunicar e ensinar os mandamentos de Deus de forma clara e acessível.","explicacao_detalhada":"A palavra 'descrever' sugere um ato de ensino ativo, onde os pais são responsáveis por transmitir a palavra de Deus às próximas gerações.","por_que_esta_palavra":"A escolha de 'descrever' enfatiza a necessidade de uma comunicação intencional e eficaz da fé.","conexao_teologica":"O ensino da palavra de Deus é um aspecto vital da vida cristã, refletindo a responsabilidade de cada crente em compartilhar sua fé.","referencias_relacionadas":["Salmos 78:4","Mateus 28:19-20","2 Timóteo 2:2"]},"deuteronomio_6_9_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode se referir à magnitude dos feitos de Deus e à importância de sua lei.","explicacao_detalhada":"Neste contexto, 'grande' destaca a grandeza de Deus e a importância de seus mandamentos na vida do crente.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para inspirar reverência e obediência entre os fiéis.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, refletindo sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"deuteronomio_6_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa a promessa de Deus ao seu povo, um lugar de bênção e abundância.","explicacao_detalhada":"A menção da terra enfatiza a fidelidade de Deus em cumprir suas promessas e a importância de viver em obediência a Ele nesse contexto.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a aliança de Deus com Israel e a herança que Ele lhes prometeu.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da realização de suas promessas na vida do seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9"]},"deuteronomio_6_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de Deus em fornecer bênçãos e recursos ao seu povo.","explicacao_detalhada":"Neste contexto, 'dar' refere-se à generosidade de Deus em prover a terra e suas riquezas para Israel.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a graça de Deus e sua disposição em abençoar aqueles que O obedecem.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo seu caráter amoroso e providente.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Salmos 23:1"]},"deuteronomio_6_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das bênçãos que Deus oferece ao seu povo.","explicacao_detalhada":"Neste contexto, 'bom' destaca a bondade de Deus em prover uma terra fértil e abundante para Israel.","por_que_esta_palavra":"A ênfase na bondade de Deus serve para lembrar os crentes de sua generosidade e cuidado.","conexao_teologica":"A bondade de Deus é um aspecto fundamental de sua natureza, que deve ser reconhecido e celebrado pelo seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Gálatas 5:22"]},"deuteronomio_6_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A repetição da palavra 'casa' enfatiza a importância do lar como um lugar de instrução e vivência da fé.","explicacao_detalhada":"A casa é vista como o primeiro lugar de ensino, onde os valores e princípios de Deus devem ser transmitidos.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a responsabilidade dos pais em educar seus filhos na fé.","conexao_teologica":"A educação espiritual em casa é um princípio bíblico que reflete a importância da família na formação da fé.","referencias_relacionadas":["Deuteronômio 11:19","Provérbios 1:8","Efésios 6:1-4"]},"deuteronomio_6_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os mandamentos de Deus devem ser vividos e ensinados.","explicacao_detalhada":"Neste contexto, 'modo' implica que a vida do crente deve refletir os princípios de Deus em todas as áreas.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância de uma vida prática que demonstre a fé em ação.","conexao_teologica":"A forma como vivemos nossa fé é um testemunho do caráter de Deus e um chamado à obediência.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"deuteronomio_6_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à autenticidade dos ensinamentos de Deus.","explicacao_detalhada":"Neste contexto, a verdade é um princípio fundamental que deve ser ensinado e transmitido às futuras gerações, refletindo a natureza de Deus e Sua palavra.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual e moral do povo de Israel, pois garante que eles permaneçam fiéis aos mandamentos de Deus.","conexao_teologica":"A verdade é um atributo de Deus, que é descrito como a própria verdade (João 14:6). A fidelidade à verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Provérbios 12:19"]},"deuteronomio_6_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à terra prometida, que é um símbolo da bênção e da herança de Deus para Seu povo.","explicacao_detalhada":"Neste versículo, a terra é um lembrete da provisão de Deus e da necessidade de gratidão por todas as bênçãos recebidas.","por_que_esta_palavra":"A terra é um elemento central na aliança entre Deus e Israel, representando não apenas um lugar físico, mas também a presença e a promessa de Deus.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam (Hebreus 11:16).","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:3"]},"deuteronomio_6_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um espaço de segurança e de ensino da fé.","explicacao_detalhada":"A casa é onde a educação espiritual deve começar, enfatizando a importância de transmitir os ensinamentos de Deus dentro do lar.","por_que_esta_palavra":"A casa é vista como um microcosmo da sociedade, onde os valores e a fé são cultivados e passados de geração em geração.","conexao_teologica":"A ideia de casa é frequentemente usada na Bíblia para descrever a família de Deus e a habitação do Espírito Santo entre os crentes (1 Coríntios 3:16).","referencias_relacionadas":["Salmos 127:1","Efésios 6:4","1 Timóteo 3:4"]},"deuteronomio_6_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"O nome do Senhor é sagrado e deve ser reverenciado, simbolizando a relação entre Deus e Seu povo.","por_que_esta_palavra":"O nome de Deus é um chamado à adoração e ao reconhecimento de Sua grandeza e poder.","conexao_teologica":"O nome do Senhor é um tema central nas Escrituras, enfatizando a importância de invocar Seu nome em oração e adoração (Romanos 10:13).","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Atos 4:12"]},"deuteronomio_6_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a importância do nome de Deus na vida do povo.","explicacao_detalhada":"Reforça a ideia de que o temor ao Senhor é o princípio da sabedoria e deve ser a base da vida do crente.","por_que_esta_palavra":"O reconhecimento da soberania de Deus é fundamental para a obediência e a devoção do povo.","conexao_teologica":"O temor do Senhor é um tema recorrente que leva à sabedoria e à compreensão (Provérbios 1:7).","referencias_relacionadas":["Salmos 111:10","Provérbios 9:10","Eclesiastes 12:13"]},"deuteronomio_6_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a unicidade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra destaca a importância de adorar e servir somente ao Deus verdadeiro, rejeitando ídolos.","por_que_esta_palavra":"A adoração a Deus é um aspecto central da vida de fé e deve ser praticada com sinceridade e devoção.","conexao_teologica":"A unicidade de Deus é um princípio fundamental do monoteísmo judaico e cristão (Isaías 45:5).","referencias_relacionadas":["Deuteronômio 4:35","Isaías 43:10","1 Coríntios 8:4"]},"deuteronomio_6_13_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença de um objeto direto sem especificá-lo.","explicacao_detalhada":"Neste contexto, serve para enfatizar a ação de adorar e servir a Deus, sem limitar a adoração a um aspecto específico.","por_que_esta_palavra":"A inclusão dessa partícula reforça a totalidade da devoção que deve ser dada a Deus.","conexao_teologica":"A ideia de adoração total é refletida em Romanos 12:1, onde somos chamados a oferecer nossos corpos como sacrifício vivo.","referencias_relacionadas":["Salmos 29:2","Mateus 4:10","Hebreus 12:28"]},"deuteronomio_6_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é reiterada para enfatizar a exclusividade da adoração ao Senhor.","explicacao_detalhada":"Reforça a ideia de que não devemos seguir outros deuses, mas permanecer fiéis ao Senhor que nos libertou.","por_que_esta_palavra":"A fidelidade a Deus é um tema central na aliança, e a adoração a outros deuses é uma violação dessa aliança.","conexao_teologica":"A exclusividade da adoração a Deus é um princípio que permeia toda a Escritura, culminando na adoração a Cristo (Filipenses 2:10-11).","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 5:7","1 Reis 18:21"]},"deuteronomio_6_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente mencionada, reforçando a importância da fidelidade a Deus.","explicacao_detalhada":"Neste contexto, a verdade é um chamado à integridade e à sinceridade na adoração e na vida cotidiana.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual, pois nos mantém alinhados com a vontade de Deus.","conexao_teologica":"A verdade é um dos fundamentos do caráter de Deus e deve ser refletida na vida dos crentes (Efésios 4:15).","referencias_relacionadas":["Salmos 25:5","João 4:24","2 Coríntios 13:8"]},"deuteronomio_6_14_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um compromisso ativo de seguir os caminhos de Deus.","explicacao_detalhada":"Neste contexto, seguir a Deus envolve obediência e dedicação a Seus mandamentos.","por_que_esta_palavra":"O ato de seguir a Deus é uma demonstração de fé e lealdade, essencial para a vida do crente.","conexao_teologica":"Seguir a Deus é um chamado para todos os crentes, refletindo a vida de discipulado que Jesus ensina (Mateus 16:24).","referencias_relacionadas":["Salmos 119:105","Lucas 9:23","Gálatas 5:25"]},"deuteronomio_6_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo onde o povo de Israel habita.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra que Deus deu ao Seu povo. É um símbolo de promessa e herança.","por_que_esta_palavra":"O solo é importante porque representa a base física e espiritual da vida do povo de Deus.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 8:7"]},"deuteronomio_6_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual se deve temer a Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a ação de temer a Deus com a motivação de evitar a ira divina.","por_que_esta_palavra":"É uma palavra que justifica a necessidade de obediência e reverência a Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada às consequências de desobediência, refletindo a justiça divina.","referencias_relacionadas":["Deuteronômio 10:12","Salmos 111:10","Provérbios 1:7"]},"deuteronomio_6_15_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de poder e autoridade.","explicacao_detalhada":"A palavra 'deus' (אֵל) enfatiza a soberania e a força de Deus sobre todas as coisas.","por_que_esta_palavra":"É importante reconhecer a força de Deus para entender Sua capacidade de salvar e proteger.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele é capaz de cumprir Suas promessas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 1:20"]},"deuteronomio_6_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar que não se deve tentar a Deus, reconhecendo Sua natureza fiel.","por_que_esta_palavra":"É um lembrete da importância de confiar na verdade de Deus e em Suas promessas.","conexao_teologica":"A verdade de Deus é um fundamento da fé, mostrando que Ele é digno de confiança.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"deuteronomio_6_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome sagrado de Deus, que deve ser reverenciado.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que expressa Sua relação com o Seu povo.","por_que_esta_palavra":"O nome de Deus é central na adoração e no relacionamento entre Deus e a humanidade.","conexao_teologica":"A santidade do nome de Deus é um tema importante, refletindo Sua majestade e autoridade.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Isaías 42:8"]},"deuteronomio_6_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à pluralidade de Deus.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a divindade em Sua plenitude e poder.","por_que_esta_palavra":"É importante reconhecer a natureza de Deus para entender Sua relação com a criação.","conexao_teologica":"A pluralidade de Deus é um conceito que se relaciona com a Trindade no Novo Testamento.","referencias_relacionadas":["Gênesis 1:26","Salmos 90:2","João 1:1"]},"deuteronomio_6_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome sagrado de Deus, enfatizando Sua importância.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um lembrete da autoridade e do caráter de Deus.","por_que_esta_palavra":"A reverência ao nome de Deus é fundamental para a adoração e a obediência.","conexao_teologica":"A importância do nome de Deus é um tema que permeia toda a Escritura.","referencias_relacionadas":["Salmos 8:1","Isaías 57:15","Romanos 10:13"]},"deuteronomio_6_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) reafirma a autoridade e o poder de Deus na vida do povo.","por_que_esta_palavra":"Reconhecer Deus como soberano é essencial para a fé e a obediência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando Seu controle sobre a história.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Efésios 1:11"]},"deuteronomio_6_17_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à proteção e à guarda que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) implica em cuidar e proteger, mostrando a fidelidade de Deus.","por_que_esta_palavra":"É um lembrete de que Deus está sempre vigilante e cuidando de Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra de Cristo.","referencias_relacionadas":["Salmos 121:7-8","Isaías 41:10","Romanos 8:31"]},"deuteronomio_6_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a importância de agir de acordo com os mandamentos de Deus.","por_que_esta_palavra":"A ação é um reflexo da fé e da obediência ao Senhor.","conexao_teologica":"As obras são uma expressão da fé genuína, mostrando a relação entre fé e ação.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Colossenses 3:23"]},"deuteronomio_6_18_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em tomar posse ou herdar a terra prometida.","explicacao_detalhada":"No contexto de Deuteronômio 6:18, 'agarrar' refere-se à ação de conquistar e estabelecer-se na terra que Deus prometeu aos israelitas. É um ato de fé e obediência.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de os israelitas se apropriarem da terra, não apenas fisicamente, mas também espiritualmente, como parte do cumprimento da promessa divina.","conexao_teologica":"A ideia de agarrar a terra está ligada à aliança de Deus com o povo de Israel, simbolizando a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Deuteronômio 1:21","Josué 1:3","Salmos 37:29"]},"deuteronomio_6_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a herança prometida a Israel, um lugar de bênção e prosperidade.","explicacao_detalhada":"A palavra 'terra' em Deuteronômio 6:18 refere-se à terra de Canaã, que Deus prometeu aos patriarcas e que os israelitas estavam prestes a conquistar. É um símbolo da presença e provisão de Deus.","por_que_esta_palavra":"A ênfase na terra destaca a importância da obediência a Deus para desfrutar das bênçãos que Ele prometeu.","conexao_teologica":"A terra é um símbolo da salvação e do reino de Deus, onde Ele habita com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 8:7-10"]},"deuteronomio_6_19_cast":{"palavra_pt":"lancar","palavra_original":"הָדַף","transliteracao":"Hâdaph","strong":"H1920","significado_raiz":"Ideia básica: lancar.","significado_contextual":"Lançar refere-se à ação de expulsar ou afastar os inimigos da terra prometida.","explicacao_detalhada":"No versículo, 'lançar' implica em uma ação decisiva contra as nações que habitam a terra, simbolizando a purificação e a conquista do território.","por_que_esta_palavra":"A palavra é usada para mostrar que a conquista da terra requer esforço e determinação por parte do povo de Deus.","conexao_teologica":"A luta contra os inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam ao buscar viver em obediência a Deus.","referencias_relacionadas":["Josué 23:5","Salmos 44:5","Romanos 8:37"]},"deuteronomio_6_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como os israelitas devem agir ao conquistar a terra.","explicacao_detalhada":"A palavra 'modo' enfatiza que a conquista deve ser feita de acordo com os princípios e mandamentos de Deus, refletindo Sua justiça e santidade.","por_que_esta_palavra":"É importante que o povo siga o modo estabelecido por Deus para garantir o sucesso e a bênção na terra.","conexao_teologica":"O modo de agir segundo a vontade de Deus é fundamental para a vida cristã, refletindo a necessidade de viver em conformidade com Seus ensinamentos.","referencias_relacionadas":["Salmos 119:105","Mateus 7:13-14","Romanos 12:2"]},"deuteronomio_6_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como autoridade e poder sobre a conquista.","explicacao_detalhada":"A palavra 'Senhor' refere-se ao Deus de Israel, cuja presença e poder são fundamentais para a vitória sobre os inimigos e a posse da terra.","por_que_esta_palavra":"O uso do nome de Deus destaca a importância de reconhecer Sua soberania e buscar Sua ajuda em todas as ações.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé que conecta o povo à Sua proteção e orientação.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Romanos 10:13"]},"deuteronomio_6_20_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo/justiça refere-se à necessidade de discernimento e aplicação da lei de Deus.","explicacao_detalhada":"A palavra 'juízo' implica em decisões justas e corretas que devem ser tomadas com base nos mandamentos de Deus, refletindo Seu caráter justo.","por_que_esta_palavra":"É essencial que o povo de Deus busque justiça em suas ações, como um reflexo de Sua natureza.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando a importância de viver de acordo com Seus padrões.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Tiago 1:27"]},"deuteronomio_6_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou justificativa para a ação.","explicacao_detalhada":"A palavra 'porque' conecta a obediência dos israelitas à sua história e à ação de Deus em suas vidas, justificando a necessidade de seguir Seus mandamentos.","por_que_esta_palavra":"É crucial entender a razão por trás das instruções de Deus, que se baseiam em Sua fidelidade e ações passadas.","conexao_teologica":"A compreensão do 'porque' nos leva a uma relação mais profunda com Deus, reconhecendo Suas obras em nossa vida.","referencias_relacionadas":["Deuteronômio 5:15","Salmos 78:4","Romanos 12:1"]},"deuteronomio_6_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à continuidade da fé e da tradição entre as gerações.","explicacao_detalhada":"A palavra 'filho' destaca a importância de ensinar as próximas gerações sobre a fidelidade de Deus e Seus mandamentos, assegurando que a fé seja transmitida.","por_que_esta_palavra":"É vital que os pais e líderes espirituais se empenhem em educar os jovens na verdade de Deus.","conexao_teologica":"A transmissão da fé é um princípio fundamental na Bíblia, refletindo a responsabilidade de cada geração.","referencias_relacionadas":["Salmos 78:5-6","Provérbios 22:6","Efésios 6:4"]},"deuteronomio_6_21_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó representa a opressão e a escravidão do povo de Israel no Egito.","explicacao_detalhada":"A menção de Faraó em Deuteronômio 6:21 serve como um lembrete da libertação que Deus proporcionou ao Seu povo, enfatizando Sua capacidade de salvar.","por_que_esta_palavra":"A referência a Faraó é crucial para entender a história da redenção de Israel e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"Faraó simboliza o pecado e a opressão, enquanto a libertação representa a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:10","Êxodo 12:31","Romanos 6:6"]},"deuteronomio_6_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação da verdade e da história de Deus com Seu povo.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância de compartilhar e ensinar as obras de Deus, garantindo que Sua história e Seus feitos sejam conhecidos.","por_que_esta_palavra":"É essencial que a verdade de Deus seja proclamada e ensinada, para que todos conheçam Sua grandeza e fidelidade.","conexao_teologica":"A proclamação da palavra de Deus é um chamado para todos os crentes, refletindo a missão de evangelizar e discipular.","referencias_relacionadas":["Salmos 105:1","Mateus 28:19-20","Atos 1:8"]},"deuteronomio_6_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à transmissão da fé e dos ensinamentos de Deus de geração em geração.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a importância da educação religiosa dos filhos, mostrando que a fé deve ser passada adiante. No contexto de Deuteronômio 6, isso é um chamado para que os pais ensinem seus filhos sobre os mandamentos de Deus.","por_que_esta_palavra":"A palavra 'filho' é central na relação familiar e na responsabilidade dos pais em educar seus filhos na fé.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e seu povo, onde Deus é visto como Pai que instrui e guia.","referencias_relacionadas":["Salmos 78:4","Provérbios 22:6","Efésios 6:4"]},"deuteronomio_6_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder, especialmente em relação às bênçãos de Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para descrever como Deus concede a terra prometida ao povo de Israel. Este ato de dar é um sinal da fidelidade de Deus às suas promessas.","por_que_esta_palavra":"A palavra é importante porque destaca a generosidade de Deus e a necessidade de reconhecer suas dádivas.","conexao_teologica":"A ação de dar de Deus é um tema recorrente na Bíblia, simbolizando a graça e a provisão divina.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Salmos 37:29"]},"deuteronomio_6_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações devem ser realizadas, especialmente no contexto da obediência a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem abrangente e completa na observância dos mandamentos de Deus, indicando que todas as ações devem ser feitas de acordo com a vontade divina.","por_que_esta_palavra":"É essencial para entender que a obediência a Deus deve ser total e não parcial.","conexao_teologica":"A ideia de fazer tudo de acordo com a vontade de Deus é fundamental na teologia da obediência e da santidade.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Mateus 7:21"]},"deuteronomio_6_22_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao faraó do Egito, simbolizando opressão e resistência à vontade de Deus.","explicacao_detalhada":"A palavra 'faraó' (פַּרְעֹה) é usada para lembrar ao povo de Israel de sua libertação da escravidão e da opressão, enfatizando a soberania de Deus sobre os governantes da terra.","por_que_esta_palavra":"É importante para entender o contexto histórico da libertação do povo de Israel e a intervenção divina.","conexao_teologica":"A história do faraó é um exemplo da luta entre a opressão humana e a libertação divina.","referencias_relacionadas":["Êxodo 5:1","Êxodo 14:30","Romanos 9:17"]},"deuteronomio_6_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, especialmente no contexto da entrega da terra prometida.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é novamente utilizada para enfatizar a generosidade de Deus ao conceder a terra a Israel, reforçando a ideia de que a terra é um presente divino.","por_que_esta_palavra":"Destaca a importância de reconhecer as bênçãos de Deus e a responsabilidade de cuidar do que foi dado.","conexao_teologica":"A entrega da terra é um símbolo da aliança de Deus com seu povo e de sua fidelidade.","referencias_relacionadas":["Josué 1:2","Salmos 105:44","Deuteronômio 8:10"]},"deuteronomio_6_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um símbolo da bênção e da herança de Deus para seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é crucial no contexto da promessa de Deus a Israel, representando não apenas um lugar físico, mas também um espaço de relacionamento e comunhão com Deus.","por_que_esta_palavra":"É fundamental para entender a identidade do povo de Israel e sua relação com Deus.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Deuteronômio 8:7"]},"deuteronomio_6_23_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Refere-se a um termo gramatical que indica a presença de um objeto direto sem especificá-lo.","explicacao_detalhada":"A palavra 'unrepresented' (אֵת) é usada para conectar a ação de dar àquilo que está sendo dado, enfatizando a importância da entrega.","por_que_esta_palavra":"Embora não tenha um significado específico, sua presença é crucial para a estrutura da frase e a clareza da mensagem.","conexao_teologica":"Mostra como Deus se relaciona com seu povo, dando-lhes bênçãos que são muitas vezes indescritíveis.","referencias_relacionadas":["Salmos 136:1","Tiago 1:17","Romanos 8:32"]},"deuteronomio_6_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer, especialmente em relação ao cumprimento dos mandamentos de Deus.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para enfatizar a ação de obedecer e cumprir as instruções de Deus, mostrando que a fé deve ser acompanhada de ações.","por_que_esta_palavra":"É importante para entender que a obediência a Deus não é apenas uma questão de crença, mas de ação.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]},"deuteronomio_6_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os mandamentos devem ser lembrados e praticados.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para enfatizar a continuidade da prática da fé, indicando que os ensinamentos de Deus devem ser parte da vida diária.","por_que_esta_palavra":"Destaca a importância da regularidade e da constância na vida espiritual.","conexao_teologica":"A ideia de viver a fé diariamente é fundamental para o discipulado e a santidade.","referencias_relacionadas":["Salmos 1:2","1 Tessalonicenses 5:17","Romanos 12:1"]},"deuteronomio_6_24_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das ações e da vida em obediência a Deus.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a natureza das ações que são agradáveis a Deus, enfatizando que a obediência traz bênçãos.","por_que_esta_palavra":"É importante para entender que a vida em conformidade com os mandamentos de Deus resulta em um bem-estar espiritual e físico.","conexao_teologica":"A bondade de Deus é refletida nas ações de seu povo, que devem buscar viver de maneira que glorifique a Deus.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"deuteronomio_6_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como um símbolo de força e poder.","explicacao_detalhada":"No contexto de Deuteronômio 6:25, a palavra 'urso' pode ser interpretada como uma metáfora para a força que Deus dá ao seu povo para cumprir a justiça e viver de acordo com os Seus mandamentos.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a força necessária para viver em obediência a Deus.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é a fonte de nossa força espiritual.","referencias_relacionadas":["Salmos 18:32","Isaías 40:29","Filipenses 4:13"]},"deuteronomio_6_25_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça é um princípio fundamental na lei de Deus.","explicacao_detalhada":"Em Deuteronômio 6:25, a justiça é apresentada como um padrão de vida que o povo deve seguir, refletindo o caráter de Deus em suas ações.","por_que_esta_palavra":"A palavra 'justiça' é crucial para entender a relação entre Deus e Seu povo, pois implica em viver de acordo com Seus mandamentos.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, que revela Seu caráter e Seus planos para a humanidade.","referencias_relacionadas":["Miquéias 6:8","Romanos 3:22","Salmos 106:3"]},"deuteronomio_6_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual se deve praticar a justiça.","explicacao_detalhada":"Em Deuteronômio 6:25, 'porque' conecta a prática da justiça à compreensão do que Deus fez por Seu povo, motivando-os a viver de maneira justa.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação por trás da obediência a Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada ao reconhecimento de Sua graça e ações em favor do Seu povo.","referencias_relacionadas":["Romanos 12:1","1 João 4:19","Tiago 1:22"]}}