{"juizes_14_1_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"O 'inimigo' refere-se aos filisteus, que eram opressores de Israel e adversários de Sansão.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד, yârad) indica uma relação de hostilidade e conflito. No contexto de Juízes 14:1, Sansão desce a Timna e se envolve com uma mulher filisteia, o que representa uma aliança com aqueles que eram considerados inimigos de Israel.","por_que_esta_palavra":"A escolha de Sansão em se relacionar com uma filisteia destaca a tensão entre o povo de Deus e seus inimigos, além de ilustrar a desobediência a Deus.","conexao_teologica":"A luta entre Israel e seus inimigos é uma metáfora da luta espiritual que os crentes enfrentam contra as forças do mal.","referencias_relacionadas":["Juízes 13:1","Juízes 14:3","1 Samuel 17:10","Efésios 6:12"]},"juizes_14_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para descrever a percepção de Sansão ao avistar a mulher filisteia.","explicacao_detalhada":"A palavra 'ver' (רָאָה, râʼâh) implica não apenas em observar fisicamente, mas também em discernir e avaliar. Neste contexto, Sansão vê a mulher e decide que ela é atraente, o que leva a uma série de eventos que desafiam os mandamentos de Deus.","por_que_esta_palavra":"A escolha de Sansão de 'ver' e agir segundo seus desejos carnais é um alerta sobre as consequências de decisões baseadas em impulsos visuais e emocionais.","conexao_teologica":"A visão espiritual e a capacidade de discernir o que é certo são temas recorrentes na Bíblia, enfatizando a importância de ver além das aparências.","referencias_relacionadas":["Gênesis 3:6","Mateus 5:28","1 João 2:16","Hebreus 12:2"]},"juizes_14_2_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a importância da mulher que Sansão encontrou.","explicacao_detalhada":"A palavra 'grande' (עָלָה, ʻâlâh) pode se referir à magnitude da atração que Sansão sentiu, mas também pode implicar em uma grande decisão que ele estava prestes a tomar, que teria repercussões significativas.","por_que_esta_palavra":"A escolha de Sansão por uma mulher filisteia é um ponto de virada em sua vida, mostrando como decisões aparentemente pequenas podem ter grandes consequências.","conexao_teologica":"A ideia de grandeza em decisões espirituais é um tema importante, onde escolhas erradas podem levar a consequências devastadoras.","referencias_relacionadas":["Provérbios 4:23","Gálatas 6:7","Romanos 12:2","Tiago 1:14-15"]},"juizes_14_2_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e ao que foi dito por Sansão sobre a mulher que ele viu.","explicacao_detalhada":"A palavra 'palavra' (נָגַד, nâgad) implica em declarar ou relatar algo. Neste contexto, Sansão expressa seu desejo por uma mulher filisteia, desafiando as normas de seu povo.","por_que_esta_palavra":"A comunicação de Sansão revela sua desobediência e a influência negativa que ele estava permitindo em sua vida.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente adverte sobre a importância de falar e agir de acordo com a vontade de Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6","Salmos 19:14"]},"juizes_14_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Sansão expressa seu desejo e suas intenções.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) pode indicar a totalidade ou a forma como algo é feito. Aqui, Sansão está se referindo à maneira como ele deseja que sua família responda ao seu pedido.","por_que_esta_palavra":"A maneira como Sansão aborda a situação reflete sua falta de consideração pelas tradições e leis de seu povo.","conexao_teologica":"A forma como nos comportamos e comunicamos é importante na vida cristã, refletindo nossa obediência a Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 3:15","Romanos 14:19","Efésios 4:29"]},"juizes_14_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a declaração de Sansão sobre a mulher que ele deseja.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) é uma ação verbal que revela a intenção de Sansão. Ele está comunicando seu desejo de maneira direta, sem considerar as implicações espirituais.","por_que_esta_palavra":"As palavras de Sansão são significativas, pois mostram sua determinação em seguir seus próprios desejos, ignorando os avisos de Deus.","conexao_teologica":"A importância da palavra falada é um tema central na Bíblia, onde a comunicação pode levar à vida ou à morte espiritual.","referencias_relacionadas":["Salmos 19:14","Mateus 12:34-35","Provérbios 15:23","Tiago 1:19"]},"juizes_14_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, que é o verdadeiro Senhor de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é o nome pessoal de Deus, enfatizando Sua soberania e autoridade. No contexto, é um lembrete da relação de Israel com Deus e das expectativas que Ele tem para Seu povo.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para entender a identidade e o caráter de Deus em relação ao Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13","Filipenses 2:9-11"]},"juizes_14_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a certeza e a fidelidade de Deus em contraste com as ações de Sansão.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) implica em negação, indicando que algo não é verdadeiro ou não deve ser feito. Neste contexto, é um lembrete da desobediência de Sansão às leis de Deus.","por_que_esta_palavra":"A verdade de Deus é um princípio fundamental que deve guiar as ações e decisões dos crentes.","conexao_teologica":"A verdade é um atributo de Deus e deve ser buscada e vivida por aqueles que O seguem.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15","1 João 1:6"]},"juizes_14_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Sansão deseja a mulher filisteia.","explicacao_detalhada":"A palavra 'porque' (כִּי, kîy) é uma conjunção que introduz uma justificativa. Aqui, Sansão tenta justificar sua escolha, ignorando as implicações espirituais.","por_que_esta_palavra":"A justificativa de Sansão revela a tendência humana de racionalizar decisões erradas.","conexao_teologica":"A necessidade de justificar nossas ações é um tema recorrente, onde os crentes são chamados a buscar a vontade de Deus em suas decisões.","referencias_relacionadas":["Provérbios 14:12","Romanos 12:2","Gálatas 6:7","Tiago 1:22"]},"juizes_14_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou oponente, especialmente no contexto de conflitos e batalhas.","explicacao_detalhada":"Neste versículo, o inimigo é uma figura que representa a oposição ao povo de Israel, simbolizando as forças que se levantam contra a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a luta espiritual e física que os israelitas enfrentavam, refletindo a constante batalha entre o bem e o mal.","conexao_teologica":"A presença de inimigos é um tema recorrente na Bíblia, simbolizando a luta do povo de Deus contra as forças do mal e a necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"juizes_14_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento e a ação de se aproximar de um lugar ou situação.","explicacao_detalhada":"Neste contexto, a ação de 'vir' é crucial para a narrativa, pois representa a entrada de Sansão em uma nova fase de sua vida e sua interação com os filisteus.","por_que_esta_palavra":"A palavra 'vir' é usada para indicar a transição e a importância do momento em que Sansão se dirige ao território inimigo.","conexao_teologica":"A ideia de 'vir' também pode ser vista como um chamado divino, onde Deus guia seus servos a lugares de desafio para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 11:28"]},"juizes_14_5_samson":{"palavra_pt":"samson","palavra_original":"שִׁמְשׁוֹן","transliteracao":"Shimshôwn","strong":"H8123","significado_raiz":"Ideia básica: samson.","significado_contextual":"A palavra 'Samson' refere-se ao juiz de Israel, conhecido por sua força sobrenatural e seu papel como libertador do povo.","explicacao_detalhada":"Sansão é uma figura central na narrativa, simbolizando a luta de Israel contra a opressão e a necessidade de um líder forte e escolhido por Deus.","por_que_esta_palavra":"O uso do nome 'Samson' destaca sua identidade e missão, além de seu papel como um instrumento de Deus para a libertação.","conexao_teologica":"Sansão representa a esperança de Israel em tempos de crise, refletindo a maneira como Deus levanta líderes para guiar Seu povo.","referencias_relacionadas":["Juízes 13:24-25","Hebreus 11:32-34","Juízes 16:28"]},"juizes_14_6_cleave":{"palavra_pt":"cleave","palavra_original":"שָׁסַע","transliteracao":"shâçaʻ","strong":"H8156","significado_raiz":"Ideia básica: cleave.","significado_contextual":"A palavra 'cleave' refere-se a dividir ou separar, frequentemente em um contexto de luta ou conflito.","explicacao_detalhada":"Neste versículo, a ação de 'cleave' ilustra a força de Sansão ao enfrentar seus inimigos, simbolizando a intervenção divina em sua vida.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza violenta do confronto e a capacidade de Sansão de superar adversidades.","conexao_teologica":"A ideia de 'dividir' pode ser vista como uma metáfora para a separação entre o povo de Deus e seus inimigos, refletindo a luta contínua entre o bem e o mal.","referencias_relacionadas":["Salmos 144:1","Isaías 54:17","Romanos 16:20"]},"juizes_14_7_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' novamente se refere a um adversário, neste caso, relacionado ao contexto de Sansão e suas interações com os filisteus.","explicacao_detalhada":"A repetição da palavra 'inimigo' destaca a persistência da oposição que Sansão enfrenta e a necessidade de discernimento em suas ações.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a constante presença de adversários na vida de Sansão e a luta contínua do povo de Israel.","conexao_teologica":"A luta contra inimigos é um tema que reflete a batalha espiritual que todos os crentes enfrentam, lembrando que Deus é nosso defensor.","referencias_relacionadas":["Salmos 18:39","1 Pedro 5:8","Efésios 6:10-11"]},"juizes_14_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, essencial para interações sociais e negociações.","explicacao_detalhada":"Neste contexto, a fala de Sansão é crucial para o desenvolvimento da narrativa, pois suas palavras têm consequências significativas.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da comunicação e como as palavras podem influenciar ações e decisões.","conexao_teologica":"A fala é um dom dado por Deus, e as palavras têm poder, refletindo a importância de usar a comunicação para edificação e não para destruição.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Mateus 12:36-37"]},"juizes_14_7_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher/esposa' refere-se a uma figura feminina, que pode ter papéis variados na narrativa bíblica.","explicacao_detalhada":"Neste versículo, a mulher mencionada é parte da história de Sansão, simbolizando tanto a atração quanto os desafios que ele enfrenta.","por_que_esta_palavra":"A escolha da palavra 'mulher' é significativa, pois reflete a complexidade das relações e as consequências das escolhas de Sansão.","conexao_teologica":"A figura da mulher na Bíblia muitas vezes representa tanto a tentação quanto a bênção, refletindo a importância das relações interpessoais.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"juizes_14_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, frequentemente associado a eventos significativos na narrativa bíblica.","explicacao_detalhada":"Neste contexto, o 'dia' pode simbolizar um tempo de decisão ou um momento crucial na vida de Sansão.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do tempo e como ele pode ser um fator decisivo nas ações e resultados.","conexao_teologica":"O conceito de tempo é fundamental na teologia, refletindo a soberania de Deus sobre a história e os eventos da vida.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"juizes_14_8_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo, seja fisicamente ou espiritualmente.","explicacao_detalhada":"Neste contexto, 'edificar' pode simbolizar a construção de relacionamentos ou a formação de uma identidade em meio a desafios.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a importância da construção de algo duradouro, seja em termos de fé ou de comunidade.","conexao_teologica":"A edificação é um tema importante na Bíblia, refletindo a necessidade de construir a vida sobre fundamentos sólidos, que é Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-15","Efésios 2:19-22"]},"juizes_14_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo a alguém, muitas vezes em um contexto de necessidade.","explicacao_detalhada":"Neste versículo, 'dar' pode simbolizar a generosidade de Deus e a resposta às necessidades do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de Deus em prover para aqueles que O buscam e a importância da generosidade.","conexao_teologica":"A ideia de dar é central na teologia cristã, refletindo o caráter generoso de Deus e o chamado para que Seus seguidores também sejam generosos.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Tiago 1:17"]},"juizes_14_9_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover de um lugar para outro, simbolizando a jornada da vida.","explicacao_detalhada":"No contexto de Juízes 14:9, 'andar' é usado para descrever a ação de Sansão ao se deslocar e interagir com o ambiente ao seu redor, refletindo sua busca por experiências e desafios.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a ideia de movimento e progresso, tanto físico quanto espiritual, na vida de Sansão.","conexao_teologica":"A jornada de Sansão pode ser vista como uma metáfora para a caminhada do crente, que deve andar em fé e obediência a Deus.","referencias_relacionadas":["Gálatas 5:16","Salmos 119:105","1 João 1:7"]},"juizes_14_9_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se a qualquer substância consumida para sustentar a vida.","explicacao_detalhada":"Em Juízes 14:9, o 'alimento' que Sansão encontra no corpo do leão representa não apenas sustento físico, mas também a provisão divina em momentos inesperados.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a relação entre a natureza e a providência de Deus, que sustenta a vida de maneira surpreendente.","conexao_teologica":"Assim como Deus provê alimento físico, Ele também oferece alimento espiritual através da Sua Palavra.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"juizes_14_10_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou hostiliza outra pessoa.","explicacao_detalhada":"No versículo, a menção de um 'inimigo' pode ser interpretada como uma referência aos filisteus, que eram opressores de Israel e adversários de Sansão.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a luta de Sansão contra as forças que se opõem ao povo de Deus.","conexao_teologica":"A batalha de Sansão contra seus inimigos reflete a luta espiritual que os crentes enfrentam contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","Romanos 12:20","Salmos  enemies"]},"juizes_14_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal selvagem, simbolizando força e ferocidade.","explicacao_detalhada":"Em Juízes 14:10, a menção do 'urso' pode ser interpretada como uma representação do poder e da ferocidade que Sansão deve enfrentar em sua missão.","por_que_esta_palavra":"A palavra 'urso' é significativa para ilustrar a natureza feroz dos desafios que Sansão encontra em sua jornada.","conexao_teologica":"A força de Sansão, assim como a ferocidade do urso, pode ser vista como um reflexo do poder de Deus atuando através dele.","referencias_relacionadas":["Provérbios 28:1","Isaías 11:6","Salmos 22:12"]},"juizes_14_10_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar relacionamentos e alianças.","explicacao_detalhada":"No contexto de Juízes 14:10, a mulher mencionada é a noiva de Sansão, representando tanto um vínculo pessoal quanto as complexidades das alianças entre Israel e os filisteus.","por_que_esta_palavra":"A palavra 'mulher' é crucial para entender as dinâmicas de relacionamento que influenciam a vida de Sansão e suas decisões.","conexao_teologica":"As alianças e relacionamentos na vida de Sansão refletem a importância da pureza e da fidelidade nas relações do povo de Deus.","referencias_relacionadas":["Gênesis 2:24","Provérbios 18:22","Efésios 5:25"]},"juizes_14_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de perder a posição ou a estabilidade.","explicacao_detalhada":"Em Juízes 14:11, 'cair' pode simbolizar a queda moral ou espiritual que ocorre quando se faz alianças impróprias.","por_que_esta_palavra":"A palavra 'cair' é significativa para ilustrar as consequências das escolhas de Sansão e suas interações com os filisteus.","conexao_teologica":"A queda de Sansão serve como um aviso sobre os perigos de se afastar dos caminhos de Deus.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","1 Coríntios 10:12"]},"juizes_14_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de pegar ou apropriar-se de algo.","explicacao_detalhada":"No contexto de Juízes 14:11, 'tomar' pode se referir à ação de Sansão ao se apropriar de sua força e habilidades para enfrentar desafios.","por_que_esta_palavra":"A palavra 'tomar' é importante para entender a ação deliberada de Sansão em usar seus dons dados por Deus.","conexao_teologica":"A capacidade de 'tomar' a força de Deus é um tema recorrente na vida dos crentes, que devem se apropriar das promessas divinas.","referencias_relacionadas":["Filipenses 4:13","2 Timóteo 1:7","Romanos 8:37"]},"juizes_14_11_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se ao ato de perceber ou compreender algo.","explicacao_detalhada":"Em Juízes 14:11, 'ver' pode simbolizar a necessidade de discernimento nas escolhas que Sansão faz em sua vida.","por_que_esta_palavra":"A palavra 'ver' é crucial para enfatizar a importância do discernimento espiritual nas decisões.","conexao_teologica":"A capacidade de 'ver' espiritualmente é fundamental para a vida cristã, permitindo que os crentes discernam a vontade de Deus.","referencias_relacionadas":["Tiago 1:5","Salmos 119:18","Hebreus 5:14"]},"juizes_14_12_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se a uma celebração ou evento social.","explicacao_detalhada":"Em Juízes 14:12, a 'festa' representa a celebração do casamento de Sansão, um momento de alegria que também traz à tona questões de identidade e lealdade.","por_que_esta_palavra":"A palavra 'festa' é significativa para entender o contexto cultural e social em que Sansão se encontra.","conexao_teologica":"As festas na Bíblia muitas vezes simbolizam a alegria da presença de Deus e a comunhão entre o povo.","referencias_relacionadas":["Eclesiastes 3:13","Salmos 126:2","Lucas 15:23"]},"juizes_14_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo a alguém.","explicacao_detalhada":"No contexto de Juízes 14:12, 'dar' pode se referir à oferta de um enigma por parte de Sansão, que envolve os convidados da festa.","por_que_esta_palavra":"A palavra 'dar' é importante para entender as interações sociais e os desafios que Sansão apresenta aos filisteus.","conexao_teologica":"A ação de 'dar' pode ser vista como um reflexo da generosidade de Deus, que nos dá dons e oportunidades.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","2 Coríntios 9:7"]},"juizes_14_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma declaração ou um comando.","explicacao_detalhada":"No contexto de Juízes 14:12, a palavra 'dizer' reflete a importância da comunicação e do discurso na narrativa, onde as palavras têm poder e significado.","por_que_esta_palavra":"Esta palavra é central para a interação entre personagens e para a revelação de intenções e planos.","conexao_teologica":"A comunicação divina é frequentemente descrita na Bíblia como um ato de 'dizer', mostrando a importância da palavra de Deus na criação e na revelação.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"juizes_14_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo a alguém.","explicacao_detalhada":"Em Juízes 14:13, 'dar' é usado em um contexto de desafio e promessa, onde a oferta de um enigma é uma forma de interação social e competição.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a relação entre os personagens, onde o ato de dar é também um ato de controle.","conexao_teologica":"Deus é frequentemente descrito como aquele que dá, seja bênçãos ou desafios, refletindo Sua soberania e generosidade.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"juizes_14_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para indicar a autenticidade ou a realidade de uma situação.","explicacao_detalhada":"No versículo, a verdade é um elemento central do enigma proposto, onde a busca pela verdade se torna um tema de prova e revelação.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a moralidade nas interações humanas, especialmente em contextos de competição.","conexao_teologica":"A verdade é um atributo de Deus, e a busca pela verdade é um chamado para os crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"juizes_14_13_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou um enunciado que carrega significado.","explicacao_detalhada":"Em Juízes 14:13, a palavra é utilizada para introduzir um enigma, destacando a importância da comunicação verbal na narrativa.","por_que_esta_palavra":"A palavra é um veículo de revelação e interação, essencial para a compreensão do enredo.","conexao_teologica":"A palavra de Deus é descrita como viva e eficaz, mostrando a importância da comunicação divina.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"juizes_14_14_poderoso":{"palavra_pt":"poderoso","palavra_original":"עַז","transliteracao":"ʻaz","strong":"H5794","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' é usada para descrever algo ou alguém com grande força ou capacidade.","explicacao_detalhada":"No contexto do versículo, 'poderoso' refere-se à força que pode ser encontrada em um enigma, simbolizando a força de Deus em situações desafiadoras.","por_que_esta_palavra":"A palavra é significativa para entender a natureza de Deus como um ser forte e capaz de realizar milagres.","conexao_teologica":"Deus é frequentemente descrito como o Todo-Poderoso, enfatizando Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Apocalipse 19:6"]},"juizes_14_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar uma declaração significativa.","explicacao_detalhada":"Neste versículo, 'dizer' é parte da construção do enigma, mostrando como as palavras podem ter um impacto profundo nas interações.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da comunicação e da expressão verbal na narrativa.","conexao_teologica":"As palavras de Deus são poderosas e têm a capacidade de criar e transformar realidades.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"juizes_14_14_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se a qualquer substância que nutre ou sustenta a vida.","explicacao_detalhada":"Em Juízes 14:14, o alimento é uma metáfora que representa sustento e provisão, tanto física quanto espiritual.","por_que_esta_palavra":"A palavra é importante para entender a dependência do ser humano em relação a Deus como seu provedor.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando o alimento espiritual que sustenta a vida eterna.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"juizes_14_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No contexto do versículo, 'dia' é usado para marcar um tempo específico de ação e decisão.","por_que_esta_palavra":"A noção de dia é importante para entender a cronologia dos eventos e a urgência das ações.","conexao_teologica":"Deus criou o tempo e os dias, e cada dia é uma oportunidade para cumprir Seu propósito.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"juizes_14_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar uma queda física ou uma mudança de estado.","explicacao_detalhada":"Em Juízes 14:15, 'cair' pode simbolizar a queda em desgraça ou a derrota, refletindo a vulnerabilidade humana.","por_que_esta_palavra":"A palavra é significativa para entender os desafios e as provações que os personagens enfrentam.","conexao_teologica":"A queda é um tema central na teologia, representando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"juizes_14_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a importância da comunicação.","explicacao_detalhada":"Neste versículo, 'dizer' é parte de um diálogo que revela intenções e desafios entre os personagens.","por_que_esta_palavra":"A repetição da palavra destaca a continuidade da narrativa e a relevância das palavras na construção do enredo.","conexao_teologica":"As palavras têm poder, e a comunicação é uma forma de refletir a imagem de Deus, que se comunica com a humanidade.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"juizes_14_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de uma mulher, simbolizando a continuidade da linhagem e a importância da família na cultura israelita.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a posição social e o papel dentro da família e da sociedade. No contexto de Juízes 14:16, o uso da palavra enfatiza a relação entre pais e filhos e a responsabilidade que vem com essa relação.","por_que_esta_palavra":"A palavra é central para entender a dinâmica familiar e a importância da herança e da identidade dentro da narrativa bíblica.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"juizes_14_16_idiom":{"palavra_pt":"expressao","palavra_original":"בָּכָה","transliteracao":"bâkâh","strong":"H1058","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'bâkâh' refere-se a um ato de chorar ou lamentar, frequentemente associado a emoções profundas.","explicacao_detalhada":"No contexto de Juízes 14:16, a expressão é usada para descrever a intensidade emocional da situação, refletindo a dor e a tristeza que podem surgir em relacionamentos familiares e sociais.","por_que_esta_palavra":"A palavra é importante para entender a profundidade das emoções humanas e como elas se manifestam em situações de conflito e perda.","conexao_teologica":"O lamento é uma parte importante da experiência humana e é frequentemente abordado nas Escrituras, mostrando que Deus se importa com nossas dores e tristezas.","referencias_relacionadas":["Salmos 34:18","Mateus 5:4","Romanos 12:15"]},"juizes_14_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) é usada para expressar comunicação, revelando a importância da palavra na interação humana.","explicacao_detalhada":"Em Juízes 14:16, a palavra enfatiza a comunicação entre os personagens e como as palavras podem ter um impacto significativo nas relações e nas decisões.","por_que_esta_palavra":"A comunicação é fundamental para a construção de relacionamentos e a resolução de conflitos, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A palavra de Deus é descrita como poderosa e criativa, mostrando a importância da fala divina na criação e na revelação.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 1:19"]},"juizes_14_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No contexto de Juízes 14:17, o 'dia' é importante para entender o tempo em que os eventos ocorrem e como isso afeta as interações entre os personagens.","por_que_esta_palavra":"A noção de tempo é crucial para a narrativa bíblica, pois muitos eventos significativos estão ligados a dias específicos.","conexao_teologica":"Deus é o Senhor do tempo, e a Bíblia frequentemente menciona a importância de viver sabiamente dentro do tempo que nos é dado.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"juizes_14_17_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"Refere-se a uma celebração ou banquete, simbolizando alegria e comunhão entre as pessoas.","explicacao_detalhada":"A palavra 'festa' (מִשְׁתֶּה) em Juízes 14:17 destaca a importância das celebrações na cultura israelita, onde festas eram momentos de união e alegria.","por_que_esta_palavra":"As festas são momentos significativos que marcam eventos importantes na vida da comunidade, refletindo a alegria e a gratidão a Deus.","conexao_teologica":"As celebrações são frequentemente usadas na Bíblia para lembrar as bênçãos de Deus e a importância da comunhão entre os crentes.","referencias_relacionadas":["Levítico 23:4","Salmos 126:3","Lucas 14:13-14"]},"juizes_14_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em Juízes 14:16, a palavra 'filho' (בֵּן) aqui também enfatiza a importância da linhagem e das relações familiares.","explicacao_detalhada":"A repetição da palavra 'filho' em diferentes contextos destaca a centralidade da família na narrativa e a responsabilidade que vem com essa relação.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica familiar e o papel dos filhos na continuidade da história e da fé.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, refletindo a importância da identidade familiar.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:15","Efésios 1:5"]},"juizes_14_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, simbolizando segurança e comunidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) em Juízes 14:18 destaca a importância dos lugares onde as pessoas se reúnem e vivem em comunidade.","por_que_esta_palavra":"As cidades são frequentemente mencionadas na Bíblia como centros de vida social, política e espiritual.","conexao_teologica":"A cidade de Deus é um tema recorrente nas Escrituras, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"juizes_14_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em Juízes 14:17, refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A repetição da palavra 'dia' enfatiza a importância do tempo na narrativa e como ele molda as experiências dos personagens.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, onde muitos eventos significativos estão ligados a dias específicos.","conexao_teologica":"Deus é soberano sobre o tempo, e a Bíblia nos ensina a viver de maneira sábia dentro do tempo que temos.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"juizes_14_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) é usada novamente para enfatizar a comunicação e a importância das palavras nas interações humanas.","explicacao_detalhada":"A repetição da palavra 'dizer' destaca como a comunicação é fundamental para a construção de relacionamentos e a resolução de conflitos.","por_que_esta_palavra":"As palavras têm poder e podem influenciar ações e decisões, sendo um tema recorrente nas Escrituras.","conexao_teologica":"A palavra de Deus é descrita como viva e eficaz, mostrando a importância da comunicação divina na vida dos crentes.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Hebreus 4:12"]},"juizes_14_19_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oponente, simbolizando conflito e oposição.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) em Juízes 14:19 destaca a presença de oposição e a luta que os personagens enfrentam em suas vidas.","por_que_esta_palavra":"A noção de inimigo é importante para entender as batalhas espirituais e físicas que os crentes enfrentam.","conexao_teologica":"A Bíblia frequentemente menciona a luta entre o bem e o mal, e como Deus é um defensor de Seu povo contra os inimigos.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"juizes_14_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto refere-se ao ato de conceder ou oferecer algo, que é uma ação divina.","explicacao_detalhada":"Em Juízes 14:19, Deus capacita Sansão a realizar feitos extraordinários, simbolizando a entrega de poder e força. O ato de 'dar' é um reflexo da generosidade divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a ação de Deus em conceder a Sansão a habilidade de vencer seus inimigos.","conexao_teologica":"A entrega de poder a Sansão ilustra a soberania de Deus sobre os juízes de Israel e como Ele usa indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["Juízes 14:6","Juízes 14:19","Juízes 15:14"]},"juizes_14_19_bom":{"palavra_pt":"bom","palavra_original":"צָלַח","transliteracao":"tsâlach","strong":"H6743","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui se refere ao sucesso e à eficácia das ações de Sansão, que são vistas como bênçãos de Deus.","explicacao_detalhada":"Em Juízes 14:19, o sucesso de Sansão em derrotar os filisteus é descrito como 'bom', indicando que suas ações estavam alinhadas com os planos divinos.","por_que_esta_palavra":"A palavra é utilizada para mostrar que as vitórias de Sansão são consideradas favoráveis e desejáveis aos olhos de Deus.","conexao_teologica":"A ideia de 'bom' se conecta com a noção de que Deus é a fonte de toda bondade e que Suas intervenções na história são sempre para o bem do Seu povo.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"juizes_14_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de Sansão em relação à sua força e à sua missão.","explicacao_detalhada":"Em Juízes 14:20, a queda de Sansão simboliza não apenas uma perda física, mas também uma queda moral e espiritual ao se afastar do propósito de Deus.","por_que_esta_palavra":"A palavra é importante para entender o momento em que Sansão se afasta de sua vocação e das instruções divinas.","conexao_teologica":"A queda de Sansão serve como um alerta sobre as consequências de desobedecer a Deus e a importância de permanecer fiel ao chamado divino.","referencias_relacionadas":["Juízes 16:20","1 Coríntios 10:12","Tiago 4:7"]},"juizes_14_20_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à esposa de Sansão, que desempenha um papel crucial na narrativa.","explicacao_detalhada":"Em Juízes 14:20, a mulher de Sansão é uma figura que representa tanto a tentação quanto a traição, influenciando suas decisões e seu destino.","por_que_esta_palavra":"A palavra é utilizada para destacar a relação de Sansão com sua esposa e como essa relação impacta sua vida e escolhas.","conexao_teologica":"A relação de Sansão com sua mulher ilustra a complexidade das interações humanas e as consequências de se desviar do plano de Deus.","referencias_relacionadas":["Gênesis 2:24","Provérbios 18:22","Efésios 5:25"]},"juizes_14_20_samson":{"palavra_pt":"samson","palavra_original":"שִׁמְשׁוֹן","transliteracao":"Shimshôwn","strong":"H8123","significado_raiz":"Ideia básica: samson.","significado_contextual":"A palavra 'Samson' refere-se ao personagem central da narrativa, um juiz de Israel com força sobrenatural.","explicacao_detalhada":"Em Juízes 14:20, Sansão é apresentado como um líder escolhido por Deus, cuja força é um símbolo da presença divina entre o povo de Israel.","por_que_esta_palavra":"A palavra é usada para identificar o protagonista da história e enfatizar seu papel como juiz e libertador.","conexao_teologica":"Sansão representa a luta de Israel contra a opressão e a necessidade de um salvador, refletindo a necessidade de um libertador maior, que é Cristo.","referencias_relacionadas":["Juízes 13:5","Hebreus 11:32-34","Romanos 15:4"]}}