{"juizes_18_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de decisão ou mudança.","explicacao_detalhada":"O 'dia' mencionado é significativo, pois marca um momento crucial na história de Israel, onde decisões importantes são tomadas.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a importância do momento em que as ações são realizadas.","conexao_teologica":"A noção de tempo é importante na Bíblia, pois Deus age em momentos específicos da história da salvação.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Coríntios 6:2"]},"juizes_18_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações, especialmente em contextos de justiça.","explicacao_detalhada":"Neste versículo, 'julgar' implica a necessidade de discernimento e liderança na tomada de decisões em Israel.","por_que_esta_palavra":"A palavra é importante para entender a responsabilidade dos líderes em guiar o povo de acordo com a vontade de Deus.","conexao_teologica":"A justiça e o julgamento são temas centrais na Bíblia, refletindo o caráter justo de Deus e a necessidade de justiça entre os homens.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Romanos 14:10"]},"juizes_18_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de Juízes 18:1, a ausência de um rei em Israel destaca a anarquia e a falta de liderança espiritual e moral entre o povo. A busca por um rei reflete a necessidade de uma figura que unifique e guie a nação.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de liderança em Israel e a transição para a monarquia sob Saul, que se tornaria um ponto de virada na história israelita.","conexao_teologica":"A ideia de um rei em Israel é central para a teologia do Antigo Testamento, onde Deus é visto como o verdadeiro rei, e a monarquia humana é uma resposta à rejeição da liderança divina.","referencias_relacionadas":["1 Samuel 8:5","1 Samuel 10:19","Salmos 22:28"]},"juizes_18_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também carrega conotações de herança e promessa divina.","explicacao_detalhada":"Em Juízes 18:2, a busca por uma nova terra reflete a busca por segurança e estabilidade, além de estar ligada à promessa de Deus a Israel de uma terra que flui leite e mel.","por_que_esta_palavra":"A 'terra' é um tema recorrente na narrativa bíblica, simbolizando não apenas um lugar físico, mas também a presença e a bênção de Deus sobre o seu povo.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e Israel, representando a fidelidade de Deus em cumprir suas promessas.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Deuteronômio 6:10"]},"juizes_18_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica uma ação de delegar ou mandar alguém para cumprir uma tarefa.","explicacao_detalhada":"No contexto de Juízes 18:2, o ato de enviar representa a iniciativa de buscar orientação e direção, evidenciando a necessidade de liderança e decisão em tempos de incerteza.","por_que_esta_palavra":"A ação de enviar é fundamental para a dinâmica de comunicação e missão dentro da narrativa bíblica, onde Deus frequentemente envia mensageiros para cumprir seus propósitos.","conexao_teologica":"O envio de pessoas para cumprir a vontade de Deus é um tema que se estende até o Novo Testamento, onde Jesus envia seus discípulos para pregar o evangelho.","referencias_relacionadas":["Mateus 10:5","Lucas 10:1","Atos 13:2"]},"juizes_18_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade familiar, além de simbolizar herança e identidade.","explicacao_detalhada":"Em Juízes 18:2, a menção de 'filho' destaca a importância das relações familiares e a transmissão de valores e tradições entre gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a estrutura social e a importância da linhagem na cultura israelita, refletindo a relação entre pais e filhos como um reflexo da relação entre Deus e seu povo.","conexao_teologica":"A paternidade de Deus é um tema central na teologia bíblica, onde Deus é frequentemente descrito como Pai, e os crentes são chamados de filhos.","referencias_relacionadas":["Salmos 103:13","João 1:12","Romanos 8:14"]},"juizes_18_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar físico, mas também pode simbolizar a família e a comunidade.","explicacao_detalhada":"Em Juízes 18:3, a 'casa' representa não apenas um lugar de habitação, mas também um espaço de segurança e identidade para o povo de Israel.","por_que_esta_palavra":"A 'casa' é um conceito importante na Bíblia, simbolizando a presença de Deus entre seu povo e a importância da vida comunitária.","conexao_teologica":"A ideia de Deus habitar entre seu povo é um tema central, culminando na encarnação de Cristo e na promessa do Espírito Santo como habitação dos crentes.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"juizes_18_3_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido pela fala, mas também simboliza comunicação e revelação.","explicacao_detalhada":"Em Juízes 18:3, a 'voz' é um meio de comunicação que pode transmitir ordens, conselhos ou advertências, refletindo a importância da escuta e da obediência.","por_que_esta_palavra":"A 'voz' é um símbolo da revelação divina, onde Deus se comunica com seu povo, e a resposta a essa voz é fundamental para a vida espiritual.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, onde a escuta da voz divina é essencial para a orientação e a sabedoria.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"juizes_18_3_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve ou está sob a autoridade de outro, simbolizando humildade e serviço.","explicacao_detalhada":"Em Juízes 18:3, o 'servo' representa a disposição de servir e obedecer, refletindo a hierarquia social e a importância do serviço na cultura israelita.","por_que_esta_palavra":"A noção de 'servo' é fundamental na Bíblia, onde o serviço a Deus e aos outros é visto como um valor central na vida de fé.","conexao_teologica":"Jesus se apresenta como servo, e a chamada para os crentes serem servos uns dos outros é um princípio fundamental do cristianismo.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:7"]},"juizes_18_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo, responsável por rituais e ensinamentos religiosos.","explicacao_detalhada":"Em Juízes 18:4, o sacerdote desempenha um papel crucial na vida espiritual de Israel, representando a conexão entre o sagrado e o profano.","por_que_esta_palavra":"A figura do sacerdote é central na adoração israelita, simbolizando a necessidade de mediação e intercessão diante de Deus.","conexao_teologica":"A sacerdócio é um tema que evolui na Bíblia, culminando em Cristo como o sumo sacerdote que intercede por nós.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"juizes_18_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Juízes 18:4, a comunicação é essencial para a transmissão de instruções e a tomada de decisões, refletindo a importância da palavra na vida comunitária.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a revelação divina, onde Deus se comunica com seu povo através de profetas e escrituras.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual a vontade de Deus é revelada à humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Tiago 1:22"]},"juizes_18_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas pode simbolizar força e poder.","explicacao_detalhada":"Em Juízes 18:4, a menção do 'urso' pode ser interpretada como uma metáfora para a força e a ferocidade, refletindo a natureza do conflito e da luta.","por_que_esta_palavra":"A presença de animais na narrativa bíblica muitas vezes carrega significados simbólicos, representando tanto a criação de Deus quanto as forças que se opõem ao seu povo.","conexao_teologica":"A criação de Deus, incluindo os animais, é parte do plano divino, e a força da natureza é um lembrete do poder de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 104:25","Provérbios 30:30","Isaías 11:6"]},"juizes_18_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como um ser supremo, que possui poder e autoridade sobre toda a criação. No contexto de Juízes 18:5, a invocação de Deus é um pedido de orientação e bênção.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus e a necessidade de buscar Sua direção em momentos de decisão.","conexao_teologica":"A invocação de Deus reflete a relação entre o ser humano e o divino, mostrando a dependência do homem em relação à vontade de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"juizes_18_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo de forma clara.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é um verbo que implica a ação de falar ou declarar algo. No contexto de Juízes 18:5, é utilizado para descrever a ação de buscar uma resposta ou orientação.","por_que_esta_palavra":"Essa palavra é importante para entender a comunicação entre os personagens e a busca por respostas divinas.","conexao_teologica":"A comunicação com Deus é fundamental na vida espiritual, refletindo a importância da oração e da revelação.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Mateus 7:7"]},"juizes_18_5_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter conhecimento ou entendimento sobre algo.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica um entendimento profundo e relacional. No contexto de Juízes 18:5, é um convite para buscar a sabedoria e o conhecimento de Deus.","por_que_esta_palavra":"É essencial para a compreensão da relação entre o homem e Deus, onde o conhecimento de Deus leva a uma vida de fé e obediência.","conexao_teologica":"Conhecer a Deus é fundamental para a vida espiritual e para a prática da fé.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"juizes_18_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à figura que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) designa uma pessoa que desempenha funções religiosas, oferecendo sacrifícios e intercedendo pelo povo. Em Juízes 18:6, o sacerdote é consultado para obter a orientação divina.","por_que_esta_palavra":"A presença do sacerdote destaca a importância da mediação e da liderança espiritual na comunidade.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"juizes_18_6_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de tranquilidade e harmonia.","explicacao_detalhada":"A palavra 'paz' (שָׁלוֹם) implica não apenas a ausência de conflito, mas também a plenitude e a prosperidade. Em Juízes 18:6, a paz é um resultado desejado da orientação divina.","por_que_esta_palavra":"A busca pela paz é um tema central na vida do povo de Deus, refletindo a vontade divina para a humanidade.","conexao_teologica":"A paz de Deus é um presente que transcende todo entendimento e é fundamental na vida cristã.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Isaías 26:3"]},"juizes_18_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo de forma clara.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é um verbo que implica a ação de falar ou declarar algo. Em Juízes 18:6, é utilizado para descrever a ação de buscar uma resposta ou orientação.","por_que_esta_palavra":"Essa palavra é importante para entender a comunicação entre os personagens e a busca por respostas divinas.","conexao_teologica":"A comunicação com Deus é fundamental na vida espiritual, refletindo a importância da oração e da revelação.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Mateus 7:7"]},"juizes_18_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, a criação de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para designar a humanidade em geral. No contexto de Juízes 18:7, refere-se a um indivíduo que desempenha um papel na narrativa.","por_que_esta_palavra":"A palavra é importante para entender a natureza humana e a relação do homem com Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"juizes_18_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica a ideia de tomar decisões justas e corretas. Em Juízes 18:7, é um reflexo da busca por justiça na sociedade.","por_que_esta_palavra":"A justiça é um atributo de Deus e deve ser refletida na vida do homem.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, mostrando a importância de viver de acordo com Seus princípios.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"juizes_18_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, frequentemente associado à promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico que Deus deu ao Seu povo. Em Juízes 18:7, a terra é um elemento central na narrativa da conquista e habitação.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da herança do Seu povo.","conexao_teologica":"A terra prometida é um tema importante na história da salvação, representando a bênção de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"juizes_18_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir a um lugar.","explicacao_detalhada":"A palavra 'vir' (בּוֹא) implica movimento em direção a um lugar. Em Juízes 18:8, é usada para descrever a ação de se aproximar de um local específico.","por_que_esta_palavra":"A palavra é significativa para entender a dinâmica de movimento e a busca por um destino.","conexao_teologica":"Vir a Deus é um chamado para a comunhão e a busca pela Sua presença.","referencias_relacionadas":["Mateus 11:28","Hebreus 10:22","Salmos 100:4"]},"juizes_18_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação ou instrução.","explicacao_detalhada":"No contexto de Juízes 18:8, a palavra 'dizer' refere-se à ação de comunicar uma mensagem ou ordem, que é fundamental para a narrativa em que os personagens estão se orientando sobre o que fazer.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica da comunicação entre os personagens e a importância da instrução divina ou humana na tomada de decisões.","conexao_teologica":"A comunicação é um aspecto central na relação entre Deus e o homem, onde Deus frequentemente se revela e orienta seu povo através da palavra.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"juizes_18_8_eshtaol":{"palavra_pt":"eshtaol","palavra_original":"אֶשְׁתָּאֹל","transliteracao":"ʼEshtâʼôl","strong":"H847","significado_raiz":"Ideia básica: eshtaol.","significado_contextual":"Eshtaol é uma localidade mencionada como parte do território de Judá.","explicacao_detalhada":"Em Juízes 18:8, Eshtaol é referida como um lugar de onde os espiões de Dã partiram. O nome pode estar associado a um significado de 'pedra' ou 'lugar de descanso'.","por_que_esta_palavra":"A menção de Eshtaol é importante para entender a geografia e a história do povo de Israel, especialmente no contexto da conquista da terra prometida.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a promessa de Deus ao seu povo e a realização de suas promessas.","referencias_relacionadas":["Josué 15:33","Juízes 13:25","1 Crônicas 4:33"]},"juizes_18_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico que os israelitas estavam buscando.","explicacao_detalhada":"No versículo, a 'terra' é o alvo da missão dos espiões, simbolizando não apenas um espaço físico, mas também a herança e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A terra é um elemento fundamental na narrativa bíblica, representando a aliança de Deus com seu povo e a realização de suas promessas.","conexao_teologica":"A busca pela terra prometida é um reflexo da busca espiritual pela presença de Deus e pela realização de suas promessas na vida dos crentes.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Deuteronômio 6:10"]},"juizes_18_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou conquistar algo.","explicacao_detalhada":"Neste contexto, 'agarrar' refere-se à ação de tomar posse da terra que foi prometida a Israel, enfatizando a ideia de conquista e herança.","por_que_esta_palavra":"A posse da terra é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus em cumprir suas promessas e a responsabilidade do povo em agir.","conexao_teologica":"A ideia de 'agarrar' a terra pode ser vista como uma metáfora para a fé e a determinação em seguir a vontade de Deus.","referencias_relacionadas":["Josué 1:11","Salmos 37:29","Hebreus 11:8-10"]},"juizes_18_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para comunicar uma instrução ou informação.","explicacao_detalhada":"Assim como em Juízes 18:8, a repetição da palavra 'dizer' enfatiza a importância da comunicação na narrativa e a necessidade de clareza nas instruções.","por_que_esta_palavra":"A comunicação é essencial para a compreensão e a ação, especialmente em contextos de liderança e tomada de decisões.","conexao_teologica":"Deus se comunica com seu povo através da Sua palavra, e a obediência a essa palavra é fundamental para a vida espiritual.","referencias_relacionadas":["Mateus 4:4","Romanos 10:17","Tiago 1:22"]},"juizes_18_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao território que os israelitas desejam conquistar.","explicacao_detalhada":"Neste versículo, a 'terra' é apresentada como um lugar que Deus já havia preparado para o seu povo, reforçando a ideia de que a conquista é parte do plano divino.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a centralidade do conceito de herança na história de Israel.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da realização de Suas promessas na vida dos crentes.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Deuteronômio 1:8"]},"juizes_18_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Neste contexto, 'porque' serve para justificar a ação que será tomada, mostrando a lógica por trás das decisões dos personagens.","por_que_esta_palavra":"A palavra é importante para entender a motivação e a intenção por trás das ações, revelando a sabedoria na tomada de decisões.","conexao_teologica":"A compreensão das razões por trás das ações é essencial para a vida cristã, onde a fé deve ser acompanhada de entendimento.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 12:2","Tiago 1:5"]},"juizes_18_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo.","explicacao_detalhada":"No versículo, 'dar' implica em uma ação de Deus ou de alguém que está oferecendo algo importante, como uma bênção ou uma oportunidade.","por_que_esta_palavra":"A ideia de 'dar' é central na teologia bíblica, onde Deus é visto como o doador de todas as coisas boas.","conexao_teologica":"A generosidade de Deus é um tema recorrente, refletindo Seu caráter e Sua vontade de abençoar Seu povo.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"juizes_18_11_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à rota ou direção que os personagens estão tomando.","explicacao_detalhada":"Neste contexto, 'caminho' simboliza a jornada que os israelitas estão realizando em busca da terra prometida, refletindo a ideia de progresso e movimento.","por_que_esta_palavra":"A jornada é uma metáfora comum na Bíblia, representando a vida cristã como um caminho a ser seguido.","conexao_teologica":"Jesus se apresenta como o caminho (João 14:6), enfatizando a importância de seguir a direção que Ele estabelece.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"juizes_18_11_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao grupo de pessoas ligadas por laços de sangue ou por laços sociais.","explicacao_detalhada":"No versículo, 'família' destaca a importância da unidade e da identidade coletiva entre os israelitas, especialmente em um contexto de migração e conquista.","por_que_esta_palavra":"A noção de família é fundamental na cultura israelita, refletindo a importância das relações e da herança.","conexao_teologica":"A família é vista como uma instituição divina, e a unidade familiar é essencial para a saúde espiritual e social do povo de Deus.","referencias_relacionadas":["Gênesis 2:24","Efésios 6:1-4","Colossenses 3:18-21"]},"juizes_18_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, representando a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada frequentemente na Bíblia para descrever não apenas o sexo masculino, mas também a condição humana. Neste contexto, pode indicar um membro de uma tribo ou grupo específico.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a identidade e a responsabilidade do indivíduo dentro da narrativa bíblica.","conexao_teologica":"A figura do homem é central na criação e na relação de Deus com a humanidade, refletindo a dignidade e o propósito divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"juizes_18_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Indica um período de 24 horas, simbolizando tempo e eventos significativos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é utilizada para marcar momentos importantes na narrativa bíblica, muitas vezes associada a eventos de grande relevância espiritual ou histórica.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo na execução dos planos de Deus e na vida do povo de Israel.","conexao_teologica":"O conceito de dia é fundamental na criação e na observância do Sabbath, refletindo a ordem divina no tempo.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"juizes_18_12_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever não apenas tamanho físico, mas também a importância de eventos ou pessoas na narrativa bíblica.","por_que_esta_palavra":"A ênfase na grandeza pode indicar a presença de Deus ou a magnitude de um evento significativo na história de Israel.","conexao_teologica":"A grandeza de Deus é um tema recorrente, refletindo Sua soberania e majestade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"juizes_18_12_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Indica o ato de aumentar ou se desenvolver.","explicacao_detalhada":"A palavra 'crescer' (חָנָה) pode se referir ao crescimento físico, espiritual ou numérico de um povo ou nação.","por_que_esta_palavra":"O crescimento é um sinal de bênção e prosperidade, refletindo a ação de Deus na vida do Seu povo.","conexao_teologica":"O crescimento espiritual é um tema importante na Bíblia, simbolizando a maturidade na fé e a relação com Deus.","referencias_relacionadas":["Gênesis 1:22","Salmos 92:12","Colossenses 2:19"]},"juizes_18_13_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao ato de atravessar ou passar por um lugar.","explicacao_detalhada":"A palavra 'cruz' (עָבַר) é usada para descrever a ação de mover-se de um lado para outro, muitas vezes simbolizando transições ou mudanças significativas.","por_que_esta_palavra":"A ideia de cruzar pode representar a jornada do povo de Israel em busca da terra prometida ou a transição entre estados espirituais.","conexao_teologica":"A travessia é um tema importante na Bíblia, simbolizando a libertação e a nova vida em Cristo.","referencias_relacionadas":["Êxodo 14:22","Salmos 66:6","Mateus 3:16"]},"juizes_18_13_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de vir ou entrar em um lugar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é frequentemente usada para descrever a chegada de pessoas ou a entrada em situações significativas.","por_que_esta_palavra":"A ação de entrar pode simbolizar a aceitação de um chamado divino ou a entrada em uma nova fase da vida.","conexao_teologica":"A ideia de ser chamado por Deus é central na teologia bíblica, refletindo o convite à comunhão e ao serviço.","referencias_relacionadas":["Gênesis 7:1","Isaías 43:1","Mateus 11:28"]},"juizes_18_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física onde as pessoas habitam.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas um lar físico, mas também a ideia de família e comunidade na Bíblia.","por_que_esta_palavra":"A casa é um símbolo de segurança, pertencimento e a presença de Deus no meio do Seu povo.","conexao_teologica":"A casa de Deus é um tema importante, representando o lugar de adoração e a habitação divina entre os homens.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"juizes_18_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, simbolizando percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' (עָנָה) é usada para descrever tanto a visão física quanto a percepção espiritual, muitas vezes associada ao discernimento.","por_que_esta_palavra":"O olho é um símbolo de como percebemos o mundo e a necessidade de visão espiritual para entender a vontade de Deus.","conexao_teologica":"A visão espiritual é crucial na Bíblia, refletindo a capacidade de ver além do físico e entender as verdades divinas.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"juizes_18_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, representando a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada frequentemente na Bíblia para descrever não apenas o sexo masculino, mas também a condição humana. Neste contexto, pode indicar um membro de uma tribo ou grupo específico.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a identidade e a responsabilidade do indivíduo dentro da narrativa bíblica.","conexao_teologica":"A figura do homem é central na criação e na relação de Deus com a humanidade, refletindo a dignidade e o propósito divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"juizes_18_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o espaço físico, mas também a relação do povo de Deus com a terra prometida.","por_que_esta_palavra":"A terra é um símbolo de bênção e promessa, representando a fidelidade de Deus às Suas promessas ao povo de Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a realização das promessas de Deus e a habitação do Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:9-10"]},"juizes_18_15_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) é usada para descrever um estado de harmonia e bem-estar, tanto físico quanto espiritual.","explicacao_detalhada":"No contexto de Juízes 18:15, a paz é um conceito que reflete a ausência de conflito e a presença de prosperidade. A saudação de paz é uma forma de desejar bênçãos e segurança.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da tranquilidade em meio a um período de instabilidade e conflitos na história de Israel.","conexao_teologica":"A paz é um tema central na teologia bíblica, simbolizando a relação correta entre Deus e a humanidade, e entre os seres humanos. A paz é frequentemente associada à presença de Deus.","referencias_relacionadas":["Salmos 29:11","Isaías 26:3","Romanos 5:1"]},"juizes_18_15_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' (çûwr) refere-se ao ato de convocar ou chamar alguém para se aproximar ou prestar atenção.","explicacao_detalhada":"Neste versículo, chamar implica em um convite ou uma ordem para que alguém se aproxime, o que é crucial em situações de interação social e comunicação.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a importância da comunicação e da ação em comunidade, especialmente em momentos de decisão.","conexao_teologica":"Deus frequentemente chama Seu povo para se voltar a Ele, e a ideia de chamar é central na relação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","João 10:3"]},"juizes_18_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (bên) é usada para descrever a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"No contexto de Juízes 18:16, o termo enfatiza a importância da herança e da identidade familiar dentro da sociedade israelita.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender as dinâmicas familiares e sociais, além de refletir a relação entre Deus e Seu povo como Pai.","conexao_teologica":"A filiação é um tema importante na Bíblia, representando a relação entre Deus e os crentes como filhos de Deus.","referencias_relacionadas":["Salmos 127:3","Romanos 8:14","Gálatas 4:7"]},"juizes_18_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (ʼîysh) refere-se a um ser humano adulto, simbolizando força e responsabilidade.","explicacao_detalhada":"Neste versículo, o termo é utilizado para identificar indivíduos que desempenham papéis significativos na sociedade e na narrativa bíblica.","por_que_esta_palavra":"A palavra 'homem' é crucial para entender a estrutura social e as relações de poder na época.","conexao_teologica":"A dignidade do homem é um tema central na criação e na relação de Deus com a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Pedro 2:9"]},"juizes_18_16_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' (shaʻar) simboliza um ponto de entrada ou saída, muitas vezes associado a segurança e proteção.","explicacao_detalhada":"No contexto de Juízes 18:16, a porta representa não apenas um local físico, mas também um símbolo de oportunidades e decisões.","por_que_esta_palavra":"A porta é um elemento importante em narrativas bíblicas, representando transições e escolhas na vida dos personagens.","conexao_teologica":"Jesus se apresenta como a porta (João 10:9), simbolizando o acesso à salvação e à vida eterna.","referencias_relacionadas":["Mateus 7:7","João 10:9","Apocalipse 3:20"]},"juizes_18_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (ʼîysh) é usada novamente para enfatizar a presença de indivíduos significativos na narrativa.","explicacao_detalhada":"A repetição do termo destaca a importância dos homens na tomada de decisões e na condução dos eventos narrados.","por_que_esta_palavra":"A palavra é essencial para entender as interações e as dinâmicas sociais entre os personagens.","conexao_teologica":"A dignidade e o papel do homem na criação são temas recorrentes na Bíblia, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:14","1 Coríntios 16:13"]},"juizes_18_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (ʼerets) refere-se ao solo, ao território e ao lar, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"Neste versículo, a terra é um elemento central na narrativa, representando a posse e a identidade do povo de Israel.","por_que_esta_palavra":"A terra é um tema recorrente na Bíblia, simbolizando a promessa de Deus ao Seu povo e a relação com a criação.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da esperança de um futuro restaurado.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"juizes_18_17_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"A palavra 'cinto' (ʼêphôwd) refere-se a uma vestimenta que simboliza autoridade e serviço.","explicacao_detalhada":"No contexto de Juízes 18:17, o cinto é um símbolo de preparação e prontidão para a ação.","por_que_esta_palavra":"A escolha da palavra destaca a importância da vestimenta como um sinal de identidade e função dentro da comunidade.","conexao_teologica":"O cinto é frequentemente associado à preparação espiritual e ao serviço no Novo Testamento.","referencias_relacionadas":["Efésios 6:14","1 Pedro 1:13","Isaías 11:5"]},"juizes_18_18_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"A palavra 'cinto' (ʼêphôwd) é repetida, reforçando seu significado de autoridade e serviço.","explicacao_detalhada":"A repetição do termo enfatiza a importância do cinto como um símbolo de identidade e função, especialmente em contextos de culto e liderança.","por_que_esta_palavra":"A palavra é essencial para entender a vestimenta e os símbolos de autoridade na cultura israelita.","conexao_teologica":"A vestimenta é um tema importante na Bíblia, simbolizando a preparação e a consagração para o serviço a Deus.","referencias_relacionadas":["Êxodo 28:4","Salmos 93:1","Apocalipse 1:13"]},"juizes_18_18_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' (tᵉrâphîym) refere-se a ídolos ou objetos de culto, simbolizando práticas religiosas.","explicacao_detalhada":"Neste versículo, a menção da família destaca a influência das práticas religiosas na vida cotidiana e a importância da adoração.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a mistura de adoração a Deus e práticas pagãs que permeavam a sociedade israelita.","conexao_teologica":"A adoração a ídolos é um tema recorrente na Bíblia, refletindo a luta do povo de Israel em permanecer fiel a Deus.","referencias_relacionadas":["Êxodo 20:3-5","Juízes 2:11-13","1 João 5:21"]},"juizes_18_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso que atua como intermediário entre Deus e o povo.","explicacao_detalhada":"O sacerdote tinha a função de realizar sacrifícios e rituais, além de ensinar a Lei de Deus ao povo. No contexto de Juízes 18, o sacerdote é procurado pelos danitas para que os guie em sua nova terra.","por_que_esta_palavra":"A palavra 'sacerdote' é central para entender a relação entre Deus e Israel, especialmente em tempos de transição e busca por identidade.","conexao_teologica":"O sacerdócio é um tema recorrente na Bíblia, simbolizando a mediação entre Deus e a humanidade, culminando em Cristo como o Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 5:1"]},"juizes_18_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Novamente, refere-se ao papel do sacerdote como mediador espiritual.","explicacao_detalhada":"Neste versículo, o sacerdote é abordado pelos danitas, que buscam orientação e bênção para sua jornada, evidenciando a importância do sacerdócio na vida comunitária.","por_que_esta_palavra":"A presença do sacerdote é crucial para a legitimidade das ações do povo, refletindo a busca por aprovação divina.","conexao_teologica":"A figura do sacerdote é um precursor da função de Cristo, que intercede por nós diante de Deus.","referencias_relacionadas":["Números 3:10","Salmos 110:4","1 Pedro 2:9"]},"juizes_18_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou lugar de adoração, simbolizando segurança e identidade.","explicacao_detalhada":"A casa é um espaço físico e espiritual onde a presença de Deus pode ser buscada. No contexto, representa o desejo dos danitas de estabelecer um novo lar.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a construção da identidade do povo de Israel e sua relação com Deus.","conexao_teologica":"A casa de Deus é um tema importante, representando o lugar onde o povo se encontra com o Senhor.","referencias_relacionadas":["Salmos 27:4","Mateus 7:24","Hebreus 3:6"]},"juizes_18_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é visto como uma figura de autoridade espiritual.","explicacao_detalhada":"Neste versículo, o sacerdote aceita a proposta dos danitas, indicando sua disposição em se unir a eles em sua nova jornada.","por_que_esta_palavra":"A aceitação do sacerdote é um reflexo da busca do povo por direção e bênção divina.","conexao_teologica":"A disposição do sacerdote em seguir os danitas ilustra a flexibilidade do ministério sacerdotal em tempos de crise.","referencias_relacionadas":["Êxodo 29:9","Levítico 21:10","Hebreus 7:23"]},"juizes_18_20_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Refere-se a um objeto simbólico que representa a vestimenta sacerdotal.","explicacao_detalhada":"O cinto, ou éfode, era parte da vestimenta do sacerdote, simbolizando sua função e autoridade diante de Deus.","por_que_esta_palavra":"A palavra 'cinto' destaca a importância da vestimenta na consagração e na função do sacerdote.","conexao_teologica":"O éfode é um símbolo da presença de Deus e da responsabilidade do sacerdote em conduzir o povo.","referencias_relacionadas":["Êxodo 28:4","Levítico 8:7","Hebreus 9:11"]},"juizes_18_20_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a ídolos ou objetos de culto que representam a adoração familiar.","explicacao_detalhada":"Os terafins eram usados para consultas divinatórias e simbolizavam a proteção e a bênção da família.","por_que_esta_palavra":"A presença de terafins indica a mistura de práticas religiosas e a busca por segurança espiritual.","conexao_teologica":"A adoração a ídolos contrasta com a adoração ao Deus verdadeiro, refletindo a luta de Israel contra a idolatria.","referencias_relacionadas":["Gênesis 31:19","Oséias 3:4","1 Crônicas 10:13"]},"juizes_18_21_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a crianças ou membros da família que acompanham os danitas.","explicacao_detalhada":"A menção da família indica a importância da unidade familiar na jornada e na formação da nova comunidade.","por_que_esta_palavra":"A palavra 'família' enfatiza a continuidade e a preservação da linhagem em meio à mudança.","conexao_teologica":"A família é vista como a base da sociedade e da transmissão da fé entre as gerações.","referencias_relacionadas":["Gênesis 18:19","Salmos 78:5-6","Efésios 6:1"]},"juizes_18_21_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à direção ou ao olhar, simbolizando a intenção e o propósito.","explicacao_detalhada":"O 'rosto' pode indicar a disposição de seguir um caminho ou a busca pela face de Deus.","por_que_esta_palavra":"A palavra 'rosto' é importante para entender a relação entre o povo e Deus, que busca a Sua presença.","conexao_teologica":"Buscar o rosto de Deus é um tema central na espiritualidade israelita, refletindo a busca por comunhão.","referencias_relacionadas":["Salmos 105:4","Mateus 5:8","2 Crônicas 7:14"]},"juizes_18_21_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou seguir um caminho, simbolizando a jornada da fé.","explicacao_detalhada":"O 'andar' é uma metáfora comum na Bíblia para descrever a vida espiritual e a obediência a Deus.","por_que_esta_palavra":"A palavra 'andar' enfatiza a ação e a continuidade na vida de fé do povo de Israel.","conexao_teologica":"Andar com Deus é um chamado constante na Escritura, refletindo a necessidade de seguir Seus caminhos.","referencias_relacionadas":["Gênesis 17:1","Salmos 119:105","Gálatas 5:16"]},"juizes_18_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à nova terra que os danitas estão estabelecendo.","explicacao_detalhada":"A casa simboliza não apenas um espaço físico, mas também a identidade e a segurança do povo em sua nova morada.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a busca por um lugar onde o povo possa adorar e viver em paz.","conexao_teologica":"A casa de Deus é um tema recorrente, simbolizando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 84:1","Mateus 21:13","Hebreus 11:10"]},"juizes_18_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, um indivíduo masculino.","explicacao_detalhada":"A palavra 'homem' é usada para designar um indivíduo do sexo masculino, mas também pode ter um significado mais amplo, referindo-se à humanidade em geral. No contexto de Juízes 18:22, o termo é utilizado para descrever os homens que estavam em movimento, indicando a presença de pessoas em uma situação específica.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a ação e a responsabilidade dos indivíduos envolvidos na narrativa.","conexao_teologica":"A figura do homem é central na teologia bíblica, representando a criação de Deus à Sua imagem e semelhança, conforme Gênesis 1:27.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:7","Salmos 8:4","1 Coríntios 11:7"]},"juizes_18_22_jejum":{"palavra_pt":"jejum","palavra_original":"דָּבַק","transliteracao":"dâbaq","strong":"H1692","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A prática de abster-se de alimentos como forma de devoção ou lamento.","explicacao_detalhada":"O termo 'jejum' implica uma renúncia voluntária de alimentos, geralmente em busca de uma conexão mais profunda com Deus ou como sinal de arrependimento. No contexto de Juízes 18:22, pode indicar um momento de busca espiritual ou de lamento.","por_que_esta_palavra":"A palavra é utilizada para mostrar a seriedade da situação e a necessidade de um clamor a Deus.","conexao_teologica":"O jejum é frequentemente associado à oração e à busca de direção divina, como visto em Esdras 8:23.","referencias_relacionadas":["Esdras 8:23","Mateus 6:16-18","Joel 2:12","Atos 13:2"]},"juizes_18_23_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Ato de convocar ou chamar alguém.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de convocar ou fazer um apelo a alguém. No versículo, isso implica uma comunicação importante que pode ter implicações significativas para a narrativa.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunicação e da resposta dos indivíduos envolvidos.","conexao_teologica":"Deus frequentemente chama Seu povo para uma relação mais profunda, como em Isaías 43:1.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9","Apocalipse 3:20"]},"juizes_18_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitura.","explicacao_detalhada":"A palavra 'filho' é usada para indicar uma relação familiar, especificamente entre pai e filho. No contexto, pode indicar a continuidade da linhagem ou a importância da descendência.","por_que_esta_palavra":"A palavra é significativa para entender as relações familiares e a transmissão de heranças e responsabilidades.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo, como em João 1:12.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6","Efésios 1:5"]},"juizes_18_23_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de mover-se ou progredir em uma direção.","explicacao_detalhada":"A palavra 'andar' pode ser entendida tanto em um sentido físico quanto metafórico, representando o caminho da vida ou a maneira de viver. No contexto, sugere a ação de seguir ou se mover em direção a algo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a jornada e as decisões que os personagens estão tomando.","conexao_teologica":"Andar nos caminhos de Deus é um tema recorrente, como em Salmos 119:105.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Gálatas 5:16","Colossenses 1:10"]},"juizes_18_24_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso ou mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' indica uma pessoa que desempenha funções religiosas, oferecendo sacrifícios e intercedendo pelo povo. No contexto, o sacerdote é uma figura chave na relação entre os israelitas e Deus.","por_que_esta_palavra":"A presença do sacerdote destaca a importância da mediação e da adoração adequada a Deus.","conexao_teologica":"A função do sacerdote é central na adoração israelita, refletindo a necessidade de intercessão, como em Hebreus 5:1.","referencias_relacionadas":["Hebreus 5:1","Êxodo 28:1","Levítico 10:6","1 Pedro 2:9"]},"juizes_18_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar uma declaração ou afirmação. No contexto, pode indicar a importância da mensagem que está sendo comunicada.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de atenção à mensagem e suas implicações.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, como em Hebreus 4:12.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:89","Mateus 24:35"]},"juizes_18_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a divindade, enfatizando Sua soberania e poder. No contexto, a menção de Deus é crucial para entender a relação entre o povo e o divino.","por_que_esta_palavra":"A escolha dessa palavra sublinha a centralidade de Deus na vida do povo de Israel e em suas decisões.","conexao_teologica":"Deus é a fonte de toda autoridade e poder, como descrito em Salmos 115:3.","referencias_relacionadas":["Salmos 115:3","Gênesis 1:1","Isaías 40:28","Romanos 1:20"]},"juizes_18_25_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou à essência de um ser humano.","explicacao_detalhada":"A palavra 'alma' ou 'vida' implica a totalidade do ser, incluindo emoções, pensamentos e a essência da pessoa. No contexto, isso pode indicar a importância da vida e da dignidade humana.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da vida e do valor que Deus atribui a cada ser humano.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, refletindo a criação de Deus em Gênesis 2:7.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:13-14","Eclesiastes 12:7"]},"juizes_18_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'dizer' é usada novamente para expressar uma declaração ou afirmação. No contexto, isso pode indicar a importância da mensagem que está sendo comunicada.","por_que_esta_palavra":"A repetição da palavra destaca a necessidade de atenção à mensagem e suas implicações.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, como em 1 Tessalonicenses 2:13.","referencias_relacionadas":["1 Tessalonicenses 2:13","Isaías 55:11","Salmos 119:89","Mateus 24:35"]},"juizes_18_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é parte da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a continuidade da herança e da identidade familiar dentro da cultura israelita.","por_que_esta_palavra":"A menção de 'filho' enfatiza a importância da família e da linhagem na sociedade israelita, refletindo a estrutura social e as promessas de Deus a Abraão e seus descendentes.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, pois representa a relação entre Deus e Seu povo, sendo Israel chamado de 'filhos de Deus'.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"juizes_18_26_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o ato de se mover de um lugar para outro, mas também pode simbolizar o modo de viver ou a conduta de uma pessoa.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é frequentemente usada na Bíblia para descrever não apenas a ação física de caminhar, mas também a maneira como alguém vive sua vida, incluindo suas escolhas morais e espirituais.","por_que_esta_palavra":"Neste contexto, 'andar' sugere a ideia de seguir um caminho ou uma direção, que pode ser literal ou figurativa, refletindo a jornada espiritual do indivíduo.","conexao_teologica":"A caminhada com Deus é um tema recorrente nas Escrituras, onde 'andar' em Seus caminhos é um sinal de obediência e fé.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"juizes_18_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se a um descendente, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) neste versículo reforça a ideia de que a identidade e a herança são fundamentais para a narrativa e a cultura do povo de Israel.","por_que_esta_palavra":"A presença de 'filho' destaca a importância das relações familiares e a transmissão de valores e promessas de geração em geração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","Hebreus 12:7"]},"juizes_18_26_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à maneira de viver, simbolizando a jornada da vida.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) neste contexto pode ser interpretada como o modo de vida que alguém escolhe seguir, refletindo suas decisões e valores.","por_que_esta_palavra":"A escolha do 'caminho' é crucial na narrativa bíblica, onde a vida é frequentemente apresentada como uma jornada que deve ser vivida de acordo com os princípios de Deus.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir Seus ensinamentos para ter uma vida plena.","referencias_relacionadas":["Provérbios 3:6","João 14:6","Mateus 7:13-14"]},"juizes_18_27_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso que atua como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é fundamental para entender a estrutura religiosa de Israel, onde os sacerdotes desempenham um papel crucial nos rituais e na manutenção da santidade.","por_que_esta_palavra":"A presença de um sacerdote indica a importância da adoração e dos sacrifícios, além de destacar a mediadora relação entre Deus e o povo.","conexao_teologica":"Cristo é descrito como o Sumo Sacerdote que intercede por nós, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Levítico 21:10","Hebreus 4:14-16","1 Pedro 2:9"]},"juizes_18_27_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, um centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é significativa na Bíblia, pois muitas vezes representa não apenas um lugar físico, mas também a comunidade e a identidade do povo que a habita.","por_que_esta_palavra":"Cidades na Bíblia frequentemente são cenários de eventos importantes, decisões e julgamentos, refletindo a vida coletiva de Israel.","conexao_teologica":"A Nova Jerusalém é uma representação da cidade celestial, simbolizando a esperança e a promessa de Deus para Seu povo.","referencias_relacionadas":["Salmos 46:4","Apocalipse 21:2","Mateus 5:14"]},"juizes_18_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, mas pode simbolizar força ou ferocidade.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada aqui para descrever um aspecto da natureza selvagem, que pode ser interpretado como um símbolo de poder ou perigo.","por_que_esta_palavra":"A menção de um urso pode indicar a necessidade de cautela ou a presença de uma ameaça, refletindo a realidade da vida em um mundo caído.","conexao_teologica":"A criação de Deus, incluindo animais ferozes, é parte do plano divino, e a redenção inclui a restauração de toda a criação.","referencias_relacionadas":["Isaías 11:6","Salmos 104:25-26","Provérbios 28:15"]},"juizes_18_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um assunto, podendo ter implicações legais ou morais.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é frequentemente usada para descrever não apenas a fala, mas também a ação e a intenção por trás dela, refletindo a importância da comunicação na vida comunitária.","por_que_esta_palavra":"Neste contexto, 'palavra' pode indicar a necessidade de discernimento e julgamento em relação a questões que afetam a comunidade.","conexao_teologica":"A Palavra de Deus é central na vida do crente, sendo um guia para a moralidade e a ética.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"juizes_18_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente, refere-se a um local habitado, enfatizando a importância da comunidade.","explicacao_detalhada":"A repetição da palavra 'cidade' (עִיר) neste versículo reforça a ideia de que a vida comunitária é fundamental para a experiência do povo de Deus.","por_que_esta_palavra":"A cidade representa não apenas um espaço físico, mas também a identidade e a cultura do povo que a habita.","conexao_teologica":"A cidade celestial é uma promessa para os crentes, simbolizando a esperança de um futuro com Deus.","referencias_relacionadas":["Hebreus 13:14","Apocalipse 21:2","Mateus 5:14"]},"juizes_18_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer um julgamento sobre uma situação.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de discernir entre o certo e o errado, refletindo a necessidade de justiça na comunidade.","por_que_esta_palavra":"A menção de 'julgar' destaca a importância da justiça e da moralidade nas relações interpessoais e na vida comunitária.","conexao_teologica":"Deus é descrito como o justo juiz, e a justiça é um atributo central de Seu caráter.","referencias_relacionadas":["Salmos 9:7-8","Miquéias 6:8","Romanos 2:6"]},"juizes_18_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e política.","explicacao_detalhada":"No contexto de Juízes 18:29, a cidade mencionada é Laís, que foi conquistada pelos danitas. A cidade é descrita como tranquila e segura, o que a tornava um alvo atraente para a conquista.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a geografia e a organização social dos israelitas na época dos juízes.","conexao_teologica":"A conquista de cidades é um tema recorrente na narrativa bíblica, simbolizando a luta do povo de Deus por herança e território.","referencias_relacionadas":["Josué 19:47","Juízes 1:34","1 Samuel 10:5"]},"juizes_18_29_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de invocar ou dar um nome a algo ou alguém.","explicacao_detalhada":"Em Juízes 18:29, os danitas chamam a cidade conquistada de Dan, em honra ao seu ancestral. Isso reflete a prática de nomear lugares em homenagem a eventos ou pessoas significativas.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a identidade e a herança do povo de Israel, que frequentemente nomeava lugares em memória de suas experiências.","conexao_teologica":"O ato de chamar ou nomear está ligado à autoridade e à identidade, refletindo a soberania de Deus sobre a história de Israel.","referencias_relacionadas":["Gênesis 17:5","Gênesis 32:28","Isaías 43:1"]},"juizes_18_29_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que confere identidade e status a uma pessoa ou lugar.","explicacao_detalhada":"No versículo, o nome da cidade é mudado para Dan, simbolizando a nova identidade e autoridade que os danitas estabeleceram sobre a região.","por_que_esta_palavra":"A palavra 'nome' é fundamental para a compreensão da relação entre identidade e autoridade no contexto bíblico.","conexao_teologica":"O nome de Deus e a sua autoridade são temas centrais na Bíblia, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"juizes_18_30_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Significa erguer ou estabelecer algo, muitas vezes em um contexto de autoridade ou poder.","explicacao_detalhada":"Em Juízes 18:30, os danitas levantam uma imagem esculpida, simbolizando a adoração e a busca por uma identidade religiosa própria.","por_que_esta_palavra":"A palavra 'levantar' é significativa para entender a ação de estabelecer cultos e práticas religiosas entre os israelitas.","conexao_teologica":"Levantar ídolos ou imagens é um tema que aparece frequentemente como uma advertência contra a idolatria na Bíblia.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 5:8-9","Isaías 44:9-20"]},"juizes_18_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente em relação à herança e posse.","explicacao_detalhada":"A terra é um tema central na narrativa bíblica, representando a promessa de Deus ao povo de Israel e a luta por sua posse.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender as promessas de Deus e a relação do povo com o espaço que habitam.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e Israel, refletindo a fidelidade divina.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2"]},"juizes_18_31_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e mantenedor do universo.","explicacao_detalhada":"No contexto de Juízes 18:31, a menção de Deus está ligada à adoração e à busca por orientação espiritual pelos danitas.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da relação do povo com o divino e suas práticas religiosas.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a necessidade humana de se conectar com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"juizes_18_31_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância.","explicacao_detalhada":"A grandeza de Deus é frequentemente mencionada na Bíblia, refletindo seu poder e majestade, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a natureza de Deus e suas obras poderosas.","conexao_teologica":"A grandeza de Deus é um tema que inspira reverência e adoração, central na teologia bíblica.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"juizes_18_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, simbolizando força e poder.","explicacao_detalhada":"A menção do urso em Juízes 18:31 pode simbolizar a força e a proteção que os danitas buscavam em suas práticas religiosas.","por_que_esta_palavra":"A palavra 'urso' é usada para evocar imagens de força e proteção, que eram importantes para o povo em tempos de conflito.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam características de Deus ou de seu povo, refletindo a relação entre força e dependência divina.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:7","Daniel 7:5"]}}