{"juizes_19_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, frequentemente associado a eventos significativos.","explicacao_detalhada":"Em Juízes 19:1, o dia é mencionado para estabelecer o tempo em que os eventos ocorrem, destacando a importância do contexto temporal na narrativa.","por_que_esta_palavra":"A palavra 'dia' é crucial para a cronologia dos eventos bíblicos e para entender a sequência das histórias.","conexao_teologica":"O conceito de dia é importante na criação e na observância do descanso sabático, refletindo a ordem divina.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 104:19"]},"juizes_19_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"No contexto de Juízes 19:1, a ausência de um rei em Israel é um tema que destaca a anarquia e a necessidade de liderança.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura política e social de Israel e a busca por liderança.","conexao_teologica":"A ideia de realeza é central na Bíblia, refletindo a soberania de Deus e a expectativa de um rei messiânico.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6-7"]},"juizes_19_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se à condição de alguém que se encontra em uma situação de vulnerabilidade ou queda moral.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a queda de um estado de dignidade ou segurança. No contexto de Juízes 19, pode simbolizar a degradação moral e social do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana e a necessidade de redenção.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, refletindo a necessidade de um Salvador.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Salmos 14:3"]},"juizes_19_2_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Ideia básica: femea.","significado_contextual":"Fêmea, neste versículo, refere-se à mulher que é objeto de uma relação complexa e problemática.","explicacao_detalhada":"A palavra 'fêmea' é utilizada para descrever a mulher que se afasta de seu marido, simbolizando a infidelidade e a desordem nas relações familiares.","por_que_esta_palavra":"A palavra destaca a vulnerabilidade da mulher em um contexto patriarcal e a necessidade de proteção e respeito.","conexao_teologica":"A relação entre homem e mulher é fundamental na teologia bíblica, refletindo a imagem de Deus na criação.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:25","1 Pedro 3:7"]},"juizes_19_2_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar, aqui, implica movimento e a busca por um lugar seguro ou acolhedor.","explicacao_detalhada":"A palavra 'andar' sugere a jornada da mulher em busca de um lar, refletindo a instabilidade e a insegurança da sua situação.","por_que_esta_palavra":"A escolha de 'andar' simboliza a busca contínua por propósito e segurança na vida.","conexao_teologica":"A jornada do povo de Deus é frequentemente descrita como um andar em fé, buscando a terra prometida.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","Hebreus 11:10"]},"juizes_19_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa, neste contexto, representa um lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' é central para a narrativa, simbolizando o desejo de estabilidade e proteção em meio ao caos.","por_que_esta_palavra":"A casa é um símbolo de comunidade e família, refletindo a importância das relações interpessoais.","conexao_teologica":"A ideia de casa é frequentemente usada na Bíblia para descrever a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"juizes_19_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar, neste versículo, sugere a ação de se erguer após uma queda ou dificuldade.","explicacao_detalhada":"A palavra 'levantar' implica um chamado à ação, à recuperação e à restauração da dignidade.","por_que_esta_palavra":"A escolha de 'levantar' enfatiza a esperança de recomeço e a possibilidade de redenção.","conexao_teologica":"A ressurreição de Cristo é o maior exemplo de levantar-se após a morte, simbolizando nova vida.","referencias_relacionadas":["Isaías 40:31","Romanos 8:11","1 Coríntios 15:20"]},"juizes_19_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem, neste contexto, refere-se ao marido da mulher, representando a figura de autoridade e responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a posição do marido na família e sua responsabilidade em proteger e cuidar.","por_que_esta_palavra":"A escolha de 'homem' destaca a dinâmica de poder e a expectativa de liderança no contexto familiar.","conexao_teologica":"A relação entre homem e mulher é um reflexo da relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:23","1 Timóteo 2:12","Gênesis 2:24"]},"juizes_19_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar, novamente, implica movimento, mas neste caso, pode sugerir a busca por reconciliação ou retorno.","explicacao_detalhada":"A repetição da palavra 'andar' enfatiza a continuidade da jornada e a necessidade de direção na vida.","por_que_esta_palavra":"A escolha de 'andar' simboliza a busca por um caminho correto e a necessidade de seguir a vontade de Deus.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, refletindo a vida de fé.","referencias_relacionadas":["Miquéias 6:8","Colossenses 2:6","1 João 1:7"]},"juizes_19_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar, neste contexto, sugere a ação de tomar posse ou controlar uma situação.","explicacao_detalhada":"A palavra 'agarrar' implica uma luta por segurança e proteção em meio a circunstâncias adversas.","por_que_esta_palavra":"A escolha de 'agarrar' destaca a urgência e a intensidade da situação enfrentada.","conexao_teologica":"A luta espiritual é um tema recorrente, onde os crentes são chamados a agarrar a fé e a verdade.","referencias_relacionadas":["Efésios 6:12","1 Timóteo 6:12","Hebreus 10:23"]},"juizes_19_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar, neste contexto, refere-se à ação de tomar decisões sobre a moralidade e a justiça das ações.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado, especialmente em situações de conflito.","por_que_esta_palavra":"A escolha de 'julgar' destaca a necessidade de justiça e a busca por soluções corretas em meio ao caos.","conexao_teologica":"Deus é descrito como o juiz supremo, e os crentes são chamados a refletir sua justiça.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Tiago 4:12"]},"juizes_19_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia, neste contexto, refere-se ao tempo de ação e decisão, simbolizando um novo começo.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um momento significativo na narrativa, onde decisões importantes são tomadas.","por_que_esta_palavra":"A escolha de 'dia' enfatiza a importância do tempo e das oportunidades que Deus nos dá.","conexao_teologica":"O conceito de dia é frequentemente associado à obra de Deus na criação e na redenção.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"juizes_19_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar neste contexto implica em se erguer para iniciar uma jornada ou ação.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever o ato de se preparar para partir, simbolizando um novo começo ou uma mudança de estado. No contexto de Juízes 19:5, refere-se ao momento em que o homem se prepara para deixar a casa de seu sogro.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a ação de se colocar em movimento, que é um tema recorrente nas narrativas bíblicas sobre jornadas e mudanças.","conexao_teologica":"Levantar-se pode ser visto como um símbolo de resposta ao chamado de Deus, como em várias passagens onde Deus chama pessoas a se levantarem e seguirem seu propósito.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Isaías 60:1"]},"juizes_19_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui pode ser entendido como um estado de ser ou condição, referindo-se a um momento de fragilidade ou vulnerabilidade.","explicacao_detalhada":"A palavra 'cair' sugere uma transição de estado, que pode ser física ou espiritual. No versículo, pode indicar a condição do homem que, ao sair de casa, enfrenta os desafios do caminho.","por_que_esta_palavra":"A escolha dessa palavra ressalta a fragilidade da condição humana e a necessidade de apoio divino em momentos de dificuldade.","conexao_teologica":"A ideia de cair e levantar-se é um tema central na teologia bíblica, refletindo a necessidade de redenção e a graça de Deus que levanta os caídos.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Miquéias 7:8"]},"juizes_19_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar neste contexto refere-se à ação de tomar decisões ou avaliar situações, especialmente em um ambiente de conflito.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a capacidade de fazer escolhas justas. No versículo, isso pode se referir ao papel do homem em avaliar sua situação antes de agir.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da justiça e da moralidade nas decisões que tomamos, um tema recorrente na literatura de Juízes.","conexao_teologica":"O ato de julgar é frequentemente associado ao caráter de Deus como juiz justo, refletindo a necessidade de discernimento moral entre os seres humanos.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"juizes_19_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem aqui refere-se à figura central da narrativa, simbolizando a humanidade e suas interações sociais.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a individualidade e a responsabilidade pessoal. No contexto de Juízes 19:6, representa a figura que busca abrigo e segurança.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois reflete a condição humana e a necessidade de relacionamentos e comunidade.","conexao_teologica":"A humanidade é vista como a criação de Deus, com dignidade e valor, e a narrativa destaca a importância das relações interpessoais.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 22:37-39"]},"juizes_19_6_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento neste contexto refere-se à necessidade básica de sustento físico e espiritual.","explicacao_detalhada":"A palavra 'alimento' simboliza não apenas a nutrição física, mas também a provisão de Deus para suas criaturas. No versículo, destaca a importância de cuidar das necessidades do próximo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a dependência humana de Deus para sustento e a responsabilidade de cuidar dos outros.","conexao_teologica":"O alimento é um símbolo da provisão divina e da comunhão, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14-15"]},"juizes_19_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar aqui novamente implica em se erguer para continuar a jornada, simbolizando determinação e ação.","explicacao_detalhada":"A repetição da palavra 'levantar' enfatiza a continuidade da ação e a necessidade de perseverança. O homem se levanta para seguir em frente após um momento de pausa.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância de não desistir e de continuar a busca por segurança e abrigo.","conexao_teologica":"Levantar-se é um ato de fé e confiança em Deus, que frequentemente chama seu povo a se levantar e seguir em frente.","referencias_relacionadas":["Isaías 40:31","Salmos 30:1","Romanos 8:31"]},"juizes_19_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem aqui novamente representa a figura central da narrativa, enfatizando a individualidade e a responsabilidade.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que cada indivíduo tem um papel e uma história a contar dentro do plano de Deus.","por_que_esta_palavra":"A escolha dessa palavra é significativa para ressaltar a dignidade e o valor de cada ser humano na narrativa.","conexao_teologica":"A individualidade é importante na teologia bíblica, onde cada pessoa é chamada a responder ao chamado de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:14","1 Pedro 2:9"]},"juizes_19_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar neste contexto refere-se ao ato de se mover em direção a um destino, simbolizando progresso e direção.","explicacao_detalhada":"A palavra 'andar' implica em movimento e progresso na jornada da vida. No versículo, representa a ação do homem em busca de abrigo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ideia de que a vida é uma jornada e que devemos estar sempre em movimento em direção ao propósito de Deus.","conexao_teologica":"Andar é frequentemente usado na Bíblia para descrever a vida cristã, que deve ser vivida em obediência e fé.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"juizes_19_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia aqui refere-se ao tempo de luz, simbolizando oportunidade e ação.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um período de tempo em que as atividades podem ser realizadas. No versículo, sugere que o homem está se preparando para partir em um momento apropriado.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância do tempo e da oportunidade na vida, especialmente em relação às decisões que tomamos.","conexao_teologica":"O conceito de dia é frequentemente associado à obra de Deus na criação e à importância de aproveitar o tempo dado por Ele.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"juizes_19_8_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem aqui novamente representa a figura central da narrativa, enfatizando a individualidade e a responsabilidade.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que cada indivíduo tem um papel e uma história a contar dentro do plano de Deus.","por_que_esta_palavra":"A escolha dessa palavra é significativa para ressaltar a dignidade e o valor de cada ser humano na narrativa.","conexao_teologica":"A individualidade é importante na teologia bíblica, onde cada pessoa é chamada a responder ao chamado de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:14","1 Pedro 2:9"]},"juizes_19_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de se erguer ou se colocar em pé, indicando um movimento de ação ou mudança de estado.","explicacao_detalhada":"Neste contexto, 'levantar' pode simbolizar a disposição do homem em se preparar para a jornada ou para a ação que se segue, refletindo uma atitude de prontidão e determinação.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a importância da ação e da decisão de seguir em frente, um tema recorrente nas narrativas bíblicas onde a obediência e a prontidão são fundamentais.","conexao_teologica":"Levantar-se é frequentemente associado a um chamado divino ou a uma nova direção que Deus está dando ao seu povo, como em Isaías 60:1, onde é dito para levantar-se e brilhar.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Mateus 9:6"]},"juizes_19_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano do sexo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"Neste versículo, 'homem' representa não apenas a figura masculina, mas também a condição humana, suas fraquezas e suas responsabilidades diante de Deus e da sociedade.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a individualidade e a importância de cada pessoa na narrativa, refletindo a dignidade e o valor que Deus atribui à humanidade.","conexao_teologica":"A Bíblia frequentemente fala sobre o homem em relação ao seu papel como criatura de Deus, como em Gênesis 1:27, onde é dito que o homem foi criado à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"juizes_19_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou um momento específico na história.","explicacao_detalhada":"Neste contexto, 'dia' pode indicar a importância do momento em que as ações estão sendo tomadas, ressaltando a urgência e a relevância do que está acontecendo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a temporalidade das decisões e ações humanas, lembrando que cada dia é uma nova oportunidade dada por Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para falar sobre o tempo de Deus e a importância de viver sabiamente, como em Efésios 5:16, que nos exorta a aproveitar ao máximo cada dia.","referencias_relacionadas":["Efésios 5:16","Salmos 118:24","Mateus 6:34"]},"juizes_19_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui novamente se refere a um ser humano do sexo masculino, representando a figura central da narrativa.","explicacao_detalhada":"Neste versículo, o 'homem' é um protagonista que enfrenta decisões e desafios, simbolizando a luta e a busca por direção na vida.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que as ações e escolhas humanas são cruciais na narrativa bíblica.","conexao_teologica":"A Bíblia frequentemente destaca a responsabilidade do homem diante de Deus, como em Eclesiastes 12:13, que fala sobre o dever do homem de temer a Deus e guardar Seus mandamentos.","referencias_relacionadas":["Eclesiastes 12:13","Gênesis 2:15","Romanos 14:12"]},"juizes_19_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada novamente para indicar uma ação de se erguer ou se preparar para o que está por vir.","explicacao_detalhada":"Neste contexto, 'levantar' pode simbolizar a prontidão do homem para agir ou responder a uma situação, refletindo a necessidade de estar sempre alerta.","por_que_esta_palavra":"A repetição da palavra 'levantar' enfatiza a importância da ação e da disposição em momentos críticos, um tema recorrente nas escrituras.","conexao_teologica":"Levantar-se é um ato que muitas vezes é associado ao chamado de Deus para agir, como em Êxodo 3:10, onde Deus chama Moisés para levantar-se e libertar o Seu povo.","referencias_relacionadas":["Êxodo 3:10","Salmos 68:1","Isaías 52:1"]},"juizes_19_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à conformidade com a realidade ou à sinceridade, sendo um conceito central na ética bíblica.","explicacao_detalhada":"Neste contexto, 'verdade' pode indicar a necessidade de honestidade nas interações e decisões, refletindo a natureza de Deus como a própria verdade.","por_que_esta_palavra":"A inclusão da palavra 'verdade' destaca a importância da integridade e da transparência nas relações humanas, um princípio fundamental nas escrituras.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, como em João 14:6, onde Jesus se declara como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"juizes_19_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é mencionada novamente, referindo-se a um período específico que é relevante para a narrativa.","explicacao_detalhada":"Neste contexto, 'dia' pode simbolizar a importância do tempo em que as decisões estão sendo tomadas, enfatizando a urgência da situação.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que cada momento é significativo e deve ser vivido com sabedoria.","conexao_teologica":"A Bíblia nos ensina a importância de aproveitar o tempo, como em Colossenses 4:5, que nos exorta a andar sabiamente em relação aos que estão fora.","referencias_relacionadas":["Colossenses 4:5","Salmos 90:12","Tiago 4:14"]},"juizes_19_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância, podendo se referir a uma ação ou evento significativo.","explicacao_detalhada":"Neste contexto, 'grande' pode indicar a seriedade da situação ou a importância da decisão que está sendo tomada.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a gravidade do momento e a necessidade de atenção e reflexão.","conexao_teologica":"A grandeza de Deus é um tema central nas escrituras, como em Salmos 145:3, que fala sobre a grandeza do Senhor e a necessidade de proclamá-la.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"juizes_19_11_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, podendo indicar uma posição de humildade ou serviço a outros.","explicacao_detalhada":"Neste contexto, 'servo' pode simbolizar a disposição de servir e a importância do papel de cada um na comunidade e diante de Deus.","por_que_esta_palavra":"A utilização da palavra 'servo' destaca a chamada para a humildade e o serviço, um princípio central na vida cristã.","conexao_teologica":"A Bíblia ensina que o verdadeiro grande é aquele que serve, como em Marcos 10:43-45, onde Jesus ensina sobre a grandeza no serviço.","referencias_relacionadas":["Marcos 10:43-45","Mateus 20:26-28","Filipenses 2:7"]},"juizes_19_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, geralmente em relação a um pai ou uma mãe, simbolizando continuidade e herança.","explicacao_detalhada":"Neste contexto, 'filho' pode indicar a relação familiar e a responsabilidade que vem com essa posição, refletindo a importância das gerações.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a conexão familiar e a responsabilidade que cada geração tem em relação à anterior e à próxima.","conexao_teologica":"A Bíblia frequentemente fala sobre a relação entre pais e filhos, como em Efésios 6:1-4, que instrui sobre a educação e o respeito entre pais e filhos.","referencias_relacionadas":["Efésios 6:1-4","Salmos 127:3","Provérbios 22:6"]},"juizes_19_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma comunicação direta e clara.","explicacao_detalhada":"Neste contexto, 'dizer' implica uma instrução ou um comando que é importante para a narrativa, refletindo a necessidade de comunicação entre os personagens.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da fala e da comunicação nas interações humanas.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus um meio de revelação.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","João 1:1"]},"juizes_19_12_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se a alguém que detém autoridade e controle.","explicacao_detalhada":"Neste versículo, 'soberano' é usado para descrever a posição de autoridade que alguém ocupa, refletindo a hierarquia social e o respeito que deve ser dado.","por_que_esta_palavra":"A palavra 'soberano' é escolhida para destacar a importância da liderança e da autoridade nas relações sociais e espirituais.","conexao_teologica":"Deus é frequentemente descrito como o Soberano do universo, exercendo controle e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 6:1","Romanos 13:1"]},"juizes_19_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para indicar a necessidade de comunicação.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'dizer' reforça a importância da mensagem que está sendo transmitida.","por_que_esta_palavra":"A repetição enfatiza a urgência e a clareza na comunicação entre os personagens.","conexao_teologica":"A comunicação clara é essencial para a compreensão da vontade de Deus e para o relacionamento entre os crentes.","referencias_relacionadas":["Mateus 4:4","Tiago 1:19","Provérbios 18:21"]},"juizes_19_13_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' é usada para descrever um ato físico de aproximação ou contato.","explicacao_detalhada":"Neste versículo, 'mao' simboliza a ação de se aproximar ou tocar, indicando uma interação física entre os personagens.","por_que_esta_palavra":"A palavra 'mao' é significativa porque representa a ação e a intenção por trás do movimento.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de poder e ação divina na vida dos crentes.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","Deuteronômio 33:27"]},"juizes_19_13_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao local físico onde a ação ocorre.","explicacao_detalhada":"Neste contexto, 'corpo' pode simbolizar a presença física e a realidade da situação enfrentada pelos personagens.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a dimensão física da narrativa e a interação entre os personagens.","conexao_teologica":"O corpo é visto como o templo do Espírito Santo, enfatizando a importância da corporeidade na vida espiritual.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 2:20"]},"juizes_19_14_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' é usada para indicar o tempo do dia e a passagem do tempo.","explicacao_detalhada":"Neste versículo, 'sol' simboliza a luz e a clareza, além de marcar um momento específico na narrativa.","por_que_esta_palavra":"A palavra 'sol' é escolhida para enfatizar a importância do tempo e da luz na vida cotidiana.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo clareza e verdade à vida dos crentes.","referencias_relacionadas":["João 8:12","Mateus 5:14","Salmos 84:11"]},"juizes_19_14_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é usada em um sentido figurado, referindo-se a um ponto de transição ou passagem.","explicacao_detalhada":"Neste contexto, 'cruz' pode simbolizar a ideia de atravessar de um estado para outro, refletindo mudanças significativas.","por_que_esta_palavra":"A palavra 'cruz' é significativa porque representa a ideia de transformação e novos começos.","conexao_teologica":"A cruz é o símbolo central do cristianismo, representando a redenção e a nova vida em Cristo.","referencias_relacionadas":["Gálatas 2:20","1 Pedro 2:24","Mateus 16:24"]},"juizes_19_14_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover ou progredir em uma direção.","explicacao_detalhada":"Neste versículo, 'andar' simboliza a jornada e as escolhas que os personagens fazem em suas vidas.","por_que_esta_palavra":"A palavra 'andar' é importante para enfatizar a ideia de movimento e progresso na vida espiritual.","conexao_teologica":"A caminhada com Deus é uma metáfora comum na Bíblia, representando o relacionamento contínuo com Ele.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","Colossenses 2:6"]},"juizes_19_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações.","explicacao_detalhada":"Neste contexto, 'julgar' implica a necessidade de discernimento e sabedoria nas interações sociais.","por_que_esta_palavra":"A palavra 'julgar' é escolhida para destacar a importância da justiça e da moralidade nas relações humanas.","conexao_teologica":"Deus é o juiz supremo, e os crentes são chamados a buscar a justiça e a verdade em suas vidas.","referencias_relacionadas":["Salmos 9:7","Mateus 7:1","Romanos 14:10"]},"juizes_19_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade.","explicacao_detalhada":"Neste versículo, 'cidade' simboliza a coletividade e a vida em comunidade, refletindo a importância das relações sociais.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa a ideia de pertencimento e identidade comunitária.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para o povo de Deus e a nova Jerusalém.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 46:4"]},"juizes_19_15_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de invocar ou convocar alguém.","explicacao_detalhada":"Neste contexto, o personagem está chamando alguém para ajudá-lo ou para se juntar a ele. O ato de chamar é fundamental em situações de necessidade ou busca de companhia.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a importância da comunicação e do relacionamento entre as pessoas, especialmente em momentos de vulnerabilidade.","conexao_teologica":"A ideia de chamar também pode ser vista na relação de Deus com seu povo, onde Ele chama os indivíduos para um relacionamento mais profundo.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"juizes_19_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano do sexo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"Neste versículo, o 'homem' é um personagem que representa a figura masculina que desempenha um papel ativo na narrativa, destacando a importância do papel masculino na sociedade.","por_que_esta_palavra":"A palavra 'homem' é usada para identificar o protagonista da história, ressaltando sua humanidade e suas ações.","conexao_teologica":"A figura do homem é central na criação e na narrativa bíblica, refletindo a imagem de Deus e seu papel na sociedade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Efésios 5:25"]},"juizes_19_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade entre pessoas ou coisas.","explicacao_detalhada":"Neste contexto, 'entre' sugere que o homem está se referindo a um grupo ou a uma comunidade, enfatizando a interação social.","por_que_esta_palavra":"A escolha de 'entre' destaca a importância da comunidade e das relações interpessoais na narrativa bíblica.","conexao_teologica":"A ideia de estar 'entre' reflete a natureza relacional de Deus e sua presença no meio do seu povo.","referencias_relacionadas":["Mateus 18:20","Hebreus 10:25","Atos 2:44"]},"juizes_19_16_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável, benéfico ou de qualidade superior.","explicacao_detalhada":"Neste versículo, 'bom' é usado para descrever a qualidade do homem que está sendo mencionado, sugerindo que ele é digno de respeito ou consideração.","por_que_esta_palavra":"A utilização de 'bom' enfatiza a busca por pessoas de caráter e virtude na sociedade.","conexao_teologica":"A bondade é um atributo de Deus e é esperada de seus seguidores, refletindo a natureza divina.","referencias_relacionadas":["Gálatas 5:22","Salmos 34:8","Mateus 5:16"]},"juizes_19_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Repetição da palavra 'homem', reforçando a presença e a importância do personagem masculino na narrativa.","explicacao_detalhada":"A repetição destaca a figura do homem como central na história, enfatizando suas ações e decisões.","por_que_esta_palavra":"A repetição serve para dar ênfase e clareza sobre quem é o protagonista da narrativa.","conexao_teologica":"A presença do homem na narrativa bíblica muitas vezes reflete a luta entre o bem e o mal, e a necessidade de liderança.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 16:13","Efésios 5:23"]},"juizes_19_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, geralmente maior que uma aldeia, onde as pessoas se reúnem.","explicacao_detalhada":"Neste contexto, a cidade é o cenário onde a ação se desenrola, simbolizando a vida comunitária e as interações sociais.","por_que_esta_palavra":"A cidade representa um espaço de convivência e as dinâmicas sociais que ocorrem dentro dela.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam tanto a proteção quanto a corrupção, refletindo a condição do povo de Deus.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"juizes_19_17_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica algo de tamanho considerável ou importância significativa.","explicacao_detalhada":"Neste versículo, 'grande' é usado para descrever a cidade, sugerindo que é um lugar de destaque e relevância.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a magnitude e a influência da cidade na narrativa.","conexao_teologica":"A grandeza de uma cidade pode refletir a grandeza de Deus, que é exaltado acima de todas as coisas.","referencias_relacionadas":["Salmos 48:1","Mateus 23:37","Hebreus 12:22"]},"juizes_19_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para introduzir uma declaração ou uma pergunta, destacando a comunicação entre os personagens.","por_que_esta_palavra":"A escolha de 'dizer' é crucial para entender a dinâmica da conversa e a intenção do falante.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, mostrando a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Tiago 1:19"]},"juizes_19_18_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover de um lugar para outro.","explicacao_detalhada":"Neste versículo, 'andar' sugere a jornada física e espiritual dos personagens, simbolizando a busca por direção e propósito.","por_que_esta_palavra":"A escolha de 'andar' enfatiza a ideia de movimento e progresso na vida, tanto física quanto espiritualmente.","conexao_teologica":"A caminhada com Deus é uma metáfora comum na Bíblia, representando a vida de fé e obediência.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"juizes_19_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou abrigo, um lugar de segurança e pertencimento.","explicacao_detalhada":"Neste contexto, 'casa' simboliza um espaço de acolhimento e proteção, essencial para a vida comunitária.","por_que_esta_palavra":"A utilização de 'casa' destaca a importância do lar como um lugar de refúgio e convivência.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 127:1","João 14:2","Hebreus 3:6"]},"juizes_19_19_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao pão ou alimento básico necessário para a sobrevivência.","explicacao_detalhada":"O pão é um símbolo de sustento e provisão divina. Na cultura israelita, o pão era um alimento essencial e frequentemente associado à hospitalidade.","por_que_esta_palavra":"A palavra 'pão' é utilizada para enfatizar a necessidade de alimento físico e a importância da hospitalidade na cultura da época.","conexao_teologica":"O pão é frequentemente associado à provisão de Deus, como em Êxodo 16, onde Deus fornece maná ao povo de Israel.","referencias_relacionadas":["Êxodo 16:4","Mateus 6:11","João 6:35"]},"juizes_19_19_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao vinho, uma bebida comum que simboliza alegria e celebração.","explicacao_detalhada":"O vinho é frequentemente associado a festas e celebrações na cultura israelita. Também é um símbolo de bênção e prosperidade.","por_que_esta_palavra":"A menção do vinho destaca a hospitalidade e a alegria que o anfitrião deseja proporcionar aos seus convidados.","conexao_teologica":"O vinho é um símbolo do sangue de Cristo na Nova Aliança, representando a alegria da salvação.","referencias_relacionadas":["Salmos 104:15","Mateus 26:29","João 2:3-10"]},"juizes_19_19_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a um jovem ou servo que serve ao seu mestre.","explicacao_detalhada":"Na sociedade antiga, os servos desempenhavam um papel crucial na vida doméstica e eram responsáveis por várias tarefas.","por_que_esta_palavra":"A palavra 'servo' destaca a hierarquia social e a importância do serviço na cultura israelita.","conexao_teologica":"O conceito de serviço é central no ensinamento de Jesus, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:7","Gálatas 5:13"]},"juizes_19_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem, enfatizando a masculinidade e a responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a figura central da narrativa, que representa a liderança e a proteção.","por_que_esta_palavra":"A ênfase no 'homem' destaca o papel de liderança e a responsabilidade que ele tem sobre sua família e convidados.","conexao_teologica":"O homem é visto como o provedor e protetor, refletindo o papel de Cristo como o cabeça da Igreja.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Timóteo 2:8"]},"juizes_19_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de dizer ou declarar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a comunicação e a importância das palavras na interação social.","por_que_esta_palavra":"A ênfase na fala destaca a importância da comunicação clara e da expressão de intenções.","conexao_teologica":"As palavras têm poder, e a Bíblia ensina que devemos ser cuidadosos com o que dizemos.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Salmos 19:14"]},"juizes_19_20_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao conceito de paz, harmonia e bem-estar.","explicacao_detalhada":"A palavra 'paz' é central na cultura israelita, simbolizando a ausência de conflito e a presença de bênçãos.","por_que_esta_palavra":"A busca pela paz é um tema recorrente nas interações sociais e espirituais, refletindo o desejo de harmonia.","conexao_teologica":"Jesus é chamado de Príncipe da Paz, e a paz é um fruto do Espírito Santo.","referencias_relacionadas":["Isaías 9:6","Gálatas 5:22","Filipenses 4:7"]},"juizes_19_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma casa, um lugar de abrigo e segurança.","explicacao_detalhada":"A casa é um símbolo de lar, família e proteção, essencial na cultura israelita.","por_que_esta_palavra":"A menção da casa destaca a importância da hospitalidade e do abrigo na sociedade da época.","conexao_teologica":"A casa é frequentemente usada como uma metáfora para a família de Deus e a Igreja.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Pedro 2:5"]},"juizes_19_21_anoint":{"palavra_pt":"anoint","palavra_original":"בָּלַל","transliteracao":"bâlal","strong":"H1101","significado_raiz":"Ideia básica: anoint.","significado_contextual":"Refere-se ao ato de ungir, que simboliza a consagração e a escolha divina.","explicacao_detalhada":"A unção é um ritual importante que marca a separação de alguém para um propósito especial, geralmente relacionado ao serviço a Deus.","por_que_esta_palavra":"A unção é um sinal de autoridade e bênção, frequentemente associada a reis e sacerdotes.","conexao_teologica":"Jesus é chamado de o Ungido, e a unção é um símbolo do Espírito Santo.","referencias_relacionadas":["1 Samuel 16:13","Salmos 23:5","Atos 10:38"]},"juizes_19_21_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se a um macho, geralmente um animal, que é importante para o trabalho e a agricultura.","explicacao_detalhada":"Na sociedade agrícola, os machos eram valorizados por sua força e utilidade no trabalho.","por_que_esta_palavra":"A menção do macho destaca a importância dos recursos animais na vida cotidiana e na economia.","conexao_teologica":"Os animais são frequentemente usados como símbolos de sacrifício e serviço a Deus.","referencias_relacionadas":["Levítico 1:3","Gênesis 22:7","Êxodo 12:5"]},"juizes_19_22_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, um centro de vida social e cultural.","explicacao_detalhada":"As cidades eram locais de comércio, governo e interação social, desempenhando um papel vital na vida do povo.","por_que_esta_palavra":"A menção da cidade destaca a importância da comunidade e da vida em sociedade.","conexao_teologica":"A cidade é frequentemente usada como uma metáfora para o Reino de Deus e a nova Jerusalém.","referencias_relacionadas":["Salmos 46:4","Hebreus 13:14","Apocalipse 21:2"]},"juizes_19_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou abrigo onde as pessoas se reúnem e se sentem seguras.","explicacao_detalhada":"A palavra 'casa' neste contexto simboliza não apenas um espaço físico, mas também um lugar de acolhimento e proteção. A casa é um espaço sagrado onde a vida familiar se desenrola.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar como um refúgio em tempos de crise e a necessidade de segurança em meio ao caos.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a comunidade de fé, refletindo a ideia de que Deus habita entre o Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"juizes_19_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, mas também pode implicar em um papel social ou responsabilidade.","explicacao_detalhada":"A palavra 'homem' aqui é usada para descrever não apenas a identidade física, mas também a posição de liderança e proteção que ele deve ter em sua comunidade e família.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a responsabilidade que ele carrega em situações de conflito e a expectativa de que ele atue como protetor.","conexao_teologica":"Na teologia bíblica, o homem é visto como um líder e provedor, refletindo a imagem de Deus em sua função de cuidar da criação.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:23","1 Timóteo 2:8"]},"juizes_19_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Semelhante ao anterior, refere-se a um homem que tem um papel ativo na proteção e defesa de outros.","explicacao_detalhada":"Neste contexto, o homem é visto como alguém que deve agir em defesa de sua família e convidados, refletindo um ideal de hospitalidade e proteção.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a urgência e a necessidade de um defensor em uma situação crítica.","conexao_teologica":"A figura do homem como protetor é um tema recorrente na Bíblia, onde a liderança e a responsabilidade são frequentemente atribuídas ao homem.","referencias_relacionadas":["Gênesis 18:19","1 Pedro 3:7","Salmos 112:1-2"]},"juizes_19_23_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente, refere-se ao lar, um espaço de segurança e acolhimento.","explicacao_detalhada":"A casa é um símbolo de estabilidade e proteção, especialmente em tempos de crise, onde as pessoas buscam abrigo.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que o lar é um lugar de refúgio e segurança em meio ao perigo.","conexao_teologica":"A casa é frequentemente associada à presença de Deus e à comunidade de fé, sendo um lugar onde a adoração e a vida em família se entrelaçam.","referencias_relacionadas":["Salmos 91:1","Mateus 10:12","Hebreus 10:25"]},"juizes_19_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'grande' neste contexto pode indicar a magnitude da situação ou a seriedade do que está acontecendo.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a gravidade da situação e a necessidade de uma resposta adequada.","conexao_teologica":"Na Bíblia, a grandeza é frequentemente associada à majestade de Deus e à importância de Sua palavra e ações na vida dos crentes.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"juizes_19_24_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se a alguém que é modesto ou que não busca se exaltar.","explicacao_detalhada":"A palavra 'humilde' implica em uma atitude de submissão e respeito, especialmente em situações de conflito.","por_que_esta_palavra":"A escolha da palavra 'humilde' destaca a importância da humildade em interações sociais e a necessidade de buscar a paz.","conexao_teologica":"A humildade é um valor central na ética cristã, refletindo a atitude de Cristo e a chamada para que os crentes andem em humildade.","referencias_relacionadas":["Filipenses 2:3","Mateus 5:5","Tiago 4:10"]},"juizes_19_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem que deve agir com responsabilidade e cuidado.","explicacao_detalhada":"Neste contexto, o homem é chamado a demonstrar liderança e proteção, especialmente em situações difíceis.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a responsabilidade que ele carrega em sua posição.","conexao_teologica":"A Bíblia frequentemente destaca o papel do homem como líder e protetor, refletindo a imagem de Deus em sua função.","referencias_relacionadas":["Gênesis 2:15","1 Coríntios 16:13","Efésios 6:4"]},"juizes_19_25_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem que está em uma posição de agir em defesa de outros.","explicacao_detalhada":"A palavra 'homem' aqui destaca a necessidade de um defensor em uma situação crítica, onde a proteção é essencial.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a urgência da proteção e a responsabilidade que ele deve assumir.","conexao_teologica":"O papel do homem como defensor é um tema recorrente na Bíblia, onde a liderança é frequentemente atribuída ao homem.","referencias_relacionadas":["Gênesis 14:14","Salmos 82:3","1 Timóteo 5:8"]},"juizes_19_25_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de segurar ou prender alguém com firmeza.","explicacao_detalhada":"A palavra 'agarrar' implica em uma ação decisiva, muitas vezes em um contexto de defesa ou proteção.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a intensidade da ação necessária em uma situação de crise.","conexao_teologica":"A Bíblia frequentemente usa a imagem de agarrar ou segurar como uma metáfora para a proteção que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","Romanos 8:38-39"]},"juizes_19_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à sinceridade em uma situação.","explicacao_detalhada":"A palavra 'verdade' aqui implica em um chamado à honestidade e à integridade nas interações humanas.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância da transparência e da justiça nas relações interpessoais.","conexao_teologica":"A verdade é um atributo central de Deus e um valor fundamental na vida cristã, refletindo a natureza de Cristo.","referencias_relacionadas":["João 8:32","Salmos 15:2","Efésios 4:15"]},"juizes_19_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que estava em uma situação de vulnerabilidade e necessidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ, ʼîysh) é usada para descrever a figura masculina em um contexto de interação social e familiar. No versículo, o homem é um personagem central que enfrenta uma crise.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a identidade e o papel do protagonista na narrativa, destacando sua humanidade e necessidade de ajuda.","conexao_teologica":"A figura do homem em situações de vulnerabilidade é um tema recorrente na Bíblia, refletindo a necessidade de compaixão e ajuda mútua entre os seres humanos.","referencias_relacionadas":["Gênesis 2:18","Salmos 8:4","Mateus 7:12"]},"juizes_19_26_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de chamar ou convidar alguém para entrar em um espaço seguro.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא, bôwʼ) é utilizada para descrever a ação de se aproximar de um lugar, muitas vezes associado a um convite ou acolhimento.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de acolhimento e proteção que é central na narrativa, onde a segurança é oferecida ao homem.","conexao_teologica":"A ideia de acolhimento e hospitalidade é um princípio importante nas Escrituras, refletindo o caráter de Deus que acolhe os necessitados.","referencias_relacionadas":["Hebreus 13:2","Mateus 25:35","Gênesis 18:2"]},"juizes_19_26_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher que desempenha um papel fundamental na narrativa, sendo a esposa do homem.","explicacao_detalhada":"A palavra 'mulher/esposa' (אִשָּׁה, ʼishshâh) é usada para descrever a figura feminina que está em uma relação conjugal, destacando seu papel na família e na sociedade.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a importância da relação conjugal e a dinâmica familiar na história, que é central para a compreensão do texto.","conexao_teologica":"A relação entre homem e mulher é um tema teológico importante, refletindo a criação e a intenção de Deus para a união conjugal.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","Provérbios 31:10"]},"juizes_19_27_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar alguém em um momento de necessidade ou crise.","explicacao_detalhada":"A palavra 'levantar' (קוּם, qûwm) implica não apenas a ação física de se erguer, mas também pode simbolizar a restauração e a ajuda em momentos difíceis.","por_que_esta_palavra":"A palavra é significativa porque representa a ação de resgatar e restaurar, que é um tema central na narrativa bíblica.","conexao_teologica":"A ideia de levantar e restaurar é uma metáfora para a salvação e a intervenção divina na vida das pessoas.","referencias_relacionadas":["Salmos 40:2","Isaías 61:1","Mateus 11:28"]},"juizes_19_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um espaço de segurança e proteção.","explicacao_detalhada":"A palavra 'casa' (בַּיִת, bayith) é um símbolo de abrigo e família, representando um lugar de acolhimento e segurança.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância do lar como um espaço sagrado e seguro, especialmente em tempos de crise.","conexao_teologica":"A casa é frequentemente vista na Bíblia como um lugar de encontro com Deus e de proteção, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Gênesis 18:19"]},"juizes_19_27_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de vida e sacrifício.","explicacao_detalhada":"A palavra 'sangue' (סַף, çaph) é carregada de significado, representando a vida e a necessidade de expiação e redenção.","por_que_esta_palavra":"A menção ao sangue é crucial em contextos de sacrifício e redenção, temas centrais na teologia bíblica.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando a vida e a nova aliança em Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"juizes_19_28_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se novamente ao ato de levantar, enfatizando a continuidade da ação de resgatar.","explicacao_detalhada":"A palavra 'levantar' (קוּם, qûwm) é repetida, indicando a importância da ação de restaurar e ajudar em momentos de necessidade.","por_que_esta_palavra":"A repetição da palavra destaca a urgência e a necessidade de ação em resposta à crise apresentada na narrativa.","conexao_teologica":"A ação de levantar é uma metáfora para a intervenção divina e o chamado à ação em favor dos necessitados.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Gálatas 6:2"]},"juizes_19_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao homem, enfatizando sua condição e necessidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ, ʼîysh) é repetida, reforçando a centralidade da figura masculina na narrativa e sua vulnerabilidade.","por_que_esta_palavra":"A repetição da palavra 'homem' sublinha a importância de sua identidade e a necessidade de ajuda e proteção.","conexao_teologica":"A vulnerabilidade do homem é um tema que ressoa com a condição humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 5:8","1 Timóteo 2:5","Salmos 34:18"]},"juizes_19_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de dizer algo importante ou significativo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) é usada para expressar comunicação e a importância das palavras na narrativa.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação e da expressão verbal nas relações humanas.","conexao_teologica":"As palavras têm poder e são um reflexo do coração humano, um tema que é explorado em várias partes da Bíblia.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 19:14"]},"juizes_19_29_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de agarrar, simbolizando controle ou posse.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק, châzaq) implica uma ação de força e determinação, muitas vezes associada à proteção ou defesa.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a intensidade da situação e a necessidade de ação decisiva.","conexao_teologica":"A ideia de agarrar pode ser vista como uma metáfora para a firmeza da fé e a proteção divina.","referencias_relacionadas":["Salmos 63:8","Isaías 41:10","Filipenses 3:12"]},"juizes_19_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"No contexto de Juízes 19:29, a palavra 'modo' indica a forma ou o jeito que o ato de chamar a atenção é realizado, enfatizando a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da maneira como as ações são percebidas e interpretadas.","conexao_teologica":"A forma como agimos e nos comportamos reflete nossa relação com Deus e com os outros, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"juizes_19_29_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de vir ou entrar em um lugar, muitas vezes com um propósito específico.","explicacao_detalhada":"Em Juízes 19:29, a palavra 'vir/entrar' é usada para descrever a ação de alguém que se aproxima de um local, o que é crucial para a narrativa da história.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a transição de um estado para outro, essencial para o desenrolar dos eventos.","conexao_teologica":"A ideia de 'vir' é frequentemente associada ao chamado de Deus para que as pessoas se aproximem dEle.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"juizes_19_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de eventos significativos.","explicacao_detalhada":"No versículo, 'dia' é usado para marcar um momento específico em que algo importante acontece, enfatizando a urgência da situação.","por_que_esta_palavra":"A palavra 'dia' é utilizada para indicar a passagem do tempo e a importância de eventos que ocorrem em momentos determinados.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao plano de Deus para a humanidade, incluindo dias de juízo e redenção.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 24:36"]},"juizes_19_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à região geográfica, mas também pode simbolizar a habitação do povo de Deus.","explicacao_detalhada":"Em Juízes 19:30, 'terra' é mencionada para enfatizar o local onde os eventos se desenrolam, destacando a conexão entre o povo e sua terra.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a identidade do povo de Israel e sua relação com Deus.","conexao_teologica":"A terra é um tema central na Bíblia, representando tanto a promessa de Deus quanto a herança do Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"juizes_19_30_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou tombar, muitas vezes simbolizando uma queda moral ou física.","explicacao_detalhada":"No contexto do versículo, 'cair' pode ser interpretado como uma queda em desgraça ou um momento de crise.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a fragilidade da condição humana e a necessidade de redenção.","conexao_teologica":"A queda é um tema teológico importante, simbolizando a separação do homem de Deus e a necessidade de salvação.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","1 João 1:8"]}}