{"juizes_2_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido por Deus aos israelitas, simbolizando a herança divina.","explicacao_detalhada":"A palavra 'terra' em Juízes 2:1 destaca a importância da terra de Canaã como um cumprimento da promessa de Deus a Abraão e seus descendentes. É um símbolo de bênção e presença divina.","por_que_esta_palavra":"A terra é central na narrativa bíblica, representando não apenas um lugar físico, mas também a relação entre Deus e seu povo.","conexao_teologica":"A terra prometida é um tema recorrente que aponta para a fidelidade de Deus em cumprir suas promessas (Hebreus 11:9).","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"juizes_2_1_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perpétua de Deus e de suas promessas.","explicacao_detalhada":"A palavra 'eterno' em Juízes 2:1 enfatiza a durabilidade das promessas de Deus, que não são afetadas pelo tempo ou pelas circunstâncias humanas.","por_que_esta_palavra":"A ideia de eternidade é fundamental para entender a natureza de Deus e sua relação com a história da salvação.","conexao_teologica":"Deus é descrito como eterno, o que garante que suas promessas e planos são seguros e imutáveis (Salmos 90:2).","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"juizes_2_1_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância de Deus em relação ao seu povo.","explicacao_detalhada":"A palavra 'grande' em Juízes 2:1 destaca a grandeza de Deus em suas ações e promessas, contrastando com a fragilidade humana.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na compreensão da sua soberania sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é frequentemente celebrada nas Escrituras, lembrando ao povo de sua majestade e poder (Salmos 145:3).","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"juizes_2_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões justas e corretas, especialmente em relação ao povo de Deus.","explicacao_detalhada":"A palavra 'julgar' em Juízes 2:2 implica a responsabilidade de Deus em guiar e corrigir seu povo, assegurando que eles sigam seus caminhos.","por_que_esta_palavra":"O julgamento de Deus é um tema importante que reflete sua justiça e sua preocupação com a moralidade do seu povo.","conexao_teologica":"Deus é o juiz supremo, e seu julgamento é sempre justo e reto (Salmos 9:7-8).","referencias_relacionadas":["Salmos 9:7-8","Isaías 33:22","Romanos 14:10"]},"juizes_2_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido e à herança que Deus deu ao seu povo.","explicacao_detalhada":"A repetição da palavra 'terra' em Juízes 2:2 reforça a importância da possessão da terra como parte da identidade e da missão de Israel.","por_que_esta_palavra":"A terra é um símbolo da aliança entre Deus e Israel, representando bênção e responsabilidade.","conexao_teologica":"A possessão da terra é um reflexo da fidelidade de Deus em cumprir suas promessas (Deuteronômio 7:13).","referencias_relacionadas":["Deuteronômio 7:13","Josué 21:43-45","Salmos 37:29"]},"juizes_2_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' em Juízes 2:2 enfatiza a importância da honestidade e da integridade nas relações entre Deus e seu povo.","por_que_esta_palavra":"A verdade é fundamental para a confiança em Deus e em suas promessas, sendo um pilar da fé.","conexao_teologica":"Deus é a própria verdade, e sua palavra é sempre fiel e verdadeira (João 14:6).","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"juizes_2_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à autenticidade das promessas de Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' em Juízes 2:3 sublinha a importância de permanecer fiel às promessas de Deus e à sua palavra.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual e a relação com Deus, sendo um reflexo de sua natureza.","conexao_teologica":"A verdade de Deus é um fundamento para a vida cristã e a base da esperança (Salmos 25:5).","referencias_relacionadas":["Salmos 25:5","Efésios 4:15","1 João 1:6"]},"juizes_2_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral e espiritual do povo de Israel ao se afastar de Deus.","explicacao_detalhada":"A palavra 'cair' em Juízes 2:3 indica a consequência do desvio do povo em relação às instruções de Deus, resultando em juízo e disciplina.","por_que_esta_palavra":"A ideia de cair é um alerta sobre as consequências do pecado e da desobediência a Deus.","conexao_teologica":"A queda do povo de Deus é um tema recorrente que ilustra a necessidade de arrependimento e retorno ao Senhor (Gálatas 6:7).","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:14","Romanos 11:22"]},"juizes_2_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é poderosa e eficaz.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é frequentemente usada na Bíblia para denotar não apenas uma palavra falada, mas também um comando ou uma promessa de Deus. Neste contexto, enfatiza a importância da comunicação divina e a resposta do povo.","por_que_esta_palavra":"Esta palavra é central para a revelação de Deus ao seu povo, mostrando que Ele se comunica e espera uma resposta.","conexao_teologica":"A palavra de Deus é viva e eficaz, como mencionado em Hebreus 4:12, e é fundamental para a fé e a prática do povo de Deus.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"juizes_2_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma mudança de estado, como a queda do povo em desobediência.","explicacao_detalhada":"A palavra 'הָיָה' (hâyâh) pode ser traduzida como 'cair' ou 'tornar-se'. Neste contexto, refere-se à transição do povo de Israel de um estado de obediência para um estado de desobediência e idolatria.","por_que_esta_palavra":"É crucial entender como o povo de Deus pode cair em pecado e afastar-se de sua vontade.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"juizes_2_4_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus com seu povo.","explicacao_detalhada":"A palavra 'דָבַר' (dâbar) enfatiza a ação de falar, especialmente no contexto de Deus transmitindo suas instruções e advertências ao povo.","por_que_esta_palavra":"A comunicação divina é essencial para a compreensão da vontade de Deus e a vida do povo.","conexao_teologica":"Deus fala através de profetas e escrituras, revelando sua vontade e propósito.","referencias_relacionadas":["Êxodo 20:1","Amós 3:7","Hebreus 1:1"]},"juizes_2_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como expressão de adoração.","explicacao_detalhada":"A palavra 'זָבַח' (zâbach) é usada para descrever o ato de sacrificar, que era uma prática comum entre os israelitas para expressar devoção e buscar a favor de Deus.","por_que_esta_palavra":"O sacrifício é um meio de reconciliação e adoração, refletindo a necessidade de expiação pelo pecado.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"juizes_2_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que denota sua eternidade e soberania. Neste contexto, o nome é invocado em adoração e reconhecimento de sua autoridade.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo e sua relação com Ele.","conexao_teologica":"O nome de Deus é associado à sua natureza e caráter, sendo um tema central na adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"juizes_2_5_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de invocar o nome do Senhor em oração ou adoração.","explicacao_detalhada":"A palavra 'קָרָא' (qârâʼ) significa chamar ou invocar. Neste contexto, refere-se ao ato de buscar a presença de Deus e clamar por sua ajuda.","por_que_esta_palavra":"Chamar o nome do Senhor é um ato de fé e dependência, reconhecendo sua soberania.","conexao_teologica":"A invocação do nome de Deus é um tema importante na oração e na adoração ao longo das Escrituras.","referencias_relacionadas":["Romanos 10:13","Salmos 116:13","Atos 2:21"]},"juizes_2_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à conquista da terra prometida.","explicacao_detalhada":"A palavra 'יָרַשׁ' (yârash) implica em tomar posse ou herdar. Neste contexto, refere-se à ação de Israel ao tomar posse da terra que Deus prometeu.","por_que_esta_palavra":"A posse da terra é um cumprimento da promessa de Deus a Abraão e seus descendentes.","conexao_teologica":"A herança da terra é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Deuteronômio 9:1","Josué 1:3","Romanos 8:17"]},"juizes_2_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) denota a terra física que Deus deu ao seu povo. Neste contexto, enfatiza a importância da terra como parte da aliança de Deus com Israel.","por_que_esta_palavra":"A terra é um símbolo da presença e bênção de Deus para seu povo.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"juizes_2_6_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar seu povo para conquistar a terra.","explicacao_detalhada":"A palavra 'שָׁלַח' (shâlach) significa enviar ou mandar. Neste contexto, refere-se ao envio de Israel para tomar posse da terra prometida.","por_que_esta_palavra":"O envio é um ato de missão, onde Deus comissiona seu povo para cumprir seu propósito.","conexao_teologica":"A ideia de ser enviado é central na missão da Igreja, refletindo o chamado de Deus para levar o evangelho ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Isaías 6:8","João 20:21"]},"juizes_2_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo deve viver e adorar a Deus.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) pode ser traduzida como 'modo' ou 'tudo'. Neste contexto, enfatiza a totalidade da vida do povo em relação a Deus.","por_que_esta_palavra":"A maneira de viver é um reflexo da relação do povo com Deus e sua obediência às suas leis.","conexao_teologica":"A vida cristã deve ser vivida em totalidade para a glória de Deus, refletindo a santidade e o caráter de Cristo.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1-2","1 Pedro 1:15-16"]},"juizes_2_7_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância de Sua obra entre o povo de Israel.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude e a importância das ações de Deus em relação ao Seu povo. Neste contexto, enfatiza a relevância da liderança e dos feitos que Deus realizou através dos juízes.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a majestade e o poder de Deus, contrastando com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Sua soberania e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"juizes_2_7_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e realizações de Deus em favor de Israel.","explicacao_detalhada":"A palavra 'obra' implica em tudo que Deus fez para libertar e guiar Seu povo, incluindo milagres e intervenções diretas na história de Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a atividade de Deus na história, mostrando que Ele não é um Deus distante, mas ativo e envolvido.","conexao_teologica":"A obra de Deus é fundamental para entender a redenção e a aliança que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 34:10","Salmos 77:14","Atos 2:22"]},"juizes_2_8_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de um juiz, simbolizando a transição e a fragilidade da liderança em Israel.","explicacao_detalhada":"A morte do juiz representa não apenas o fim de uma era, mas também a perda da orientação divina que ele proporcionava ao povo.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender o ciclo de desobediência e arrependimento que caracteriza o livro de Juízes.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a necessidade de um líder eterno, que é encontrado em Cristo.","referencias_relacionadas":["Hebreus 9:27","Eclesiastes 3:2","Romanos 6:23"]},"juizes_2_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da herança espiritual em Israel.","explicacao_detalhada":"A palavra 'filho' destaca a relação entre gerações e a transmissão da fé e dos valores de Deus ao longo do tempo.","por_que_esta_palavra":"A ênfase em 'filho' sugere a importância da família e da comunidade na formação da identidade do povo de Deus.","conexao_teologica":"A ideia de filhos de Deus é central na teologia cristã, onde todos os crentes são considerados filhos por meio de Cristo.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","Romanos 8:14"]},"juizes_2_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é um símbolo de Sua presença e caráter.","explicacao_detalhada":"O nome de Deus é associado à Sua autoridade e ao relacionamento que Ele tem com Seu povo. Invocar o nome do Senhor é reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância de conhecer e invocar a Deus em todas as circunstâncias.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando Sua natureza e atributos.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"juizes_2_9_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de sepultar, simbolizando o respeito e a honra ao falecido.","explicacao_detalhada":"A palavra 'expressão' neste contexto pode ser entendida como a ação de enterrar, que é um ritual importante na cultura israelita, refletindo a dignidade da vida.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância do luto e da memória dos líderes que guiaram o povo.","conexao_teologica":"O sepultamento é um lembrete da fragilidade da vida e da esperança da ressurreição.","referencias_relacionadas":["Gênesis 23:19","Deuteronômio 34:5-6","João 11:25"]},"juizes_2_9_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da terra prometida e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a vastidão e a riqueza da terra que Deus prometeu a Israel, simbolizando Suas bênçãos.","por_que_esta_palavra":"A grandeza da terra é um reflexo da fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Deuteronômio 1:25","Josué 1:4","Hebreus 11:9"]},"juizes_2_9_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se à geografia de Israel, que é rica em montanhas e simboliza a presença de Deus.","explicacao_detalhada":"As montanhas são frequentemente vistas como lugares de encontro com Deus, onde Ele se revela ao Seu povo.","por_que_esta_palavra":"A palavra 'montanha' é usada para enfatizar a majestade da criação de Deus e Sua presença nas alturas.","conexao_teologica":"Montanhas na Bíblia muitas vezes simbolizam a estabilidade e a força de Deus.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 17:1"]},"juizes_2_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar um novo líder ou juiz para guiar o povo.","explicacao_detalhada":"A palavra 'levantar' implica em um novo começo e a restauração da liderança divina em Israel após a morte do juiz anterior.","por_que_esta_palavra":"A escolha dessa palavra sugere a esperança e a expectativa de que Deus sempre providencia um líder para Seu povo.","conexao_teologica":"O ato de levantar líderes é um reflexo da providência de Deus e de Sua fidelidade em guiar Seu povo.","referencias_relacionadas":["1 Samuel 10:1","Salmos 75:7","Atos 13:22"]},"juizes_2_10_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade das ações de Deus e à moralidade que Ele espera de Seu povo.","explicacao_detalhada":"A palavra 'bom' é usada para descrever não apenas a natureza de Deus, mas também as ações que são agradáveis a Ele.","por_que_esta_palavra":"A ênfase na bondade destaca a necessidade de viver de acordo com os princípios de Deus.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a moral que Ele deseja que Seu povo siga.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"juizes_2_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida e práticas do povo de Israel após a morte de Josué.","explicacao_detalhada":"A palavra 'modo' indica a maneira como o povo se comportava e se relacionava com Deus, refletindo a falta de fidelidade às suas promessas.","por_que_esta_palavra":"O uso da palavra 'modo' destaca a transição do povo de Israel de um estado de obediência para um estado de desobediência e idolatria.","conexao_teologica":"O modo de vida do povo é um reflexo de sua relação com Deus, mostrando que a fidelidade a Ele é crucial para a prosperidade.","referencias_relacionadas":["Juízes 2:7","Juízes 2:19","Deuteronômio 6:5"]},"juizes_2_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada figurativamente para descrever a força e a ferocidade do povo ao se afastar de Deus.","explicacao_detalhada":"Neste contexto, 'urso' simboliza a natureza agressiva e destrutiva da idolatria e da rebelião contra Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade da situação em que o povo se encontrava, como um animal feroz que devora.","conexao_teologica":"A rebelião do povo é comparada a um urso, mostrando que a desobediência traz consequências severas e destrutivas.","referencias_relacionadas":["Oséias 13:8","Provérbios 28:15","Isaías 11:7"]},"juizes_2_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e o povo de Israel, que é descrito como Seus filhos.","explicacao_detalhada":"A palavra 'filho' implica uma relação de paternidade, amor e responsabilidade, que foi rompida pela desobediência do povo.","por_que_esta_palavra":"Destaca a identidade do povo como filhos de Deus, que deveriam viver de acordo com Seus mandamentos.","conexao_teologica":"A relação de filho e pai é central na teologia bíblica, simbolizando a aliança e a expectativa de fidelidade.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"juizes_2_11_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e ao entendimento do povo em relação à vontade de Deus.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e discernir a verdade, que foi ofuscada pela idolatria.","por_que_esta_palavra":"Enfatiza a cegueira espiritual do povo, que não consegue ver a gravidade de sua situação.","conexao_teologica":"A visão espiritual é um tema recorrente, onde a falta de visão leva à desobediência e à idolatria.","referencias_relacionadas":["Mateus 6:22-23","Isaías 42:19","Salmos 119:18"]},"juizes_2_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que simboliza a bênção e a herança de Deus para o povo de Israel.","explicacao_detalhada":"A palavra 'terra' representa não apenas o espaço físico, mas também a promessa de Deus e a relação do povo com Ele.","por_que_esta_palavra":"Destaca a importância da terra como um símbolo da aliança e da fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"juizes_2_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração e devoção.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"Destaca a necessidade de reconhecer a autoridade de Deus em todas as áreas da vida do povo.","conexao_teologica":"A adoração a Deus é fundamental na vida do povo, e a rejeição a Ele leva à desgraça.","referencias_relacionadas":["Êxodo 20:3","Salmos 46:10","Isaías 45:5"]},"juizes_2_13_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se ao ato de abandonar a adoração ao Deus verdadeiro e se voltar para ídolos.","explicacao_detalhada":"A palavra 'destituído' implica uma separação e um abandono da aliança com Deus, resultando em consequências graves.","por_que_esta_palavra":"Enfatiza a gravidade da apostasia do povo e suas consequências espirituais e sociais.","conexao_teologica":"A apostasia é um tema recorrente na Bíblia, mostrando a necessidade de permanecer fiel a Deus.","referencias_relacionadas":["Hebreus 10:26-27","Ezequiel 14:6","Gálatas 5:4"]},"juizes_2_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus e a importância de invocar Seu nome em adoração.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo e na sua relação com Ele.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e submissão à Sua vontade.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"juizes_2_13_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e obras do povo, que deveriam refletir a vontade de Deus.","explicacao_detalhada":"A palavra 'obra' implica a responsabilidade do povo em agir de acordo com os mandamentos de Deus.","por_que_esta_palavra":"Enfatiza que as obras do povo são um reflexo de sua fé e devoção a Deus.","conexao_teologica":"As obras são um tema importante na teologia bíblica, mostrando que a fé sem obras é morta.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 6:7"]},"juizes_2_14_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao crescimento da ira de Deus contra a desobediência do povo.","explicacao_detalhada":"A palavra 'crescer' indica um aumento na intensidade da ira divina devido à rebelião do povo.","por_que_esta_palavra":"Destaca que a desobediência não é apenas um ato isolado, mas leva a consequências crescentes.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e à desobediência, mostrando Sua santidade.","referencias_relacionadas":["Romanos 1:18","Salmos 7:11","Hebreus 10:31"]},"juizes_2_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade e clamor.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para expressar a soberania e a autoridade de Deus sobre todas as coisas. É um nome que denota a relação pessoal entre Deus e Seu povo.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, pois representa a presença e a ação de Deus na história.","conexao_teologica":"O uso do nome 'Senhor' enfatiza a aliança de Deus com Israel e Sua fidelidade em cumprir promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"juizes_2_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um pedido urgente por ajuda ou intervenção divina.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a ação de fornecer ou conceder algo, muitas vezes em resposta a um clamor ou necessidade.","por_que_esta_palavra":"É uma expressão da dependência do povo de Deus em relação à Sua provisão e ajuda.","conexao_teologica":"Reflete a natureza generosa de Deus, que está sempre pronto a ouvir e responder ao clamor de Seu povo.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"juizes_2_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade ou a forma completa de agir, indicando que todas as ações devem ser feitas de acordo com a vontade de Deus.","por_que_esta_palavra":"É importante para entender como devemos viver e agir em conformidade com os princípios divinos.","conexao_teologica":"A maneira de viver é um reflexo da nossa relação com Deus e da nossa obediência aos Seus mandamentos.","referencias_relacionadas":["Deuteronômio 5:32","Romanos 12:2","Colossenses 3:17"]},"juizes_2_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome do Senhor, enfatizando Sua autoridade.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é um símbolo da presença de Deus e de Sua relação com o povo.","por_que_esta_palavra":"É fundamental para a identidade do povo de Deus e sua compreensão de quem Ele é.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e reconhecimento de Sua soberania.","referencias_relacionadas":["Salmos 8:1","Isaías 12:4","Romanos 10:13"]},"juizes_2_15_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que resulta da desobediência a Deus.","explicacao_detalhada":"A palavra 'mal' (רַע) é usada para descrever ações ou comportamentos que estão em oposição à vontade de Deus.","por_que_esta_palavra":"É importante para entender as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"O mal é um tema central na teologia, pois representa a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:15"]},"juizes_2_16_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de Deus em levantar juízes para libertar o povo.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica uma ação de iniciar ou estabelecer algo, como um líder ou um salvador.","por_que_esta_palavra":"É um testemunho da intervenção divina na história de Israel.","conexao_teologica":"Deus levanta líderes para guiar e salvar Seu povo, refletindo Sua providência e cuidado.","referencias_relacionadas":["Salmos 75:7","Isaías 41:10","Atos 13:22"]},"juizes_2_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a importância do nome do Senhor na salvação e libertação do povo.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é invocado como fonte de poder e autoridade em momentos de crise.","por_que_esta_palavra":"É um lembrete da presença constante de Deus em tempos de necessidade.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que traz esperança e libertação.","referencias_relacionadas":["Salmos 118:26","Romanos 10:9","Filipenses 2:10"]},"juizes_2_16_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de Deus em trazer justiça ao Seu povo.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) implica a ideia de discernir e decidir sobre questões de justiça e moralidade.","por_que_esta_palavra":"É essencial para entender o caráter justo de Deus e Sua ação na história.","conexao_teologica":"Deus é o juiz supremo que estabelece a justiça e a verdade entre os homens.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Tiago 4:12"]},"juizes_2_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que deve ser seguido pelo povo de Deus.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é usada para descrever o modo de viver que agrada a Deus e traz bênçãos.","por_que_esta_palavra":"É um convite à obediência e à busca de uma vida plena em comunhão com Deus.","conexao_teologica":"A vida em Deus é caracterizada pela obediência e pela busca de Sua vontade.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Gálatas 5:25"]},"juizes_2_17_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que deve ser adorada e reconhecida.","explicacao_detalhada":"A palavra 'deus' (שָׁחָה) implica a ideia de adoração e reverência a Deus como o único digno de louvor.","por_que_esta_palavra":"É um chamado à adoração verdadeira e à fidelidade ao Senhor.","conexao_teologica":"A adoração a Deus é central na vida do crente e reflete a relação de amor e respeito.","referencias_relacionadas":["Salmos 95:6","Mateus 4:10","Apocalipse 4:11"]},"juizes_2_17_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar a justiça em uma situação.","explicacao_detalhada":"Neste contexto, o 'julgar' é atribuído a Deus, que levanta juízes para guiar o povo de Israel em tempos de crise. O julgamento é uma ação que implica discernimento e autoridade.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a função divina de estabelecer a justiça e a ordem entre o povo, refletindo a necessidade de liderança moral.","conexao_teologica":"A ideia de Deus como juiz é central na teologia bíblica, mostrando que Ele se preocupa com a justiça e a retidão entre Seu povo.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"juizes_2_18_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é usada novamente para descrever a ação de Deus em prover líderes para o povo.","explicacao_detalhada":"Aqui, 'julgar' implica em Deus levantando juízes que não apenas decidem questões legais, mas também guiam o povo em sua relação com Ele.","por_que_esta_palavra":"A repetição da palavra 'julgar' reforça a ideia de que a justiça divina é um tema recorrente na história de Israel.","conexao_teologica":"Deus é visto como o supremo juiz que se importa com a moralidade e a justiça, refletindo Sua natureza santa.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Miquéias 6:8"]},"juizes_2_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de Deus de erguer líderes ou juízes para guiar o povo.","explicacao_detalhada":"Neste contexto, 'levantar' implica em uma ação divina de providência, onde Deus escolhe indivíduos para desempenhar papéis de liderança em tempos de necessidade.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque indica a iniciativa de Deus em responder às crises do povo, mostrando Sua soberania.","conexao_teologica":"A soberania de Deus é um tema central, onde Ele levanta líderes para cumprir Seus propósitos e guiar Seu povo.","referencias_relacionadas":["1 Samuel 12:6","Salmos 75:7","Romanos 13:1"]},"juizes_2_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reconhecer a posição de Deus como o governante supremo que tem o direito de julgar e guiar Seu povo.","por_que_esta_palavra":"A utilização do nome 'senhor' enfatiza a relação de autoridade entre Deus e Israel, destacando a necessidade de submissão a Sua vontade.","conexao_teologica":"O nome de Deus é fundamental para a compreensão da aliança entre Ele e Seu povo, refletindo Sua fidelidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Filipenses 2:9-11"]},"juizes_2_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física, mas também simboliza a perda de liderança e direção espiritual.","explicacao_detalhada":"Neste contexto, a morte dos juízes representa a fragilidade da liderança humana e a tendência do povo de se desviar de Deus na ausência de liderança.","por_que_esta_palavra":"A palavra 'morrer' é significativa porque destaca a transitoriedade da vida e a necessidade de uma liderança constante e divina.","conexao_teologica":"A morte dos juízes ilustra a necessidade de um Salvador eterno, que nunca morre e sempre guia Seu povo.","referencias_relacionadas":["Hebreus 9:27","Eclesiastes 3:2","Romanos 5:12"]},"juizes_2_19_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é novamente utilizada para descrever a função de Deus em prover justiça.","explicacao_detalhada":"Aqui, 'julgar' implica que, mesmo após a morte dos juízes, Deus continua a ser a fonte de justiça e moralidade para o povo.","por_que_esta_palavra":"A repetição da palavra 'julgar' enfatiza a continuidade da justiça divina, mesmo em tempos de crise.","conexao_teologica":"A justiça de Deus é um tema central na Escritura, mostrando que Ele é sempre fiel em julgar com equidade.","referencias_relacionadas":["Salmos 96:13","Isaías 11:4","Atos 10:42"]},"juizes_2_19_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para lembrar ao povo que a verdadeira autoridade e poder pertencem a Deus, não aos juízes humanos.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre o povo e seu Criador, destacando a necessidade de dependência de Sua orientação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o único digno de adoração e confiança.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","1 Coríntios 8:6"]},"juizes_2_20_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao aumento da ira de Deus contra o povo por causa de sua desobediência.","explicacao_detalhada":"Neste contexto, 'crescer' implica que a desobediência do povo provoca uma resposta divina, resultando em disciplina e juízo.","por_que_esta_palavra":"A escolha da palavra 'crescer' enfatiza a gravidade da situação e a necessidade de arrependimento.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e à desobediência, refletindo Sua santidade e justiça.","referencias_relacionadas":["Romanos 1:18","Efésios 5:6","Hebreus 10:31"]},"juizes_2_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para reafirmar a autoridade de Deus sobre o povo.","explicacao_detalhada":"Neste contexto, 'senhor' é um lembrete da soberania de Deus e da necessidade de o povo se submeter a Sua vontade.","por_que_esta_palavra":"A repetição do nome 'senhor' reforça a relação de aliança entre Deus e Israel, destacando a importância da fidelidade.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da relação entre o Criador e Sua criação.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","João 10:14"]},"juizes_2_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da vontade de Deus ao povo.","explicacao_detalhada":"Neste contexto, 'dizer' implica que Deus se comunica com Seu povo, revelando Sua vontade e instruções.","por_que_esta_palavra":"A palavra 'dizer' é significativa porque destaca a importância da revelação divina e da obediência à palavra de Deus.","conexao_teologica":"A revelação de Deus é um tema central, mostrando que Ele deseja se comunicar e guiar Seu povo através de Sua palavra.","referencias_relacionadas":["Deuteronômio 8:3","Mateus 4:4","2 Timóteo 3:16"]},"juizes_2_21_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica a ideia de tomar posse ou herdar algo.","explicacao_detalhada":"No contexto de Juízes 2:21, a palavra 'agarrar' refere-se à ação de Deus em dar a terra prometida ao povo de Israel, simbolizando a herança que eles deveriam ocupar.","por_que_esta_palavra":"A palavra é usada para enfatizar a posse que Deus concede ao Seu povo, mostrando a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A herança da terra é um tema central na teologia do Antigo Testamento, representando a aliança de Deus com Israel.","referencias_relacionadas":["Deuteronômio 9:1","Josué 1:6","Salmos 37:29"]},"juizes_2_21_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer refere-se à morte física e espiritual, simbolizando a separação de Deus.","explicacao_detalhada":"Em Juízes 2:21, a morte é um resultado da desobediência do povo, que se afasta de Deus e, portanto, enfrenta as consequências de suas ações.","por_que_esta_palavra":"A palavra é utilizada para mostrar a gravidade da situação espiritual de Israel, que, ao se afastar de Deus, se coloca em risco de morte.","conexao_teologica":"A morte é um tema que aparece frequentemente na Bíblia como consequência do pecado e da desobediência a Deus.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Ezequiel 18:30-32"]},"juizes_2_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à justiça de Deus.","explicacao_detalhada":"No versículo, a palavra 'verdade' destaca a importância da lealdade a Deus e a Sua palavra, contrastando com a infidelidade do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a verdade de Deus deve ser seguida, e que a desobediência leva à ruína.","conexao_teologica":"A verdade é um atributo essencial de Deus, e a Bíblia frequentemente exorta os crentes a viverem em conformidade com essa verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"juizes_2_22_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica em proteger e resgatar o povo de suas aflições.","explicacao_detalhada":"Em Juízes 2:22, a palavra 'salvar' refere-se à ação de Deus em livrar Israel de seus inimigos quando eles se arrependem e clamam por ajuda.","por_que_esta_palavra":"A palavra é usada para mostrar a misericórdia de Deus, que sempre está disposto a salvar aqueles que se voltam para Ele.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção divina na vida dos crentes.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"juizes_2_22_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se à existência plena que Deus deseja para Seu povo.","explicacao_detalhada":"No contexto de Juízes 2:22, a palavra 'vida' simboliza a bênção e a prosperidade que vêm da obediência a Deus.","por_que_esta_palavra":"A palavra é utilizada para contrastar a vida que Deus oferece com a morte espiritual que resulta da desobediência.","conexao_teologica":"A vida é um tema que representa a relação vibrante entre Deus e Seu povo, enfatizando a importância da obediência.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Gálatas 2:20"]},"juizes_2_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à autoridade e ao caráter de Deus.","explicacao_detalhada":"Em Juízes 2:22, a palavra 'senhor' representa a soberania de Deus sobre Israel e a necessidade de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de invocar o nome de Deus em momentos de necessidade e arrependimento.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder entre Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"juizes_2_23_bondoso":{"palavra_pt":"bondoso","palavra_original":"יָנַח","transliteracao":"yânach","strong":"H3240","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Bondoso refere-se à natureza misericordiosa e amorosa de Deus.","explicacao_detalhada":"No versículo, a palavra 'bondoso' destaca a disposição de Deus em perdoar e restaurar Seu povo mesmo após suas falhas.","por_que_esta_palavra":"A palavra é utilizada para mostrar que, apesar das falhas de Israel, Deus permanece fiel e bondoso.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo Seu amor e compaixão por Sua criação.","referencias_relacionadas":["Salmos 136:1","Romanos 2:4","Efésios 2:4-5"]},"juizes_2_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"Em Juízes 2:23, a palavra 'senhor' reafirma a soberania de Deus e Sua relação com Israel, enfatizando a necessidade de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra é usada para lembrar ao povo que devem se submeter ao Senhor e confiar em Sua liderança.","conexao_teologica":"O nome de Deus é fundamental na adoração e na relação do povo com Ele, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Atos 4:12"]},"juizes_2_23_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Nação refere-se ao povo escolhido de Deus e sua relação com outras nações.","explicacao_detalhada":"No contexto de Juízes 2:23, a palavra 'nação' destaca a distinção entre Israel e os povos ao seu redor, enfatizando a chamada de Deus para ser um povo separado.","por_que_esta_palavra":"A palavra é utilizada para mostrar que Israel tem um propósito especial entre as nações, sendo chamado para refletir a glória de Deus.","conexao_teologica":"A ideia de nação escolhida é central na narrativa bíblica, refletindo o plano de Deus para a redenção da humanidade.","referencias_relacionadas":["Gênesis 12:2-3","Êxodo 19:5-6","1 Pedro 2:9"]}}