{"juizes_20_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a individualidade e a responsabilidade pessoal.","explicacao_detalhada":"Em Juízes 20:1, a palavra 'homem' é usada para convocar indivíduos a se unirem em um propósito comum, destacando a importância da ação coletiva.","por_que_esta_palavra":"A palavra 'homem' é escolhida para enfatizar a dignidade e o papel ativo que cada pessoa desempenha na história da salvação.","conexao_teologica":"A individualidade é importante na teologia bíblica, pois cada pessoa é chamada a responder ao chamado de Deus.","referencias_relacionadas":["Gênesis 1:27","Romanos 14:12","Efésios 2:10"]},"juizes_20_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No versículo, 'terra' é mencionada para enfatizar a unidade do povo de Israel em torno de sua identidade nacional e espiritual.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e o Seu povo, especialmente em contextos de conflito e aliança.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade de Sua aliança com Israel.","referencias_relacionadas":["Deuteronômio 6:10-12","Josué 1:3","Salmos 105:8-11"]},"juizes_20_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a ação de sair ou partir, muitas vezes com um propósito significativo.","explicacao_detalhada":"Em Juízes 20:1, 'sair' é usado para descrever a mobilização do povo, enfatizando a importância da ação em resposta a uma crise.","por_que_esta_palavra":"A palavra 'sair' é escolhida para destacar a necessidade de ação e a responsabilidade coletiva em tempos de necessidade.","conexao_teologica":"A ideia de 'sair' é frequentemente associada ao chamado de Deus para que Seu povo se levante e aja em fé.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Atos 1:8"]},"juizes_20_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"No contexto de Juízes 20:2, a palavra 'deus' é usada para lembrar ao povo de Israel que sua luta é também uma luta espiritual.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação do povo com o Criador e a importância de buscar Sua orientação.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, lembrando-nos de que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"juizes_20_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado, enfatizando a importância da atitude.","explicacao_detalhada":"Em Juízes 20:2, a palavra 'modo' destaca a forma como o povo se reúne e se organiza para enfrentar um desafio.","por_que_esta_palavra":"A escolha da palavra 'modo' é significativa porque reflete a importância da unidade e da estratégia em tempos de crise.","conexao_teologica":"A maneira como nos unimos e agimos em conjunto é um reflexo da unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:3","Filipenses 1:27"]},"juizes_20_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao conjunto de pessoas que formam uma nação ou grupo, neste caso, os israelitas.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a coletividade dos israelitas que se reuniram para discutir a situação que enfrentavam após um crime hediondo cometido em Gibeá. O povo é visto como uma entidade coletiva que deve agir em unidade.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a responsabilidade coletiva e a necessidade de ação conjunta diante da injustiça.","conexao_teologica":"A ideia de povo é central na teologia bíblica, pois Deus se relaciona com Seu povo de maneira especial, estabelecendo alianças e exigindo fidelidade.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","Salmos 33:12"]},"juizes_20_3_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de prestar atenção e entender o que está sendo dito, especialmente em um contexto de convocação e julgamento.","explicacao_detalhada":"A palavra 'ouvir' é crucial, pois implica não apenas escutar, mas também compreender e agir de acordo com a informação recebida. Neste contexto, o povo estava sendo convocado a ouvir o que havia acontecido em Gibeá.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da comunicação e da resposta à voz de Deus e à necessidade de justiça.","conexao_teologica":"Ouvir a voz de Deus é um tema recorrente na Bíblia, onde a obediência e a resposta ao chamado divino são fundamentais.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 30:21","Tiago 1:19"]},"juizes_20_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, neste caso, o filho da mulher que foi violentada, cuja situação gerou a convocação do povo.","explicacao_detalhada":"A palavra 'filho' carrega um peso emocional e social, pois representa a continuidade da família e a tragédia que ocorreu. O filho é um símbolo da injustiça sofrida pela sua mãe.","por_que_esta_palavra":"A menção ao 'filho' destaca a gravidade do crime e a necessidade de justiça em nome dos inocentes.","conexao_teologica":"A proteção dos vulneráveis e a busca por justiça são temas centrais na Bíblia, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:8-9","Miquéias 6:8"]},"juizes_20_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual o povo se reuniu, enfatizando a gravidade da situação.","explicacao_detalhada":"A palavra 'porque' conecta a ação do povo à injustiça que ocorreu, servindo como justificativa para a convocação e a necessidade de resposta.","por_que_esta_palavra":"A palavra é fundamental para estabelecer a lógica da ação coletiva, mostrando que a resposta é motivada por um evento específico.","conexao_teologica":"A justiça e a retidão são temas importantes na Bíblia, onde as ações são frequentemente justificadas por princípios morais.","referencias_relacionadas":["Deuteronômio 19:15","Isaías 1:17","Romanos 12:19"]},"juizes_20_4_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se à natureza humana, especialmente em relação ao ato violento que ocorreu.","explicacao_detalhada":"A palavra 'humano' é usada para descrever a condição de ser humano, que pode ser tanto capaz de grande bondade quanto de terríveis maldades, como o assassinato.","por_que_esta_palavra":"A escolha desta palavra enfatiza a fragilidade da moralidade humana e a necessidade de vigilância contra o pecado.","conexao_teologica":"A natureza humana é um tema central na teologia, onde a queda e a necessidade de redenção são discutidas.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Efésios 2:1-3"]},"juizes_20_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, neste caso, o homem que cometeu o crime.","explicacao_detalhada":"A palavra 'homem' é utilizada para identificar o perpetrador da violência, destacando a responsabilidade individual no contexto da coletividade.","por_que_esta_palavra":"A ênfase no 'homem' ressalta a necessidade de responsabilização e justiça em relação aos atos cometidos.","conexao_teologica":"A responsabilidade moral do indivíduo é um tema importante na Bíblia, onde cada um é chamado a prestar contas a Deus.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:14","Mateus 12:36"]},"juizes_20_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou se mobilizar, especialmente em um contexto de convocação para a guerra.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a mobilização do povo para agir contra a injustiça, simbolizando a determinação e a unidade.","por_que_esta_palavra":"A escolha desta palavra enfatiza a urgência da ação e a necessidade de se levantar contra a opressão.","conexao_teologica":"A mobilização do povo de Deus para a justiça é um tema recorrente na Bíblia, onde a ação coletiva é frequentemente vista como um chamado divino.","referencias_relacionadas":["Salmos 94:16","Isaías 60:1","Joel 3:9"]},"juizes_20_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à residência ou à estrutura familiar, simbolizando segurança e abrigo.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o lar da mulher que foi violentada, representando a violação da segurança e da honra familiar.","por_que_esta_palavra":"A menção à 'casa' destaca a importância do lar na cultura israelita e a gravidade da violação que ocorreu.","conexao_teologica":"A proteção da família e do lar é um princípio bíblico importante, refletindo o cuidado de Deus pela unidade familiar.","referencias_relacionadas":["Salmos 127:1","Provérbios 14:1","1 Timóteo 5:8"]},"juizes_20_5_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar dano ou aniquilar, especialmente em um contexto de guerra.","explicacao_detalhada":"A palavra 'destruir' é utilizada para descrever a intenção de punir os responsáveis pelo crime, refletindo a gravidade da resposta do povo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a seriedade da situação e a necessidade de justiça severa contra a maldade.","conexao_teologica":"A justiça de Deus é frequentemente associada à destruição do mal, refletindo a necessidade de erradicar a iniquidade.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:38","Apocalipse 21:8"]},"juizes_20_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, especialmente em relação à ação do povo.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como o povo decidiu agir em resposta à injustiça, enfatizando a necessidade de um plano claro.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da estratégia e da unidade na ação coletiva.","conexao_teologica":"A maneira como o povo de Deus age em resposta ao mal é um reflexo de sua fé e compromisso com a justiça.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Colossenses 3:23"]},"juizes_20_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar refere-se a um ato de apreensão ou captura, indicando um controle ou domínio sobre algo.","explicacao_detalhada":"No contexto de Juízes 20:6, a palavra 'agarrar' é usada para descrever a ação de capturar ou prender, simbolizando a intensidade do conflito e a determinação dos guerreiros.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a urgência e a gravidade da situação, onde a luta pela justiça e pela defesa do povo é crucial.","conexao_teologica":"A ideia de agarrar pode ser vista como uma metáfora para a luta espiritual, onde os crentes são chamados a agarrar a verdade e a justiça em meio à adversidade.","referencias_relacionadas":["Salmos 63:8","Isaías 41:10","Efésios 6:12"]},"juizes_20_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que se segue.","explicacao_detalhada":"Em Juízes 20:6, 'porque' é usado para conectar a ação de agarrar com a razão por trás dela, mostrando que as ações têm motivações e contextos que precisam ser compreendidos.","por_que_esta_palavra":"A palavra 'porque' é fundamental para a narrativa, pois explica a lógica por trás das decisões tomadas pelos personagens envolvidos.","conexao_teologica":"A conexão entre ações e suas justificativas é um tema recorrente na Bíblia, onde Deus frequentemente explica as razões por trás de Seus mandamentos e juízos.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"juizes_20_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, indicando um método ou abordagem.","explicacao_detalhada":"No versículo, 'modo' é utilizado para descrever a forma como os eventos se desenrolam, sugerindo que há um padrão ou uma estratégia a ser seguida.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da estratégia e da organização em situações de conflito, refletindo a necessidade de um plano claro.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de agir com sabedoria e discernimento, refletindo sobre como devemos viver e agir em nossas vidas.","referencias_relacionadas":["Provérbios 3:5-6","Eclesiastes 3:1","Mateus 7:24-25"]},"juizes_20_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"Em Juízes 20:7, 'filho' é mencionado para enfatizar a ligação entre os indivíduos e suas famílias, ressaltando a gravidade da situação que afeta não apenas os guerreiros, mas também suas linhagens.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinâmica social e familiar da época, onde a identidade e o valor de um homem eram frequentemente ligados à sua descendência.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a paternidade de Deus e a importância da transmissão de valores e fé entre gerações.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1-4","Provérbios 22:6"]},"juizes_20_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' pode se referir a um comando, declaração ou coisa que tem importância significativa.","explicacao_detalhada":"No contexto do versículo, 'palavra' é usada para indicar a seriedade das declarações feitas, que têm implicações diretas nas ações dos personagens.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da comunicação e da clareza nas interações, especialmente em momentos de crise.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, refletindo a importância da verdade e da revelação divina.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","João 1:1"]},"juizes_20_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica uma ação de se erguer ou se posicionar, tanto fisicamente quanto em termos de liderança.","explicacao_detalhada":"Em Juízes 20:8, 'levantar' é usado para descrever a necessidade de ação e mobilização diante de um desafio, simbolizando a prontidão para a batalha.","por_que_esta_palavra":"A palavra 'levantar' é significativa, pois sugere que é hora de agir e não permanecer passivo diante da injustiça.","conexao_teologica":"A ideia de levantar-se é frequentemente associada à chamada de Deus para que Seu povo se posicione em fé e coragem em tempos de dificuldade.","referencias_relacionadas":["Isaías 60:1","Salmos 94:16","1 Coríntios 16:13"]},"juizes_20_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente simbolizando força, responsabilidade e liderança.","explicacao_detalhada":"No versículo, 'homem' é mencionado para enfatizar a necessidade de indivíduos corajosos e determinados que se levantem em defesa do povo.","por_que_esta_palavra":"A escolha de 'homem' destaca a importância da masculinidade e do papel dos homens como líderes e protetores na sociedade.","conexao_teologica":"A Bíblia fala sobre o papel dos homens como líderes espirituais e físicos, refletindo a responsabilidade que têm diante de Deus e da comunidade.","referencias_relacionadas":["Gênesis 2:18","1 Timóteo 2:8","Efésios 5:23"]},"juizes_20_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, indicando um método ou abordagem.","explicacao_detalhada":"Assim como em Juízes 20:7, 'modo' aqui reforça a ideia de que as ações devem ser realizadas de forma deliberada e estratégica.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a importância de agir com intenção e clareza em situações críticas.","conexao_teologica":"A Bíblia nos ensina a agir com sabedoria e a considerar nossas ações, refletindo sobre como devemos viver de acordo com os princípios de Deus.","referencias_relacionadas":["Colossenses 3:23","Provérbios 16:3","Mateus 5:16"]},"juizes_20_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada novamente para enfatizar a importância das declarações e promessas feitas.","explicacao_detalhada":"Em Juízes 20:9, 'palavra' sugere que as decisões e ações são baseadas em declarações anteriores, mostrando a continuidade da narrativa.","por_que_esta_palavra":"A repetição da palavra 'palavra' destaca a importância da comunicação e da clareza nas interações, especialmente em momentos de crise.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, refletindo a importância da verdade e da revelação divina.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","Tiago 1:22"]},"juizes_20_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas pode simbolizar força e ferocidade.","explicacao_detalhada":"No contexto do versículo, 'urso' pode ser uma metáfora para a ferocidade da batalha ou a força necessária para enfrentar os inimigos.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a necessidade de coragem e força em tempos de conflito, refletindo a natureza feroz da luta.","conexao_teologica":"A ferocidade e a força são frequentemente usadas na Bíblia para descrever a proteção e a defesa que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:31","Romanos 8:31"]},"juizes_20_9_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A palavra 'sorte' refere-se ao ato de lançar sortes para tomar decisões, uma prática comum entre os israelitas para buscar a vontade de Deus.","explicacao_detalhada":"No contexto de Juízes 20:9, a sorte é utilizada para determinar como os israelitas deveriam agir em relação à guerra contra a tribo de Benjamim. A sorte era vista como um meio de orientação divina.","por_que_esta_palavra":"A escolha da palavra 'sorte' enfatiza a dependência do povo de Deus para a direção em momentos críticos, mostrando que eles buscavam a vontade divina em suas decisões.","conexao_teologica":"A prática de lançar sortes é um reflexo da crença de que Deus controla os eventos e pode guiar as decisões humanas, como visto em Provérbios 16:33.","referencias_relacionadas":["Provérbios 16:33","Atos 1:26","Josué 14:2"]},"juizes_20_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou método pelo qual algo é feito, indicando a importância da estratégia na batalha.","explicacao_detalhada":"Em Juízes 20:10, o 'modo' se refere à forma como os israelitas planejavam atacar Benjamim, mostrando que a estratégia era crucial para o sucesso na guerra.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de planejamento e organização em situações de conflito, refletindo a sabedoria em buscar a melhor abordagem.","conexao_teologica":"A importância do planejamento e da estratégia é um tema recorrente nas Escrituras, como em Provérbios 20:18, que fala sobre a necessidade de planos bem elaborados.","referencias_relacionadas":["Provérbios 20:18","Lucas 14:31","Salmos 20:7"]},"juizes_20_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade dos guerreiros israelitas.","explicacao_detalhada":"No versículo, a menção ao 'urso' pode simbolizar a bravura e a determinação dos homens de Israel em lutar contra seus inimigos, evocando a imagem de um animal feroz e protetor.","por_que_esta_palavra":"A utilização de 'urso' enfatiza a ferocidade e a coragem necessárias em tempos de batalha, refletindo a natureza combativa do povo de Deus.","conexao_teologica":"A força e a coragem são frequentemente associadas à proteção divina, como em Salmos 18:34, onde Deus é descrito como um que ensina a guerra.","referencias_relacionadas":["Salmos 18:34","1 Samuel 17:34-36","Provérbios 28:1"]},"juizes_20_10_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de capturar ou apreender, essencial em um contexto de batalha.","explicacao_detalhada":"Em Juízes 20:10, 'tomar' implica a ação de capturar os inimigos ou os recursos necessários para a vitória, destacando a agressividade da estratégia militar.","por_que_esta_palavra":"A escolha da palavra 'tomar' sublinha a necessidade de ação decisiva e firmeza em momentos de conflito, refletindo a urgência da situação.","conexao_teologica":"A ideia de 'tomar' também pode ser vista na conquista da Terra Prometida, onde os israelitas foram instruídos a tomar posse da terra que Deus lhes havia dado.","referencias_relacionadas":["Josué 1:11","Deuteronômio 2:24","Salmos 44:3"]},"juizes_20_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a uma localidade habitada, que é o cenário do conflito entre as tribos de Israel.","explicacao_detalhada":"Em Juízes 20:11, a 'cidade' é o local onde os eventos se desenrolam, simbolizando a comunidade e a unidade entre as tribos de Israel em face da adversidade.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da coletividade e da identidade nacional dos israelitas, que se uniram para enfrentar um inimigo comum.","conexao_teologica":"As cidades frequentemente representam segurança e refúgio nas Escrituras, como em Salmos 46:1, onde Deus é descrito como um refúgio e fortaleza.","referencias_relacionadas":["Salmos 46:1","Hebreus 11:10","Mateus 5:14"]},"juizes_20_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo masculino, representando os guerreiros que lutaram na batalha.","explicacao_detalhada":"Em Juízes 20:11, 'homem' simboliza a bravura e a disposição dos israelitas para se unirem em defesa de sua nação contra a tribo de Benjamim.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade individual e a coragem necessária para enfrentar desafios coletivos.","conexao_teologica":"A figura do 'homem' é frequentemente associada à liderança e à coragem nas Escrituras, como em Josué 1:9, onde Deus encoraja Josué a ser forte e corajoso.","referencias_relacionadas":["Josué 1:9","1 Coríntios 16:13","Efésios 6:10"]},"juizes_20_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira de agir ou proceder, essencial para a estratégia militar.","explicacao_detalhada":"Em Juízes 20:11, o 'modo' indica a forma como os israelitas se organizariam para enfrentar a batalha, destacando a importância da estratégia.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de um plano claro e eficaz em situações de conflito, refletindo a sabedoria em buscar a melhor abordagem.","conexao_teologica":"A importância do planejamento é um tema recorrente nas Escrituras, como em Provérbios 21:5, que fala sobre a diligência nos planos.","referencias_relacionadas":["Provérbios 21:5","Lucas 14:31","Salmos 20:7"]},"juizes_20_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os israelitas se preparavam para a batalha, indicando a necessidade de estratégia.","explicacao_detalhada":"Em Juízes 20:12, o 'modo' é crucial para a organização e a eficácia do ataque contra Benjamim, mostrando que a preparação é vital em tempos de guerra.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância de um plano bem estruturado e a colaboração entre as tribos de Israel.","conexao_teologica":"A necessidade de planejamento e estratégia é um tema que ressoa em várias partes da Bíblia, como em Provérbios 15:22, que fala sobre a importância de buscar conselhos.","referencias_relacionadas":["Provérbios 15:22","Salmos 33:10-11","Mateus 7:24"]},"juizes_20_12_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de despachar mensageiros ou tropas, essencial para a comunicação e coordenação na batalha.","explicacao_detalhada":"Em Juízes 20:12, 'enviar' implica a necessidade de mobilizar recursos e informações, destacando a importância da comunicação em um contexto militar.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a ação de mobilização e a necessidade de coordenação entre as tribos para enfrentar o inimigo.","conexao_teologica":"A ideia de enviar mensageiros ou tropas é vista em várias partes da Bíblia, como em 2 Crônicas 30:6, onde cartas são enviadas para convocar o povo.","referencias_relacionadas":["2 Crônicas 30:6","Mateus 10:16","Romanos 10:15"]},"juizes_20_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo masculino, representando os guerreiros que se uniram para lutar.","explicacao_detalhada":"Em Juízes 20:13, 'homem' simboliza a disposição dos israelitas em se unir contra a tribo de Benjamim, destacando a importância da solidariedade.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade e a coragem necessárias para enfrentar desafios coletivos.","conexao_teologica":"A figura do 'homem' é frequentemente associada à liderança e à coragem nas Escrituras, como em 1 Timóteo 6:12, que exorta os homens a lutar pela fé.","referencias_relacionadas":["1 Timóteo 6:12","Josué 1:9","Efésios 6:10"]},"juizes_20_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido por alguém, neste caso, um clamor ou chamado.","explicacao_detalhada":"No contexto de Juízes 20:13, a 'voz' é um apelo à ação, um chamado à unidade entre as tribos de Israel para enfrentar um problema comum. A voz é um símbolo de comunicação e convocação.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da comunicação e da resposta coletiva em momentos de crise.","conexao_teologica":"A voz de Deus é frequentemente associada à convocação e à direção do Seu povo. Assim como Deus chama Seu povo, aqui as tribos são chamadas a se unirem.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"juizes_20_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' no sentido de clamar ou invocar, indicando um pedido urgente.","explicacao_detalhada":"Em Juízes 20:13, 'dar' implica um ato de invocação, onde o povo clama por ajuda ou justiça. É um chamado à ação que requer uma resposta imediata.","por_que_esta_palavra":"A palavra 'dar' é usada para expressar a necessidade de ação e a urgência da situação enfrentada pelas tribos de Israel.","conexao_teologica":"O clamor do povo reflete a necessidade de buscar a intervenção divina em tempos de crise, mostrando a dependência do povo em relação a Deus.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Romanos 10:13"]},"juizes_20_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida comunitária.","explicacao_detalhada":"No versículo, a 'cidade' é o local onde a injustiça ocorreu, e a referência à cidade destaca a importância do espaço físico na narrativa e na responsabilidade coletiva.","por_que_esta_palavra":"A menção da 'cidade' é crucial para entender o contexto social e geográfico do conflito entre as tribos de Israel.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam tanto proteção quanto vulnerabilidade, refletindo a condição do povo de Deus em relação ao pecado e à justiça.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"juizes_20_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"Em Juízes 20:14, a menção de 'filho' pode indicar a importância da linhagem e da responsabilidade familiar na preservação da justiça e da moralidade.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a conexão entre gerações e a responsabilidade que cada um tem em relação ao outro.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a transmissão de valores e a importância da justiça nas relações familiares.","referencias_relacionadas":["Êxodo 20:12","Provérbios 22:6","Efésios 6:4"]},"juizes_20_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade entre grupos ou indivíduos.","explicacao_detalhada":"No contexto do versículo, 'entre' sugere a interconexão das tribos de Israel e a necessidade de unidade em face da adversidade.","por_que_esta_palavra":"A escolha da palavra 'entre' ressalta a importância da coletividade e da ação conjunta em momentos de crise.","conexao_teologica":"A unidade do corpo de Cristo é um tema central na teologia, refletindo a necessidade de colaboração e apoio mútuo entre os crentes.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:3","Filipenses 1:27"]},"juizes_20_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de eventos significativos.","explicacao_detalhada":"Em Juízes 20:15, o 'dia' é crucial para entender o momento em que a batalha ocorreu, destacando a seriedade e a gravidade da situação.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo na narrativa bíblica, onde eventos significativos são frequentemente marcados por dias específicos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à intervenção divina na história, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 24:36"]},"juizes_20_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é repetida, reforçando a importância do local onde os eventos se desenrolam.","explicacao_detalhada":"A 'cidade' é o cenário da injustiça e do conflito, simbolizando a necessidade de justiça e restauração na comunidade.","por_que_esta_palavra":"A repetição da palavra 'cidade' sublinha a centralidade do espaço urbano na narrativa e na vida do povo de Israel.","conexao_teologica":"As cidades na Bíblia muitas vezes representam tanto a proteção quanto a corrupção, refletindo a condição do povo de Deus em relação ao pecado e à justiça.","referencias_relacionadas":["Salmos 48:1","Isaías 1:26","Apocalipse 21:2"]},"juizes_20_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões sobre justiça e moralidade.","explicacao_detalhada":"Em Juízes 20:15, 'julgar' implica a necessidade de discernimento e ação em resposta à injustiça que ocorreu.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a responsabilidade das tribos de Israel em lidar com a injustiça e restaurar a ordem.","conexao_teologica":"O julgamento é um tema central na Bíblia, refletindo a natureza justa de Deus e a responsabilidade do Seu povo em buscar a justiça.","referencias_relacionadas":["Miquéias 6:8","Romanos 2:6","Tiago 4:12"]},"juizes_20_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No contexto do versículo, 'modo' sugere a necessidade de uma abordagem específica e deliberada na batalha e na justiça.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da estratégia e da intenção nas ações do povo de Israel.","conexao_teologica":"A maneira como o povo age reflete sua compreensão da vontade de Deus e a necessidade de agir de acordo com Seus princípios.","referencias_relacionadas":["Salmos 119:1","Colossenses 3:23","1 Pedro 2:12"]},"juizes_20_16_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade dos israelitas, enfatizando a unidade e a identidade nacional.","explicacao_detalhada":"Em Juízes 20:16, 'povo' destaca a importância da comunidade na luta contra a injustiça e a necessidade de ação conjunta.","por_que_esta_palavra":"A palavra 'povo' é fundamental para entender a dinâmica social e a responsabilidade coletiva em Israel.","conexao_teologica":"A noção de povo de Deus é central na teologia bíblica, refletindo a identidade e a missão do povo escolhido.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Apocalipse 5:9"]},"juizes_20_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, enfatizando a força e a responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever os guerreiros que se preparavam para a batalha em um contexto de conflito entre as tribos de Israel. O uso da palavra destaca a masculinidade e a coragem necessária para enfrentar o inimigo.","por_que_esta_palavra":"A escolha da palavra 'homem' sublinha a ideia de que a luta era uma responsabilidade coletiva dos homens de Israel, que deveriam se unir para defender sua nação.","conexao_teologica":"A figura do homem na Bíblia muitas vezes representa liderança e responsabilidade, refletindo o papel de Israel como povo escolhido por Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4","1 Coríntios 16:13"]},"juizes_20_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente, refere-se a um indivíduo masculino, enfatizando a força e a responsabilidade.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'homem' reforça a ideia de que todos os homens de Israel estavam convocados para a batalha, destacando a unidade e a determinação do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da participação masculina na defesa da nação e na luta contra a injustiça.","conexao_teologica":"A responsabilidade dos homens em liderar e proteger sua família e comunidade é um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 15:3","Josué 1:9","1 Timóteo 6:12"]},"juizes_20_17_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar, especialmente em um contexto de opressão.","explicacao_detalhada":"A palavra 'libertar' é usada para descrever a ação de resgatar os israelitas da opressão e injustiça, enfatizando a necessidade de intervenção divina e humana.","por_que_esta_palavra":"A escolha dessa palavra destaca a urgência e a importância de restaurar a justiça e a liberdade entre o povo de Deus.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"juizes_20_17_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, enfatizando a vulnerabilidade e a necessidade de proteção.","explicacao_detalhada":"A palavra 'corpo' é utilizada para descrever a condição física dos guerreiros e a importância de cuidar do bem-estar físico durante a batalha.","por_que_esta_palavra":"A menção ao corpo destaca a realidade da luta física e a necessidade de estar preparado para o combate.","conexao_teologica":"O corpo é visto como o templo do Espírito Santo, e sua proteção e cuidado são importantes na vida cristã.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Efésios 6:11"]},"juizes_20_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se levantar ou erguer, simbolizando ação e prontidão.","explicacao_detalhada":"A palavra 'levantar' é usada para convocar os guerreiros a se prepararem para a batalha, enfatizando a necessidade de ação imediata.","por_que_esta_palavra":"A escolha dessa palavra sugere um chamado à ação e à prontidão para enfrentar desafios.","conexao_teologica":"Levantar-se é um símbolo de fé e coragem, frequentemente associado à resposta à chamada de Deus.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Romanos 14:11"]},"juizes_20_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, enfatizando seu poder e autoridade.","explicacao_detalhada":"A palavra 'Deus' é usada para invocar a presença e a ajuda divina na batalha, lembrando aos israelitas que sua força vem do Senhor.","por_que_esta_palavra":"A menção de Deus destaca a dependência do povo em relação ao seu Criador e Protetor durante tempos de crise.","conexao_teologica":"Deus é visto como o defensor e salvador de seu povo, sempre presente em momentos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:6"]},"juizes_20_18_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus, enfatizando seu poder e majestade.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a magnitude de Deus em comparação com os desafios enfrentados pelos israelitas, lembrando-os de que Ele é maior do que qualquer adversidade.","por_que_esta_palavra":"A escolha dessa palavra é uma afirmação da soberania de Deus sobre todas as situações.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na confiança do povo de Deus.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"juizes_20_19_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se levantar ou erguer, simbolizando ação e prontidão.","explicacao_detalhada":"A repetição da palavra 'levantar' enfatiza a urgência da ação e a necessidade de estar preparado para a batalha.","por_que_esta_palavra":"A palavra é usada para convocar os guerreiros a se erguerem e se prepararem para o que está por vir.","conexao_teologica":"Levantar-se é um símbolo de fé e coragem, frequentemente associado à resposta à chamada de Deus.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Romanos 14:11"]},"juizes_20_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente masculino, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a importância da descendência e da herança dentro da comunidade israelita.","por_que_esta_palavra":"A menção de 'filho' destaca a responsabilidade dos homens em proteger e guiar suas famílias.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, simbolizando a continuidade da fé e da tradição.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"juizes_20_19_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo, enfatizando a urgência e a importância do momento.","explicacao_detalhada":"A palavra 'dia' é usada para descrever o tempo em que a batalha ocorrerá, ressaltando a necessidade de ação imediata.","por_que_esta_palavra":"A escolha dessa palavra sugere que o tempo é crítico e que a preparação deve ser feita rapidamente.","conexao_teologica":"O conceito de tempo e a importância de agir no momento certo são temas recorrentes na Bíblia.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 6:34","2 Coríntios 6:2"]},"juizes_20_20_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de entrar em batalha, simbolizando a disposição de enfrentar o inimigo.","explicacao_detalhada":"Neste contexto, 'sair' implica uma ação decisiva e corajosa, onde os homens de Israel se preparam para a guerra contra a tribo de Benjamim, mostrando determinação e bravura.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a urgência e a seriedade da situação, onde não há retorno, apenas a necessidade de avançar.","conexao_teologica":"A batalha é vista como uma luta não apenas física, mas também espiritual, onde o povo de Deus deve se posicionar contra o mal.","referencias_relacionadas":["Êxodo 14:15","Deuteronômio 20:1","Salmos 144:1"]},"juizes_20_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos guerreiros de Israel, destacando a masculinidade e a responsabilidade na defesa do povo.","explicacao_detalhada":"Neste versículo, 'homem' representa não apenas um indivíduo, mas um grupo de homens prontos para lutar pela justiça e pela honra de suas famílias e tribo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a coragem e a determinação dos homens que se levantam para proteger seu povo.","conexao_teologica":"A figura do homem guerreiro é frequentemente associada à proteção e liderança, refletindo o papel de Deus como defensor de Seu povo.","referencias_relacionadas":["Josué 1:6","Salmos 112:1","1 Coríntios 16:13"]},"juizes_20_20_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito armado entre as tribos de Israel e Benjamim, simbolizando a luta pela justiça.","explicacao_detalhada":"A batalha é um momento crítico na história de Israel, onde a unidade e a determinação do povo são testadas em face da traição e da injustiça.","por_que_esta_palavra":"A escolha da palavra 'batalha' destaca a seriedade do conflito e a necessidade de ação coletiva para restaurar a ordem.","conexao_teologica":"A batalha é vista como um reflexo da luta espiritual entre o bem e o mal, onde Deus está presente como o verdadeiro comandante.","referencias_relacionadas":["2 Crônicas 20:15","Efésios 6:12","Hebreus 11:32-34"]},"juizes_20_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que a batalha ocorre, simbolizando um momento decisivo na história de Israel.","explicacao_detalhada":"O 'dia' da batalha é um marco que representa a luta pela justiça e a necessidade de intervenção divina.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo e da prontidão do povo para agir conforme a vontade de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à intervenção divina na história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 24:36"]},"juizes_20_21_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' novamente destaca a ação de entrar em combate, reforçando a determinação do povo.","explicacao_detalhada":"A repetição da palavra 'sair' enfatiza a urgência e a seriedade da situação, onde os homens se preparam para a luta.","por_que_esta_palavra":"A palavra é crucial para entender a disposição do povo em enfrentar o inimigo e a gravidade do conflito.","conexao_teologica":"A disposição para 'sair' em batalha reflete a confiança em Deus como seu protetor e guia.","referencias_relacionadas":["Salmos 20:7","Isaías 41:10","Romanos 8:31"]},"juizes_20_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à responsabilidade dos homens em proteger suas famílias.","explicacao_detalhada":"Neste contexto, 'filho' simboliza a herança e o legado que os homens devem defender, refletindo a importância da família na cultura israelita.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a conexão entre os guerreiros e suas famílias, motivando-os a lutar.","conexao_teologica":"A relação entre pai e filho é um tema recorrente na Bíblia, simbolizando a aliança e a responsabilidade entre as gerações.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Mateus 7:9"]},"juizes_20_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente destaca a importância do tempo em que a batalha acontece.","explicacao_detalhada":"O 'dia' é um momento de decisão e ação, onde o povo deve se unir para enfrentar o inimigo.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a urgência e a necessidade de preparação para a batalha.","conexao_teologica":"O tempo é um elemento que Deus controla, e cada 'dia' é uma oportunidade para cumprir Sua vontade.","referencias_relacionadas":["Salmos 90:12","Mateus 6:34","Tiago 4:14"]},"juizes_20_22_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de se apegar firmemente a algo, simbolizando a determinação do povo.","explicacao_detalhada":"Neste contexto, 'agarrar' implica a necessidade de se manter firme na luta e na fé, não desistindo diante das dificuldades.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a força e a resiliência necessárias para enfrentar o inimigo.","conexao_teologica":"A ideia de 'agarrar' é frequentemente associada à perseverança na fé e à confiança em Deus em tempos de adversidade.","referencias_relacionadas":["Filipenses 3:13-14","Hebreus 10:23","1 Pedro 5:8-9"]},"juizes_20_22_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade dos israelitas, enfatizando a unidade na luta contra Benjamim.","explicacao_detalhada":"Neste contexto, 'povo' simboliza a força da nação unida em um propósito comum, refletindo a importância da comunidade.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a responsabilidade coletiva e a necessidade de união em tempos de crise.","conexao_teologica":"A unidade do povo de Deus é um tema central na Bíblia, refletindo a importância da comunidade na realização do plano divino.","referencias_relacionadas":["Salmos 133:1","Atos 2:44-47","Efésios 4:3"]},"juizes_20_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e proteção sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da autoridade divina e da necessidade de buscar a orientação de Deus antes da batalha.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a dependência do povo em relação a Deus em momentos de crise.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente, simbolizando a confiança e a fé do povo em Sua proteção.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"juizes_20_23_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza em um contexto de batalha e conflito.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a magnitude da situação enfrentada pelos israelitas, enfatizando a seriedade do conflito que estavam prestes a enfrentar.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a importância e a gravidade da luta que os israelitas estavam prestes a travar, sugerindo que era uma questão de vida ou morte.","conexao_teologica":"A grandeza do conflito reflete a luta contínua entre o bem e o mal, um tema central na teologia bíblica.","referencias_relacionadas":["Deuteronômio 20:1","Salmos 20:7","Isaías 40:26"]},"juizes_20_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos de Israel, enfatizando a identidade e a herança do povo escolhido.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a relação dos israelitas com Deus, como Seu povo escolhido e herdeiros das promessas.","por_que_esta_palavra":"A utilização de 'filho' reforça a ideia de que os israelitas são parte da família de Deus, com direitos e responsabilidades especiais.","conexao_teologica":"A relação de Deus com Seu povo é frequentemente descrita em termos de paternidade, refletindo amor e cuidado.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"juizes_20_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da batalha, um momento decisivo na história de Israel.","explicacao_detalhada":"A palavra 'dia' é utilizada para marcar um tempo específico em que os eventos se desenrolam, enfatizando a urgência e a importância do momento.","por_que_esta_palavra":"O dia é crucial, pois representa o tempo em que as decisões e ações dos israelitas teriam consequências eternas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à intervenção divina na história.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","Apocalipse 16:14"]},"juizes_20_24_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e poder durante a batalha.","explicacao_detalhada":"A palavra 'mão' é usada para descrever a capacidade de agir e tomar decisões, especialmente em um contexto de luta.","por_que_esta_palavra":"A mão representa a força e a determinação dos israelitas em enfrentar seus inimigos.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção e ajuda em momentos de necessidade.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Romanos 8:31"]},"juizes_20_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente aos filhos de Israel, reforçando a identidade do povo.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a continuidade da relação entre Deus e Seu povo durante a batalha.","por_que_esta_palavra":"Reforça a ideia de que a luta não é apenas física, mas também espiritual, envolvendo a identidade do povo de Deus.","conexao_teologica":"A identidade como filhos de Deus é fundamental para entender a missão e o propósito do povo escolhido.","referencias_relacionadas":["Gálatas 3:26","1 João 3:1","Efésios 1:5"]},"juizes_20_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Mais uma vez, refere-se ao dia da batalha, sublinhando a importância do tempo.","explicacao_detalhada":"A palavra 'dia' é repetida para enfatizar a seriedade e a urgência da situação enfrentada pelos israelitas.","por_que_esta_palavra":"O dia é um marco na história de Israel, onde decisões tomadas teriam repercussões significativas.","conexao_teologica":"O conceito de tempo e dia é importante na narrativa bíblica, onde Deus intervém em momentos específicos da história.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Hebreus 3:13"]},"juizes_20_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente aos filhos de Israel, reforçando a conexão com a identidade do povo.","explicacao_detalhada":"A repetição da palavra 'filho' destaca a continuidade da relação entre Deus e Seu povo, especialmente em tempos de crise.","por_que_esta_palavra":"Reforça a ideia de que a luta é uma questão de identidade e herança espiritual.","conexao_teologica":"A identidade como filhos de Deus é um tema central na teologia, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Romanos 8:16","1 Pedro 2:9","Gálatas 4:7"]},"juizes_20_25_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à grandeza da ação de sair para a batalha.","explicacao_detalhada":"A palavra 'sair' implica um movimento significativo, um passo decisivo em direção ao confronto.","por_que_esta_palavra":"A escolha de 'sair' enfatiza a coragem e a determinação dos israelitas em enfrentar seus inimigos.","conexao_teologica":"A ideia de sair em fé é um tema recorrente na Bíblia, onde o povo de Deus é chamado a agir com coragem.","referencias_relacionadas":["Êxodo 14:15","Josué 1:9","Hebreus 11:30"]},"juizes_20_26_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, que é central em situações de conflito e decisão.","explicacao_detalhada":"A palavra 'julgar' implica a necessidade de discernimento e justiça em meio ao conflito.","por_que_esta_palavra":"O ato de julgar é crucial para garantir que a justiça prevaleça, especialmente em tempos de batalha.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"juizes_20_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se mais uma vez ao dia da batalha, enfatizando a importância do tempo.","explicacao_detalhada":"A repetição da palavra 'dia' serve para reforçar a seriedade e a urgência do momento enfrentado pelos israelitas.","por_que_esta_palavra":"O dia é um marco na história de Israel, onde decisões tomadas teriam repercussões significativas.","conexao_teologica":"O conceito de tempo e dia é importante na narrativa bíblica, onde Deus intervém em momentos específicos da história.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Hebreus 3:13"]},"juizes_20_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina e a autoridade de Deus sobre o povo de Israel. Neste contexto, enfatiza a busca por orientação e ajuda divina em tempos de conflito.","por_que_esta_palavra":"A presença de Deus é fundamental para a vitória e a justiça em batalhas, refletindo a dependência do povo de Israel em relação ao seu Deus.","conexao_teologica":"Deus é visto como o guia e protetor do Seu povo, estabelecendo um relacionamento de aliança que é central na teologia israelita.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Deuteronômio 20:4"]},"juizes_20_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou decisão.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é utilizada para marcar um tempo específico em que eventos significativos ocorrem, como batalhas ou decisões importantes. Neste contexto, indica o dia em que o povo se reuniu para buscar a orientação de Deus.","por_que_esta_palavra":"O dia é um marco temporal que destaca a seriedade da situação e a necessidade de ação imediata.","conexao_teologica":"O conceito de dia também se relaciona com a ideia de tempo divino e a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Mateus 24:36"]},"juizes_20_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que representa Sua identidade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome de Deus, enfatizando Sua eternidade e imutabilidade. Neste contexto, invocar o nome do Senhor é um ato de fé e confiança.","por_que_esta_palavra":"O nome de Deus é invocado para buscar Sua ajuda e intervenção nas situações difíceis enfrentadas pelo povo.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"juizes_20_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se a um período de 24 horas, mas com ênfase na importância do momento.","explicacao_detalhada":"A repetição da palavra 'dia' (יוֹם) neste contexto reforça a urgência e a seriedade da situação em que o povo se encontra, buscando a direção de Deus.","por_que_esta_palavra":"Destaca a importância de um tempo específico para a ação e a decisão em busca de justiça.","conexao_teologica":"O tempo é visto como uma criação de Deus, e cada dia é uma oportunidade para buscar Sua vontade.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:14"]},"juizes_20_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação entre pais e filhos, e neste contexto, pode simbolizar a continuidade da linhagem e a responsabilidade que vem com essa relação.","por_que_esta_palavra":"Enfatiza a importância das gerações e a responsabilidade que os filhos têm em relação à sua herança espiritual e moral.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a aliança de Deus com Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"juizes_20_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a comunicação de algo significativo, e neste contexto, pode indicar a importância das declarações feitas durante a busca por orientação divina.","por_que_esta_palavra":"A comunicação clara e a expressão de intenções são cruciais em momentos de decisão e conflito.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, refletindo a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 4:12"]},"juizes_20_29_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que possui grandeza ou importância.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é usada para descrever a magnitude de um evento ou a importância de uma ação, especialmente em contextos de batalha ou decisão.","por_que_esta_palavra":"A grandeza de uma situação pode exigir uma resposta proporcional, refletindo a seriedade do momento.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, reconhecendo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"juizes_20_29_nome":{"palavra_pt":"nome","palavra_original":"גִּבְעָה","transliteracao":"Gibʻâh","strong":"H1390","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um lugar ou de uma pessoa, simbolizando identidade e reputação.","explicacao_detalhada":"A palavra 'nome' (גִּבְעָה) é usada para identificar um local específico, que neste contexto é significativo para a narrativa da batalha e a história de Israel.","por_que_esta_palavra":"O nome de um lugar pode carregar significados históricos e espirituais, refletindo eventos passados e a presença de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados à identidade e ao propósito divino.","referencias_relacionadas":["Gênesis 11:9","Salmos 76:1","Mateus 1:21"]},"juizes_20_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Mais uma vez, refere-se a um período de 24 horas, com ênfase na importância do momento.","explicacao_detalhada":"A repetição da palavra 'dia' (יוֹם) neste contexto reforça a urgência e a seriedade da situação em que o povo se encontra, buscando a direção de Deus.","por_que_esta_palavra":"Destaca a importância de um tempo específico para a ação e a decisão em busca de justiça.","conexao_teologica":"O tempo é visto como uma criação de Deus, e cada dia é uma oportunidade para buscar Sua vontade.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:14"]},"juizes_20_30_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que possui grandeza ou importância.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever a magnitude de um evento ou a importância de uma ação, especialmente em contextos de batalha ou decisão.","por_que_esta_palavra":"A grandeza de uma situação pode exigir uma resposta proporcional, refletindo a seriedade do momento.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, reconhecendo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"juizes_20_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de um homem, enfatizando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para descrever a relação entre pai e filho, simbolizando herança, identidade e a continuidade da família. No contexto de Juízes 20:30, a menção de 'filho' pode indicar a importância da família nas batalhas e conflitos da época.","por_que_esta_palavra":"A palavra é central para entender as dinâmicas familiares e sociais na sociedade israelita, onde a descendência e a linhagem eram fundamentais.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em 'Filhos de Deus'.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"juizes_20_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um espaço urbano onde as pessoas se reúnem, vivem e praticam suas crenças. Em Juízes 20:31, a cidade é um local de conflito e estratégia militar.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, refletindo a importância dos centros urbanos na vida dos israelitas.","conexao_teologica":"Cidades na Bíblia muitas vezes representam tanto refúgios quanto locais de juízo, como Jerusalém, que é vista como a cidade de Deus.","referencias_relacionadas":["Salmos 46:4","Isaías 1:21","Mateus 5:14"]},"juizes_20_31_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou partir, muitas vezes em um contexto de movimento ou ação significativa.","explicacao_detalhada":"A palavra 'sair' (יָצָא) implica um movimento para fora de um lugar, que pode ser físico ou metafórico. Em Juízes 20:31, o ato de sair é crucial para a narrativa da batalha.","por_que_esta_palavra":"O ato de sair é frequentemente associado a decisões importantes e mudanças de estado, refletindo a dinâmica de conflito e resolução.","conexao_teologica":"Sair de um lugar pode simbolizar libertação ou chamado, como quando Deus chama Seu povo a sair do Egito.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Mateus 28:19"]},"juizes_20_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de um homem, enfatizando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para descrever a relação entre pai e filho, simbolizando herança, identidade e a continuidade da família. No contexto de Juízes 20:31, a menção de 'filho' pode indicar a importância da família nas batalhas e conflitos da época.","por_que_esta_palavra":"A palavra é central para entender as dinâmicas familiares e sociais na sociedade israelita, onde a descendência e a linhagem eram fundamentais.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em 'Filhos de Deus'.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"juizes_20_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de um homem, enfatizando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para descrever a relação entre pai e filho, simbolizando herança, identidade e a continuidade da família. No contexto de Juízes 20:32, a menção de 'filho' pode indicar a importância da família nas batalhas e conflitos da época.","por_que_esta_palavra":"A palavra é central para entender as dinâmicas familiares e sociais na sociedade israelita, onde a descendência e a linhagem eram fundamentais.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em 'Filhos de Deus'.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"juizes_20_32_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um espaço urbano onde as pessoas se reúnem, vivem e praticam suas crenças. Em Juízes 20:32, a cidade é um local de conflito e estratégia militar.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, refletindo a importância dos centros urbanos na vida dos israelitas.","conexao_teologica":"Cidades na Bíblia muitas vezes representam tanto refúgios quanto locais de juízo, como Jerusalém, que é vista como a cidade de Deus.","referencias_relacionadas":["Salmos 46:4","Isaías 1:21","Mateus 5:14"]},"juizes_20_32_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer, comunicar ou declarar algo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é fundamental para a comunicação e a transmissão de mensagens. Em Juízes 20:32, a declaração feita tem implicações significativas para a narrativa.","por_que_esta_palavra":"Dizer é um ato de autoridade e revelação, essencial para a liderança e a instrução dentro da comunidade.","conexao_teologica":"A palavra de Deus é frequentemente descrita como criadora e transformadora, refletindo a importância da comunicação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"juizes_20_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, indicando um comportamento ou abordagem específica.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como algo é feito. Em Juízes 20:33, o modo de agir é crucial para a estratégia militar.","por_que_esta_palavra":"O modo de agir pode determinar o sucesso ou fracasso em situações críticas, refletindo a importância da estratégia.","conexao_teologica":"A maneira como os crentes vivem e agem é frequentemente abordada nas Escrituras, enfatizando a necessidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:25","Filipenses 1:27"]},"juizes_20_33_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um contexto de responsabilidade e ação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para descrever a humanidade, frequentemente em papéis de liderança ou responsabilidade. Em Juízes 20:33, o homem é um agente ativo na narrativa.","por_que_esta_palavra":"A figura do homem é central na narrativa bíblica, representando a humanidade em sua relação com Deus e com os outros.","conexao_teologica":"A Bíblia fala sobre o homem como criado à imagem de Deus, refletindo dignidade e propósito.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","1 Pedro 2:9"]},"juizes_20_33_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar, erguer ou estabelecer algo.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica ação e iniciativa. Em Juízes 20:33, levantar pode se referir a preparar-se para a batalha ou a ação de se erguer contra um inimigo.","por_que_esta_palavra":"Levantar é um ato de determinação e coragem, essencial em momentos de desafio.","conexao_teologica":"Levantar-se em fé é um tema recorrente nas Escrituras, simbolizando resistência e confiança em Deus.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Efésios 6:10"]},"juizes_20_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, enfatizando a importância do método ou estilo.","explicacao_detalhada":"No contexto de Juízes 20:34, a palavra 'modo' indica a forma específica de agir em uma batalha, refletindo a estratégia e a intenção dos guerreiros de Israel.","por_que_esta_palavra":"A escolha da palavra 'modo' é crucial para entender a abordagem tática dos israelitas em sua luta contra a tribo de Benjamim.","conexao_teologica":"A maneira de agir em situações de conflito pode refletir a obediência a Deus e a busca por justiça.","referencias_relacionadas":["Salmos 18:30","Provérbios 16:9","Isaías 55:8-9"]},"juizes_20_34_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar em um lugar ou situação, simbolizando a iniciativa e a determinação.","explicacao_detalhada":"A palavra 'vir/entrar' em Juízes 20:34 destaca a coragem dos guerreiros ao se lançarem na batalha, mostrando a disposição de enfrentar o inimigo.","por_que_esta_palavra":"A ação de 'vir' é fundamental para a narrativa, pois representa o movimento dos israelitas em direção ao conflito.","conexao_teologica":"Entrar em uma batalha pode ser visto como um chamado divino para agir em defesa da justiça.","referencias_relacionadas":["Êxodo 14:14","Josué 1:9","Romanos 8:31"]},"juizes_20_34_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a individualidade e a responsabilidade pessoal.","explicacao_detalhada":"A palavra 'homem' em Juízes 20:34 ressalta a importância de cada guerreiro na batalha, destacando o papel de cada indivíduo na luta coletiva.","por_que_esta_palavra":"A menção de 'homem' é significativa para entender a participação ativa e a coragem dos israelitas.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"juizes_20_35_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, simbolizando um tempo específico para a ação.","explicacao_detalhada":"Em Juízes 20:35, o 'dia' é crucial para entender a cronologia da batalha e a intervenção divina no momento exato.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo em que Deus age em favor do Seu povo.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para ver Sua obra.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"juizes_20_35_praga":{"palavra_pt":"praga","palavra_original":"נָגַף","transliteracao":"nâgaph","strong":"H5062","significado_raiz":"Ideia básica: praga.","significado_contextual":"Refere-se a um golpe ou calamidade, simbolizando a severidade do juízo divino.","explicacao_detalhada":"A palavra 'praga' em Juízes 20:35 indica a gravidade da derrota que os benjamitas enfrentaram, refletindo a ação direta de Deus na batalha.","por_que_esta_palavra":"A escolha de 'praga' destaca a seriedade da situação e a intervenção divina como resposta ao pecado.","conexao_teologica":"A ideia de praga pode ser vista como um aviso sobre as consequências do pecado e a justiça de Deus.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Gálatas 6:7"]},"juizes_20_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao título ou à identidade de Deus, simbolizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' em Juízes 20:35 enfatiza a soberania de Deus sobre a batalha e a importância de invocar Seu nome em momentos de crise.","por_que_esta_palavra":"A menção do 'senhor' é essencial para reconhecer a fonte de poder e proteção durante a guerra.","conexao_teologica":"Invocar o nome de Deus é um tema recorrente na Bíblia, refletindo a confiança no Seu caráter e promessas.","referencias_relacionadas":["Salmos 20:7","Isaías 26:4","Atos 4:12"]},"juizes_20_36_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de pedir ou invocar, simbolizando a necessidade de ajuda.","explicacao_detalhada":"A palavra 'dar' em Juízes 20:36 destaca a importância de clamar a Deus em busca de intervenção em momentos de necessidade.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a ação de entregar algo a Deus, como um pedido de socorro.","conexao_teologica":"Clamar a Deus é um ato de fé e dependência, reconhecendo que Ele é a fonte de ajuda.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 4:2"]},"juizes_20_36_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Indica a ação de perceber ou entender, simbolizando a importância da visão espiritual.","explicacao_detalhada":"A palavra 'ver' em Juízes 20:36 ressalta a necessidade de discernimento espiritual durante a batalha.","por_que_esta_palavra":"A escolha de 'ver' é crucial para entender a situação e agir de acordo com a vontade de Deus.","conexao_teologica":"A visão espiritual é fundamental para discernir a verdade e a direção de Deus em nossas vidas.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Efésios 1:18"]},"juizes_20_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, simbolizando a continuidade e a herança.","explicacao_detalhada":"A palavra 'filho' em Juízes 20:36 destaca a importância das gerações e a responsabilidade dos pais em ensinar seus filhos sobre Deus.","por_que_esta_palavra":"A menção de 'filho' é significativa para entender a relação familiar e a transmissão de valores espirituais.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo o amor de Deus por Sua família.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"juizes_20_37_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, simbolizando a comunidade e a segurança.","explicacao_detalhada":"A palavra 'cidade' em Juízes 20:37 destaca a importância do espaço físico e da proteção que ele oferece durante a batalha.","por_que_esta_palavra":"A escolha de 'cidade' é crucial para entender o cenário da luta e a estratégia dos israelitas.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam refúgios e a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:1","Hebreus 11:10","Apocalipse 21:2"]},"juizes_20_37_ambushment":{"palavra_pt":"ambush ment","palavra_original":"אָרַב","transliteracao":"ʼârab","strong":"H693","significado_raiz":"Ideia básica: ambush ment.","significado_contextual":"A palavra 'ambushment' refere-se a uma emboscada, uma estratégia militar utilizada para surpreender o inimigo.","explicacao_detalhada":"No contexto de Juízes 20:37, a emboscada foi uma tática planejada pelos israelitas para atacar os benjamitas, criando uma distração que os levaria a se expor.","por_que_esta_palavra":"A escolha da palavra 'ambushment' enfatiza a astúcia e a estratégia militar dos israelitas em um momento crítico de conflito.","conexao_teologica":"A emboscada pode ser vista como uma representação da luta entre o bem e o mal, onde a sabedoria e a estratégia são necessárias para vencer as forças do mal.","referencias_relacionadas":["Salmos 37:32","Provérbios 1:18","Eclesiastes 9:18"]},"juizes_20_38_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir a um indivíduo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"Em Juízes 20:38, o 'homem' é um soldado que desempenha um papel crucial na batalha, representando a bravura e a responsabilidade dos guerreiros.","por_que_esta_palavra":"A utilização da palavra 'homem' destaca a importância da ação individual dentro de um contexto coletivo de guerra.","conexao_teologica":"A figura do homem na batalha pode ser vista como um reflexo da luta espiritual que cada crente enfrenta em sua vida.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4","Efésios 6:10-12"]},"juizes_20_38_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida social e cultural.","explicacao_detalhada":"No versículo, a cidade é o cenário do conflito, simbolizando a proteção e a segurança que os benjamitas buscavam.","por_que_esta_palavra":"A menção da cidade destaca a importância dos lares e comunidades na narrativa bíblica, especialmente em tempos de crise.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a segurança e a presença de Deus entre o Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Hebreus 11:10"]},"juizes_20_38_assembleia":{"palavra_pt":"assembleia","palavra_original":"מוֹעֵד","transliteracao":"môwʻêd","strong":"H4150","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se a um grupo de pessoas reunidas para um propósito comum.","explicacao_detalhada":"Em Juízes 20:38, a assembleia é composta pelos guerreiros que se reúnem para planejar a batalha, simbolizando unidade e cooperação.","por_que_esta_palavra":"A escolha da palavra 'assembleia' enfatiza a importância da comunidade e da colaboração em momentos de crise.","conexao_teologica":"A assembleia pode ser vista como uma representação da Igreja, onde os crentes se reúnem para adorar e enfrentar desafios juntos.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","1 Coríntios 12:12-14"]},"juizes_20_39_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para se referir a um indivíduo masculino em um contexto de batalha.","explicacao_detalhada":"Neste versículo, o 'homem' representa a bravura e a determinação dos guerreiros israelitas em lutar pela justiça.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que cada indivíduo tem um papel significativo na luta coletiva.","conexao_teologica":"A luta do homem na batalha pode ser vista como uma metáfora para a luta espiritual que cada crente enfrenta em sua vida diária.","referencias_relacionadas":["Gênesis 6:5","Salmos 144:3","1 Timóteo 6:12"]},"juizes_20_39_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao percurso ou à direção que se toma, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Em Juízes 20:39, o 'caminho' pode simbolizar a estratégia adotada pelos israelitas para alcançar a vitória na batalha.","por_que_esta_palavra":"A escolha da palavra 'caminho' sugere que há uma jornada a ser percorrida, com decisões que impactam o resultado final.","conexao_teologica":"O caminho é frequentemente usado na Bíblia para simbolizar a vida e as escolhas que fazemos em nossa caminhada com Deus.","referencias_relacionadas":["Provérbios 3:6","Salmos 119:105","Mateus 7:13-14"]},"juizes_20_39_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito armado entre os israelitas e os benjamitas.","explicacao_detalhada":"No contexto de Juízes 20:39, a batalha é um momento decisivo que determina o futuro de Israel e a justiça em relação ao pecado cometido.","por_que_esta_palavra":"A utilização da palavra 'batalha' enfatiza a seriedade do conflito e a necessidade de ação para restaurar a ordem.","conexao_teologica":"A batalha pode ser vista como uma representação da luta espiritual que os crentes enfrentam contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 1:18"]},"juizes_20_40_oracao":{"palavra_pt":"oracao","palavra_original":"מַשְׂאֵת","transliteracao":"masʼêth","strong":"H4864","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de se comunicar com Deus, pedindo Sua intervenção e ajuda.","explicacao_detalhada":"Em Juízes 20:40, a oração é um clamor por ajuda divina em meio ao conflito, mostrando a dependência do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'oração' destaca a importância da comunicação com Deus em tempos de crise.","conexao_teologica":"A oração é fundamental na vida do crente, representando a conexão com Deus e a busca por Sua vontade.","referencias_relacionadas":["Filipenses 4:6-7","Tiago 5:16","1 Tessalonicenses 5:17"]},"juizes_20_40_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente utilizada, referindo-se ao local onde a batalha ocorre e onde as pessoas buscam refúgio.","explicacao_detalhada":"A cidade simboliza a segurança e a proteção que os israelitas desejam em meio ao conflito.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância do lar e da comunidade em tempos de dificuldade.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a presença de Deus e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 26:1","Hebreus 11:10"]},"juizes_20_40_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Juízes 20:40, 'grande' pode se referir à gravidade da situação enfrentada pelos israelitas e à magnitude da batalha.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade do conflito e a necessidade de uma resposta significativa.","conexao_teologica":"A grandeza de Deus é frequentemente mencionada na Bíblia, lembrando-nos de Sua soberania sobre todas as situações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"juizes_20_41_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um contexto de batalha ou conflito.","explicacao_detalhada":"A palavra 'homem' é usada para descrever indivíduos que participam de eventos significativos, como guerras ou decisões importantes. No contexto de Juízes 20:41, refere-se aos guerreiros que lutaram na batalha.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade e a responsabilidade dos indivíduos envolvidos nas ações descritas.","conexao_teologica":"A luta entre os israelitas e os benjamitas reflete a luta do povo de Deus contra o pecado e a injustiça.","referencias_relacionadas":["Juízes 20:41","Juízes 20:44","Gênesis 2:7","Salmos 8:4","1 Coríntios 15:21"]},"juizes_20_41_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para um evento ou ação.","explicacao_detalhada":"A palavra 'porque' conecta a ação dos homens à razão pela qual eles agiram, indicando a motivação por trás do conflito.","por_que_esta_palavra":"É crucial para entender a lógica e a justificativa das ações dos personagens bíblicos.","conexao_teologica":"Mostra como as decisões humanas são frequentemente influenciadas por razões espirituais ou morais.","referencias_relacionadas":["Juízes 20:41","Romanos 3:23","Tiago 1:14","Gálatas 6:7","Provérbios 14:12"]},"juizes_20_41_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"A palavra 'mal' é usada para descrever o comportamento dos benjamitas que provocou a guerra, destacando a gravidade do pecado.","por_que_esta_palavra":"É fundamental para entender a natureza do conflito e a necessidade de justiça.","conexao_teologica":"O mal é um tema recorrente na Bíblia, representando a oposição ao plano de Deus e a necessidade de redenção.","referencias_relacionadas":["Juízes 20:41","Romanos 6:23","Gálatas 5:19","Isaías 5:20","Salmos 34:14"]},"juizes_20_42_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, muitas vezes com conotações de segurança ou abrigo.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever o local onde os eventos da batalha ocorreram, simbolizando um espaço de conflito e proteção.","por_que_esta_palavra":"A cidade é um elemento central na narrativa, representando tanto um lugar de refúgio quanto de destruição.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a comunidade e a coletividade do povo de Deus.","referencias_relacionadas":["Juízes 20:42","Salmos 46:1","Mateus 5:14","Hebreus 11:10","Apocalipse 21:2"]},"juizes_20_42_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou à presença de uma pessoa, frequentemente associada a emoções ou intenções.","explicacao_detalhada":"A palavra 'rosto' é usada para descrever a direção ou a intenção dos homens na batalha, simbolizando a determinação e a coragem.","por_que_esta_palavra":"O rosto é uma representação da identidade e da intenção, essencial para entender as ações dos personagens.","conexao_teologica":"A presença de Deus é frequentemente associada ao 'rosto', simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Juízes 20:42","Números 6:25","Salmos 27:8","Salmos 80:3","2 Coríntios 4:6"]},"juizes_20_43_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à estrela que ilumina o dia, simbolizando luz e clareza.","explicacao_detalhada":"A palavra 'sol' é usada para descrever o tempo do dia em que a batalha ocorreu, simbolizando a visibilidade e a intensidade do conflito.","por_que_esta_palavra":"O sol é um símbolo de clareza e revelação, essencial para entender a magnitude da batalha.","conexao_teologica":"O sol é frequentemente usado na Bíblia como uma metáfora para a presença de Deus e sua verdade.","referencias_relacionadas":["Juízes 20:43","Salmos 84:11","Mateus 5:45","Isaías 60:1","Apocalipse 22:16"]},"juizes_20_43_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"Refere-se a um estado de descanso ou alívio, muitas vezes após um período de conflito.","explicacao_detalhada":"A palavra 'comfortable' é usada para descrever a busca por um estado de paz após a batalha, simbolizando a necessidade de recuperação.","por_que_esta_palavra":"É importante para entender a dinâmica emocional dos personagens após a luta.","conexao_teologica":"A Bíblia frequentemente fala sobre o descanso que Deus oferece ao seu povo após períodos de luta.","referencias_relacionadas":["Juízes 20:43","Mateus 11:28","Salmos 23:2","Hebreus 4:9","Apocalipse 14:13"]},"juizes_20_44_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de tombar ou ser derrotado, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a derrota dos guerreiros, simbolizando a consequência do pecado e da rebelião.","por_que_esta_palavra":"É crucial para entender a gravidade da situação e o resultado das ações dos personagens.","conexao_teologica":"A queda é um tema central na Bíblia, representando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Juízes 20:44","Romanos 5:12","1 Pedro 5:8","Gálatas 6:7","Apocalipse 20:10"]},"juizes_20_44_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente a um ser humano, enfatizando a individualidade em um contexto de conflito.","explicacao_detalhada":"A repetição da palavra 'homem' destaca a importância de cada indivíduo na narrativa da batalha.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que cada homem tem um papel significativo nas ações que levam à guerra.","conexao_teologica":"Cada homem é visto como responsável por suas ações diante de Deus, refletindo a teologia da responsabilidade pessoal.","referencias_relacionadas":["Juízes 20:44","Gênesis 1:26","Ezequiel 18:30","Romanos 14:12","Gálatas 6:5"]},"juizes_20_44_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, especialmente em um contexto de ação.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como os homens se comportaram durante a batalha, enfatizando a estratégia e a intenção.","por_que_esta_palavra":"É importante para entender a abordagem dos guerreiros e as táticas utilizadas na luta.","conexao_teologica":"A maneira como agimos reflete nossa fé e compromisso com Deus, sendo um tema importante na ética cristã.","referencias_relacionadas":["Juízes 20:44","Mateus 7:13","Colossenses 3:23","1 Pedro 2:12","Tiago 1:22"]},"juizes_20_45_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de alguém, simbolizando a relação direta com Deus ou a condição de um indivíduo.","explicacao_detalhada":"No contexto de Juízes 20:45, o 'rosto' pode indicar a presença de Deus em um momento de julgamento e conflito. A face é frequentemente associada à revelação do caráter e intenções de uma pessoa.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a importância da presença divina nas decisões e ações humanas, especialmente em momentos de crise.","conexao_teologica":"O conceito de 'rosto' está ligado à ideia de que ver o rosto de Deus é um sinal de favor e bênção, enquanto a ausência de Sua face pode indicar juízo.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Êxodo 33:20"]},"juizes_20_45_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de salvar ou resgatar, especialmente em um contexto de opressão ou conflito.","explicacao_detalhada":"Em Juízes 20:45, 'libertar' se refere ao ato de salvar os que estão em perigo, refletindo a necessidade de intervenção divina em situações de desespero.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a dinâmica de salvação e redenção que permeia a narrativa bíblica, especialmente em tempos de guerra.","conexao_teologica":"A libertação é um tema central na Bíblia, representando a ação de Deus em favor de Seu povo, como visto na libertação do Egito.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"juizes_20_46_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou decisão.","explicacao_detalhada":"No versículo, o 'dia' é significativo porque representa um tempo determinado para a ação de Deus e a resposta do povo em um momento crítico.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar eventos importantes na história de Israel, mostrando que Deus atua em tempos específicos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Eclesiastes 3:1","Amós 5:18","Mateus 24:36"]},"juizes_20_46_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou ser derrotado, muitas vezes em um contexto de batalha ou julgamento.","explicacao_detalhada":"Em Juízes 20:46, 'cair' se refere à derrota dos inimigos de Israel, simbolizando a intervenção divina em favor do Seu povo.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a dinâmica de vitória e derrota nas batalhas descritas na Bíblia.","conexao_teologica":"Cair é um símbolo de juízo e a queda dos ímpios, enquanto a vitória é vista como a bênção de Deus sobre os justos.","referencias_relacionadas":["Salmos 20:8","Provérbios 24:16","Romanos 8:37"]},"juizes_20_46_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, enfatizando a importância da abordagem correta em situações críticas.","explicacao_detalhada":"No contexto do versículo, 'modo' sugere que a forma como as ações são realizadas pode influenciar o resultado, refletindo a necessidade de sabedoria e discernimento.","por_que_esta_palavra":"A palavra 'modo' é usada para destacar que não apenas as ações, mas também a intenção e a forma de agir são cruciais.","conexao_teologica":"A maneira como os crentes vivem e agem é importante para a sua testemunha e para a glória de Deus.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Efésios 5:15"]},"juizes_20_47_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos, especialmente em um contexto de justiça e moralidade.","explicacao_detalhada":"Em Juízes 20:47, 'julgar' implica a responsabilidade de discernir entre o certo e o errado, refletindo a necessidade de justiça entre o povo de Israel.","por_que_esta_palavra":"A palavra 'julgar' é fundamental para entender a função dos juízes em Israel e a importância da justiça divina.","conexao_teologica":"Deus é visto como o juiz supremo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Tiago 4:12"]},"juizes_20_47_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Semelhante ao primeiro, refere-se à face ou presença, indicando a relação com Deus em momentos de julgamento.","explicacao_detalhada":"O uso de 'rosto' novamente enfatiza a importância da presença de Deus nas decisões e ações do povo, especialmente em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'rosto' reforça sua importância na narrativa bíblica e na compreensão da relação entre Deus e Seu povo.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando Sua proximidade e envolvimento com a humanidade.","referencias_relacionadas":["Salmos 31:16","Números 6:26","Êxodo 33:14"]},"juizes_20_47_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de salvar ou resgatar, especialmente em um contexto de opressão ou conflito.","explicacao_detalhada":"A palavra 'libertar' aqui destaca a necessidade de intervenção divina em situações de desespero e a esperança de salvação.","por_que_esta_palavra":"A repetição da palavra 'libertar' enfatiza a urgência e a importância da salvação em tempos de crise.","conexao_teologica":"A libertação é um tema central na Bíblia, representando a ação de Deus em favor de Seu povo, como visto na libertação do Egito.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"juizes_20_48_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o valor do indivíduo na narrativa bíblica.","explicacao_detalhada":"Em Juízes 20:48, 'homem' representa não apenas um indivíduo, mas a coletividade do povo de Israel e sua responsabilidade diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a importância da humanidade na criação e o papel que cada pessoa desempenha na história da salvação.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"juizes_20_48_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, simbolizando a comunidade e a vida em sociedade.","explicacao_detalhada":"No contexto de Juízes 20:48, 'cidade' representa não apenas um espaço físico, mas a coletividade e a proteção que uma comunidade deve oferecer.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a importância da vida comunitária e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A cidade é frequentemente vista na Bíblia como um símbolo de segurança e refúgio, refletindo a proteção de Deus sobre Seu povo.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Hebreus 11:10"]},"juizes_20_48_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, indicando uma relação familiar direta.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre um pai e seu descendente, simbolizando continuidade e herança. No contexto de Juízes 20:48, a referência a 'filhos' pode indicar a importância da linhagem e da identidade tribal.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a conexão familiar e a responsabilidade que vem com essa relação, especialmente em tempos de conflito.","conexao_teologica":"A ideia de ser filho é central na teologia bíblica, onde Deus é frequentemente referido como Pai, e os crentes são chamados de filhos de Deus, refletindo a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]}}