{"juizes_21_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Indica um indivíduo do sexo masculino, mas também pode simbolizar força e liderança.","explicacao_detalhada":"A palavra 'homem' é utilizada para descrever não apenas a identidade de gênero, mas também a posição social e a responsabilidade. Em Juízes 21:1, a menção de 'homem' pode estar ligada à necessidade de liderança e decisão em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é escolhida para enfatizar a ação e a responsabilidade que recaem sobre os indivíduos em momentos críticos.","conexao_teologica":"A figura do homem é frequentemente associada à liderança e à proteção na Bíblia, refletindo o papel que Deus designou para os homens em suas famílias e comunidades.","referencias_relacionadas":["Gênesis 2:18","1 Timóteo 2:8","Efésios 5:23"]},"juizes_21_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é usada para transmitir uma mensagem ou instrução. Em Juízes 21:1, a ênfase está na importância da comunicação clara em momentos de decisão.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de clareza e autoridade na comunicação, especialmente em situações de crise.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus a base da fé e da prática cristã.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"juizes_21_1_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' sugere uma posição de interseção ou proximidade. Em Juízes 21:1, isso pode indicar a necessidade de união ou de estar em comunhão durante um período de crise.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a importância da comunidade e da coletividade nas decisões e ações.","conexao_teologica":"A ideia de estar 'entre' é central na teologia da comunidade cristã, onde os crentes são chamados a viver em comunhão uns com os outros.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12","Hebreus 10:24-25"]},"juizes_21_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou avaliar situações.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado. Em Juízes 21:2, isso pode estar relacionado à necessidade de tomar decisões justas em meio a conflitos.","por_que_esta_palavra":"A escolha da palavra 'julgar' ressalta a importância da justiça e da moralidade nas decisões que afetam a comunidade.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os crentes são chamados a buscar a justiça em suas ações e decisões.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Romanos 14:10"]},"juizes_21_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é central na fé israelita e cristã, representando a autoridade e a soberania. Em Juízes 21:2, a menção de Deus pode indicar a busca por orientação divina em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a necessidade de reconhecer a soberania divina nas decisões humanas.","conexao_teologica":"A relação entre Deus e seu povo é fundamental na Bíblia, onde Deus é visto como protetor e guia.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","Romanos 8:31"]},"juizes_21_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar alguém para uma ação.","explicacao_detalhada":"A palavra 'vir' implica um chamado à ação ou à presença. Em Juízes 21:2, isso pode indicar a necessidade de reunir pessoas para uma decisão coletiva.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a importância da ação e da resposta ao chamado, especialmente em situações de crise.","conexao_teologica":"Deus frequentemente chama seu povo para ação, e a resposta a esse chamado é um tema central na vida cristã.","referencias_relacionadas":["Mateus 11:28","Romanos 1:6","1 Pedro 2:9"]},"juizes_21_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de decisão ou mudança.","explicacao_detalhada":"A palavra 'dia' é usada para marcar eventos significativos. Em Juízes 21:3, isso pode indicar um tempo crítico para a tomada de decisões importantes.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a urgência e a importância do momento em que as decisões são tomadas.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"juizes_21_3_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar alguém de uma situação difícil.","explicacao_detalhada":"A palavra 'libertar' implica a ação de trazer liberdade ou salvação. Em Juízes 21:3, isso pode estar relacionado à busca por redenção em meio ao sofrimento.","por_que_esta_palavra":"A escolha da palavra 'libertar' destaca a necessidade de intervenção divina ou humana para restaurar a liberdade.","conexao_teologica":"A libertação é um tema central na Bíblia, onde Deus é visto como o libertador de seu povo, especialmente no contexto da escravidão e do pecado.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"juizes_21_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é utilizada para transmitir uma mensagem ou instrução. Em Juízes 21:3, a ênfase está na importância da comunicação clara em momentos de decisão.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de clareza e autoridade na comunicação, especialmente em situações de crise.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus a base da fé e da prática cristã.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"juizes_21_4_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício mencionado é uma oferta feita a Deus como ato de adoração e busca de favor divino.","explicacao_detalhada":"O termo 'sacrifício' refere-se a uma oferta que é apresentada a Deus, muitas vezes como um ato de gratidão ou para expiação de pecados. No contexto de Juízes 21:4, o sacrifício é uma parte importante da prática religiosa do povo de Israel, simbolizando a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o povo de Israel e Deus, representando a devoção e a necessidade de expiação.","conexao_teologica":"O sacrifício é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e a relação entre o homem e Deus, culminando no sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:1-17","Hebreus 9:22","Romanos 12:1"]},"juizes_21_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar uma queda moral ou espiritual, refletindo a condição do povo de Israel.","explicacao_detalhada":"No contexto de Juízes 21:4, 'cair' pode ser interpretado como uma metáfora para a desobediência e a apostasia do povo, que frequentemente se afastava dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a fragilidade humana e a tendência de se afastar de Deus, um tema comum nas narrativas bíblicas.","conexao_teologica":"A queda do homem é um conceito teológico que se relaciona com a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"juizes_21_4_dia":{"palavra_pt":"dia","palavra_original":"מׇחֳרָת","transliteracao":"mochŏrâth","strong":"H4283","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de adoração e sacrifício a Deus.","explicacao_detalhada":"Em Juízes 21:4, o 'dia' é um momento significativo para o povo de Israel, onde se reúnem para prestar culto e fazer sacrifícios, refletindo a importância do tempo sagrado na vida comunitária.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar momentos de celebração e adoração, destacando a necessidade de dedicar tempo a Deus.","conexao_teologica":"O conceito de tempo sagrado é fundamental na teologia bíblica, onde dias específicos são designados para adoração e reflexão.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Colossenses 2:16-17"]},"juizes_21_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como os sacrifícios e adorações devem ser realizados.","explicacao_detalhada":"Em Juízes 21:5, o 'modo' implica a importância de seguir as instruções divinas na adoração, refletindo a santidade e a reverência que devem acompanhar os atos de culto.","por_que_esta_palavra":"A palavra 'modo' enfatiza a necessidade de ordem e respeito nas práticas religiosas, que são essenciais para a aceitação dos sacrifícios por Deus.","conexao_teologica":"A forma como adoramos a Deus é um reflexo de nossa compreensão de Sua santidade e de nossa relação com Ele.","referencias_relacionadas":["Levítico 10:1-3","Salmos 29:2","Hebreus 12:28-29"]},"juizes_21_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode referir-se à magnitude do sacrifício ou à importância do ato de adoração.","explicacao_detalhada":"No contexto de Juízes 21:5, 'grande' pode indicar a seriedade e a profundidade do compromisso do povo com Deus, assim como a grandeza de Sua misericórdia.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a importância e a reverência que devem acompanhar a adoração a Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, que nos lembra da Sua soberania e majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"juizes_21_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' novamente enfatiza a importância do tempo dedicado a Deus e à adoração.","explicacao_detalhada":"Em Juízes 21:6, o 'dia' é um lembrete da necessidade de momentos específicos de culto e reflexão na vida do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a importância de estabelecer um ritmo de adoração e devoção.","conexao_teologica":"A prática de dedicar dias a Deus é uma forma de reconhecer Sua soberania sobre o tempo e a vida.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Lucas 4:16"]},"juizes_21_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à importância da família na cultura israelita.","explicacao_detalhada":"Em Juízes 21:6, 'filho' representa a herança e a responsabilidade que cada geração tem de seguir os caminhos de Deus.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, bem como a transmissão da fé de pais para filhos.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a paternidade de Deus e a responsabilidade de ensinar a próxima geração.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 127:3","Efésios 6:4"]},"juizes_21_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' aqui pode referir-se à importância da mensagem ou da declaração feita.","explicacao_detalhada":"Em Juízes 21:6, 'grande' pode indicar a gravidade da situação enfrentada pelo povo e a necessidade de uma resposta adequada a Deus.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a seriedade e a magnitude das ações e decisões que o povo deve tomar.","conexao_teologica":"A grandeza de Deus e a seriedade de Sua palavra são temas que permeiam toda a Escritura.","referencias_relacionadas":["Salmos 96:4","Isaías 6:3","Mateus 5:16"]},"juizes_21_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, reconhecendo Sua autoridade e soberania.","explicacao_detalhada":"Em Juízes 21:7, 'senhor' é um título que expressa a reverência e o reconhecimento da posição de Deus como Criador e Governante.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a adoração, pois reconhece a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, que nos lembra de nossa posição como servos diante dEle.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:9"]},"juizes_21_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar a força e a ferocidade, representando a natureza de Deus em Sua justiça.","explicacao_detalhada":"Em Juízes 21:7, 'urso' pode ser uma metáfora para a proteção e a força que Deus oferece ao Seu povo, assim como a ferocidade com que Ele defende os Seus.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a força e a proteção que Deus proporciona, refletindo Sua natureza poderosa.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, que nos lembra de Sua capacidade de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10-11","Romanos 8:31"]},"juizes_21_7_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como um ser humano, especialmente no contexto de relacionamentos familiares e sociais.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é usada para descrever não apenas a esposa, mas também a figura feminina em geral. No contexto de Juízes 21, a busca por mulheres para os benjamitas reflete a importância da continuidade da linhagem e da família em Israel.","por_que_esta_palavra":"A escolha da palavra enfatiza o papel vital da mulher na sociedade israelita, especialmente em tempos de crise, onde a preservação da família e da tribo era crucial.","conexao_teologica":"A mulher é vista como uma colaboradora na obra de Deus, e sua importância é ressaltada em várias passagens bíblicas, onde o papel da mulher é fundamental para a história da salvação.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"juizes_21_8_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso econômico e símbolo de riqueza na sociedade israelita.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה) é utilizada para descrever os animais que eram essenciais para a subsistência e a prosperidade das famílias. No contexto de Juízes 21, o gado representa a necessidade de recursos para sustentar a nova geração de israelitas.","por_que_esta_palavra":"O uso da palavra destaca a conexão entre a agricultura, a criação de gado e a sobrevivência do povo de Israel, especialmente em tempos de escassez.","conexao_teologica":"O gado é frequentemente mencionado na Bíblia como uma bênção de Deus, simbolizando prosperidade e a fidelidade divina em prover para o seu povo.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 50:10"]},"juizes_21_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou declarar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a importância da comunicação e da transmissão de ordens ou informações. No contexto de Juízes 21, a declaração sobre a busca de mulheres é um ato que tem implicações profundas para a sobrevivência da tribo de Benjamim.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da palavra falada e da autoridade que ela carrega, especialmente em decisões que afetam a comunidade.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, e a comunicação entre os membros da comunidade é vital para a unidade e a ação coletiva.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"juizes_21_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos sobre situações e pessoas.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) é usada para descrever a função de liderança e a responsabilidade de decidir sobre questões morais e sociais. Em Juízes 21, o julgamento é necessário para restaurar a ordem após a crise enfrentada pela tribo de Benjamim.","por_que_esta_palavra":"A palavra destaca a necessidade de liderança sábia e justa em tempos de crise, refletindo a importância do papel dos juízes em Israel.","conexao_teologica":"Deus é descrito como o juiz supremo, e a justiça é um tema central na Bíblia, refletindo o caráter de Deus e a necessidade de justiça na sociedade.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Miquéias 6:8"]},"juizes_21_9_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou resgatar alguém de uma situação difícil.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) implica em um ato de intervenção divina ou humana para trazer liberdade. No contexto de Juízes 21, isso se relaciona com a necessidade de restaurar a tribo de Benjamim após a guerra.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação de Deus em libertar seu povo em momentos de necessidade, refletindo seu caráter redentor.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação e a intervenção de Deus na vida do seu povo.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"juizes_21_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel como uma coletividade unida sob a aliança com Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a nação de Israel, enfatizando sua identidade coletiva e sua relação com Deus. Em Juízes 21, o povo enfrenta a crise da falta de mulheres para os benjamitas.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunidade e da unidade entre os israelitas, especialmente em tempos de necessidade.","conexao_teologica":"A ideia de povo é central na teologia bíblica, onde Deus se relaciona com seu povo de maneira especial, prometendo proteção e bênçãos.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20","1 Pedro 2:9"]},"juizes_21_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prole e à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a descendência e a importância da família na sociedade israelita. Em Juízes 21, a busca por mulheres é crucial para garantir a continuidade da tribo de Benjamim.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da herança e da continuidade familiar na cultura israelita.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus em manter suas promessas através das gerações.","referencias_relacionadas":["Salmos 127:3","Provérbios 17:6","Mateus 1:1"]},"juizes_21_10_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância das relações familiares na sociedade.","explicacao_detalhada":"A palavra 'família' (טַף) é usada para descrever o núcleo familiar e a importância das relações entre seus membros. Em Juízes 21, a preservação da família é essencial para a sobrevivência da tribo de Benjamim.","por_que_esta_palavra":"A escolha dessa palavra destaca a centralidade da família na cultura israelita e a necessidade de proteger e preservar as relações familiares.","conexao_teologica":"A família é vista como uma instituição divina, e a Bíblia enfatiza a importância de cuidar e educar os filhos na fé.","referencias_relacionadas":["Gênesis 18:19","Efésios 6:4","Colossenses 3:20"]},"juizes_21_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém em uma missão ou tarefa específica.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica em uma ação de delegar responsabilidades. No contexto de Juízes 21, isso se relaciona com a missão de buscar mulheres para os benjamitas.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação de mobilizar pessoas para cumprir uma tarefa importante, refletindo a necessidade de ação coletiva.","conexao_teologica":"O envio é um tema importante na Bíblia, onde Deus envia profetas e missionários para cumprir sua vontade e propósitos.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Atos 13:2"]},"juizes_21_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra como um meio de comunicação e expressão de intenção.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever não apenas a comunicação verbal, mas também a ação e a intenção por trás das palavras. Em Juízes 21, a palavra é crucial para a tomada de decisões que afetam a comunidade.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunicação clara e da intenção por trás das ações, especialmente em momentos críticos.","conexao_teologica":"A palavra de Deus é descrita como viva e eficaz, e a comunicação entre os membros da comunidade é vital para a unidade e a ação coletiva.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Tiago 1:22"]},"juizes_21_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas ou a maneira de agir.","explicacao_detalhada":"A palavra 'modo' neste contexto implica uma forma específica de proceder, que pode ser entendida como uma instrução sobre como os israelitas deveriam se comportar em determinadas situações.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da ordem e da obediência às diretrizes estabelecidas por Deus.","conexao_teologica":"O modo de agir dos israelitas reflete a necessidade de viver de acordo com a vontade divina, mostrando que a obediência é fundamental na relação com Deus.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Provérbios 4:26"]},"juizes_21_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, 'urso' pode simbolizar força e ferocidade, representando um aspecto do caráter de Deus ou de Sua criação.","explicacao_detalhada":"A palavra 'urso' é usada para ilustrar a força e a proteção que Deus oferece ao Seu povo, assim como um urso protege seus filhotes.","por_que_esta_palavra":"A utilização de 'urso' destaca a natureza protetora de Deus, que é forte e capaz de defender aqueles que são Seus.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um defensor forte e confiável.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:31","Miquéias 7:14"]},"juizes_21_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos, especialmente em contextos de justiça.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado, um papel que os juízes de Israel deveriam desempenhar.","por_que_esta_palavra":"A palavra é crucial para entender a função dos juízes como representantes de Deus, que deveriam garantir a justiça entre o povo.","conexao_teologica":"A justiça é um atributo de Deus, e os juízes eram chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"juizes_21_12_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um símbolo de riqueza e sustento na sociedade israelita.","explicacao_detalhada":"A palavra 'gado' representa não apenas os animais, mas também a prosperidade e a segurança alimentar do povo.","por_que_esta_palavra":"A menção ao gado destaca a importância da agricultura e da criação de animais na vida cotidiana dos israelitas.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, incluindo a prosperidade material.","referencias_relacionadas":["Gênesis 30:43","Salmos 104:14","Provérbios 27:23"]},"juizes_21_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como a herança prometida a Israel, simbolizando a presença e a bênção de Deus.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas um lugar físico, mas também a relação do povo com Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança entre Deus e Israel, onde eles deveriam viver em obediência e adoração.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"juizes_21_13_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar como uma ação de delegar autoridade ou responsabilidade.","explicacao_detalhada":"A palavra 'enviar' implica uma missão ou tarefa que deve ser cumprida, muitas vezes com um propósito específico.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da ação e da obediência ao chamado de Deus.","conexao_teologica":"O envio é um tema importante na Bíblia, refletindo a missão de Deus para Seu povo e a necessidade de cumprir Seus propósitos.","referencias_relacionadas":["Mateus 28:19","Isaías 6:8","João 20:21"]},"juizes_21_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções devem ser seguidas ou como as ações devem ser realizadas.","explicacao_detalhada":"A palavra 'modo' neste contexto enfatiza a importância de seguir as diretrizes de maneira correta e ordenada.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de disciplina e obediência nas ações do povo de Deus.","conexao_teologica":"A maneira de agir reflete a santidade e a ordem que Deus deseja ver em Seu povo.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","1 Pedro 1:15-16"]},"juizes_21_13_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar, que é fundamental na sociedade israelita.","explicacao_detalhada":"A palavra 'família' implica um grupo de pessoas unidas por laços de sangue e compromisso, refletindo a importância da comunidade.","por_que_esta_palavra":"A menção à família destaca a importância das relações interpessoais e da responsabilidade mútua dentro da sociedade.","conexao_teologica":"A família é vista como uma instituição divina, essencial para a transmissão da fé e dos valores.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:3-5","Efésios 6:1-4"]},"juizes_21_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar como uma expressão de necessidade ou súplica a Deus.","explicacao_detalhada":"A palavra 'dar' neste contexto implica a ação de oferecer algo em resposta a um clamor ou necessidade.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a generosidade e a provisão de Deus em resposta às súplicas do Seu povo.","conexao_teologica":"Deus é apresentado como aquele que ouve e responde ao clamor de Seu povo, mostrando Sua fidelidade.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 7:7"]},"juizes_21_14_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de edificar como um processo de construção ou fortalecimento de algo.","explicacao_detalhada":"A palavra 'edificar' implica a ideia de construir não apenas estruturas físicas, mas também relacionamentos e comunidades.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a importância de construir uma base sólida na fé e na comunidade.","conexao_teologica":"A edificação é um tema central na vida cristã, onde os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:19-22","1 Tessalonicenses 5:11"]},"juizes_21_14_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a um momento de comunicação ou declaração significativa entre as pessoas.","explicacao_detalhada":"No contexto de Juízes 21:14, a expressão é utilizada para descrever a forma como os israelitas se comunicaram e expressaram suas intenções e sentimentos em relação à situação que enfrentavam.","por_que_esta_palavra":"A palavra 'expressão' é importante porque revela a necessidade de comunicação clara e a importância das palavras na resolução de conflitos.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, e a expressão verbal é um meio pelo qual os seres humanos podem se relacionar uns com os outros e com Deus.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 19:14"]},"juizes_21_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compõem a nação de Israel, destacando sua identidade coletiva.","explicacao_detalhada":"Em Juízes 21:15, o termo 'povo' é usado para enfatizar a unidade e a coletividade dos israelitas, que estavam enfrentando uma crise e precisavam agir juntos.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica social e a responsabilidade coletiva que os israelitas tinham em relação uns aos outros.","conexao_teologica":"A noção de povo de Deus é central na teologia bíblica, refletindo a relação especial entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"juizes_21_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação ou situação descrita.","explicacao_detalhada":"No versículo, 'porque' é usado para conectar a razão pela qual o povo estava em uma determinada situação, indicando a importância de entender as causas dos problemas enfrentados.","por_que_esta_palavra":"A palavra 'porque' é essencial para a lógica do discurso, ajudando a esclarecer as motivações e as consequências das ações do povo.","conexao_teologica":"Entender as razões por trás das ações é fundamental para a reflexão moral e espiritual, que é um tema recorrente na Bíblia.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Salmos 37:5"]},"juizes_21_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Juízes 21:16, 'dizer' é usado para descrever a necessidade de que as pessoas se expressem sobre suas preocupações e decisões, enfatizando a importância da comunicação.","por_que_esta_palavra":"A comunicação verbal é uma ferramenta poderosa para a resolução de conflitos e a construção de relacionamentos.","conexao_teologica":"A palavra de Deus é frequentemente descrita como viva e eficaz, mostrando a importância da comunicação divina e humana.","referencias_relacionadas":["Hebreus 4:12","Mateus 12:34","Tiago 3:5"]},"juizes_21_16_familia":{"palavra_pt":"familia","palavra_original":"עֵדָה","transliteracao":"ʻêdâh","strong":"H5712","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo familiar, destacando a importância das relações familiares na sociedade israelita.","explicacao_detalhada":"No contexto do versículo, a palavra 'família' é usada para enfatizar a unidade e a responsabilidade que cada membro da família tem em relação aos outros.","por_que_esta_palavra":"A palavra 'família' é fundamental para entender a estrutura social e a importância das relações familiares na cultura israelita.","conexao_teologica":"A família é vista como a unidade básica da sociedade e é frequentemente mencionada nas Escrituras como um reflexo da relação entre Deus e Seu povo.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","Salmos 127:3"]},"juizes_21_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora ou símbolo de força e ferocidade.","explicacao_detalhada":"No versículo, a menção ao 'urso' pode ser uma referência à força necessária para enfrentar os desafios e as dificuldades que o povo estava enfrentando.","por_que_esta_palavra":"A palavra 'urso' é significativa porque evoca a ideia de proteção e defesa, especialmente em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende Seu povo contra os inimigos.","referencias_relacionadas":["Salmos 18:2","Isaías 40:11","Salmos 91:4"]},"juizes_21_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação e da expressão verbal.","explicacao_detalhada":"Neste contexto, 'dizer' é crucial para a tomada de decisões e para a clareza nas interações entre os membros do povo.","por_que_esta_palavra":"A comunicação é uma ferramenta vital para a unidade e a compreensão dentro de uma comunidade.","conexao_teologica":"A importância da palavra é um tema central na Bíblia, refletindo a criação através da palavra e a revelação de Deus ao homem.","referencias_relacionadas":["Gênesis 1:3","João 1:1","Provérbios 15:23"]},"juizes_21_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à honestidade nas interações e decisões.","explicacao_detalhada":"Em Juízes 21:17, a ênfase na 'verdade' é crucial para garantir que as decisões tomadas sejam justas e corretas.","por_que_esta_palavra":"A verdade é um princípio fundamental nas relações humanas e na justiça divina.","conexao_teologica":"Deus é descrito como a verdade, e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"juizes_21_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer ou conceder algo a alguém.","explicacao_detalhada":"No contexto do versículo, 'dar' pode se referir à necessidade de oferecer ajuda ou apoio em tempos de crise.","por_que_esta_palavra":"A palavra 'dar' é importante porque reflete a generosidade e a responsabilidade que os indivíduos têm uns com os outros.","conexao_teologica":"A generosidade é um princípio central na vida cristã, refletindo o caráter de Deus que dá livremente.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Lucas 6:38"]},"juizes_21_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente enfatizada, sublinhando a importância da honestidade nas interações.","explicacao_detalhada":"Neste versículo, a ênfase na 'verdade' é crucial para garantir que as ações e decisões sejam baseadas em princípios corretos.","por_que_esta_palavra":"A verdade é um pilar fundamental para a justiça e a integridade nas relações humanas.","conexao_teologica":"A busca pela verdade é um chamado divino, e a verdade é essencial na vida do crente.","referencias_relacionadas":["Salmos 51:6","1 João 1:8-10","Provérbios 12:22"]},"juizes_21_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' é uma conjunção que liga a razão pela qual algo é dito ou feito. É uma palavra que expressa causalidade, indicando a motivação por trás de uma ação ou decisão.","por_que_esta_palavra":"A palavra é essencial para entender a lógica do discurso, pois fornece a razão pela qual os eventos estão ocorrendo.","conexao_teologica":"A utilização de 'porque' reflete a natureza de Deus como um ser que se comunica e explica Suas ações ao Seu povo.","referencias_relacionadas":["Gênesis 1:29","Êxodo 20:12","Salmos 119:105"]},"juizes_21_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No contexto bíblico, 'dia' pode representar tanto um dia literal quanto um tempo de julgamento ou de ação divina. É um termo que carrega significados de ciclo e renovação.","por_que_esta_palavra":"A palavra é usada para marcar a cronologia dos eventos e a importância de momentos específicos na narrativa bíblica.","conexao_teologica":"O conceito de 'dia' é fundamental na criação e na história da salvação, onde Deus estabelece tempos e estações.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","Eclesiastes 3:1"]},"juizes_21_19_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se à estrela central do sistema solar, que é fonte de luz e calor.","explicacao_detalhada":"No contexto bíblico, o 'sol' é frequentemente associado à luz, à vida e à presença de Deus. É um símbolo de clareza e revelação.","por_que_esta_palavra":"A menção do 'sol' enfatiza a importância da luz e do tempo em que os eventos ocorrem, além de simbolizar a presença divina.","conexao_teologica":"O sol é um símbolo da justiça e da verdade de Deus, que traz luz ao mundo e revela a Sua glória.","referencias_relacionadas":["Gênesis 1:16","Salmos 84:11","Mateus 5:14"]},"juizes_21_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar uma fala ou uma declaração importante.","explicacao_detalhada":"Neste contexto, 'dizer' implica a ação de comunicar algo significativo, que pode ter implicações para a narrativa ou para os personagens envolvidos.","por_que_esta_palavra":"A palavra é crucial para entender as instruções ou ordens que estão sendo dadas, revelando a autoridade do falante.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, e a ação de 'dizer' reflete a natureza comunicativa de Deus.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"juizes_21_20_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de mandar alguém ou algo para um determinado lugar ou tarefa.","explicacao_detalhada":"No contexto, 'enviar' implica uma missão ou um propósito, onde alguém é designado para realizar uma tarefa específica.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de ação e obediência entre os personagens da narrativa.","conexao_teologica":"O ato de enviar é um tema recorrente na Bíblia, refletindo a missão de Deus de enviar profetas e, finalmente, Seu Filho ao mundo.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","João 20:21"]},"juizes_21_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, geralmente em um contexto familiar ou de herança.","explicacao_detalhada":"Neste contexto, 'filho' pode simbolizar não apenas a relação biológica, mas também a continuidade da linhagem e a transmissão de promessas.","por_que_esta_palavra":"A palavra é fundamental para entender a importância das relações familiares e a herança espiritual na narrativa bíblica.","conexao_teologica":"A ideia de 'filho' é central na teologia cristã, especialmente em relação a Jesus como o Filho de Deus e a relação dos crentes como filhos de Deus.","referencias_relacionadas":["Gênesis 22:2","Romanos 8:14","Gálatas 4:7"]},"juizes_21_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de uma instrução ou ordem.","explicacao_detalhada":"Assim como em outros contextos, 'dizer' implica a importância da fala e da autoridade do que está sendo comunicado.","por_que_esta_palavra":"A repetição da palavra indica a relevância da mensagem que está sendo transmitida e a necessidade de atenção a ela.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela e se comunica com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"juizes_21_21_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à ação de perceber ou observar algo.","explicacao_detalhada":"Neste contexto, 'ver' pode implicar não apenas a visão física, mas também a compreensão e discernimento espiritual.","por_que_esta_palavra":"A palavra é importante para entender a necessidade de atenção e vigilância em relação aos eventos que estão ocorrendo.","conexao_teologica":"A visão é frequentemente usada na Bíblia como uma metáfora para a revelação e o entendimento da verdade divina.","referencias_relacionadas":["Salmos 119:18","Isaías 6:10","Mateus 13:16"]},"juizes_21_21_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de resgatar ou libertar alguém de uma situação perigosa.","explicacao_detalhada":"No contexto, 'salvar' implica a intervenção divina ou humana para proteger ou livrar alguém de um mal iminente.","por_que_esta_palavra":"A palavra é crucial para entender o tema da salvação que permeia toda a narrativa bíblica.","conexao_teologica":"A salvação é um dos temas centrais da Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:9"]},"juizes_21_21_temor":{"palavra_pt":"temor","palavra_original":"חוּל","transliteracao":"chûwl","strong":"H2342","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de respeito profundo ou medo em relação a algo ou alguém.","explicacao_detalhada":"Neste contexto, 'temor' pode indicar tanto o respeito reverente a Deus quanto o medo de consequências negativas.","por_que_esta_palavra":"A palavra é importante para entender a atitude que deve ser adotada diante de Deus e de Suas ações.","conexao_teologica":"O temor do Senhor é frequentemente mencionado na Bíblia como o princípio da sabedoria e do entendimento.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"juizes_21_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou desmoronamento, tanto físico quanto espiritual.","explicacao_detalhada":"No contexto de Juízes 21:22, 'cair' pode simbolizar a queda moral e espiritual do povo de Israel, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação em que o povo se encontra, indicando uma necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"juizes_21_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para a ação ou situação mencionada.","explicacao_detalhada":"Em Juízes 21:22, 'porque' é usado para justificar as ações tomadas pelos israelitas em resposta a uma situação específica.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das decisões do povo, mostrando que suas ações não eram aleatórias, mas motivadas por um propósito.","conexao_teologica":"A razão e a justificativa são fundamentais na teologia, pois Deus frequentemente explica as razões por trás de Seus mandamentos e ações.","referencias_relacionadas":["Deuteronômio 30:19","Isaías 1:18","Romanos 12:2"]},"juizes_21_22_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' implica em corrigir ou chamar a atenção para um erro ou pecado.","explicacao_detalhada":"No versículo, 'repreender' sugere que há uma necessidade de confrontar comportamentos errados dentro da comunidade israelita.","por_que_esta_palavra":"A utilização de 'repreender' destaca a importância da correção mútua e da responsabilidade entre os membros da comunidade de fé.","conexao_teologica":"A repreensão é um aspecto do amor cristão, onde a correção é feita com o objetivo de restaurar e edificar.","referencias_relacionadas":["Gálatas 6:1","Tiago 5:19-20","Mateus 18:15"]},"juizes_21_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada de forma figurativa, referindo-se a um animal que representa força e ferocidade.","explicacao_detalhada":"Em Juízes 21:23, 'urso' pode simbolizar a força dos inimigos ou a ferocidade da luta que os israelitas enfrentavam.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e a necessidade de coragem e força para enfrentar os desafios.","conexao_teologica":"A ferocidade do urso pode ser vista como uma metáfora para os desafios que os crentes enfrentam em sua jornada de fé.","referencias_relacionadas":["Provérbios 28:1","Salmos 22:12","Isaías 11:7"]},"juizes_21_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando segurança e identidade.","explicacao_detalhada":"No contexto de Juízes 21:23, a 'cidade' representa não apenas um espaço físico, mas também a coletividade do povo de Israel.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância da comunidade e da vida em conjunto na fé.","conexao_teologica":"A cidade é um símbolo do Reino de Deus, onde o povo vive em harmonia sob a liderança divina.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 46:4"]},"juizes_21_23_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica em tomar decisões e discernir entre o certo e o errado.","explicacao_detalhada":"Em Juízes 21:23, 'julgar' sugere a responsabilidade do povo em fazer escolhas justas e corretas em suas interações.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a necessidade de sabedoria e discernimento na liderança e na vida comunitária.","conexao_teologica":"O julgamento justo é um princípio fundamental na justiça divina, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Romanos 14:10"]},"juizes_21_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"No contexto de Juízes 21:24, 'filho' representa a importância da família e da herança na cultura israelita.","por_que_esta_palavra":"A menção de 'filho' destaca a responsabilidade de cada geração em transmitir a fé e os valores.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, enfatizando a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","Romanos 8:14"]},"juizes_21_24_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um momento ou tempo específico.","explicacao_detalhada":"Em Juízes 21:24, 'expressão' pode indicar a importância de reconhecer e valorizar os momentos significativos na vida do povo.","por_que_esta_palavra":"A escolha de 'expressão' ressalta a necessidade de estar atento aos tempos e estações que Deus estabelece.","conexao_teologica":"A compreensão dos tempos é um tema importante na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Daniel 2:21","Atos 1:7"]},"juizes_21_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à dignidade do ser humano criado à imagem de Deus.","explicacao_detalhada":"No contexto de Juízes 21:24, 'homem' representa a individualidade e a responsabilidade de cada pessoa diante de Deus.","por_que_esta_palavra":"A menção de 'homem' enfatiza a importância da dignidade humana e do chamado de Deus para cada indivíduo.","conexao_teologica":"A criação do homem à imagem de Deus é um fundamento teológico que estabelece a dignidade e o valor de cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"juizes_21_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, simbolizando a passagem do tempo e as experiências vividas.","explicacao_detalhada":"Em Juízes 21:25, 'dia' pode representar a época de confusão e desobediência em Israel, onde cada um fazia o que achava certo.","por_que_esta_palavra":"A escolha de 'dia' destaca a realidade temporal da vida e a necessidade de viver de acordo com a vontade de Deus.","conexao_teologica":"O conceito de dia é importante na Bíblia, refletindo a soberania de Deus sobre o tempo e a história.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"juizes_21_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em Israel, que deveria governar com justiça e temor a Deus.","explicacao_detalhada":"No contexto de Juízes 21:25, a ausência de um rei em Israel é um reflexo da anarquia e da falta de liderança espiritual e moral. O versículo destaca que cada um fazia o que achava certo, evidenciando a necessidade de uma liderança centralizada e divina.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura social e política de Israel, onde a liderança deveria ser baseada na lei de Deus e na justiça.","conexao_teologica":"A figura do rei em Israel é um precursor da realeza de Cristo, que é o Rei dos Reis. A falta de um rei em Juízes aponta para a necessidade de um governante justo e divino.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6","Mateus 2:2","Apocalipse 19:16"]},"juizes_21_25_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano adulto, simbolizando a individualidade e a responsabilidade moral diante de Deus.","explicacao_detalhada":"Em Juízes 21:25, a menção de que 'cada um fazia o que achava certo' implica que cada homem tinha a liberdade e a responsabilidade de agir conforme sua própria consciência, o que levou a um estado de desordem moral.","por_que_esta_palavra":"A palavra 'homem' é importante para enfatizar a condição humana e a necessidade de um padrão moral que deve ser seguido, especialmente em um contexto de desobediência a Deus.","conexao_teologica":"A individualidade do homem é fundamental na teologia cristã, onde cada pessoa é chamada a se submeter à vontade de Deus e a viver em comunidade sob Sua liderança.","referencias_relacionadas":["Gênesis 1:26","Deuteronômio 30:19","Romanos 14:12","Gálatas 6:5","Efésios 2:10"]}}