{"juizes_3_1_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Nação refere-se aos povos que Deus permitiu que permanecessem para testar Israel.","explicacao_detalhada":"Em Juízes 3:1, a palavra 'nação' é usada para descrever os povos que Deus deixou na terra para que Israel fosse provado em sua fidelidade.","por_que_esta_palavra":"A palavra é utilizada para mostrar que Deus usa as nações ao redor de Israel como uma forma de ensinar e disciplinar Seu povo.","conexao_teologica":"A presença de outras nações serve como um teste da lealdade de Israel a Deus, refletindo a soberania divina sobre a história.","referencias_relacionadas":["Deuteronômio 8:2","Salmos 66:10","Tiago 1:2-4"]},"juizes_3_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e criador.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando sua soberania e poder sobre todas as coisas. No contexto de Juízes 3:1, isso destaca a relação de Israel com Deus, que é visto como seu líder e guia.","por_que_esta_palavra":"Essa palavra é central na teologia israelita, pois representa a aliança entre Deus e seu povo, mostrando que Ele é o Senhor que os guia e protege.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que se conecta com a ideia de que Ele é o Senhor que dirige a história e os eventos da vida dos fiéis.","referencias_relacionadas":["Êxodo 20:2","Salmos 23:1","Isaías 40:28"]},"juizes_3_1_adventure":{"palavra_pt":"adventure","palavra_original":"נָסָה","transliteracao":"nâçâh","strong":"H5254","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' (נָסָה) refere-se a um teste ou provação.","explicacao_detalhada":"No contexto de Juízes 3:1, a ideia de 'adventure' implica que Deus permite que o povo enfrente desafios para testar sua fé e obediência. É uma oportunidade de crescimento espiritual.","por_que_esta_palavra":"A palavra é importante porque reflete a experiência de Israel em sua jornada de fé, onde cada desafio é uma chance de se aproximar mais de Deus.","conexao_teologica":"A ideia de ser testado é comum na Bíblia, onde Deus usa provações para fortalecer a fé dos crentes.","referencias_relacionadas":["Tiago 1:2-4","1 Pedro 1:6-7","Salmos 66:10"]},"juizes_3_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem. Em Juízes 3:2, isso pode se referir à importância da herança e da identidade do povo de Israel.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a relação entre Deus e seu povo, que é frequentemente descrito como 'filhos' de Deus.","conexao_teologica":"A filiação é um tema central na Bíblia, onde os crentes são chamados de filhos de Deus, refletindo uma relação íntima e pessoal.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"juizes_3_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença ou face de alguém.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é usada para descrever a presença de Deus entre seu povo. Em Juízes 3:2, isso pode indicar a necessidade de estar na presença de Deus para receber orientação.","por_que_esta_palavra":"É uma palavra que simboliza a intimidade e a relação direta com Deus, que se revela a seu povo.","conexao_teologica":"A presença de Deus é um tema importante, onde Ele se manifesta a seu povo, mostrando que está próximo e acessível.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Êxodo 33:14"]},"juizes_3_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade ou à realidade de algo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da honestidade e da fidelidade a Deus. Em Juízes 3:2, isso pode indicar a necessidade de seguir a verdade divina.","por_que_esta_palavra":"A verdade é fundamental na relação com Deus, pois Ele é a própria verdade e espera que seu povo viva de acordo com ela.","conexao_teologica":"A verdade é um conceito central na Bíblia, onde Deus é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 119:160","Provérbios 12:22"]},"juizes_3_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de discernir entre o certo e o errado. Em Juízes 3:3, isso pode se referir ao papel dos juízes em guiar o povo.","por_que_esta_palavra":"É importante porque destaca a função de liderança e a necessidade de justiça na sociedade israelita.","conexao_teologica":"A justiça é um atributo de Deus, e os líderes devem refletir esse caráter em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"juizes_3_3_senhor":{"palavra_pt":"senhor","palavra_original":"סֶרֶן","transliteracao":"çeren","strong":"H5633","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a um líder ou autoridade.","explicacao_detalhada":"A palavra 'senhor' (סֶרֶן) é usada para descrever a posição de alguém que exerce autoridade. Em Juízes 3:3, isso pode se referir aos juízes que lideram o povo de Israel.","por_que_esta_palavra":"Essa palavra é significativa porque ressalta a importância da liderança justa e piedosa entre o povo de Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde Deus escolhe líderes para guiar seu povo de acordo com sua vontade.","referencias_relacionadas":["1 Timóteo 3:1","Hebreus 13:17","Mateus 20:26-28"]},"juizes_3_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou perder a posição.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode indicar uma queda moral ou espiritual. Em Juízes 3:4, isso pode se referir ao resultado da desobediência do povo.","por_que_esta_palavra":"É importante porque ilustra as consequências do afastamento de Deus e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, onde o afastamento de Deus leva a consequências negativas.","referencias_relacionadas":["Romanos 11:22","Gálatas 6:7","Provérbios 14:14"]},"juizes_3_4_adventure":{"palavra_pt":"adventure","palavra_original":"נָסָה","transliteracao":"nâçâh","strong":"H5254","significado_raiz":"Ideia básica: adventure.","significado_contextual":"Refere-se a um teste ou provação.","explicacao_detalhada":"A palavra 'adventure' (נָסָה) é usada para descrever a experiência de ser testado. Em Juízes 3:4, isso pode indicar que Deus permite desafios para fortalecer a fé do povo.","por_que_esta_palavra":"É significativa porque reflete a jornada de fé, onde cada desafio é uma oportunidade de crescimento espiritual.","conexao_teologica":"A ideia de ser testado é comum na Bíblia, onde Deus usa provações para fortalecer a fé dos crentes.","referencias_relacionadas":["Tiago 1:2-4","1 Pedro 1:6-7","Salmos 66:10"]},"juizes_3_4_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de entender ou ter conhecimento.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica uma relação íntima e pessoal. Em Juízes 3:4, isso pode se referir ao conhecimento que o povo deve ter de Deus e de sua vontade.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de um relacionamento profundo com Deus, que vai além do conhecimento intelectual.","conexao_teologica":"O conhecimento de Deus é fundamental na vida do crente, pois é através desse conhecimento que se desenvolve a fé e a obediência.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","Colossenses 1:10"]},"juizes_3_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a descendência e a importância da família na cultura israelita. No contexto de Juízes 3:5, enfatiza a conexão entre as gerações e a herança espiritual.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura social e a identidade do povo de Israel, que se via como uma grande família unida por laços de sangue e fé.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:9"]},"juizes_3_5_coracao":{"palavra_pt":"coracao","palavra_original":"קֶרֶב","transliteracao":"qereb","strong":"H7130","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Simboliza o centro das emoções e decisões da pessoa.","explicacao_detalhada":"A palavra 'coração' (קֶרֶב) representa não apenas o órgão físico, mas também a sede dos sentimentos e da vontade. Em Juízes 3:5, o coração é crucial para entender as motivações do povo de Israel.","por_que_esta_palavra":"É uma palavra chave que revela a condição espiritual e moral do povo, refletindo suas escolhas e sua fidelidade a Deus.","conexao_teologica":"O coração é frequentemente mencionado nas Escrituras como o lugar onde Deus busca a verdadeira adoração e arrependimento.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 22:37"]},"juizes_3_6_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Indica a ação de tomar posse ou controle sobre algo.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é usada para descrever a ação de adquirir ou assumir algo, que neste contexto se refere à tomada de esposas estrangeiras, o que leva à idolatria.","por_que_esta_palavra":"É importante para entender a transgressão do povo de Israel ao se misturar com nações pagãs, o que resultou em desvio da adoração ao Senhor.","conexao_teologica":"A ideia de 'tomar' é frequentemente associada à aliança entre Deus e Seu povo, onde a fidelidade é essencial.","referencias_relacionadas":["Deuteronômio 7:3","1 Reis 11:1-2","Tiago 4:4"]},"juizes_3_6_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à esposa ou mulher, com implicações sobre o papel da mulher na sociedade e na família.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é usada para descrever a parceira na aliança matrimonial. Em Juízes 3:6, a escolha de mulheres estrangeiras é um ponto crítico que leva à idolatria.","por_que_esta_palavra":"É relevante para entender as dinâmicas familiares e sociais em Israel, bem como as consequências espirituais de se desviar dos mandamentos de Deus.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada para ilustrar a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-27","1 Pedro 3:7"]},"juizes_3_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer algo a alguém, que neste contexto pode se referir a ofertas ou súplicas a Deus.","por_que_esta_palavra":"É importante para entender a relação de dependência do povo em relação a Deus e a necessidade de clamar por ajuda em tempos de crise.","conexao_teologica":"O ato de dar é central na relação entre Deus e a humanidade, onde Deus dá Sua graça e o povo deve dar sua adoração.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 1:17"]},"juizes_3_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada em um contexto que pode simbolizar a força e a ferocidade de um inimigo ou de uma situação adversa.","por_que_esta_palavra":"É relevante para entender a natureza das ameaças enfrentadas pelo povo de Israel e a necessidade de proteção divina.","conexao_teologica":"A força de Deus é frequentemente comparada a animais ferozes, mostrando Sua capacidade de proteger e salvar.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 91:13"]},"juizes_3_7_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a ídolos ou representações de deuses pagãos.","explicacao_detalhada":"A palavra 'imagem' (אֲשֵׁרָה) é usada para descrever objetos de adoração que desviam o povo de Israel da verdadeira adoração a Deus.","por_que_esta_palavra":"É crucial para entender a idolatria que permeava Israel e as consequências de se afastar do Senhor.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus chama Seu povo a se afastar de ídolos e a se voltar para Ele.","referencias_relacionadas":["Êxodo 20:4-5","Isaías 44:9-20","1 João 5:21"]},"juizes_3_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da descendência.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a relação familiar e a herança espiritual, refletindo a importância da geração seguinte.","por_que_esta_palavra":"É importante para entender como as ações dos pais impactam as gerações futuras e a responsabilidade espiritual que isso implica.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada para ilustrar a transmissão da fé e dos valores espirituais.","referencias_relacionadas":["Salmos 78:4-6","Provérbios 22:6","2 Timóteo 1:5"]},"juizes_3_8_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao aumento ou desenvolvimento de algo.","explicacao_detalhada":"A palavra 'crescer' (חָרָה) pode se referir ao crescimento da opressão ou da necessidade de um libertador, indicando um aumento da pressão sobre o povo de Israel.","por_que_esta_palavra":"É relevante para entender o ciclo de opressão e libertação que caracteriza o livro de Juízes.","conexao_teologica":"O crescimento da opressão é um chamado à ação de Deus, que levanta juízes para libertar Seu povo.","referencias_relacionadas":["Gênesis 1:22","Salmos 92:12-14","Isaías 40:31"]},"juizes_3_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar o Deus de Israel, enfatizando Sua soberania e autoridade sobre todas as coisas.","por_que_esta_palavra":"É fundamental para entender a relação do povo com Deus e a importância de invocar Seu nome em tempos de necessidade.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua presença e poder na vida do Seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"juizes_3_8_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é frequentemente usada para simbolizar poder, ação e controle.","explicacao_detalhada":"No contexto de Juízes 3:8, a mão do Senhor é mencionada como um instrumento de opressão sobre Israel, indicando a autoridade divina que se manifesta através de ações concretas.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a ideia de que Deus exerce domínio e controle sobre as nações e sobre o destino de Seu povo.","conexao_teologica":"A mão de Deus é um tema recorrente na Bíblia, representando Sua intervenção na história e Sua capacidade de salvar ou punir.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"juizes_3_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em trazer à vida ou restaurar algo que estava em declínio.","explicacao_detalhada":"Em Juízes 3:9, Deus levanta um libertador para Israel, mostrando Sua fidelidade em responder ao clamor do povo e restaurar a ordem.","por_que_esta_palavra":"A palavra 'levantar' é crucial, pois indica a ação de Deus em trazer esperança e salvação em momentos de crise.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta líderes e profetas para guiar Seu povo, refletindo Sua providência.","referencias_relacionadas":["Salmos 75:7","Isaías 41:2","Atos 3:22"]},"juizes_3_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para denotar descendência e herança, muitas vezes associada a promessas divinas.","explicacao_detalhada":"No versículo, o 'filho' é um libertador que representa a continuidade da aliança de Deus com Israel, simbolizando esperança e renovação.","por_que_esta_palavra":"A palavra 'filho' destaca a relação especial entre Deus e Seu povo, onde os líderes são vistos como representantes de Sua vontade.","conexao_teologica":"A ideia de filhos de Deus é central na teologia bíblica, refletindo a intimidade e o compromisso de Deus com Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 2:7","Romanos 8:14"]},"juizes_3_9_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica em um convite ou convocação, muitas vezes associada a um propósito divino.","explicacao_detalhada":"Em Juízes 3:9, o clamor do povo é ouvido por Deus, que responde chamando um libertador, mostrando Sua disposição em agir em favor de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a ação de Deus em ouvir e responder ao sofrimento de Israel.","conexao_teologica":"Deus é apresentado como aquele que chama Seu povo à ação e à restauração, refletindo Sua natureza relacional.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 11:28"]},"juizes_3_10_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou discernir, muitas vezes em contextos de justiça e liderança.","explicacao_detalhada":"No contexto de Juízes 3:10, o juiz levantado por Deus é responsável por trazer justiça e ordem ao povo, refletindo a função divina de governar.","por_que_esta_palavra":"A palavra 'julgar' é significativa, pois indica a responsabilidade do líder em representar a justiça de Deus entre o povo.","conexao_teologica":"Deus é o juiz supremo, e os juízes de Israel são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Tiago 4:12"]},"juizes_3_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para indicar a ação de fornecer ou conceder algo.","explicacao_detalhada":"Em Juízes 3:10, Deus dá ao povo um juiz, mostrando Sua generosidade e cuidado em prover liderança em tempos de necessidade.","por_que_esta_palavra":"A palavra 'dar' ressalta a graça de Deus em atender às necessidades de Seu povo, mesmo em momentos de crise.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, refletindo Sua fidelidade e amor por Seu povo.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:11","Tiago 1:17"]},"juizes_3_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda em desgraça ou a perda de poder.","explicacao_detalhada":"No contexto de Juízes 3:10, a queda dos opressores é um sinal da vitória de Deus sobre os inimigos de Israel.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois representa a reversão da situação de opressão e a restauração da liberdade.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, simbolizando a justiça de Deus e a vitória do bem sobre o mal.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 16:20"]},"juizes_3_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também pode simbolizar a herança e a promessa de Deus.","explicacao_detalhada":"Em Juízes 3:11, a terra de Israel é um símbolo da promessa de Deus ao Seu povo, representando segurança e estabilidade.","por_que_esta_palavra":"A palavra 'terra' é fundamental, pois indica o lugar onde Deus cumpre Suas promessas e onde Seu povo vive.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Hebreus 11:9"]},"juizes_3_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, mas também pode simbolizar a consequência do pecado.","explicacao_detalhada":"Em Juízes 3:11, a morte dos opressores é um sinal da libertação de Israel e do juízo de Deus sobre aqueles que se opõem a Ele.","por_que_esta_palavra":"A palavra 'morrer' é significativa, pois representa a vitória de Deus sobre a morte e o mal.","conexao_teologica":"A morte é um tema importante na teologia bíblica, simbolizando tanto a consequência do pecado quanto a promessa de vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","Apocalipse 21:4"]},"juizes_3_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁקַט","transliteracao":"shâqaṭ","strong":"H8252","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de paz e tranquilidade, frequentemente associado à bênção de Deus.","explicacao_detalhada":"Em Juízes 3:11, o descanso após a libertação é um sinal da fidelidade de Deus em trazer paz ao Seu povo.","por_que_esta_palavra":"A palavra 'descanso' é importante, pois simboliza a conclusão de um ciclo de luta e a chegada de um tempo de paz.","conexao_teologica":"O descanso é um tema central na Bíblia, refletindo a promessa de Deus de paz e segurança para aqueles que confiam Nele.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-10","Salmos 23:2"]},"juizes_3_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever a ferocidade e a força de um inimigo.","explicacao_detalhada":"No contexto de Juízes 3:12, a palavra 'urso' simboliza a brutalidade e a agressividade dos opressores que Israel enfrentava. A imagem do urso é frequentemente associada à força e ao poder, refletindo a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a natureza ameaçadora dos inimigos de Israel, que eram como feras selvagens, prontos para atacar.","conexao_teologica":"A ferocidade dos inimigos de Israel serve como um lembrete da necessidade de dependência de Deus para a proteção e libertação.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"juizes_3_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' indica a ação de tomar posse ou controlar algo com firmeza.","explicacao_detalhada":"Em Juízes 3:12, 'agarrar' é usado para descrever a opressão que Israel sofreu, onde os inimigos tomaram controle sobre eles de maneira violenta e implacável.","por_que_esta_palavra":"A palavra 'agarrar' é significativa porque retrata a força e a determinação dos opressores em dominar Israel.","conexao_teologica":"A opressão de Israel ilustra a consequência do afastamento de Deus e a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Salmos 44:11","Isaías 53:6","Romanos 8:37"]},"juizes_3_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Neste versículo, 'agarrar' é usado para descrever a conquista e a dominação dos inimigos sobre Israel.","explicacao_detalhada":"A repetição do termo 'agarrar' em Juízes 3:13 reforça a ideia de que os inimigos não apenas atacaram, mas também tomaram posse do povo de Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a força e a brutalidade da conquista, mostrando a gravidade da situação de Israel.","conexao_teologica":"A opressão de Israel serve como um alerta sobre as consequências do pecado e a necessidade de buscar a ajuda divina.","referencias_relacionadas":["Salmos 106:41","Isaías 59:19","Gálatas 6:7"]},"juizes_3_13_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou aniquilar completamente algo.","explicacao_detalhada":"Em Juízes 3:13, 'destruir' é usado para descrever a intenção dos inimigos de Israel de erradicar o povo e sua cultura.","por_que_esta_palavra":"A escolha de 'destruir' destaca a seriedade da ameaça enfrentada por Israel, que não era apenas uma opressão, mas uma tentativa de aniquilação.","conexao_teologica":"A destruição planejada pelos inimigos de Israel reflete a luta contínua entre o bem e o mal, e a necessidade de confiar em Deus para a salvação.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:20","Apocalipse 20:10"]},"juizes_3_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar descendência e continuidade familiar.","explicacao_detalhada":"Em Juízes 3:13, 'filho' pode se referir à linhagem dos opressores, enfatizando a continuidade da opressão ao longo das gerações.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância da herança e da identidade, tanto para Israel quanto para seus inimigos.","conexao_teologica":"A noção de filhos e herança é central na teologia bíblica, refletindo a relação de Deus com Seu povo.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Romanos 8:17"]},"juizes_3_14_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho ou atividade realizada, muitas vezes com um propósito específico.","explicacao_detalhada":"Em Juízes 3:14, 'obra' pode se referir tanto ao trabalho dos opressores quanto à resposta de Deus ao clamor de Seu povo.","por_que_esta_palavra":"A escolha de 'obra' enfatiza a ação e o envolvimento de Deus na história de Israel, mostrando que Ele está sempre trabalhando em favor de Seu povo.","conexao_teologica":"A obra de Deus é um tema central na Bíblia, mostrando Sua soberania e cuidado por aqueles que O buscam.","referencias_relacionadas":["Gênesis 2:2","Salmos 90:17","Efésios 2:10"]},"juizes_3_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a continuidade da linhagem e a identidade familiar.","explicacao_detalhada":"Em Juízes 3:14, a menção de 'filho' pode indicar a importância da descendência e como ela se relaciona com a opressão que Israel enfrenta.","por_que_esta_palavra":"A repetição de 'filho' reforça a conexão entre gerações e a luta contínua contra a opressão.","conexao_teologica":"A ideia de filhos e herança é fundamental na narrativa bíblica, refletindo a relação de Deus com Seu povo escolhido.","referencias_relacionadas":["Gênesis 21:12","Salmos 103:17","Romanos 8:16"]},"juizes_3_14_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para identificar e dar significado a uma pessoa ou coisa.","explicacao_detalhada":"Em Juízes 3:14, 'nome' se refere ao nome de um personagem importante na narrativa, simbolizando sua identidade e papel na história.","por_que_esta_palavra":"A escolha de 'nome' é significativa, pois os nomes na Bíblia frequentemente carregam um significado profundo e refletem o caráter da pessoa.","conexao_teologica":"O nome de Deus e a importância dos nomes são temas recorrentes na Bíblia, mostrando a relação pessoal entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Filipenses 2:9"]},"juizes_3_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de erguer ou trazer à vida algo que estava em ruínas.","explicacao_detalhada":"Em Juízes 3:15, 'levantar' é usado para descrever a ação de Deus ao enviar um libertador para Israel, trazendo esperança e restauração.","por_que_esta_palavra":"A escolha de 'levantar' enfatiza a ação divina em resposta ao clamor do povo, mostrando que Deus é ativo na história.","conexao_teologica":"A ideia de Deus levantar líderes e libertadores é um tema central na narrativa bíblica, refletindo Sua fidelidade e compaixão.","referencias_relacionadas":["Salmos 68:1","Isaías 61:1","Atos 3:22"]},"juizes_3_15_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente se refere à identidade de um personagem central na narrativa.","explicacao_detalhada":"Em Juízes 3:15, 'nome' é crucial para entender a importância do libertador que Deus levantou para Israel.","por_que_esta_palavra":"A menção do 'nome' destaca a importância da identidade e do papel que cada personagem desempenha na história da salvação.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam o caráter e a missão de Deus, refletindo Sua soberania.","referencias_relacionadas":["Gênesis 17:5","Salmos 113:3","Apocalipse 3:12"]},"juizes_3_15_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de invocar ou clamar por ajuda.","explicacao_detalhada":"Neste contexto, o povo de Israel clama a Deus em busca de libertação da opressão. O chamado é um reconhecimento da necessidade de intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a urgência e a sinceridade do pedido do povo, mostrando que eles reconhecem sua impotência sem a ajuda de Deus.","conexao_teologica":"O ato de chamar a Deus é um tema recorrente na Bíblia, simbolizando a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Joel 2:32"]},"juizes_3_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a força e a ferocidade do inimigo.","explicacao_detalhada":"Neste versículo, a menção ao 'urso' pode simbolizar a brutalidade e a opressão que Israel estava enfrentando sob o domínio de Eglom.","por_que_esta_palavra":"A palavra 'urso' é escolhida para ilustrar a natureza ameaçadora do opressor, destacando a necessidade de um salvador.","conexao_teologica":"A ferocidade dos inimigos de Israel é frequentemente usada como metáfora para o pecado e a opressão que os crentes enfrentam.","referencias_relacionadas":["Isaías 11:7","Salmos 22:12","Provérbios 28:15"]},"juizes_3_16_juizo":{"palavra_pt":"juizo","palavra_original":"מַד","transliteracao":"mad","strong":"H4055","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à decisão ou condenação que é proferida.","explicacao_detalhada":"Neste contexto, o 'juízo' pode se referir ao julgamento que Deus faz sobre os opressores de Israel, indicando que a justiça divina será feita.","por_que_esta_palavra":"A palavra 'juízo' é importante para enfatizar que Deus é um Deus justo que não ignora a opressão e que trará justiça ao Seu povo.","conexao_teologica":"O conceito de juízo é central na teologia bíblica, refletindo a natureza justa de Deus e Sua promessa de restaurar a justiça.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 2:6"]},"juizes_3_17_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício oferecido a Deus.","explicacao_detalhada":"Neste contexto, a oferta é um ato de adoração e reconhecimento da soberania de Deus, simbolizando a gratidão e a busca por favor divino.","por_que_esta_palavra":"A palavra 'oferta' é utilizada para mostrar a importância da devoção e do reconhecimento da necessidade de Deus na vida do povo.","conexao_teologica":"Ofertas são uma forma de adoração que permeia toda a Escritura, simbolizando a entrega e a dedicação a Deus.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:2","Hebreus 13:16"]},"juizes_3_17_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Neste versículo, o nome 'Eglom' é mencionado, o que pode simbolizar a identidade do rei e sua notoriedade entre os israelitas.","por_que_esta_palavra":"A palavra 'nome' é importante para estabelecer a conexão entre a identidade do rei e a opressão que ele representa.","conexao_teologica":"O nome de Deus é frequentemente associado ao Seu caráter e à Sua ação na história, refletindo Sua autoridade.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"juizes_3_17_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e controle.","explicacao_detalhada":"Neste contexto, a mão é uma representação do poder do rei Eglom sobre Israel, indicando a opressão que eles estavam sofrendo.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a força e a autoridade do opressor, contrastando com a necessidade de libertação.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção e poder em favor do Seu povo.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"juizes_3_18_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' é novamente mencionada, reforçando a importância da adoração.","explicacao_detalhada":"Neste contexto, a oferta é um ato de reconhecimento da soberania de Deus e um pedido de ajuda em tempos de necessidade.","por_que_esta_palavra":"A repetição da palavra 'oferta' enfatiza a continuidade da devoção do povo mesmo em meio à opressão.","conexao_teologica":"A oferta é um meio de se aproximar de Deus, refletindo a necessidade de um relacionamento contínuo com Ele.","referencias_relacionadas":["Gênesis 8:20","Levítico 2:1","Filipenses 4:18"]},"juizes_3_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma mudança de estado, geralmente de um estado elevado para um estado inferior.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda do inimigo ou a derrota do opressor diante da intervenção de Deus.","por_que_esta_palavra":"A palavra 'cair' é significativa para ilustrar a reversão da situação de opressão e a vitória que Deus traz ao Seu povo.","conexao_teologica":"A queda dos inimigos de Deus é um tema recorrente na Bíblia, simbolizando a vitória da justiça divina sobre a injustiça.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 16:20"]},"juizes_3_18_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é usada novamente para simbolizar poder e controle.","explicacao_detalhada":"Neste contexto, a mão representa a ação de Deus em libertar Seu povo da opressão.","por_que_esta_palavra":"A repetição da palavra 'mão' enfatiza a ação divina e o poder que Deus exerce em favor de Israel.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e ajuda, frequentemente mencionada nas Escrituras.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"juizes_3_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo.","explicacao_detalhada":"Neste contexto, 'rei' se refere a Eglom, que representa a opressão e a tirania sobre Israel.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a necessidade de libertação do povo de Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar tanto a autoridade humana quanto a soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Apocalipse 19:16"]},"juizes_3_19_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade entre dois ou mais elementos.","explicacao_detalhada":"No contexto de Juízes 3:19, a palavra 'entre' é usada para descrever a localização de um objeto ou a relação entre pessoas, enfatizando a ideia de intersecção ou conexão.","por_que_esta_palavra":"A escolha da palavra 'entre' é crucial para entender a dinâmica das interações e a posição dos personagens na narrativa.","conexao_teologica":"A ideia de estar 'entre' pode ser vista como uma representação da presença de Deus no meio do Seu povo, guiando e protegendo.","referencias_relacionadas":["Êxodo 25:22","Salmos 23:4","Mateus 18:20"]},"juizes_3_19_imagem":{"palavra_pt":"imagem","palavra_original":"פְּסִיל","transliteracao":"pᵉçîyl","strong":"H6456","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a uma representação visual, muitas vezes associada a ídolos ou objetos de adoração.","explicacao_detalhada":"Em Juízes 3:19, a 'imagem' pode simbolizar a idolatria e a desobediência do povo de Israel, que se afastou da adoração ao Deus verdadeiro.","por_que_esta_palavra":"A palavra 'imagem' é utilizada para criticar a prática de adorar ídolos, que era comum entre os povos vizinhos e um problema recorrente em Israel.","conexao_teologica":"A idolatria é um tema central na Bíblia, onde Deus é frequentemente apresentado como o único digno de adoração, contrastando com as imagens criadas pelo homem.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","Isaías 44:9-20"]},"juizes_3_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica ação de erguer ou colocar algo em uma posição mais alta.","explicacao_detalhada":"No contexto de Juízes 3:20, 'levantar' pode se referir a um ato de autoridade ou de iniciar uma ação decisiva, como a convocação de um juiz para liderar o povo.","por_que_esta_palavra":"A escolha de 'levantar' sugere um chamado à ação e a responsabilidade que vem com a liderança.","conexao_teologica":"Levantar líderes é uma forma de Deus agir na história, mostrando que Ele se preocupa com a direção do Seu povo.","referencias_relacionadas":["1 Samuel 10:1","Salmos 75:7","Atos 13:22"]},"juizes_3_20_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações sobre situações ou pessoas.","explicacao_detalhada":"Em Juízes 3:20, 'julgar' implica a função do juiz como um líder que traz justiça e ordem ao povo de Israel, resolvendo disputas e guiando moralmente.","por_que_esta_palavra":"A palavra é essencial para entender o papel do juiz como mediador e defensor da lei de Deus entre o povo.","conexao_teologica":"Deus é apresentado como o juiz supremo, e os juízes de Israel são uma extensão dessa função divina, refletindo a justiça de Deus na terra.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3-4","Romanos 14:10"]},"juizes_3_20_ceu":{"palavra_pt":"ceu","palavra_original":"עֲלִיָּה","transliteracao":"ʻălîyâh","strong":"H5944","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao espaço acima da terra, frequentemente associado à habitação de Deus.","explicacao_detalhada":"No contexto de Juízes 3:20, 'céu' pode simbolizar a autoridade divina e a conexão entre o céu e a terra, especialmente em momentos de intervenção divina.","por_que_esta_palavra":"A menção do 'céu' enfatiza a soberania de Deus sobre os eventos humanos e Sua capacidade de agir na história.","conexao_teologica":"O céu é frequentemente visto como o lugar de onde Deus governa e de onde vêm Suas ordens e bênçãos.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:10"]},"juizes_3_21_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar alguém ou algo para um determinado lugar ou propósito.","explicacao_detalhada":"Em Juízes 3:21, 'enviar' refere-se ao ato de Deus ou de um líder que comissiona alguém para uma tarefa específica, como a guerra ou a missão.","por_que_esta_palavra":"A escolha de 'enviar' destaca a importância da missão e do propósito divino na vida do povo de Israel.","conexao_teologica":"O envio de pessoas para cumprir a vontade de Deus é um tema recorrente na Bíblia, refletindo a ação de Deus na história.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19-20","Atos 13:2"]},"juizes_3_21_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de pegar ou adquirir algo.","explicacao_detalhada":"No contexto de Juízes 3:21, 'tomar' pode se referir à conquista de um objeto ou à apropriação de algo que é necessário para a batalha.","por_que_esta_palavra":"A palavra 'tomar' é significativa para entender a dinâmica de conquista e posse no contexto da luta do povo de Israel.","conexao_teologica":"Tomar posse das promessas de Deus é um tema importante, refletindo a fé e a obediência do povo.","referencias_relacionadas":["Josué 1:11","Salmos 37:29","Romanos 8:17"]},"juizes_3_21_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' refere-se a uma arma cortante, usada em combate.","explicacao_detalhada":"Em Juízes 3:21, 'espada' simboliza a força e a luta, representando tanto a proteção quanto a destruição em contextos de guerra.","por_que_esta_palavra":"A menção da 'espada' é crucial para entender a natureza da batalha e a seriedade da situação enfrentada pelo povo de Israel.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo do julgamento e da palavra de Deus, que é afiada e poderosa.","referencias_relacionadas":["Hebreus 4:12","Efésios 6:17","Apocalipse 19:15"]},"juizes_3_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' implica movimento em direção a um lugar ou situação.","explicacao_detalhada":"No contexto de Juízes 3:22, 'vir' pode se referir ao ato de alguém se aproximar ou entrar em uma nova fase ou situação, como a chegada de um juiz.","por_que_esta_palavra":"A palavra 'vir' é importante para entender a ação de Deus ao trazer líderes e mudanças para o Seu povo.","conexao_teologica":"O chamado de Deus para que as pessoas venham a Ele é um tema central na Bíblia, refletindo a busca de Deus por um relacionamento com a humanidade.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"juizes_3_22_haft":{"palavra_pt":"haft","palavra_original":"נִצָּב","transliteracao":"nitstsâb","strong":"H5325","significado_raiz":"Ideia básica: haft.","significado_contextual":"A palavra 'haft' refere-se a um objeto que é usado para segurar ou prender algo.","explicacao_detalhada":"Em Juízes 3:22, 'haft' pode simbolizar a segurança e a estabilidade que um líder deve proporcionar ao povo.","por_que_esta_palavra":"A escolha da palavra 'haft' destaca a importância de ter um suporte firme em tempos de incerteza.","conexao_teologica":"Deus é frequentemente descrito como o nosso suporte e refúgio, e a ideia de 'haft' pode refletir essa proteção divina.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"juizes_3_22_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de acompanhar ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Juízes 3:22, 'seguir' é usado para descrever a ação de um personagem que está em movimento, possivelmente em busca de um propósito ou direção. Isso pode simbolizar a busca por orientação divina.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a ideia de movimento e a necessidade de direção na vida espiritual.","conexao_teologica":"Seguir a Deus implica em obedecer aos Seus mandamentos e buscar Sua vontade em todas as áreas da vida.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","João 10:27"]},"juizes_3_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou uma situação.","explicacao_detalhada":"Em Juízes 3:23, 'sair' é usado para descrever a ação de um personagem que se afasta de um local, possivelmente em um momento de decisão ou fuga.","por_que_esta_palavra":"A palavra 'sair' é crucial para entender a dinâmica da narrativa, onde a saída pode representar libertação ou mudança de circunstâncias.","conexao_teologica":"Sair de situações adversas pode ser visto como um ato de fé, confiando em Deus para guiar os passos.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Isaías 43:16"]},"juizes_3_23_ceu":{"palavra_pt":"ceu","palavra_original":"עֲלִיָּה","transliteracao":"ʻălîyâh","strong":"H5944","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao espaço acima da terra, muitas vezes associado à presença de Deus.","explicacao_detalhada":"No versículo, 'céu' pode simbolizar a soberania de Deus e Sua autoridade sobre a criação, além de ser um lugar de esperança e promessa.","por_que_esta_palavra":"A menção do 'céu' reforça a ideia de que as ações humanas estão sob a supervisão divina.","conexao_teologica":"O céu é frequentemente visto como o lar eterno dos fiéis e a morada de Deus, enfatizando a importância de viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9","Apocalipse 21:1"]},"juizes_3_24_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou compreender algo.","explicacao_detalhada":"Em Juízes 3:24, 'ver' pode indicar a capacidade de discernir a verdade ou a realidade de uma situação, essencial para a tomada de decisões.","por_que_esta_palavra":"A visão é fundamental para a compreensão espiritual e para a resposta adequada às circunstâncias.","conexao_teologica":"Ver com clareza é um tema recorrente na Bíblia, onde a iluminação espiritual é necessária para seguir a Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Efésios 1:18"]},"juizes_3_24_ceu":{"palavra_pt":"ceu","palavra_original":"עֲלִיָּה","transliteracao":"ʻălîyâh","strong":"H5944","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' é usada novamente, reforçando sua importância no contexto.","explicacao_detalhada":"A repetição da palavra 'céu' em Juízes 3:24 pode enfatizar a conexão entre as ações humanas e a soberania divina.","por_que_esta_palavra":"O céu é um símbolo de esperança e de um futuro prometido, essencial para a fé do povo de Deus.","conexao_teologica":"A relação entre a terra e o céu é um tema central na teologia bíblica, onde o céu representa o plano divino.","referencias_relacionadas":["Salmos 123:1","Mateus 6:10","Colossenses 3:1"]},"juizes_3_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No contexto de Juízes 3:24, 'dizer' pode indicar uma declaração importante que pode afetar o curso da narrativa.","por_que_esta_palavra":"A comunicação é vital para a interação entre os personagens e para a revelação da vontade de Deus.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, sendo essencial para a vida do crente.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Romanos 10:17"]},"juizes_3_25_temor":{"palavra_pt":"temor","palavra_original":"חוּל","transliteracao":"chûwl","strong":"H2342","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de respeito ou medo reverente.","explicacao_detalhada":"Em Juízes 3:25, 'temor' pode indicar a reação dos personagens diante de uma situação que exige respeito ou cautela.","por_que_esta_palavra":"O temor é uma resposta natural à grandeza de Deus e às circunstâncias que Ele permite em nossas vidas.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"juizes_3_25_ceu":{"palavra_pt":"ceu","palavra_original":"עֲלִיָּה","transliteracao":"ʻălîyâh","strong":"H5944","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' é mencionada novamente, reforçando sua relevância no texto.","explicacao_detalhada":"A repetição da palavra 'céu' em Juízes 3:25 pode simbolizar a continuidade da presença divina nas ações humanas.","por_que_esta_palavra":"O céu representa a soberania de Deus e Sua capacidade de intervir na história.","conexao_teologica":"A conexão entre o céu e a terra é um tema central na narrativa bíblica, onde Deus atua em favor do Seu povo.","referencias_relacionadas":["Salmos 115:3","Mateus 5:16","Apocalipse 4:11"]},"juizes_3_25_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de pegar ou receber algo.","explicacao_detalhada":"Em Juízes 3:25, 'tomar' pode indicar a ação de apropriar-se de algo que é significativo ou necessário para a situação.","por_que_esta_palavra":"A ação de tomar pode simbolizar a aceitação de responsabilidades ou a busca por recursos divinos.","conexao_teologica":"Tomar a cruz e seguir a Cristo é um chamado para todos os crentes, refletindo a necessidade de compromisso.","referencias_relacionadas":["Mateus 16:24","Filipenses 3:13-14","1 Pedro 5:7"]},"juizes_3_26_imagem":{"palavra_pt":"imagem","palavra_original":"פְּסִיל","transliteracao":"pᵉçîyl","strong":"H6456","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a uma representação visual ou figura.","explicacao_detalhada":"Em Juízes 3:26, 'imagem' pode simbolizar a idolatria ou a representação de algo que não deve ser adorado.","por_que_esta_palavra":"A menção de 'imagem' alerta para os perigos da idolatria e a necessidade de adorar somente a Deus.","conexao_teologica":"A Bíblia ensina que Deus é espírito e não pode ser limitado a imagens ou representações físicas.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","Romanos 1:22-23"]},"juizes_3_26_nome":{"palavra_pt":"nome","palavra_original":"אֵהוּד","transliteracao":"ʼÊhûwd","strong":"H164","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou ao título de uma pessoa, neste caso, Ehud, que é o juiz escolhido por Deus.","explicacao_detalhada":"O nome 'Ehud' tem um significado importante, pois representa a pessoa que foi levantada por Deus para libertar Israel da opressão. O nome é uma parte essencial da narrativa, pois estabelece a conexão entre o personagem e sua missão divina.","por_que_esta_palavra":"A palavra 'nome' é crucial para a identificação e o reconhecimento do papel de Ehud como libertador de Israel.","conexao_teologica":"O nome de uma pessoa muitas vezes carrega um significado que reflete o propósito de Deus em suas vidas. Ehud, como juiz, é um exemplo de como Deus usa indivíduos específicos para cumprir Seus planos.","referencias_relacionadas":["Juízes 3:15","Juízes 3:20","Juízes 3:31"]},"juizes_3_26_libertar":{"palavra_pt":"libertar","palavra_original":"מָלַט","transliteracao":"mâlaṭ","strong":"H4422","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de salvar ou resgatar, especialmente no contexto da opressão dos israelitas.","explicacao_detalhada":"A palavra 'libertar' é central na narrativa, pois descreve a ação de Ehud ao libertar Israel do domínio de Eglom, o rei moabita. Este ato de libertação é um tema recorrente no livro de Juízes.","por_que_esta_palavra":"A palavra 'libertar' enfatiza a intervenção divina e a necessidade de salvação do povo de Deus em tempos de crise.","conexao_teologica":"A libertação é um tema teológico importante, simbolizando a salvação que Deus oferece ao Seu povo, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Juízes 3:9","Salmos 34:17","Isaías 61:1"]},"juizes_3_27_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao adversário ou opressor que causa sofrimento ao povo de Israel.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever a oposição que Israel enfrenta, neste caso, Eglom, o rei moabita. A presença de inimigos é um elemento que provoca a necessidade de juízes para restaurar a ordem.","por_que_esta_palavra":"A identificação do 'inimigo' é crucial para entender o contexto de opressão e a necessidade de libertação.","conexao_teologica":"A luta contra inimigos é uma metáfora para a luta espiritual que os crentes enfrentam, refletindo a batalha entre o bem e o mal.","referencias_relacionadas":["Juízes 3:12","Salmos  enemies 44:5","Efésios 6:12"]},"juizes_3_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de ser derrotado ou derrubado, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a derrota do inimigo, simbolizando a vitória de Deus sobre os opressores de Israel. Este ato de cair é um sinal da intervenção divina.","por_que_esta_palavra":"A palavra 'cair' é importante para ilustrar a fragilidade dos inimigos diante do poder de Deus.","conexao_teologica":"A queda dos inimigos é um tema que aparece em várias partes da Bíblia, simbolizando a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 20:8","Salmos 68:1","Romanos 16:20"]},"juizes_3_27_tenda":{"palavra_pt":"tenda","palavra_original":"תָּקַע","transliteracao":"tâqaʻ","strong":"H8628","significado_raiz":"Ideia básica: tenda.","significado_contextual":"Refere-se a uma estrutura temporária, que pode simbolizar abrigo ou um local de encontro.","explicacao_detalhada":"A palavra 'tenda' é usada para descrever o lugar onde o inimigo se encontrava. Este detalhe é significativo, pois o ato de Ehud em atacar o inimigo em sua tenda demonstra a estratégia e a coragem do juiz.","por_que_esta_palavra":"A tenda representa o lar do inimigo, um espaço que deveria ser seguro, mas que se torna o local da derrota.","conexao_teologica":"A ideia de tenda pode ser vista como uma representação da fragilidade das estruturas humanas diante do plano divino.","referencias_relacionadas":["Gênesis 18:1","Êxodo 33:7","Hebreus 11:9"]},"juizes_3_28_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se novamente ao adversário, enfatizando a continuidade da luta contra a opressão.","explicacao_detalhada":"A repetição da palavra 'inimigo' reforça a ideia de que a batalha contra os opressores é uma luta constante para Israel.","por_que_esta_palavra":"A palavra é usada para destacar a persistência do inimigo e a necessidade contínua de vigilância e luta.","conexao_teologica":"A luta contra inimigos é uma realidade na vida cristã, refletindo a necessidade de estar sempre alerta contra as forças do mal.","referencias_relacionadas":["Juízes 3:12","Salmos 44:5","1 Pedro 5:8"]},"juizes_3_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de uma declaração ou ação.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância da mensagem que Ehud traz ao povo, enfatizando a seriedade da situação.","por_que_esta_palavra":"A palavra 'grande' é significativa para transmitir a urgência e a importância da libertação que está prestes a ocorrer.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Seu poder e majestade em todas as situações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"juizes_3_28_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer a uma direção ou liderança.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a ação do povo em resposta à liderança de Ehud, que os guia em direção à libertação.","por_que_esta_palavra":"A palavra 'seguir' é importante para enfatizar a necessidade de obediência e confiança na liderança que Deus levanta.","conexao_teologica":"Seguir a liderança de Deus é um tema recorrente na Bíblia, refletindo a importância da fé e da obediência.","referencias_relacionadas":["Salmos 119:3","Mateus 16:24","Hebreus 13:7"]},"juizes_3_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à forma ou maneira como algo é feito, especialmente em um contexto de ação.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a maneira como Ehud executa seu plano, destacando a estratégia e a astúcia envolvidas na libertação.","por_que_esta_palavra":"A palavra 'modo' é significativa para entender a importância da estratégia na luta contra os inimigos.","conexao_teologica":"A maneira como agimos e tomamos decisões é importante na vida cristã, refletindo a sabedoria que Deus nos concede.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","Tiago 1:5"]},"juizes_3_29_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se ao ato de ferir ou derrotar, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'beat' é usada para descrever a ação de derrotar os inimigos, simbolizando a vitória de Deus sobre as forças opressoras.","por_que_esta_palavra":"A palavra 'beat' é importante para enfatizar a natureza da luta e a vitória que vem através da intervenção divina.","conexao_teologica":"A vitória sobre os inimigos é um tema central na Bíblia, refletindo a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 18:39","Romanos 8:37","1 Coríntios 15:57"]},"juizes_3_29_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como algo é comunicado ou manifestado.","explicacao_detalhada":"No contexto de Juízes 3:29, a expressão pode se referir a uma declaração ou ato que tem um significado profundo, revelando a intenção de Deus ou a resposta do povo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a comunicação divina e a resposta humana em momentos críticos da história de Israel.","conexao_teologica":"A expressão é um meio pelo qual Deus se revela ao seu povo, mostrando que a comunicação é essencial para o relacionamento entre Criador e criatura.","referencias_relacionadas":["Salmos 19:1","Hebreus 1:1-2","Isaías 55:11"]},"juizes_3_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' representa um período de tempo, frequentemente associado a eventos significativos na narrativa bíblica.","explicacao_detalhada":"Em Juízes 3:30, o 'dia' é um marco temporal que indica um momento de vitória e libertação para Israel, simbolizando a intervenção divina.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo na obra de Deus, mostrando que Ele age em momentos específicos da história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para indicar a ação de Deus, como em 'o Dia do Senhor', que traz juízo e salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"juizes_3_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"No contexto de Juízes 3:30, a 'terra' é o local onde as promessas de Deus se realizam, e a libertação de Israel é um sinal de que eles estão cumprindo seu papel na terra prometida.","por_que_esta_palavra":"A terra é central na narrativa bíblica, representando não apenas um espaço físico, mas também a presença e a bênção de Deus.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a aliança de Deus com seu povo e a realização de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Salmos 37:29"]},"juizes_3_30_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁקַט","transliteracao":"shâqaṭ","strong":"H8252","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica um estado de paz e tranquilidade após um período de luta ou conflito.","explicacao_detalhada":"Em Juízes 3:30, o 'descanso' é o resultado da vitória sobre os opressores, simbolizando um tempo de paz e segurança para Israel.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, representando a promessa de Deus de paz e segurança para seu povo.","conexao_teologica":"O conceito de descanso é frequentemente associado ao Shabat e à promessa de Deus de um futuro descanso eterno para aqueles que confiam nele.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Salmos 23:2"]},"juizes_3_31_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ação de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"No contexto de Juízes 3:31, 'seguir' pode se referir à disposição do povo de Israel em seguir a liderança de Deus e seus juízes.","por_que_esta_palavra":"A obediência e o seguimento são fundamentais na relação entre Deus e seu povo, refletindo a confiança e a submissão a Sua vontade.","conexao_teologica":"Seguir a Deus é um chamado constante na Bíblia, enfatizando a importância da fé e da obediência na vida do crente.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","Romanos 8:14"]},"juizes_3_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, mas também carrega implicações de herança e continuidade.","explicacao_detalhada":"Em Juízes 3:31, 'filho' pode simbolizar a continuidade da linhagem e a importância da próxima geração na história de Israel.","por_que_esta_palavra":"A noção de filho é central na narrativa bíblica, representando não apenas descendência física, mas também a relação entre Deus e seu povo.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema fundamental na teologia cristã, enfatizando a intimidade e a herança espiritual.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]}}