{"juizes_6_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma figura que pode simbolizar força e ferocidade, representando um inimigo ou uma ameaça.","explicacao_detalhada":"No contexto de Juízes 6:1, a menção do urso pode ser interpretada como uma metáfora para os desafios e opressões enfrentados pelo povo de Israel, que precisam ser superados com a ajuda de Deus.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a gravidade da situação e a necessidade de intervenção divina para a libertação.","conexao_teologica":"Deus é visto como o protetor que defende Seu povo contra as feras e inimigos, mostrando Sua força em tempos de crise.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Miquéias 5:8"]},"juizes_6_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem, simbolizando herança e identidade.","explicacao_detalhada":"Em Juízes 6:1, a palavra 'filho' é usada para enfatizar a relação familiar e a responsabilidade que vem com essa identidade, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'filho' destaca a importância da família e da herança espiritual, mostrando que cada geração tem um papel na história de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a paternidade de Deus e a relação entre Ele e Seus filhos, enfatizando a adoção e a herança espiritual.","referencias_relacionadas":["Gálatas 4:7","Efésios 1:5","Romanos 8:17"]},"juizes_6_1_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho simboliza percepção, vigilância e a capacidade de ver a verdade.","explicacao_detalhada":"Em Juízes 6:1, a menção do olho pode ser interpretada como um chamado à atenção e à consciência sobre a situação espiritual do povo de Israel.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a necessidade de discernimento e vigilância em tempos de crise.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e os crentes são chamados a ter olhos abertos para a verdade e a justiça.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:22"]},"juizes_6_2_harden":{"palavra_pt":"harden","palavra_original":"עָזַז","transliteracao":"ʻâzaz","strong":"H5810","significado_raiz":"Ideia básica: harden.","significado_contextual":"Refere-se ao endurecimento do coração ou da mente, simbolizando resistência à vontade de Deus.","explicacao_detalhada":"Em Juízes 6:2, o endurecimento é um tema que aparece quando o povo se afasta de Deus e se recusa a ouvir Sua voz, resultando em consequências negativas.","por_que_esta_palavra":"A palavra 'harden' é usada para descrever a condição espiritual do povo, que se torna insensível às advertências divinas.","conexao_teologica":"O endurecimento do coração é um tema recorrente na Bíblia, alertando sobre os perigos de ignorar a voz de Deus e as consequências disso.","referencias_relacionadas":["Êxodo 7:3","Romanos 9:18","Hebreus 3:15"]},"juizes_6_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto simboliza a presença e a favorabilidade de Deus, bem como a relação entre o povo e o Senhor.","explicacao_detalhada":"Em Juízes 6:2, o rosto de Deus pode ser visto como uma representação de Sua atenção e cuidado pelo povo, que é essencial para a proteção e a bênção.","por_que_esta_palavra":"A palavra 'rosto' é utilizada para enfatizar a necessidade de buscar a presença de Deus e a importância de estar em comunhão com Ele.","conexao_teologica":"A Bíblia frequentemente menciona o rosto de Deus como um símbolo de Sua graça e favor, e os crentes são chamados a buscar essa presença.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"juizes_6_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, enfatizando a relação familiar.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre Gideão e sua família, destacando a importância da linhagem e da herança na cultura israelita.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a continuidade da família e a responsabilidade que vem com essa relação.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Romanos 8:15.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3","Mateus 3:17"]},"juizes_6_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de queda ou declínio, muitas vezes associado a um evento significativo.","explicacao_detalhada":"Neste contexto, 'cair' pode se referir à queda do povo de Israel em pecado e à necessidade de salvação.","por_que_esta_palavra":"A palavra é usada para descrever a condição do povo de Israel que se afastou de Deus e caiu em desgraça.","conexao_teologica":"A ideia de cair é central na narrativa bíblica, representando a necessidade de redenção, como em Romanos 3:23.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 5:12"]},"juizes_6_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou libertar, especialmente em um contexto de opressão.","explicacao_detalhada":"A palavra 'salvar' é crucial, pois descreve a ação de Deus em libertar Israel de seus opressores, mostrando Sua misericórdia.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de intervenção divina em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em redimir Seu povo, como em Efésios 2:8-9.","referencias_relacionadas":["Salmos 34:17","Isaías 43:11","Romanos 10:13"]},"juizes_6_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é significativa, pois representa a terra prometida a Israel, um símbolo de bênção e prosperidade.","por_que_esta_palavra":"É usada para enfatizar a conexão do povo com a terra que Deus lhes deu.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas, como em Deuteronômio 8:7-10.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:3"]},"juizes_6_4_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Indica um aumento ou desenvolvimento, muitas vezes em um contexto de prosperidade.","explicacao_detalhada":"A palavra 'crescer' pode se referir ao crescimento do povo de Israel em número e força, especialmente sob a liderança de Gideão.","por_que_esta_palavra":"É utilizada para descrever a esperança de um futuro melhor e a restauração do povo.","conexao_teologica":"O crescimento espiritual e físico é um tema importante na Bíblia, refletindo a bênção de Deus, como em 1 Coríntios 3:6-7.","referencias_relacionadas":["Salmos 92:12","Isaías 37:31","Atos 2:47"]},"juizes_6_4_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à destruição ou morte, muitas vezes em um contexto de juízo.","explicacao_detalhada":"A palavra 'perecer' é usada para descrever a consequência do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"É utilizada para enfatizar a gravidade da situação do povo de Israel e a urgência da salvação.","conexao_teologica":"A ideia de perecer é frequentemente associada ao juízo de Deus, como em João 3:16, que fala sobre a salvação.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","Romanos 6:23"]},"juizes_6_5_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Indica a capacidade ou habilidade de realizar algo.","explicacao_detalhada":"A palavra 'capaz' é usada para descrever a adequação de Gideão para a missão que Deus lhe confiou.","por_que_esta_palavra":"É utilizada para enfatizar que, apesar das dúvidas de Gideão, Deus o capacita para cumprir Sua vontade.","conexao_teologica":"A capacitação divina é um tema importante, refletindo a ideia de que Deus equipa aqueles que chama, como em 2 Coríntios 3:5.","referencias_relacionadas":["Filipenses 4:13","1 Coríntios 1:27","2 Timóteo 1:7"]},"juizes_6_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao solo ou território, enfatizando a conexão com a herança.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a importância do contexto geográfico e espiritual para o povo de Israel.","por_que_esta_palavra":"É utilizada para reafirmar a promessa de Deus sobre a terra que pertence ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus, como em Hebreus 11:9-10.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Salmos 37:29"]},"juizes_6_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, frequentemente usada para justificar uma afirmação.","explicacao_detalhada":"A palavra 'porque' é utilizada para explicar a situação de opressão que o povo de Israel estava enfrentando.","por_que_esta_palavra":"É usada para conectar a condição do povo com a necessidade de intervenção divina.","conexao_teologica":"A explicação das ações de Deus é um tema importante, como em Romanos 8:28, que fala sobre o propósito de Deus.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:5"]},"juizes_6_6_seco":{"palavra_pt":"seco","palavra_original":"דָּלַל","transliteracao":"dâlal","strong":"H1809","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à falta de água ou fertilidade, simbolizando desolação.","explicacao_detalhada":"A palavra 'seco' pode descrever a condição da terra e do povo, refletindo a necessidade de restauração.","por_que_esta_palavra":"É utilizada para enfatizar a desolação que o povo estava enfrentando devido à opressão.","conexao_teologica":"A seca é frequentemente usada na Bíblia como um símbolo de juízo, mas também de esperança de renovação, como em Isaías 58:11.","referencias_relacionadas":["Salmos 63:1","Ezequiel 37:1-2","Mateus 5:6"]},"juizes_6_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus é frequentemente associado à Sua presença e favor.","explicacao_detalhada":"No contexto de Juízes 6:6, o 'rosto' representa a face de Deus que se volta para o povo, simbolizando a Sua atenção e cuidado. A ausência do 'rosto' de Deus implica em abandono e juízo.","por_que_esta_palavra":"A palavra 'rosto' é usada para descrever a relação íntima entre Deus e Seu povo, indicando proximidade ou afastamento.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, onde o 'rosto' de Deus é visto como um sinal de Sua graça e misericórdia.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Salmos 80:3"]},"juizes_6_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui indica um estado de desespero e necessidade.","explicacao_detalhada":"Em Juízes 6:7, o 'cair' representa a condição do povo de Israel, que se encontra em aflição e busca a intervenção divina. É um clamor por socorro diante da opressão.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade humana e a dependência de Deus em tempos de crise.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas recorrentes na Bíblia, refletindo a condição pecaminosa da humanidade.","referencias_relacionadas":["Salmos 34:18","Isaías 57:15","Romanos 7:24"]},"juizes_6_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"'Porque' introduz a razão do clamor do povo, explicando a motivação por trás de sua súplica.","explicacao_detalhada":"Em Juízes 6:7, a palavra 'porque' conecta a aflição do povo à sua compreensão da situação, reconhecendo que a opressão é resultado de suas ações.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do clamor, mostrando que o povo reconhece sua culpa e busca a misericórdia de Deus.","conexao_teologica":"O arrependimento e a confissão são fundamentais na relação entre Deus e Seu povo, sendo um passo necessário para a restauração.","referencias_relacionadas":["1 João 1:9","Salmos 51:17","Provérbios 28:13"]},"juizes_6_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à identidade e herança do povo de Israel como filhos de Deus.","explicacao_detalhada":"Em Juízes 6:7, 'filho' destaca a relação especial entre Deus e Israel, enfatizando que eles são Seus escolhidos e, portanto, têm o direito de clamar por ajuda.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois implica em um relacionamento familiar e de responsabilidade, onde Deus cuida de Seu povo.","conexao_teologica":"A filiação divina é um tema importante na Bíblia, refletindo a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14","Efésios 1:5"]},"juizes_6_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa não apenas um lar físico, mas também a nação de Israel como um todo.","explicacao_detalhada":"Em Juízes 6:8, a 'casa' é um símbolo da comunidade e da identidade do povo, que deve ser restaurada e protegida por Deus.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da unidade e da proteção divina sobre o povo de Israel.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, simbolizando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"juizes_6_8_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus de levantar um libertador para o Seu povo.","explicacao_detalhada":"Em Juízes 6:8, 'enviar' indica a iniciativa divina em responder ao clamor do povo, mostrando que Deus se importa com sua situação.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a ação proativa de Deus em trazer salvação e libertação.","conexao_teologica":"O envio de mensageiros e libertadores é um tema recorrente na Bíblia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Isaías 61:1","Mateus 10:16","Lucas 4:18"]},"juizes_6_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' de Deus é um símbolo de Sua autoridade e caráter.","explicacao_detalhada":"Em Juízes 6:8, o 'nome' representa a presença e a promessa de Deus, que é invocada para trazer esperança ao povo.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois invocar o nome de Deus é reconhecer Sua soberania e poder.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade e a reverência que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"juizes_6_9_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade de Deus em salvar e proteger Seu povo.","explicacao_detalhada":"Em Juízes 6:9, 'bom' destaca a natureza de Deus como um salvador que intervém em favor de Seu povo em tempos de necessidade.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar a bondade e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e Sua disposição em ajudar aqueles que O invocam.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Tiago 1:17"]},"juizes_6_9_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' de Deus simboliza Sua ação poderosa e proteção.","explicacao_detalhada":"Em Juízes 6:9, a 'mão' representa a intervenção divina que salva e liberta o povo da opressão.","por_que_esta_palavra":"A palavra 'mão' é significativa, pois indica a força e a capacidade de Deus em agir em favor de Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua força e poder em ação.","referencias_relacionadas":["Êxodo 15:6","Salmos 89:13","Isaías 41:10"]},"juizes_6_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age em favor de Seu povo.","explicacao_detalhada":"Em Juízes 6:9, 'modo' indica que Deus tem um plano específico para a libertação de Israel, mostrando que Ele age de forma intencional.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a ação de Deus não é aleatória, mas parte de um propósito maior.","conexao_teologica":"A soberania de Deus em Seus planos e ações é um tema central na teologia bíblica, refletindo Sua autoridade sobre a história.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Provérbios 16:9"]},"juizes_6_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, o criador do universo, que tem domínio sobre todas as coisas. No contexto de Juízes 6:10, Gideão é lembrado da fidelidade de Deus e de Sua soberania sobre Israel.","por_que_esta_palavra":"Esta palavra é utilizada para reconhecer a posição de Deus como autoridade máxima e o relacionamento de submissão que o povo deve ter com Ele.","conexao_teologica":"A utilização do termo 'senhor' reflete a relação de aliança entre Deus e Seu povo, onde Ele é o guia e protetor.","referencias_relacionadas":["Êxodo 20:2","Salmos 23:1","Isaías 40:28"]},"juizes_6_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Designa a divindade que é adorada e reconhecida como a fonte de poder e autoridade.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um termo que expressa a natureza divina e a pluralidade de majestade de Deus. Em Juízes 6:10, é um lembrete da presença e do poder de Deus em meio à opressão do povo.","por_que_esta_palavra":"É usada para afirmar a divindade e a soberania de Deus sobre todas as situações, especialmente em tempos de crise.","conexao_teologica":"Refere-se à natureza de Deus como criador e sustentador, que se preocupa com Seu povo e intervém em suas vidas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"juizes_6_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à veracidade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é utilizada para enfatizar a certeza e a confiabilidade das promessas de Deus. Em Juízes 6:10, Gideão é lembrado da verdade de que Deus não abandonou Seu povo.","por_que_esta_palavra":"É importante para reforçar a confiança do povo em Deus, especialmente em tempos de dúvida e desespero.","conexao_teologica":"A verdade de Deus é um fundamento da fé, mostrando que Ele é fiel ao que promete.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"juizes_6_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de avaliar e decidir sobre a situação do povo.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em um processo de avaliação e decisão. No contexto de Juízes 6:11, Deus está prestes a agir em favor de Israel, trazendo libertação.","por_que_esta_palavra":"É usada para mostrar que Deus não é indiferente ao sofrimento de Seu povo e que Ele toma ações justas.","conexao_teologica":"Deus é visto como o juiz justo que defende os oprimidos e traz justiça.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 2:6"]},"juizes_6_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao chamado de Deus para que Gideão entre em ação.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica em um convite ou convocação. Em Juízes 6:11, Deus chama Gideão para ser o libertador de Israel.","por_que_esta_palavra":"É usada para mostrar que Deus escolhe pessoas específicas para cumprir Seus propósitos.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, onde Ele convoca indivíduos para missões especiais.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","Atos 9:15"]},"juizes_6_12_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro de Deus, que traz uma mensagem de esperança.","explicacao_detalhada":"A palavra 'anjo/mensageiro' (מֲלְאָךְ) é usada para descrever seres que atuam como mensageiros de Deus. Em Juízes 6:12, o anjo do Senhor aparece a Gideão para encorajá-lo.","por_que_esta_palavra":"É importante para mostrar que Deus se comunica com Seu povo através de mensageiros.","conexao_teologica":"Os anjos são frequentemente usados por Deus para transmitir Sua vontade e encorajar os fiéis.","referencias_relacionadas":["Gênesis 16:7","Lucas 1:26","Hebreus 1:14"]},"juizes_6_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se a Deus como Senhor, enfatizando Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) reafirma a soberania de Deus sobre a vida de Gideão e a situação de Israel.","por_que_esta_palavra":"Reforça a ideia de que Deus é o único digno de adoração e confiança.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele controla todos os aspectos da vida.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:11"]},"juizes_6_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus, que traz uma mensagem poderosa.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de Deus. Em Juízes 6:12, o que Deus diz a Gideão é crucial para sua missão.","por_que_esta_palavra":"É usada para enfatizar a importância da palavra de Deus e Sua capacidade de transformar vidas.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer mudança e esperança.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"juizes_6_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à resposta de Gideão à declaração de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada novamente para mostrar a interação entre Gideão e Deus, onde Gideão expressa suas dúvidas.","por_que_esta_palavra":"É importante para mostrar a humanidade de Gideão e sua luta em crer nas promessas de Deus.","conexao_teologica":"A dúvida é uma parte da experiência humana, e Deus responde com paciência e encorajamento.","referencias_relacionadas":["Mateus 14:31","Marcos 9:24","Tiago 1:6"]},"juizes_6_13_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à soberania de Deus, que é questionada por Gideão.","explicacao_detalhada":"A palavra 'soberano' (אָדוֹן) destaca a autoridade de Deus. Gideão, ao questionar, está reconhecendo a grandeza de Deus, mas também expressando sua confusão sobre a situação atual de Israel.","por_que_esta_palavra":"É usada para enfatizar que, mesmo em meio à dúvida, Deus continua sendo soberano e digno de confiança.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele está no controle, mesmo quando as circunstâncias parecem adversas.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Romanos 8:28"]},"juizes_6_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"No contexto de Juízes 6:13, Gideão se dirige a Deus, expressando sua confusão e dúvida sobre a presença divina em meio ao sofrimento do povo de Israel. O uso do termo 'senhor' indica um reconhecimento da divindade e do poder de Deus, mesmo em tempos de crise.","por_que_esta_palavra":"Esta palavra é utilizada para estabelecer a relação entre o ser humano e Deus, reconhecendo a posição de Deus como o Todo-Poderoso.","conexao_teologica":"A invocação de 'senhor' reflete a relação de aliança entre Deus e Seu povo, onde Ele é visto como o protetor e guia.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"juizes_6_14_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e proteção divina.","explicacao_detalhada":"Em Juízes 6:14, Deus comissiona Gideão para salvar Israel dos midianitas. A palavra 'salvar' é central para a missão de Gideão, que representa a intervenção divina para libertar o povo da opressão.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a ação de Deus como salvador, que se levanta em favor de Seu povo em momentos de necessidade.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a redenção e a restauração que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 10:13"]},"juizes_6_14_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença e a atenção de Deus.","explicacao_detalhada":"No versículo, Gideão questiona a ausência de Deus, referindo-se ao 'rosto' como a manifestação da presença divina. O 'rosto' de Deus é um símbolo de favor e relacionamento próximo.","por_que_esta_palavra":"A utilização de 'rosto' destaca a busca de Gideão por uma conexão pessoal com Deus em meio à sua angústia.","conexao_teologica":"A ideia do 'rosto' de Deus é frequentemente associada à Sua presença e ao Seu favor sobre o povo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Salmos 80:3"]},"juizes_6_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em Juízes 6:14, \"senhor\" aparece na frase \"Então o Senhor olhou para ele, e disse: Vai nesta tua força, e livrarás a Israel das mãos dos midianitas; porventura não te enviei eu?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de Juízes 6:14 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Juízes 6:16. Lendo junto com Juízes 6:14, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Juízes 6:14","Juízes 6:16","Salmos 119:105"]},"juizes_6_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também pode simbolizar a nação ou o povo de Israel.","explicacao_detalhada":"Gideão menciona sua 'casa' como uma forma de expressar sua identidade e a condição de seu povo. A 'casa' de Gideão é vista como a menor unidade familiar, mas representa a fragilidade do povo de Israel diante da opressão.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a origem e a responsabilidade de Gideão como líder em sua comunidade.","conexao_teologica":"A noção de 'casa' é fundamental na narrativa bíblica, representando tanto a família quanto a nação de Israel como um todo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"juizes_6_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a revelação de Deus.","explicacao_detalhada":"Gideão, ao se dirigir a Deus, expressa sua hesitação e dúvida sobre sua capacidade de liderar. A palavra 'dizer' é crucial para entender a comunicação entre Deus e Gideão, onde Deus revela Seu plano.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da palavra de Deus e como ela molda a compreensão e a resposta do ser humano.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde a palavra de Deus traz vida e direção.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"juizes_6_15_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui é uma invocação de respeito e autoridade, referindo-se a Deus.","explicacao_detalhada":"Gideão usa 'senhor' para reconhecer a soberania de Deus ao receber a missão de libertar Israel. Essa invocação é um sinal de humildade e reconhecimento da grandeza divina.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e reverência que Gideão tem em relação a Deus.","conexao_teologica":"A invocação de 'senhor' é uma prática comum nas Escrituras, refletindo a reverência que os crentes devem ter por Deus.","referencias_relacionadas":["Salmos 8:1","Isaías 6:1","Romanos 14:8"]},"juizes_6_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a Gideão, mas também simboliza a humanidade em sua fragilidade.","explicacao_detalhada":"Deus se dirige a Gideão como 'homem valente', destacando a potencialidade que Ele vê em Gideão, apesar de suas inseguranças. Essa palavra é um lembrete de que Deus vê além das limitações humanas.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e o chamado que Deus dá a cada indivíduo, independentemente de suas circunstâncias.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia bíblica, onde cada pessoa é criada à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 1:12"]},"juizes_6_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar a comunicação entre Deus e Gideão.","explicacao_detalhada":"Gideão responde a Deus, expressando suas dúvidas e questionamentos. A palavra 'dizer' aqui é crucial para entender a dinâmica do diálogo entre o humano e o divino.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância da comunicação honesta com Deus, onde dúvidas e medos podem ser expressos.","conexao_teologica":"A comunicação com Deus é um aspecto vital da vida de fé, onde o diálogo é encorajado.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 Pedro 5:7"]},"juizes_6_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a soberania de Deus sobre a vida de Gideão.","explicacao_detalhada":"Gideão, ao se referir a Deus como 'senhor', reconhece a autoridade divina em sua vida e a importância de seguir a vontade de Deus em sua missão.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a necessidade de submissão e confiança em Deus durante os desafios.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Apocalipse 19:16"]},"juizes_6_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma referência a algo forte e ameaçador.","explicacao_detalhada":"No contexto de Juízes 6:17, o urso simboliza a força e a ferocidade, representando os desafios que Gideão enfrentaria ao liderar Israel contra os midianitas.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a gravidade da situação e a necessidade de coragem.","conexao_teologica":"O urso pode ser visto como uma metáfora para os inimigos de Deus e a necessidade de confiar na proteção divina.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:15","Isaías 11:7"]},"juizes_6_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Gideão com Deus.","explicacao_detalhada":"Gideão estava buscando confirmação de Deus sobre sua missão, e a palavra 'dizer' reflete a importância da comunicação entre o homem e Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de diálogo e clareza na relação com o divino.","conexao_teologica":"A comunicação com Deus é fundamental na vida de fé, mostrando que Deus ouve e responde.","referencias_relacionadas":["Êxodo 3:4","1 Samuel 3:10","Mateus 7:7"]},"juizes_6_17_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada em um contexto de libertação e ajuda divina.","explicacao_detalhada":"Gideão estava pedindo a Deus para salvá-lo e ao seu povo da opressão midianita, refletindo a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'salvar' é central na narrativa, pois representa a esperança de libertação e redenção.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a ação de Deus em favor de seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 43:11","Romanos 10:13"]},"juizes_6_18_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de Gideão sair para cumprir a vontade de Deus.","explicacao_detalhada":"Gideão foi instruído a sair e oferecer um sacrifício, simbolizando a obediência e a disposição para agir conforme a direção divina.","por_que_esta_palavra":"A palavra 'sair' destaca a ação necessária para cumprir a missão que Deus havia dado a Gideão.","conexao_teologica":"A disposição de sair e agir é um princípio importante na vida cristã, refletindo fé e obediência.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19","Hebreus 11:8"]},"juizes_6_18_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A 'oferta' é um ato de adoração e reconhecimento da soberania de Deus.","explicacao_detalhada":"Gideão foi instruído a preparar uma oferta como um sinal de devoção e gratidão a Deus, simbolizando a entrega total.","por_que_esta_palavra":"A palavra 'oferta' é significativa porque representa a relação de sacrifício e adoração entre o homem e Deus.","conexao_teologica":"A oferta é um símbolo de entrega e compromisso com Deus, refletindo a necessidade de adoração genuína.","referencias_relacionadas":["Levítico 1:3","Salmos 54:6","Romanos 12:1"]},"juizes_6_18_bondoso":{"palavra_pt":"bondoso","palavra_original":"יָנַח","transliteracao":"yânach","strong":"H3240","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"A palavra 'bondoso' refere-se à natureza generosa e misericordiosa de Deus.","explicacao_detalhada":"Gideão reconhece a bondade de Deus ao receber instruções e promessas, refletindo a fidelidade divina.","por_que_esta_palavra":"A palavra 'bondoso' é usada para enfatizar a graça de Deus em meio à dificuldade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando seu caráter amoroso e misericordioso.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"juizes_6_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado novamente, simbolizando força e desafios.","explicacao_detalhada":"A repetição da palavra 'urso' reforça a ideia de que Gideão estava enfrentando grandes dificuldades.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a seriedade da situação que Gideão estava prestes a enfrentar.","conexao_teologica":"A força de Deus é maior do que qualquer desafio, simbolizado pelo urso.","referencias_relacionadas":["Salmos 22:12","Isaías 41:10","Romanos 8:31"]},"juizes_6_19_broth":{"palavra_pt":"broth","palavra_original":"מָרָק","transliteracao":"mârâq","strong":"H4839","significado_raiz":"Ideia básica: broth.","significado_contextual":"A palavra 'broth' refere-se a um tipo de alimento, simbolizando sustento.","explicacao_detalhada":"Gideão preparou um caldo como parte de sua oferta, simbolizando a provisão e o sustento que Deus oferece.","por_que_esta_palavra":"A palavra 'broth' é significativa porque representa a nutrição espiritual e física que vem de Deus.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto físicas quanto espirituais.","referencias_relacionadas":["Salmos 23:1","Mateus 6:11","Filipenses 4:19"]},"juizes_6_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que se comunica com Gideão.","explicacao_detalhada":"Deus se revela a Gideão, mostrando sua presença e poder, e reafirmando sua promessa de ajuda.","por_que_esta_palavra":"A palavra 'deus' é central na narrativa, pois representa a fonte de autoridade e poder.","conexao_teologica":"A revelação de Deus é fundamental para a fé, mostrando que Ele se importa e se comunica com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Hebreus 11:6"]},"juizes_6_20_broth":{"palavra_pt":"broth","palavra_original":"מָרָק","transliteracao":"mârâq","strong":"H4839","significado_raiz":"Ideia básica: broth.","significado_contextual":"A palavra 'broth' é novamente mencionada, reforçando a ideia de sustento.","explicacao_detalhada":"O caldo preparado por Gideão simboliza a oferta de gratidão e a busca por sustento espiritual.","por_que_esta_palavra":"A repetição da palavra 'broth' destaca a importância da provisão de Deus em momentos de necessidade.","conexao_teologica":"A dependência de Deus para sustento é um tema recorrente na vida de fé.","referencias_relacionadas":["Salmos 104:14","Mateus 4:4","João 6:35"]},"juizes_6_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como um símbolo de força e poder.","explicacao_detalhada":"No contexto de Juízes 6, o urso pode ser visto como uma representação da força que Deus concede a Gideão para enfrentar os midianitas. A imagem do urso evoca a ideia de um defensor poderoso.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a força e a proteção que Deus oferece aos seus escolhidos.","conexao_teologica":"A força de Deus se manifesta através de seus servos, que, como Gideão, são capacitados para realizar grandes feitos.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"juizes_6_21_staff":{"palavra_pt":"staff","palavra_original":"מִשְׁעֵנָה","transliteracao":"mishʻênâh","strong":"H4938","significado_raiz":"Ideia básica: staff.","significado_contextual":"A vara ou cajado é um símbolo de autoridade e proteção.","explicacao_detalhada":"No versículo, a vara é usada pelo anjo do Senhor como um instrumento de poder. Ela representa a liderança e a direção que Deus dá ao seu povo.","por_que_esta_palavra":"A palavra 'staff' é escolhida para mostrar a importância da liderança divina na vida de Gideão e do povo de Israel.","conexao_teologica":"Deus guia seu povo através de líderes escolhidos, assim como um pastor guia suas ovelhas.","referencias_relacionadas":["Salmos 23:4","Êxodo 4:2","Números 20:8"]},"juizes_6_21_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A rocha simboliza estabilidade e proteção.","explicacao_detalhada":"Neste contexto, a rocha representa a segurança que Deus oferece ao seu povo em tempos de crise. É um símbolo de refúgio e força.","por_que_esta_palavra":"A palavra 'rocha' é utilizada para enfatizar a firmeza e a proteção que Deus proporciona aos que nele confiam.","conexao_teologica":"Deus é frequentemente descrito como uma rocha na Bíblia, simbolizando sua imutabilidade e proteção.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Isaías 26:4"]},"juizes_6_21_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"O anjo do Senhor representa a presença divina.","explicacao_detalhada":"Neste versículo, o anjo é um mensageiro de Deus que traz instruções e encorajamento a Gideão, simbolizando a intervenção direta de Deus na vida do seu povo.","por_que_esta_palavra":"A palavra 'anjo' é utilizada para mostrar que Deus se comunica e age através de mensageiros.","conexao_teologica":"A presença de Deus é frequentemente mediada por anjos, que servem como mensageiros e agentes de sua vontade.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Hebreus 1:14"]},"juizes_6_22_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver é um ato de percepção e compreensão.","explicacao_detalhada":"Gideão percebe que está diante de um mensageiro de Deus, o que gera em ele um sentimento de temor e reverência. O ato de 'ver' aqui é mais do que físico; é uma revelação espiritual.","por_que_esta_palavra":"A palavra 'ver' é escolhida para enfatizar a clareza da revelação que Gideão recebe sobre sua missão.","conexao_teologica":"A visão espiritual é fundamental para entender a vontade de Deus e o chamado que Ele faz a cada um de nós.","referencias_relacionadas":["Mateus 5:8","João 1:18","Apocalipse 1:3"]},"juizes_6_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"Gideão expressa sua preocupação e medo ao perceber que viu o anjo do Senhor, e a palavra 'porque' conecta sua percepção à sua reação emocional.","por_que_esta_palavra":"A palavra 'porque' é utilizada para estabelecer a razão de seu temor, que é a presença de Deus.","conexao_teologica":"O temor de Deus é um tema recorrente na Bíblia, refletindo a reverência que devemos ter diante da santidade divina.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 6:5"]},"juizes_6_22_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Em Juízes 6:22, \"anjo\" aparece na frase \"Então viu Gideão que era o anjo do SENHOR e disse: Ah, Senhor DEUS, pois vi o anjo do SENHOR face a face.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (מֲלְאָךְ; mălʼâk; H4397), \"anjo\" traz a ideia de anjo. Aqui, essa palavra deixa o ensino de Juízes 6:22 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"anjo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Juízes 6:35. Lendo junto com Juízes 6:22, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Juízes 6:22","Juízes 6:35","Salmos 119:105"]},"juizes_6_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica comunicação e revelação.","explicacao_detalhada":"O ato de 'dizer' é fundamental na comunicação entre Deus e Gideão, onde Deus revela Sua vontade e promessas.","por_que_esta_palavra":"A palavra 'dizer' é escolhida para mostrar a importância da comunicação divina na vida dos crentes.","conexao_teologica":"Deus se comunica com seu povo através de Sua palavra, que é viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16","Salmos 119:105"]},"juizes_6_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' representa a soberania e a fidelidade de Deus, que se revela ao seu povo em momentos de necessidade.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para afirmar a posição de Deus como autoridade suprema.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"juizes_6_23_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é uma bênção divina que resulta da presença de Deus.","explicacao_detalhada":"A palavra 'paz' é usada para descrever o estado de bem-estar e segurança que Deus oferece ao seu povo, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'paz' é escolhida para enfatizar a promessa de Deus de estar com Gideão e de lhe dar segurança em sua missão.","conexao_teologica":"A paz de Deus é um tema central na Escritura, simbolizando a restauração e a harmonia que Ele traz à vida dos crentes.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"juizes_6_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se a um período de tempo específico, frequentemente associado à presença de Deus e à realização de Sua vontade.","explicacao_detalhada":"No contexto de Juízes 6:24, 'dia' é usado para indicar um momento em que Gideão construiu um altar ao Senhor, simbolizando a consagração de um espaço sagrado e a resposta de Deus a ele.","por_que_esta_palavra":"A palavra 'dia' é importante porque representa a ação de Deus em um momento específico da história de Israel, onde Ele se revela e estabelece um novo pacto com Seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à criação e à revelação divina, mostrando como Deus interage com a humanidade em momentos determinados.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 118:24"]},"juizes_6_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se ao Deus de Israel, que é reconhecido como soberano e criador.","explicacao_detalhada":"Em Juízes 6:24, Gideão chama Deus de 'Senhor' após receber uma confirmação de Sua presença, indicando um relacionamento pessoal e reverente com o Criador.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e se relaciona com Seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua autoridade, poder e a aliança com Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"juizes_6_24_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de edificar algo, simbolizando a criação de um espaço sagrado.","explicacao_detalhada":"No versículo, Gideão edifica um altar ao Senhor, o que representa a dedicação de um local para adoração e sacrifício, refletindo a importância da adoração a Deus.","por_que_esta_palavra":"A construção de um altar é um ato de obediência e devoção, essencial para a prática da fé israelita.","conexao_teologica":"A edificação de altares é um tema recorrente na Bíblia, simbolizando a presença de Deus entre Seu povo e a importância da adoração.","referencias_relacionadas":["Gênesis 12:7","Êxodo 20:24","1 Reis 18:30"]},"juizes_6_25_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se a um objeto de culto, especificamente um ídolo ou símbolo de poder.","explicacao_detalhada":"Em Juízes 6:25, Deus ordena a Gideão que destrua a forca de Baal, simbolizando a rejeição da idolatria e a restauração da adoração ao Senhor.","por_que_esta_palavra":"A presença da forca representa a influência de práticas pagãs entre os israelitas, que Deus deseja remover.","conexao_teologica":"A luta contra a idolatria é um tema central na Bíblia, mostrando a necessidade de pureza na adoração a Deus.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 7:5","1 Reis 18:21"]},"juizes_6_25_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a um ídolo ou representação de um deus, que é objeto de adoração.","explicacao_detalhada":"No contexto, a imagem de Aserá representa a idolatria que permeava Israel, e sua destruição é um ato de purificação espiritual.","por_que_esta_palavra":"A imagem é um símbolo da apostasia do povo, que se afastou da adoração ao Deus verdadeiro.","conexao_teologica":"A destruição de imagens é um ato de retorno à verdadeira adoração e à exclusividade de Deus.","referencias_relacionadas":["Levítico 26:1","Salmos 115:4-8","Isaías 44:9-20"]},"juizes_6_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de desmoronar ou ser derrubado, simbolizando a derrota de ídolos.","explicacao_detalhada":"No versículo, a ordem de Deus para que a forca e a imagem caiam representa a queda da idolatria e a restauração da verdadeira adoração.","por_que_esta_palavra":"Cair é um símbolo de derrota, especialmente no contexto da luta entre o Deus verdadeiro e os ídolos.","conexao_teologica":"A queda de ídolos é um tema recorrente na Bíblia, mostrando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Isaías 46:1-2","Jeremias 10:14","Miquéias 1:7"]},"juizes_6_26_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' é usada novamente para se referir ao ídolo que deve ser destruído.","explicacao_detalhada":"A repetição da palavra enfatiza a importância da destruição da forca de Baal como um ato de obediência a Deus.","por_que_esta_palavra":"A forca representa a influência do paganismo que deve ser removida para restaurar a pureza da adoração a Deus.","conexao_teologica":"A luta contra a idolatria é uma constante na história de Israel, refletindo a necessidade de fidelidade a Deus.","referencias_relacionadas":["Êxodo 34:13","Deuteronômio 12:3","2 Reis 10:26-28"]},"juizes_6_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente mencionado, reforçando a soberania de Deus sobre a idolatria.","explicacao_detalhada":"A invocação do nome do Senhor destaca a autoridade divina que deve ser reconhecida em contraste com os ídolos.","por_que_esta_palavra":"Repetir o nome do Senhor enfatiza a necessidade de adoração exclusiva a Ele.","conexao_teologica":"A invocação do nome de Deus é um tema central na adoração e na relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 68:4","Isaías 42:8","Romanos 10:13"]},"juizes_6_26_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' é novamente utilizada para enfatizar a necessidade de rejeitar ídolos.","explicacao_detalhada":"A repetição da palavra 'imagem' reforça a ideia de que a adoração a ídolos é inaceitável diante de Deus.","por_que_esta_palavra":"A imagem representa tudo que compete com a adoração ao Deus verdadeiro, e sua destruição é essencial.","conexao_teologica":"A rejeição de imagens é um chamado à pureza na adoração e à exclusividade de Deus.","referencias_relacionadas":["Êxodo 20:4","Deuteronômio 4:16","1 Coríntios 10:14"]},"juizes_6_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de fazer ou criar, neste caso, relacionado à construção de um altar.","explicacao_detalhada":"No contexto, 'urso' é utilizado para descrever a ação de Gideão ao obedecer a Deus e realizar a tarefa de destruir os ídolos.","por_que_esta_palavra":"A palavra é importante porque destaca a ação de Gideão em cumprir a ordem divina, mostrando sua fé e obediência.","conexao_teologica":"A obediência a Deus é um tema central na vida dos líderes bíblicos, refletindo a importância de agir conforme a vontade divina.","referencias_relacionadas":["Gênesis 1:26","Êxodo 35:30-35","Tiago 1:22"]},"juizes_6_27_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local urbano onde as pessoas se reúnem e vivem.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um espaço habitado, geralmente cercado e com uma estrutura social organizada. No contexto de Juízes 6:27, a cidade é o local onde Gideão realiza um ato significativo de obediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância do local onde as ações de Gideão ocorrem, mostrando que ele estava em um ambiente comunitário e visível.","conexao_teologica":"A cidade muitas vezes simboliza a comunidade e a coletividade do povo de Deus, onde a adoração e a obediência devem ser manifestadas.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 11:10"]},"juizes_6_27_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou capturar algo.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de apropriação ou posse. No versículo, Gideão toma a iniciativa de destruir o altar de Baal, simbolizando a rejeição da idolatria.","por_que_esta_palavra":"A palavra 'tomar' é crucial para entender a determinação de Gideão em agir contra a idolatria, mostrando sua coragem e obediência a Deus.","conexao_teologica":"A ação de tomar ou agarrar é frequentemente associada à ideia de tomar posse das promessas de Deus e agir em fé.","referencias_relacionadas":["Josué 1:3","1 Coríntios 9:24","Filipenses 3:12"]},"juizes_6_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente, refere-se a um espaço urbano onde a comunidade se reúne.","explicacao_detalhada":"A repetição da palavra 'cidade' destaca a importância do local na narrativa, onde as ações de Gideão têm repercussões na vida comunitária.","por_que_esta_palavra":"A cidade é um símbolo de coletividade e a resposta da comunidade ao que Gideão fez é fundamental para a narrativa.","conexao_teologica":"A cidade representa o lugar onde a verdade de Deus deve ser proclamada e vivida em comunidade.","referencias_relacionadas":["Salmos 122:1","Atos 2:46","Hebreus 13:14"]},"juizes_6_28_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se a um poder ou força que pode ser física ou simbólica.","explicacao_detalhada":"A palavra 'força' no contexto pode se referir à força de um altar ou à força da idolatria que estava presente na cidade, que Gideão estava desafiando.","por_que_esta_palavra":"A força é um conceito importante, pois representa a resistência que Gideão enfrenta ao desafiar as práticas idólatras.","conexao_teologica":"A força de Deus é frequentemente contrastada com a força do inimigo, mostrando que a verdadeira força vem de Deus.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"juizes_6_28_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se a um local de adoração, geralmente associado a sacrifícios.","explicacao_detalhada":"O altar é um símbolo de adoração e sacrifício. No contexto, Gideão destrói o altar de Baal, simbolizando a rejeição da idolatria e a restauração da adoração ao Deus verdadeiro.","por_que_esta_palavra":"A palavra 'altar' é central para a narrativa, pois representa a escolha de Gideão de adorar a Deus em vez de ídolos.","conexao_teologica":"Os altares são lugares de encontro com Deus e representam a aliança entre Deus e seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 20:24","Romanos 12:1"]},"juizes_6_29_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um comando.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a comunicação de Gideão sobre o que Deus lhe disse. É um elemento central na narrativa, pois a obediência à palavra de Deus é fundamental.","por_que_esta_palavra":"A palavra é importante porque representa a revelação e a instrução de Deus, que Gideão deve seguir.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é essencial para a vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Tiago 1:22"]},"juizes_6_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para descrever a comunicação de Gideão sobre o que Deus lhe pediu. É uma expressão de fé e obediência.","por_que_esta_palavra":"A ação de dizer é crucial, pois representa a verbalização da fé e da obediência a Deus.","conexao_teologica":"A confissão da fé é um aspecto importante da vida cristã, onde a palavra é proclamada.","referencias_relacionadas":["Romanos 10:9","Salmos 19:14","Mateus 12:34"]},"juizes_6_29_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um contexto de responsabilidade e ação.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a humanidade de Gideão e sua posição como escolhido de Deus para uma tarefa específica.","por_que_esta_palavra":"A palavra 'homem' destaca a individualidade e a responsabilidade de Gideão em cumprir o chamado de Deus.","conexao_teologica":"Deus frequentemente usa homens e mulheres para cumprir seus propósitos, mostrando que Ele opera através da humanidade.","referencias_relacionadas":["Gênesis 1:26","1 Pedro 2:9","Efésios 2:10"]},"juizes_6_30_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Mais uma vez, refere-se ao local urbano onde a comunidade se reúne.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância do local na narrativa, onde as ações de Gideão têm repercussões na vida comunitária.","por_que_esta_palavra":"A cidade é um símbolo de coletividade e a resposta da comunidade ao que Gideão fez é fundamental para a narrativa.","conexao_teologica":"A cidade representa o lugar onde a verdade de Deus deve ser proclamada e vivida em comunidade.","referencias_relacionadas":["Salmos 122:1","Atos 2:46","Hebreus 13:14"]},"juizes_6_30_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer ou perder a vida.","explicacao_detalhada":"A palavra 'morrer' é usada para descrever a reação da comunidade ao que Gideão fez, indicando a seriedade da situação e as consequências de desafiar a idolatria.","por_que_esta_palavra":"A palavra 'morrer' é importante porque reflete o medo e a gravidade da resposta da comunidade ao ato de Gideão.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","João 3:16","Apocalipse 21:4"]},"juizes_6_30_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a uma imagem ou ídolo que representa uma divindade, especificamente a deusa Aserá, que era adorada pelos cananeus.","explicacao_detalhada":"A imagem de Aserá é um símbolo da idolatria que se infiltrou entre os israelitas. O ato de destruir essa imagem por Gideão foi um passo importante para restaurar a adoração ao Deus de Israel.","por_que_esta_palavra":"A palavra 'imagem' é crucial para entender a luta de Gideão contra a idolatria e a necessidade de purificação do culto a Deus.","conexao_teologica":"A destruição de ídolos é um tema recorrente na Bíblia, simbolizando a rejeição de falsos deuses e a reafirmação da fé no Deus verdadeiro.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 7:5","1 Reis 14:15"]},"juizes_6_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, neste caso, a maneira de lidar com a idolatria.","explicacao_detalhada":"O modo de agir de Gideão, ao destruir a imagem de Aserá, reflete a necessidade de um comportamento que esteja alinhado com a vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da abordagem correta em ações que envolvem a fé e a obediência a Deus.","conexao_teologica":"A maneira como os crentes devem viver e agir é um tema central na Bíblia, refletindo a santidade e a justiça de Deus.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","Colossenses 3:17"]},"juizes_6_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração ou ordem que Gideão faz, enfatizando a importância de sua mensagem.","explicacao_detalhada":"A palavra 'dizer' aqui é usada para mostrar a autoridade de Gideão ao comunicar a vontade de Deus ao povo de Israel.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a comunicação divina e a responsabilidade dos líderes em transmitir a mensagem de Deus.","conexao_teologica":"A comunicação da palavra de Deus é vital para a edificação da fé e a instrução do povo.","referencias_relacionadas":["Romanos 10:17","1 Pedro 4:11","Hebreus 4:12"]},"juizes_6_31_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a condição de libertação ou salvação que Gideão busca para o povo de Israel.","explicacao_detalhada":"A palavra 'salvar' aqui reflete a necessidade de intervenção divina para libertar Israel da opressão dos midianitas.","por_que_esta_palavra":"A palavra 'salvar' é central na narrativa bíblica, representando a ação de Deus em resgatar seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:6","Isaías 43:11","Romanos 1:16"]},"juizes_6_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que Gideão realiza sua missão.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do momento em que Gideão age, simbolizando um novo começo para Israel.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois muitas vezes na Bíblia, eventos importantes ocorrem em dias específicos, marcando mudanças.","conexao_teologica":"O tempo e os eventos são frequentemente usados por Deus para cumprir seus propósitos na história da salvação.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","2 Coríntios 6:2"]},"juizes_6_32_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou nomear, neste caso, Gideão chamando o povo para a ação.","explicacao_detalhada":"A palavra 'chamar' destaca a responsabilidade de Gideão em reunir o povo para enfrentar os inimigos e restaurar a adoração a Deus.","por_que_esta_palavra":"A palavra 'chamar' é importante, pois reflete a liderança e a convocação divina para a ação.","conexao_teologica":"Deus frequentemente chama seu povo para cumprir sua vontade, e essa convocação é um aspecto fundamental da vida cristã.","referencias_relacionadas":["Isaías 43:1","Mateus 28:19-20","1 Pedro 2:9"]},"juizes_6_32_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração ou ação que está sendo feita.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da mensagem que Gideão está transmitindo ao povo.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a comunicação da verdade e a responsabilidade de Gideão como líder.","conexao_teologica":"A comunicação da verdade de Deus é vital para a edificação da fé e a transformação do povo.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","1 João 1:5"]},"juizes_6_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os midianitas se organizam para atacar Israel.","explicacao_detalhada":"A palavra 'modo' aqui indica a estratégia e a preparação dos inimigos, contrastando com a necessidade de Israel se unir sob a liderança de Gideão.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a seriedade da situação e a urgência da resposta de Gideão.","conexao_teologica":"A luta entre o povo de Deus e seus inimigos é um tema recorrente, refletindo a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","2 Coríntios 10:4"]},"juizes_6_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à linhagem, neste caso, o filho de Gideão.","explicacao_detalhada":"A palavra 'filho' é significativa, pois representa a continuidade da promessa de Deus através das gerações.","por_que_esta_palavra":"A palavra 'filho' é central na narrativa bíblica, simbolizando herança e a relação entre Deus e seu povo.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seus filhos.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"juizes_6_33_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao destino ou à conclusão da situação enfrentada por Israel.","explicacao_detalhada":"A palavra 'fim' destaca a expectativa de que a opressão dos midianitas será derrotada e que um novo capítulo se abrirá para Israel.","por_que_esta_palavra":"A palavra 'fim' é importante para entender a esperança e a promessa de Deus de libertação e restauração.","conexao_teologica":"A ideia de um 'fim' ou conclusão é um tema central na Bíblia, refletindo a esperança da redenção final em Cristo.","referencias_relacionadas":["Jeremias 29:11","Romanos 8:28","Apocalipse 21:4"]},"juizes_6_34_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus que capacita Gideão para a batalha.","explicacao_detalhada":"O termo 'vento' ou 'espírito' indica a presença e a ação de Deus na vida de Gideão, conferindo-lhe força e coragem para liderar Israel contra os midianitas.","por_que_esta_palavra":"A palavra é usada para descrever a manifestação do poder divino que transforma Gideão de um simples agricultor em um líder militar.","conexao_teologica":"O Espírito de Deus é frequentemente associado ao empoderamento de líderes e profetas na Bíblia, simbolizando a presença ativa de Deus entre seu povo.","referencias_relacionadas":["Juízes 3:10","1 Samuel 10:6","Atos 1:8"]},"juizes_6_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para mostrar que Ele é o verdadeiro líder e protetor do povo, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra é fundamental para entender a relação de aliança entre Deus e Israel, onde Ele se apresenta como o Senhor que salva e guia.","conexao_teologica":"O uso do nome 'Senhor' enfatiza a fidelidade de Deus às suas promessas e sua disposição em intervir em favor de seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"juizes_6_34_tenda":{"palavra_pt":"tenda","palavra_original":"תָּקַע","transliteracao":"tâqaʻ","strong":"H8628","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A 'tenda' representa o local de adoração e a presença de Deus entre o povo.","explicacao_detalhada":"A tenda é um símbolo da habitação de Deus entre os israelitas, onde eles se reuniam para adorar e buscar orientação divina.","por_que_esta_palavra":"A palavra é importante para entender a centralidade da adoração a Deus na vida do povo de Israel e a necessidade de um espaço sagrado.","conexao_teologica":"A tenda é um precursor do templo, que mais tarde se tornaria o centro da adoração em Israel, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Êxodo 25:8","Levítico 23:42","Hebreus 9:2"]},"juizes_6_35_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro de Deus, que traz instruções e encorajamento a Gideão.","explicacao_detalhada":"O 'anjo' ou 'mensageiro' é uma figura que representa a comunicação direta de Deus com os seres humanos, trazendo mensagens de esperança e direção.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da revelação divina e como Deus se comunica com seu povo em momentos críticos.","conexao_teologica":"Os anjos são frequentemente vistos como servos de Deus que desempenham papéis importantes na história da salvação.","referencias_relacionadas":["Gênesis 16:7","Daniel 9:21","Lucas 1:26"]},"juizes_6_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Gideão deve agir ou responder ao chamado de Deus.","explicacao_detalhada":"O 'modo' implica em uma atitude de obediência e disposição para seguir as instruções divinas, refletindo a importância da ação correta em resposta ao chamado de Deus.","por_que_esta_palavra":"A palavra é crucial para entender que a maneira de agir de Gideão deve estar alinhada com a vontade de Deus.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, onde o modo de vida do crente deve refletir a vontade divina.","referencias_relacionadas":["Deuteronômio 5:32","Mateus 7:21","Romanos 12:2"]},"juizes_6_36_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que comissiona Gideão para salvar Israel.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e o poder de Deus para salvar seu povo, mesmo em situações desesperadoras.","por_que_esta_palavra":"A palavra é fundamental para reconhecer a autoridade de Deus sobre a história e a vida de Israel.","conexao_teologica":"A noção de Deus como salvador é um tema recorrente na Bíblia, mostrando seu compromisso com a redenção de seu povo.","referencias_relacionadas":["Salmos 68:20","Isaías 43:11","Romanos 10:13"]},"juizes_6_36_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Gideão sobre a grandeza de Deus e sua capacidade de salvar.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a confissão de fé de Gideão na grandeza de Deus, reconhecendo sua soberania e poder.","por_que_esta_palavra":"A palavra é importante para entender a necessidade de proclamar a verdade sobre Deus em momentos de dúvida e incerteza.","conexao_teologica":"A confissão da grandeza de Deus é um ato de adoração e reconhecimento de sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 4:11"]},"juizes_6_36_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em libertar Israel da opressão.","explicacao_detalhada":"A palavra 'salvar' destaca a intenção de Deus de resgatar seu povo das garras dos inimigos, mostrando sua fidelidade à aliança.","por_que_esta_palavra":"A palavra é crucial para entender o papel de Deus como salvador e libertador na história de Israel.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo para toda a humanidade.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 1:16"]},"juizes_6_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo onde Gideão realiza o teste com a lã.","explicacao_detalhada":"A 'terra' é o contexto físico onde Gideão busca confirmação da vontade de Deus, simbolizando a realidade da vida cotidiana.","por_que_esta_palavra":"A palavra é importante para entender que Deus se envolve nas questões práticas da vida de seu povo.","conexao_teologica":"A terra é frequentemente vista como o lugar onde a vontade de Deus se manifesta e onde as promessas são cumpridas.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 5:5"]},"juizes_6_37_woollen":{"palavra_pt":"wool len","palavra_original":"צֶמֶר","transliteracao":"tsemer","strong":"H6785","significado_raiz":"Ideia básica: wool len.","significado_contextual":"Refere-se ao material usado por Gideão para testar a fidelidade de Deus.","explicacao_detalhada":"A lã é um símbolo de pureza e é usada por Gideão como um meio de buscar confirmação divina, refletindo a necessidade de fé e discernimento.","por_que_esta_palavra":"A palavra é significativa para entender a busca de Gideão por sinais de Deus em sua vida e ministério.","conexao_teologica":"A busca por sinais e confirmação é uma prática comum na vida de muitos personagens bíblicos, mostrando a interação entre fé e dúvida.","referencias_relacionadas":["Gênesis 24:14","Juízes 6:17","Mateus 12:38"]},"juizes_6_37_vazio":{"palavra_pt":"vazio","palavra_original":"גֹּרֶן","transliteracao":"gôren","strong":"H1637","significado_raiz":"Ideia básica: vazio.","significado_contextual":"Refere-se à condição de um objeto ou espaço que não contém nada.","explicacao_detalhada":"No contexto de Juízes 6:37, a palavra 'vazio' é usada por Gideão para descrever a expectativa de que Deus confirmaria seu chamado através de um sinal, onde o velo estaria seco enquanto o chão ao redor estaria molhado.","por_que_esta_palavra":"A escolha da palavra 'vazio' enfatiza a ausência de umidade, simbolizando a intervenção divina em uma situação que parece impossível.","conexao_teologica":"A ideia de Deus operar em circunstâncias que parecem vazias ou sem esperança é um tema recorrente na Bíblia, mostrando que Ele pode trazer vida e propósito onde parece não haver nada.","referencias_relacionadas":["Isaías 41:17","Ezequiel 37:1-14","Romanos 4:17"]},"juizes_6_38_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de algo que desce ou se torna menos elevado.","explicacao_detalhada":"Neste versículo, Gideão pede a Deus um sinal, e a palavra 'cair' é usada para descrever a ação do orvalho que deve cair sobre o velo, simbolizando a confirmação divina.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a ação direta de Deus sobre a criação, mostrando que Ele pode controlar os elementos naturais.","conexao_teologica":"A intervenção de Deus na natureza é um tema importante, demonstrando Seu poder e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 104:13","Mateus 5:45","Tiago 1:17"]},"juizes_6_38_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente um indivíduo masculino.","explicacao_detalhada":"No contexto de Juízes 6:38, a palavra 'homem' é usada para enfatizar a identidade de Gideão como o escolhido de Deus para liderar Israel.","por_que_esta_palavra":"A escolha de 'homem' destaca a importância da liderança humana na execução dos planos divinos.","conexao_teologica":"Deus frequentemente usa homens e mulheres para cumprir Seus propósitos, mostrando que Ele valoriza a participação humana na história da salvação.","referencias_relacionadas":["Gênesis 1:26-27","1 Pedro 2:9","Efésios 2:10"]},"juizes_6_39_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é usada para invocar a presença e a ação de Deus em resposta ao pedido de Gideão por um sinal.","por_que_esta_palavra":"A invocação de 'deus' é crucial, pois Gideão busca confirmação de que Deus está com ele em sua missão.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, mostrando que Ele se revela e age em favor daqueles que O buscam.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"juizes_6_39_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da terra.","explicacao_detalhada":"A palavra 'terra' é utilizada para descrever o ambiente físico onde o sinal de Deus deve ocorrer, enfatizando a realidade da criação.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre o divino e o mundo físico, onde Deus atua.","conexao_teologica":"A criação é um testemunho do poder de Deus, e Ele frequentemente usa elementos da terra para revelar Sua vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"juizes_6_39_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a grandeza do ato que Deus está prestes a realizar, enfatizando Sua soberania.","por_que_esta_palavra":"A escolha de 'grande' ressalta a expectativa de um ato poderoso de Deus em resposta à fé de Gideão.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar coisas extraordinárias através de Seus servos.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Lucas 1:49"]},"juizes_6_40_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, especificamente um urso.","explicacao_detalhada":"A palavra 'urso' é usada simbolicamente para descrever a força e a ferocidade que Deus pode trazer contra os inimigos de Israel.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"Deus é frequentemente descrito como um protetor feroz de Seu povo, usando imagens de força e poder para ilustrar Sua defesa.","referencias_relacionadas":["Amós 5:19","Salmos 22:12","Provérbios 28:1"]},"juizes_6_40_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à superfície da terra, similar ao uso anterior.","explicacao_detalhada":"Neste versículo, a palavra 'terra' é novamente utilizada para enfatizar o ambiente físico onde os eventos estão ocorrendo.","por_que_esta_palavra":"A menção da 'terra' reforça a ideia de que Deus atua na história humana e na criação.","conexao_teologica":"A terra é o palco onde Deus realiza Seus planos, e a história da salvação se desenrola em contextos físicos e espirituais.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Mateus 5:5"]},"juizes_6_40_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo, como mencionado anteriormente.","explicacao_detalhada":"A palavra 'deus' é usada para reafirmar a presença e a ação de Deus em resposta ao pedido de Gideão por um sinal.","por_que_esta_palavra":"A invocação de 'deus' é fundamental para entender a relação entre Gideão e o Senhor, que é a fonte de sua força e coragem.","conexao_teologica":"A presença de Deus é um tema central na narrativa bíblica, mostrando que Ele está sempre ativo na vida de Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]}}