{"juizes_7_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como Deus orientou Gideão a conduzir a batalha contra os midianitas, enfatizando a estratégia divina.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da obediência às instruções de Deus, que muitas vezes desafiam a lógica humana.","conexao_teologica":"Deus frequentemente usa métodos inesperados para realizar Seus propósitos, mostrando que Sua sabedoria é superior à sabedoria humana.","referencias_relacionadas":["1 Coríntios 1:27-29","Isaías 55:8-9","Romanos 12:2"]},"juizes_7_1_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso valioso e símbolo de riqueza na sociedade antiga.","explicacao_detalhada":"O gado era essencial para a economia e a subsistência das comunidades israelitas. Em Juízes 7:1, a menção ao gado pode indicar a importância de recursos materiais na preparação para a batalha.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a riqueza e os recursos disponíveis para os israelitas, que são fundamentais em tempos de conflito.","conexao_teologica":"O gado simboliza a provisão de Deus para o Seu povo, refletindo a abundância que Ele deseja para aqueles que confiam Nele.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 50:10"]},"juizes_7_1_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem específico, possivelmente Gideão, que é o protagonista da narrativa.","explicacao_detalhada":"A palavra 'homem' aqui destaca a individualidade e a liderança de Gideão, que é chamado por Deus para libertar Israel dos midianitas.","por_que_esta_palavra":"A escolha de um 'homem' para liderar a batalha mostra como Deus usa indivíduos comuns para realizar Seus propósitos.","conexao_teologica":"Deus frequentemente escolhe pessoas comuns para realizar grandes feitos, mostrando que a força vem dEle e não da capacidade humana.","referencias_relacionadas":["Juízes 6:12","1 Samuel 16:7","Isaías 41:10"]},"juizes_7_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir uma mensagem importante de Deus.","explicacao_detalhada":"Em Juízes 7:2, Deus comunica a Gideão que o número de soldados deve ser reduzido, enfatizando que a vitória virá pela Sua intervenção e não pela força humana.","por_que_esta_palavra":"A ênfase em 'dizer' destaca a autoridade da palavra de Deus e a importância da obediência à Sua voz.","conexao_teologica":"A comunicação divina é central na relação entre Deus e Seu povo, mostrando que Ele guia e dirige a história.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Romanos 10:17"]},"juizes_7_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a presença e a autoridade de Deus sobre Israel, sendo um lembrete da Sua fidelidade e poder.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental para entender a relação de Israel com Ele e a confiança que devem ter em Sua proteção.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"juizes_7_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem em posição de liderança ou importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'homem' em Juízes 7:2 pode enfatizar a singularidade da missão de Gideão e a responsabilidade que ele carrega.","por_que_esta_palavra":"A palavra é usada para destacar a importância do papel humano na execução dos planos divinos.","conexao_teologica":"Deus usa homens e mulheres para cumprir Seus propósitos, mostrando a interação entre a soberania divina e a ação humana.","referencias_relacionadas":["Gênesis 1:26","Romanos 12:1","1 Pedro 2:9"]},"juizes_7_3_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem que é chamado a ouvir e obedecer a Deus.","explicacao_detalhada":"Em Juízes 7:3, a convocação para que os homens que têm medo voltem para casa mostra a importância da coragem e da fé na batalha.","por_que_esta_palavra":"A palavra 'homem' aqui destaca a necessidade de indivíduos dispostos a confiar em Deus em tempos de adversidade.","conexao_teologica":"A coragem e a fé são temas recorrentes na Bíblia, mostrando que Deus valoriza a disposição de Seu povo em confiar Nele.","referencias_relacionadas":["Josué 1:9","Salmos 27:14","2 Timóteo 1:7"]},"juizes_7_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que é convocado para a batalha.","explicacao_detalhada":"A palavra 'povo' em Juízes 7:3 enfatiza a coletividade e a unidade necessária para enfrentar os midianitas.","por_que_esta_palavra":"A menção ao povo destaca a importância da comunidade na fé e na luta contra as adversidades.","conexao_teologica":"A unidade do povo de Deus é um tema central, refletindo a importância da comunhão e do apoio mútuo na vida cristã.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12-14","Hebreus 10:24-25"]},"juizes_7_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para transmitir uma instrução divina.","explicacao_detalhada":"Em Juízes 7:3, Deus instrui Gideão a comunicar aos homens que voltem se estiverem com medo, mostrando a importância da obediência à palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a autoridade de Deus e a necessidade de ouvir Sua voz.","conexao_teologica":"A comunicação de Deus é vital para a vida do crente, pois é através dela que recebemos direção e encorajamento.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","Tiago 1:22"]},"juizes_7_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções devem ser seguidas.","explicacao_detalhada":"Em Juízes 7:4, a palavra 'modo' destaca a estratégia que Deus está usando para garantir a vitória de Israel, que é diferente das expectativas humanas.","por_que_esta_palavra":"A palavra 'modo' enfatiza que os planos de Deus muitas vezes desafiam a lógica humana e requerem fé.","conexao_teologica":"Deus frequentemente opera de maneiras que não compreendemos, mostrando que Sua sabedoria é superior à nossa.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","1 Coríntios 1:25"]},"juizes_7_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para reiterar a comunicação de Deus.","explicacao_detalhada":"Em Juízes 7:4, a instrução de Deus para Gideão enfatiza a importância de seguir Suas orientações, mesmo que pareçam estranhas.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a palavra de Deus é fundamental para a vitória.","conexao_teologica":"A obediência à palavra de Deus é um tema central na vida cristã, refletindo a confiança em Sua soberania.","referencias_relacionadas":["Deuteronômio 28:1","Salmos 119:105","Lucas 11:28"]},"juizes_7_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, que é o soberano e criador de todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o poder de Deus sobre o povo de Israel. No contexto de Juízes 7, isso destaca a dependência do povo em relação a Deus em momentos de crise.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e seu povo, especialmente em tempos de batalha e necessidade.","conexao_teologica":"A invocação do Senhor como o líder e protetor do povo é um tema recorrente na Bíblia, mostrando que a vitória vem de Deus.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Êxodo 15:3"]},"juizes_7_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos opressores e adversários do povo de Israel, que se levantam contra eles.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) é usada para descrever aqueles que se opõem ao povo de Deus. No contexto, isso enfatiza a luta espiritual e física que Israel enfrenta.","por_que_esta_palavra":"A presença de inimigos é um lembrete da necessidade de confiar em Deus para a proteção e a vitória.","conexao_teologica":"A batalha contra inimigos é uma metáfora para a luta espiritual que os crentes enfrentam, onde Deus é o defensor.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"juizes_7_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações devem ser realizadas, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a importância da estratégia e da forma de agir em situações críticas, como a guerra contra os midianitas.","por_que_esta_palavra":"Entender o 'modo' é crucial para a execução das ordens de Deus e para a obtenção da vitória.","conexao_teologica":"A maneira como os crentes agem deve refletir a vontade de Deus, mostrando que a obediência é essencial.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","1 Coríntios 10:31"]},"juizes_7_5_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que é escolhido e separado por Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) destaca a identidade coletiva dos israelitas como nação escolhida, enfatizando a relação especial com Deus.","por_que_esta_palavra":"Reconhecer o 'povo' é essencial para entender a dinâmica da aliança de Deus com Israel.","conexao_teologica":"A noção de povo de Deus é central na teologia bíblica, representando a comunidade que vive sob a soberania divina.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 9:25-26"]},"juizes_7_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os soldados devem se comportar durante a batalha.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é novamente utilizada para enfatizar a importância da conduta e da estratégia em situações de conflito.","por_que_esta_palavra":"A forma como os soldados se comportam pode determinar o sucesso ou a falha na batalha.","conexao_teologica":"A obediência a Deus e a forma como os crentes vivem são cruciais para a vitória espiritual.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","1 Timóteo 6:12"]},"juizes_7_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, que pode simbolizar derrota ou submissão.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a queda dos inimigos diante do povo de Deus, enfatizando a vitória divina.","por_que_esta_palavra":"A ideia de cair é importante para entender a dinâmica de poder entre Deus e os inimigos de Israel.","conexao_teologica":"A queda dos inimigos é um tema recorrente, simbolizando a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 20:8","Romanos 16:20","Apocalipse 12:11"]},"juizes_7_6_lap":{"palavra_pt":"lap","palavra_original":"לָקַק","transliteracao":"lâqaq","strong":"H3952","significado_raiz":"Ideia básica: lap.","significado_contextual":"Refere-se ao ato de lamparinar ou beber água, que é usado como um teste para os soldados.","explicacao_detalhada":"A palavra 'lap' (לָקַק) é utilizada para descrever como os soldados se comportam ao beber água, o que revela sua prontidão e vigilância.","por_que_esta_palavra":"Este ato é um critério para selecionar os guerreiros que estão mais atentos e preparados para a batalha.","conexao_teologica":"A vigilância e a prontidão são temas importantes na vida cristã, onde os crentes são chamados a estar sempre alertas.","referencias_relacionadas":["Mateus 25:13","1 Pedro 5:8","Efésios 6:18"]},"juizes_7_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem escolhido por Deus para liderar e lutar.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) destaca a importância da liderança masculina no contexto da batalha e da proteção do povo.","por_que_esta_palavra":"O papel do homem como líder é enfatizado, mostrando a responsabilidade que ele carrega diante de Deus e do povo.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde homens e mulheres são chamados a servir a Deus em suas respectivas funções.","referencias_relacionadas":["1 Timóteo 3:1-2","Efésios 5:23","Hebreus 13:7"]},"juizes_7_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar, especialmente em um contexto de sacrifício ou oferta.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a entrega de algo a Deus ou a outros, enfatizando a generosidade e a obediência.","por_que_esta_palavra":"Dar é uma expressão de fé e confiança em Deus, mostrando que tudo o que temos pertence a Ele.","conexao_teologica":"A prática de dar é central na vida cristã, refletindo o caráter generoso de Deus.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 6:21"]},"juizes_7_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações devem ser realizadas, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a importância da estratégia e da forma de agir em situações críticas, como a guerra contra os midianitas.","por_que_esta_palavra":"Entender o 'modo' é crucial para a execução das ordens de Deus e para a obtenção da vitória.","conexao_teologica":"A maneira como os crentes agem deve refletir a vontade de Deus, mostrando que a obediência é essencial.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","1 Coríntios 10:31"]},"juizes_7_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, um indivíduo do sexo masculino.","explicacao_detalhada":"No contexto de Juízes 7:8, a palavra 'homem' é utilizada para descrever os soldados que foram escolhidos para acompanhar Gideão na batalha contra os midianitas. A escolha de homens específicos para a missão é um tema recorrente nas narrativas bíblicas, onde Deus seleciona indivíduos para cumprir Seus propósitos.","por_que_esta_palavra":"A palavra 'homem' é importante porque enfatiza a humanidade e a responsabilidade dos indivíduos na execução do plano divino.","conexao_teologica":"A escolha de homens para a batalha reflete a soberania de Deus em usar pessoas comuns para realizar Seus feitos extraordinários.","referencias_relacionadas":["Juízes 7:4","1 Samuel 16:7","Gálatas 3:28"]},"juizes_7_8_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado, que inclui animais como ovelhas e bois, utilizados para sustento e sacrifício.","explicacao_detalhada":"Em Juízes 7:8, o gado é mencionado como parte do que os soldados levaram consigo ao acampar. O gado era um símbolo de riqueza e sustento na sociedade israelita, e sua presença no acampamento era crucial para a sobrevivência dos homens durante a batalha.","por_que_esta_palavra":"A palavra 'gado' é utilizada para mostrar a importância dos recursos materiais na vida cotidiana e na preparação para a guerra.","conexao_teologica":"O gado também é frequentemente associado a sacrifícios e ofertas a Deus, simbolizando a devoção e a provisão divina.","referencias_relacionadas":["Gênesis 4:4","Levítico 1:3","Salmos 50:10"]},"juizes_7_8_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou pegar algo.","explicacao_detalhada":"No versículo, 'tomar' é usado para descrever a ação dos homens ao pegarem as provisões e armas necessárias para a batalha. Essa ação é um reflexo da preparação e da determinação dos soldados em seguir a liderança de Gideão.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque implica ação e decisão, mostrando que os homens estavam prontos para agir conforme a direção de Deus.","conexao_teologica":"A disposição de tomar o que é necessário para a missão divina é um princípio que se aplica à vida cristã, onde os crentes são chamados a agir em fé.","referencias_relacionadas":["Mateus 28:19","Tiago 2:17","1 Pedro 2:9"]},"juizes_7_9_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se novamente ao gado, enfatizando sua importância no contexto da batalha.","explicacao_detalhada":"A repetição da palavra 'gado' em Juízes 7:9 destaca a relevância dos recursos materiais que os soldados possuíam. O gado não apenas sustentava os homens, mas também simbolizava a riqueza e a bênção de Deus sobre Israel.","por_que_esta_palavra":"A palavra 'gado' é crucial para entender a dependência dos israelitas em relação a Deus para prover suas necessidades durante tempos de conflito.","conexao_teologica":"A presença do gado pode ser vista como um lembrete da provisão de Deus, que cuida de Seu povo mesmo em tempos de guerra.","referencias_relacionadas":["Gênesis 30:43","Êxodo 12:5","Salmos 23:1"]},"juizes_7_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode ser interpretado tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Em Juízes 7:9, a palavra 'cair' pode se referir à queda dos inimigos de Israel ou à queda dos soldados em batalha. Essa ideia de cair é frequentemente associada à derrota e à vulnerabilidade.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a fragilidade humana diante do poder de Deus, que garante a vitória.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a justiça de Deus contra aqueles que se opõem ao Seu povo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 8:31"]},"juizes_7_9_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz, que simboliza clareza, revelação e a presença de Deus.","explicacao_detalhada":"No contexto de Juízes 7:9, a luz pode ser interpretada como a orientação divina que ilumina o caminho dos israelitas na batalha. A luz é frequentemente associada à verdade e à sabedoria.","por_que_esta_palavra":"A palavra 'luz' é importante porque representa a presença de Deus que guia e protege Seu povo em tempos de escuridão.","conexao_teologica":"A luz de Deus é um tema central na Bíblia, simbolizando a esperança e a salvação que vêm através de Cristo.","referencias_relacionadas":["Salmos 119:105","João 8:12","1 João 1:5"]},"juizes_7_10_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao inimigo, que é qualquer adversário ou oponente.","explicacao_detalhada":"Em Juízes 7:10, a palavra 'inimigo' é usada para descrever os midianitas, que eram os adversários de Israel. A batalha contra os inimigos é um tema recorrente na história de Israel, refletindo a luta entre o bem e o mal.","por_que_esta_palavra":"A palavra 'inimigo' é significativa porque destaca a oposição que o povo de Deus enfrenta e a necessidade de confiar em Sua proteção.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, onde Deus é o defensor de Seu povo.","referencias_relacionadas":["Efésios 6:12","Romanos 8:37","2 Coríntios 10:4"]},"juizes_7_10_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se novamente ao gado, enfatizando sua importância no contexto da batalha.","explicacao_detalhada":"A repetição da palavra 'gado' em Juízes 7:10 reforça a ideia de que os recursos materiais são essenciais para a sobrevivência e a preparação dos soldados.","por_que_esta_palavra":"A palavra 'gado' é crucial para entender a dependência dos israelitas em relação a Deus para prover suas necessidades durante tempos de conflito.","conexao_teologica":"A presença do gado pode ser vista como um lembrete da provisão de Deus, que cuida de Seu povo mesmo em tempos de guerra.","referencias_relacionadas":["Gênesis 30:43","Êxodo 12:5","Salmos 23:1"]},"juizes_7_10_phurah":{"palavra_pt":"phurah","palavra_original":"פֻּרָה","transliteracao":"Purâh","strong":"H6513","significado_raiz":"Ideia básica: phurah.","significado_contextual":"Refere-se a um nome próprio, Phurah, que era um servo de Gideão.","explicacao_detalhada":"Em Juízes 7:10, Phurah é mencionado como um companheiro de Gideão, que o acompanhou para espionar o acampamento inimigo. A presença de Phurah destaca a importância da lealdade e da amizade em tempos de crise.","por_que_esta_palavra":"A palavra 'Phurah' é significativa porque representa a importância de ter aliados e companheiros na jornada da fé.","conexao_teologica":"A amizade e a lealdade são temas importantes na Bíblia, refletindo a necessidade de apoio mútuo entre os crentes.","referencias_relacionadas":["Eclesiastes 4:9-10","Provérbios 17:17","Filipenses 1:3-5"]},"juizes_7_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se novamente ao inimigo, enfatizando a oposição que Israel enfrenta.","explicacao_detalhada":"A repetição da palavra 'inimigo' em Juízes 7:11 reforça a ideia de que a batalha contra os midianitas é uma luta constante para o povo de Israel, que precisa confiar em Deus para a vitória.","por_que_esta_palavra":"A palavra 'inimigo' é significativa porque destaca a necessidade de vigilância e preparação espiritual diante das adversidades.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, onde Deus é o defensor de Seu povo.","referencias_relacionadas":["Efésios 6:12","Romanos 8:37","2 Coríntios 10:4"]},"juizes_7_11_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que representa a riqueza e os recursos de um povo.","explicacao_detalhada":"No contexto de Juízes 7:11, o gado é mencionado como parte do que os midianitas possuíam, simbolizando a opressão que Israel sofria sob eles. O gado também é um símbolo de sustento e prosperidade.","por_que_esta_palavra":"A palavra 'gado' é utilizada para ilustrar a condição econômica e social dos midianitas, contrastando com a situação de Israel.","conexao_teologica":"O gado, como símbolo de riqueza, também representa a provisão de Deus para o Seu povo, que muitas vezes é ameaçada por inimigos.","referencias_relacionadas":["Gênesis 30:43","Êxodo 10:26","Salmos 50:10"]},"juizes_7_11_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e compreender a mensagem que está sendo transmitida.","explicacao_detalhada":"Em Juízes 7:11, Deus instrui Gideão a ouvir o que os midianitas estão dizendo, o que lhe dará coragem. Ouvir é um ato de fé e disposição para receber a direção divina.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância de estar atento à voz de Deus e às circunstâncias ao nosso redor.","conexao_teologica":"A habilidade de ouvir é fundamental na relação entre Deus e o homem, pois é através da audição que recebemos instruções e encorajamento.","referencias_relacionadas":["Romanos 10:17","Provérbios 1:33","Tiago 1:19"]},"juizes_7_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os midianitas se organizavam e se comportavam em batalha.","explicacao_detalhada":"Em Juízes 7:12, o 'modo' é uma referência ao estilo de vida e à cultura dos midianitas, que eram conhecidos por sua grande quantidade de gado e camelos, simbolizando força militar.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a estratégia de guerra e a superioridade numérica dos inimigos de Israel.","conexao_teologica":"O 'modo' de viver dos midianitas contrasta com o modo de vida que Deus deseja para Seu povo, que é baseado na fé e na obediência.","referencias_relacionadas":["Salmos 1:1","Romanos 12:2","1 Pedro 2:9"]},"juizes_7_12_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' é uma referência ao grande número de inimigos, comparando-os a uma imensidão de água.","explicacao_detalhada":"Em Juízes 7:12, o mar simboliza a vastidão e a força do exército midianita, que parecia incontrolável e ameaçador para Israel.","por_que_esta_palavra":"A palavra 'mar' é usada para transmitir a ideia de um desafio colossal que Gideão e seu povo enfrentavam.","conexao_teologica":"O mar, como símbolo de caos, é frequentemente usado na Bíblia para representar as forças que se opõem a Deus e ao Seu povo.","referencias_relacionadas":["Êxodo 14:21","Salmos 46:2","Isaías 43:2"]},"juizes_7_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem de Israel.","explicacao_detalhada":"Em Juízes 7:12, a palavra 'filho' pode ser entendida como uma referência à identidade e ao futuro do povo de Israel, que é considerado o 'filho' de Deus.","por_que_esta_palavra":"A palavra 'filho' é significativa para enfatizar a relação especial entre Deus e Seu povo escolhido.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia bíblica, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14","1 João 3:1"]},"juizes_7_13_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Novamente, refere-se ao gado como símbolo de riqueza e poder dos midianitas.","explicacao_detalhada":"Em Juízes 7:13, o gado é mencionado para ilustrar a opressão que Israel estava sofrendo, destacando a força dos inimigos.","por_que_esta_palavra":"A repetição da palavra 'gado' reforça a ideia de que a riqueza dos midianitas era uma fonte de medo para Israel.","conexao_teologica":"O gado, como símbolo de prosperidade, também representa a bênção de Deus que é ameaçada pela opressão.","referencias_relacionadas":["Gênesis 31:9","Êxodo 12:38","Salmos 78:70"]},"juizes_7_13_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'chamar' implica em convocar ou convidar alguém para uma ação.","explicacao_detalhada":"Em Juízes 7:13, a ação de chamar é crucial para a narrativa, pois Gideão é chamado a agir e a tomar coragem diante do inimigo.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a dinâmica da liderança e da resposta a Deus.","conexao_teologica":"Deus frequentemente chama Seu povo para agir em fé, mesmo diante de grandes desafios.","referencias_relacionadas":["Isaías 43:1","Mateus 4:19","1 Coríntios 1:9"]},"juizes_7_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à figura masculina que representa a coragem e a liderança.","explicacao_detalhada":"Em Juízes 7:13, o 'homem' é um símbolo de força e bravura, contrastando com a fraqueza que Israel sentia diante dos midianitas.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a necessidade de liderança e coragem em tempos de crise.","conexao_teologica":"A figura do homem como líder é um tema recorrente na Bíblia, refletindo a responsabilidade que Deus dá aos homens em Sua obra.","referencias_relacionadas":["Josué 1:9","1 Coríntios 16:13","Efésios 6:10"]},"juizes_7_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a compreensão da realidade.","explicacao_detalhada":"Em Juízes 7:14, o 'olho' é mencionado para indicar que os midianitas reconheceram a presença de Deus com Gideão, o que trouxe temor a eles.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a visão espiritual e a revelação que Deus dá aos Seus servos.","conexao_teologica":"A percepção espiritual é essencial para entender a obra de Deus e como Ele age em favor de Seu povo.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"juizes_7_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é a fonte de poder e proteção.","explicacao_detalhada":"Em Juízes 7:14, a menção de Deus destaca a soberania divina sobre as circunstâncias e a certeza de que Ele está com Gideão.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa, pois é a confiança em Deus que dá coragem a Gideão e ao seu povo.","conexao_teologica":"A presença de Deus é um tema fundamental na Bíblia, enfatizando que Ele é o defensor e libertador de Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"juizes_7_14_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como símbolo de riqueza e sustento na sociedade israelita.","explicacao_detalhada":"O gado era uma parte essencial da economia e da vida cotidiana dos israelitas, representando não apenas riqueza, mas também a provisão de alimento e recursos. No contexto de Juízes 7:14, o gado pode simbolizar a força e a abundância que Deus pode proporcionar ao seu povo.","por_que_esta_palavra":"A palavra 'gado' é utilizada para ilustrar a prosperidade e a bênção de Deus sobre Israel, especialmente em tempos de guerra e necessidade.","conexao_teologica":"O gado representa a provisão divina e a fidelidade de Deus em cuidar de seu povo, mesmo em situações adversas.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 50:10"]},"juizes_7_15_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a soberania e o poder divino sobre as circunstâncias.","explicacao_detalhada":"Neste versículo, a menção de Deus destaca a importância da fé e da confiança em Sua direção. A palavra 'Deus' é central na narrativa, pois é através da intervenção divina que os israelitas são encorajados a prosseguir na batalha.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o povo de Israel e seu Criador, especialmente em momentos de crise.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, mostrando que Ele é o autor da vitória e da salvação.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"juizes_7_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de se submeter ou se render diante de uma situação.","explicacao_detalhada":"No contexto de Juízes 7:15, 'cair' pode ser interpretado como um ato de humildade e reconhecimento da grandeza de Deus, bem como a aceitação da vontade divina.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a necessidade de se render a Deus e confiar em Sua liderança.","conexao_teologica":"A ideia de cair em adoração ou submissão é um tema importante na teologia, refletindo a relação entre o ser humano e Deus.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Tiago 4:10"]},"juizes_7_15_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder à voz de Deus.","explicacao_detalhada":"Em Juízes 7:15, ouvir é crucial para a obediência e a ação. A disposição de ouvir a palavra de Deus leva à fé e à coragem necessárias para enfrentar desafios.","por_que_esta_palavra":"A palavra 'ouvir' destaca a importância da comunicação entre Deus e Seu povo, essencial para a vida espiritual.","conexao_teologica":"Ouvir a voz de Deus é um princípio fundamental na vida cristã, pois leva à transformação e à ação.","referencias_relacionadas":["Deuteronômio 6:4","João 10:27","Romanos 10:17"]},"juizes_7_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, destacando a responsabilidade pessoal na ação.","explicacao_detalhada":"Neste contexto, o 'homem' é chamado a agir em fé e coragem, representando a liderança e a responsabilidade que cada um tem diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é significativa porque enfatiza a individualidade e a importância de cada pessoa na obra de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Pedro 2:9"]},"juizes_7_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, muitas vezes em um contexto de necessidade ou súplica.","explicacao_detalhada":"Em Juízes 7:16, 'dar' pode ser visto como um ato de entrega e disposição para servir, refletindo a generosidade de Deus e a resposta do homem a essa generosidade.","por_que_esta_palavra":"A palavra 'dar' é importante porque mostra a ação de Deus em prover e a resposta humana em aceitar essa provisão.","conexao_teologica":"A generosidade de Deus e a resposta do homem são temas interligados na teologia, mostrando a dinâmica da graça.","referencias_relacionadas":["Mateus 7:7","2 Coríntios 9:7","Tiago 1:17"]},"juizes_7_16_barrel":{"palavra_pt":"barrel","palavra_original":"כַּד","transliteracao":"kad","strong":"H3537","significado_raiz":"Ideia básica: barrel.","significado_contextual":"A palavra 'barrel' refere-se a um recipiente, simbolizando a capacidade de armazenar e compartilhar recursos.","explicacao_detalhada":"No contexto de Juízes 7:16, o 'barrel' pode representar a provisão de Deus e a necessidade de compartilhar essa provisão com os outros.","por_que_esta_palavra":"A escolha da palavra 'barrel' enfatiza a importância de estar preparado para receber e distribuir as bênçãos de Deus.","conexao_teologica":"A ideia de ser um canal de bênçãos é um princípio teológico importante, refletindo a generosidade de Deus.","referencias_relacionadas":["Lucas 6:38","Atos 20:35","2 Coríntios 9:11"]},"juizes_7_17_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se novamente ao gado, simbolizando riqueza e sustento.","explicacao_detalhada":"A repetição da palavra 'gado' em Juízes 7:17 reforça a ideia de que a provisão de Deus é abundante e que Ele cuida de Seu povo.","por_que_esta_palavra":"A palavra 'gado' é utilizada para enfatizar a importância da confiança em Deus para a provisão.","conexao_teologica":"A dependência de Deus para sustento é um tema central na vida de fé.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"juizes_7_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar uma mensagem ou instrução.","explicacao_detalhada":"Em Juízes 7:17, 'dizer' é um ato de liderança e direção, onde a comunicação clara é essencial para a ação do povo.","por_que_esta_palavra":"A palavra 'dizer' é importante porque destaca a necessidade de instrução e a clareza na comunicação de Deus.","conexao_teologica":"A comunicação de Deus com Seu povo é fundamental para a compreensão e a obediência.","referencias_relacionadas":["Hebreus 1:1-2","João 1:1","2 Timóteo 3:16"]},"juizes_7_17_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à ideia de estar no meio de algo ou de alguém.","explicacao_detalhada":"No contexto de Juízes 7:17, 'entre' pode simbolizar a presença de Deus no meio de Seu povo, guiando e protegendo.","por_que_esta_palavra":"A palavra 'entre' é significativa porque enfatiza a proximidade de Deus e Sua ação no meio da comunidade.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na teologia, refletindo a relação íntima entre Deus e a humanidade.","referencias_relacionadas":["Mateus 18:20","Salmos 46:5","Apocalipse 21:3"]},"juizes_7_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os israelitas deveriam agir durante a batalha.","explicacao_detalhada":"A palavra 'modo' implica em uma forma específica de proceder, que é essencial para a estratégia de Gideão ao enfrentar os midianitas.","por_que_esta_palavra":"A escolha do 'modo' é crucial para a vitória, pois reflete a obediência às instruções divinas.","conexao_teologica":"A obediência a Deus em como agir é um tema recorrente na Bíblia, mostrando que a vitória vem da fidelidade a Deus.","referencias_relacionadas":["Juízes 7:18","1 Samuel 15:22","Salmos 119:105"]},"juizes_7_18_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Neste contexto, 'gado' refere-se ao acampamento dos midianitas, que era numeroso.","explicacao_detalhada":"O uso da palavra 'gado' simboliza a grandeza do inimigo e a necessidade de estratégia para enfrentá-lo.","por_que_esta_palavra":"A referência ao 'gado' enfatiza a magnitude do desafio que os israelitas enfrentavam.","conexao_teologica":"Deus frequentemente usa situações desafiadoras para demonstrar Seu poder e a necessidade de confiar Nele.","referencias_relacionadas":["Juízes 7:18","Salmos 27:3","Isaías 41:10"]},"juizes_7_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado para garantir a vitória.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua autoridade e poder, essencial na batalha contra os inimigos.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de fé e reconhecimento de Sua soberania.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua ajuda em tempos de necessidade.","referencias_relacionadas":["Juízes 7:18","Salmos 20:7","Romanos 10:13"]},"juizes_7_19_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Novamente, refere-se ao acampamento dos midianitas, indicando a estratégia de ataque.","explicacao_detalhada":"A palavra 'gado' aqui reforça a ideia de um inimigo numeroso e bem preparado.","por_que_esta_palavra":"É importante para entender a magnitude do desafio que Gideão e seu exército enfrentavam.","conexao_teologica":"Deus usa a fraqueza humana para mostrar Sua força, e a grandeza do inimigo destaca a necessidade de confiar Nele.","referencias_relacionadas":["Juízes 7:19","2 Coríntios 12:9","Romanos 8:31"]},"juizes_7_19_barrel":{"palavra_pt":"barrel","palavra_original":"כַּד","transliteracao":"kad","strong":"H3537","significado_raiz":"Ideia básica: barrel.","significado_contextual":"Refere-se ao recipiente usado para armazenar água ou outros líquidos, essencial para a batalha.","explicacao_detalhada":"O 'barrel' simboliza a preparação e os recursos necessários para o combate.","por_que_esta_palavra":"A menção do 'barrel' destaca a importância da logística em uma batalha.","conexao_teologica":"Deus se preocupa com os detalhes e a preparação de Seu povo, mostrando que cada aspecto é importante.","referencias_relacionadas":["Juízes 7:19","Lucas 14:28","Provérbios 21:5"]},"juizes_7_19_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou entrar em ação durante a batalha.","explicacao_detalhada":"A palavra 'vir/entrar' implica em um movimento decisivo e a prontidão para agir.","por_que_esta_palavra":"É um chamado à ação, enfatizando a importância de não hesitar diante do desafio.","conexao_teologica":"Deus chama Seu povo para agir com coragem e fé, mesmo em situações desafiadoras.","referencias_relacionadas":["Juízes 7:19","Isaías 6:8","Mateus 28:19"]},"juizes_7_20_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início da ação de ataque contra os midianitas.","explicacao_detalhada":"A palavra 'princípio' indica o momento crucial em que a estratégia de Gideão é colocada em prática.","por_que_esta_palavra":"O 'princípio' é fundamental para entender a dinâmica da batalha e a confiança em Deus.","conexao_teologica":"Deus é o autor do início de todas as coisas, e Sua direção é essencial para o sucesso.","referencias_relacionadas":["Juízes 7:20","Gênesis 1:1","Apocalipse 21:6"]},"juizes_7_20_barrel":{"palavra_pt":"barrel","palavra_original":"כַּד","transliteracao":"kad","strong":"H3537","significado_raiz":"Ideia básica: barrel.","significado_contextual":"Novamente, refere-se ao recipiente, indicando a continuidade da preparação.","explicacao_detalhada":"A repetição da palavra 'barrel' enfatiza a importância dos recursos na batalha.","por_que_esta_palavra":"Reforça a ideia de que cada detalhe conta na estratégia de combate.","conexao_teologica":"Deus se preocupa com a preparação e os recursos de Seu povo, mostrando que Ele está no controle.","referencias_relacionadas":["Juízes 7:20","1 Coríntios 14:40","Filipenses 4:19"]},"juizes_7_20_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de agarrar as armas e se preparar para a batalha.","explicacao_detalhada":"A palavra 'agarrar' implica em uma ação decisiva e firmeza na luta.","por_que_esta_palavra":"É um chamado à determinação e à coragem em face do inimigo.","conexao_teologica":"Deus nos chama a agarrar as promessas e a lutar pela fé, confiando em Sua ajuda.","referencias_relacionadas":["Juízes 7:20","Efésios 6:10-11","2 Timóteo 4:7"]},"juizes_7_21_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao acampamento dos midianitas, que é o alvo do ataque.","explicacao_detalhada":"A palavra 'gado' aqui simboliza a força do inimigo e a necessidade de um ataque estratégico.","por_que_esta_palavra":"É importante para entender a magnitude do desafio que Gideão e seu exército enfrentavam.","conexao_teologica":"Deus usa a fraqueza humana para mostrar Sua força, e a grandeza do inimigo destaca a necessidade de confiar Nele.","referencias_relacionadas":["Juízes 7:21","Salmos 44:3","Romanos 8:37"]},"juizes_7_21_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada aqui refere-se à emoção de triunfo e celebração após a vitória sobre os midianitas.","explicacao_detalhada":"A palavra 'alegria' é usada para descrever a resposta emocional dos israelitas ao verem a obra de Deus em suas vidas. Este momento é crucial, pois representa a libertação de um opressor e a reafirmação da fé do povo.","por_que_esta_palavra":"A alegria é uma resposta natural à intervenção divina e à vitória sobre as dificuldades. Ela simboliza a esperança e a renovação da fé.","conexao_teologica":"A alegria é frequentemente associada à presença de Deus e à Sua salvação. Em contextos bíblicos, a alegria é um sinal da bênção divina.","referencias_relacionadas":["Salmos 30:5","Isaías 61:10","Filipenses 4:4"]},"juizes_7_21_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"O ato de servir aqui se refere à disposição dos israelitas em obedecer e seguir as instruções de Deus durante a batalha.","explicacao_detalhada":"A palavra 'servir' implica em estar em posição de prontidão e disposição para agir conforme a vontade de Deus. Isso é essencial para a vitória, pois demonstra lealdade e fé.","por_que_esta_palavra":"Servir a Deus é um tema central na Bíblia, refletindo a relação de submissão e devoção que os crentes devem ter com o Senhor.","conexao_teologica":"O serviço a Deus é visto como um ato de adoração e obediência, essencial para a vida espiritual do povo de Deus.","referencias_relacionadas":["Josué 24:15","Romanos 12:1","Gálatas 5:13"]},"juizes_7_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como os israelitas se organizam e agem durante a batalha.","explicacao_detalhada":"A palavra 'modo' implica em uma abordagem estratégica e coordenada, essencial para o sucesso na guerra contra os midianitas.","por_que_esta_palavra":"A forma como as ações são realizadas pode determinar o resultado de uma situação, especialmente em contextos de conflito.","conexao_teologica":"Deus muitas vezes orienta Seu povo sobre como agir, enfatizando a importância da ordem e da estratégia em Seus planos.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 37:23","Provérbios 16:9"]},"juizes_7_22_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"O 'gado' mencionado representa os recursos e a riqueza que os israelitas possuíam, que foram protegidos durante a batalha.","explicacao_detalhada":"A palavra 'gado' é significativa, pois simboliza não apenas a riqueza material, mas também a provisão de Deus para o Seu povo. A proteção do gado durante a batalha é um sinal da fidelidade divina.","por_que_esta_palavra":"O gado é um símbolo de prosperidade e bênção na cultura israelita, e sua preservação é um reflexo da intervenção divina.","conexao_teologica":"Deus é visto como o provedor que cuida de todas as necessidades de Seu povo, incluindo suas posses e recursos.","referencias_relacionadas":["Salmos 23:1","Mateus 6:26","Filipenses 4:19"]},"juizes_7_22_tenda":{"palavra_pt":"tenda","palavra_original":"תָּקַע","transliteracao":"tâqaʻ","strong":"H8628","significado_raiz":"Ideia básica: tenda.","significado_contextual":"A 'tenda' aqui representa o lar e a segurança do povo de Israel, que foi preservada durante a batalha.","explicacao_detalhada":"A palavra 'tenda' simboliza não apenas um abrigo físico, mas também a presença de Deus entre Seu povo, que lhes oferece proteção e segurança.","por_que_esta_palavra":"As tendas eram essenciais para a vida nômade dos israelitas, e sua preservação durante a guerra é um testemunho da fidelidade de Deus.","conexao_teologica":"A presença de Deus é frequentemente associada a habitações temporárias, como as tendas, simbolizando Sua proximidade com o Seu povo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:5","Hebreus 11:9"]},"juizes_7_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' mencionado refere-se aos guerreiros que lutaram na batalha contra os midianitas.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a coragem e a determinação dos israelitas em enfrentar seus inimigos, destacando a importância da liderança e do valor humano.","por_que_esta_palavra":"O papel do homem como guerreiro é central na narrativa, simbolizando a luta pela liberdade e a defesa do povo de Deus.","conexao_teologica":"A Bíblia frequentemente destaca a importância do papel masculino na liderança e na proteção do povo de Deus.","referencias_relacionadas":["1 Coríntios 16:13","Salmos 144:1","Efésios 6:10"]},"juizes_7_23_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à posição dos israelitas em relação aos midianitas durante a batalha.","explicacao_detalhada":"A palavra 'entre' indica a proximidade e a interação entre os dois grupos, enfatizando a tensão e o conflito que estavam prestes a ocorrer.","por_que_esta_palavra":"A posição entre os inimigos é crítica, pois determina a estratégia e a abordagem dos israelitas na batalha.","conexao_teologica":"A ideia de estar 'entre' é frequentemente usada na Bíblia para descrever a luta entre o bem e o mal, e a necessidade de confiar em Deus em tempos de conflito.","referencias_relacionadas":["Salmos 23:4","Romanos 8:31","2 Coríntios 10:3"]},"juizes_7_24_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"O 'anjo/mensageiro' refere-se à presença divina que orienta e protege os israelitas durante a batalha.","explicacao_detalhada":"A palavra 'anjo' implica em um mensageiro de Deus, que traz instruções e encorajamento ao povo, destacando a intervenção divina em suas vidas.","por_que_esta_palavra":"A presença de um mensageiro divino é um sinal da proximidade de Deus e de Sua disposição em ajudar Seu povo em tempos de necessidade.","conexao_teologica":"Os anjos são frequentemente vistos como agentes de Deus que realizam Sua vontade e protegem os fiéis.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Gênesis 16:7"]},"juizes_7_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' aqui novamente se refere à maneira como Deus se comunica e age em favor de Seu povo.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da forma como as instruções são dadas e seguidas, refletindo a necessidade de obediência.","por_que_esta_palavra":"A maneira como Deus se revela e orienta Seu povo é fundamental para a compreensão de Sua vontade.","conexao_teologica":"Deus se comunica de várias maneiras, e a obediência a essas instruções é crucial para a vitória e a bênção.","referencias_relacionadas":["Isaías 55:8-9","Salmos 119:105","Tiago 1:22"]},"juizes_7_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus e à importância de ouvir e seguir Suas instruções.","explicacao_detalhada":"A palavra 'dizer' destaca a autoridade de Deus em dar ordens e a necessidade de resposta por parte do povo.","por_que_esta_palavra":"A comunicação divina é essencial para a fé e a ação do povo de Deus, refletindo a importância da revelação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e ouvir Sua voz é fundamental para a vida espiritual.","referencias_relacionadas":["Mateus 4:4","Hebreus 4:12","Romanos 10:17"]},"juizes_7_25_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou exterminar, especialmente no contexto de batalhas e conflitos.","explicacao_detalhada":"No versículo, a destruição é uma ação direta de Deus através de Gideão, que simboliza a vitória sobre os inimigos de Israel. A destruição é vista como um ato de julgamento divino.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a severidade da ação e a necessidade de eliminar a oposição a Deus e ao Seu povo.","conexao_teologica":"A destruição dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal e a proteção divina sobre o Seu povo.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:20","Isaías 34:2"]},"juizes_7_25_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para descrever algo sólido e inabalável, simbolizando segurança e proteção.","explicacao_detalhada":"No contexto, a rocha representa a força e a estabilidade que Deus oferece ao Seu povo, contrastando com a fragilidade dos inimigos.","por_que_esta_palavra":"A rocha é uma metáfora comum na Bíblia para Deus, que é visto como um refúgio seguro em tempos de adversidade.","conexao_teologica":"A imagem da rocha é frequentemente associada à fidelidade e à força de Deus, que sustenta e protege aqueles que confiam Nele.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Mateus 7:24"]},"juizes_7_25_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, muitas vezes associado a liderança ou autoridade.","explicacao_detalhada":"Neste contexto, o princípio pode se referir à liderança de Gideão e ao início de uma nova fase na história de Israel, onde Deus restaura Seu povo.","por_que_esta_palavra":"A palavra 'princípio' é importante para entender a estrutura de liderança e a ordem estabelecida por Deus entre Seu povo.","conexao_teologica":"Deus é frequentemente descrito como o princípio de todas as coisas, e a liderança divina é essencial para a direção do Seu povo.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","João 1:1"]}}