{"juizes_8_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem, muitas vezes carregando peso e autoridade.","explicacao_detalhada":"No versículo, a palavra é usada para expressar a importância da comunicação e do diálogo entre os líderes e o povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a necessidade de clareza e entendimento nas interações, especialmente em momentos de conflito.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, sendo vista como uma fonte de sabedoria e orientação.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:20","Hebreus 4:12"]},"juizes_8_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, a ação de dizer é crucial para a resolução de conflitos e a manutenção da ordem entre os israelitas.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a importância da comunicação clara e assertiva entre os líderes e o povo.","conexao_teologica":"A comunicação é um aspecto vital da vida cristã, refletindo a necessidade de diálogo e entendimento mútuo entre os membros da comunidade de fé.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"juizes_8_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente usado para representar a humanidade em geral ou um indivíduo específico.","explicacao_detalhada":"No versículo, o homem é um símbolo da liderança e da responsabilidade que cada indivíduo tem em sua comunidade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a dignidade e o valor que Deus atribui à humanidade, criando-a à Sua imagem.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"juizes_8_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação e a expressão verbal em um contexto de liderança.","explicacao_detalhada":"Neste versículo, a ação de dizer é crucial para a resolução de disputas e para a manutenção da unidade entre o povo de Israel.","por_que_esta_palavra":"A palavra 'dizer' é escolhida para ressaltar a importância da clareza na comunicação entre líderes e seguidores.","conexao_teologica":"A comunicação eficaz é essencial na vida da igreja, refletindo a necessidade de amor e compreensão entre os crentes.","referencias_relacionadas":["Provérbios 15:1","Efésios 4:15","1 Pedro 3:15"]},"juizes_8_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade, muitas vezes usado como metáfora para adversários poderosos.","explicacao_detalhada":"No contexto, o urso pode representar a ferocidade dos inimigos de Israel e a necessidade de vigilância e proteção divina.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a gravidade da situação e a força que os israelitas enfrentam em sua luta.","conexao_teologica":"A ferocidade dos inimigos é um lembrete da batalha espiritual que os crentes enfrentam, necessitando da proteção de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"juizes_8_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à conformidade com a realidade, sendo um conceito central na ética e na moralidade bíblica.","explicacao_detalhada":"Neste contexto, a verdade é fundamental para a justiça e a integridade nas relações entre os israelitas.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância de viver de acordo com os princípios de Deus e a necessidade de honestidade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:25"]},"juizes_8_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' novamente refere-se a uma declaração ou mensagem, enfatizando a importância da comunicação.","explicacao_detalhada":"No versículo, a palavra é usada para destacar a necessidade de diálogo e entendimento entre os líderes e o povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' reforça a ideia de que a comunicação é vital para a unidade e a paz na comunidade.","conexao_teologica":"A palavra de Deus é fundamental para a vida do crente, sendo uma fonte de sabedoria e orientação.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:20","Hebreus 4:12"]},"juizes_8_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de conceder algo a alguém, refletindo a generosidade de Deus.","explicacao_detalhada":"No contexto de Juízes 8:3, a palavra 'dar' enfatiza a ação de Deus em conceder vitória e libertação ao povo de Israel, mostrando que tudo o que temos é uma dádiva divina.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a dependência do povo de Deus e a Sua disposição em agir em favor deles.","conexao_teologica":"A teologia da graça é evidente aqui, pois Deus dá ao Seu povo o que eles não merecem, mostrando Sua misericórdia.","referencias_relacionadas":["Salmos 68:19","Tiago 1:17","Romanos 8:32"]},"juizes_8_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que age em favor do Seu povo.","explicacao_detalhada":"Em Juízes 8:3, a menção de 'Deus' sublinha a Sua soberania e poder em conceder vitória, mostrando que a batalha é do Senhor.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da relação entre o povo de Israel e o seu Criador, que é a fonte de toda ajuda.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, evidenciando que Ele é o único digno de confiança em tempos de crise.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"juizes_8_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a individualidade e a responsabilidade diante de Deus.","explicacao_detalhada":"No contexto de Juízes 8:4, 'homem' representa a figura de Gideão e sua liderança, destacando a importância de indivíduos obedientes a Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a ação humana em resposta ao chamado divino, mostrando que Deus usa pessoas para cumprir Seus propósitos.","conexao_teologica":"A relação entre Deus e o homem é fundamental, pois Deus chama e capacita indivíduos para realizar Sua vontade.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","Romanos 12:1"]},"juizes_8_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica em um movimento em direção a um lugar ou situação, muitas vezes com um propósito específico.","explicacao_detalhada":"Em Juízes 8:4, 'chamar' é usado para descrever a convocação de Gideão para liderar o povo, enfatizando a importância da obediência ao chamado de Deus.","por_que_esta_palavra":"A palavra 'chamar' destaca a ação de Deus em convocar indivíduos para um propósito maior, mostrando que Ele tem planos específicos para cada um.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convoca pessoas para serem instrumentos em Suas mãos.","referencias_relacionadas":["Isaías 6:8","Mateus 4:19","Romanos 8:30"]},"juizes_8_4_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém ou algo, muitas vezes em um contexto de liderança.","explicacao_detalhada":"No contexto de Juízes 8:4, 'seguir' refere-se à disposição do povo em seguir Gideão, que foi escolhido por Deus para liderá-los.","por_que_esta_palavra":"A escolha da palavra 'seguir' ressalta a importância da liderança e da obediência ao plano de Deus através de Seus escolhidos.","conexao_teologica":"A ideia de seguir a liderança divina é fundamental na vida cristã, onde os crentes são chamados a seguir a Cristo.","referencias_relacionadas":["Mateus 16:24","João 10:27","Hebreus 13:7"]},"juizes_8_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente enfatiza a individualidade e a responsabilidade diante de Deus, neste caso, referindo-se a um líder.","explicacao_detalhada":"Em Juízes 8:5, a menção de 'homem' destaca a importância de Gideão como um líder escolhido por Deus para guiar o povo em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é significativa porque mostra que Deus usa pessoas comuns para realizar Seus planos extraordinários.","conexao_teologica":"A escolha de líderes humanos por Deus é um tema recorrente, mostrando que Ele se importa com a liderança e a responsabilidade.","referencias_relacionadas":["1 Samuel 16:7","Atos 13:22","Tiago 5:17"]},"juizes_8_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar comunicação, revelando a importância da palavra na liderança e na instrução.","explicacao_detalhada":"No contexto de Juízes 8:5, 'dizer' enfatiza a comunicação de Gideão com o povo, mostrando a necessidade de instrução e direção.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da comunicação na liderança, especialmente ao transmitir a vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação clara é essencial para guiar o povo de Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:1"]},"juizes_8_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente utilizada para expressar a ação de conceder algo, refletindo a generosidade de Deus.","explicacao_detalhada":"Em Juízes 8:5, 'dar' enfatiza a ação de Deus em prover o que é necessário para o povo, mostrando Sua fidelidade.","por_que_esta_palavra":"A palavra 'dar' ressalta a dependência do povo de Deus e a Sua disposição em agir em favor deles.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, onde Ele dá abundantemente àqueles que confiam n'Ele.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","2 Coríntios 9:8"]},"juizes_8_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a importância da comunicação na liderança e na instrução do povo.","explicacao_detalhada":"No contexto de Juízes 8:6, 'dizer' enfatiza a necessidade de clareza na comunicação de Gideão ao povo, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da comunicação na liderança, especialmente ao transmitir a vontade de Deus.","conexao_teologica":"A comunicação clara é essencial na vida cristã, onde a verdade de Deus deve ser proclamada com precisão.","referencias_relacionadas":["Efésios 4:15","Colossenses 4:6","1 Pedro 3:15"]},"juizes_8_6_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, controle e ação, frequentemente associada à intervenção divina.","explicacao_detalhada":"Em Juízes 8:6, 'mão' pode representar a força de Deus atuando através de Gideão, mostrando que a vitória vem da ação divina.","por_que_esta_palavra":"A escolha da palavra 'mão' ressalta a ideia de que Deus age no mundo através de Suas criaturas, usando-as como instrumentos.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como símbolo de Sua intervenção e poder na história.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"juizes_8_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de conceder algo a alguém, neste caso, um pedido de ajuda ou proteção.","explicacao_detalhada":"No contexto de Juízes 8:7, Gideão responde a um desafio, prometendo que dará aos seus opositores o que merecem, refletindo a justiça divina.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a autoridade de Gideão e a expectativa de que a justiça será feita.","conexao_teologica":"A ideia de dar está ligada à soberania de Deus, que dá justiça e proteção ao seu povo.","referencias_relacionadas":["Salmos 37:5","Mateus 7:7","Tiago 1:5"]},"juizes_8_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar uma declaração ou promessa feita por Gideão.","explicacao_detalhada":"Gideão, ao dizer algo, está não apenas comunicando, mas também estabelecendo um compromisso que reflete sua liderança e fé.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a comunicação de Gideão e sua responsabilidade como líder.","conexao_teologica":"A comunicação de Deus ao seu povo muitas vezes é feita através de palavras, mostrando a importância da revelação verbal.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"juizes_8_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus, enfatizando sua autoridade e poder sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome de Deus é um reconhecimento de sua soberania e um apelo à sua ajuda.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Gideão e Deus, destacando a dependência do líder em relação ao divino.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua presença e autoridade na vida do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"juizes_8_8_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a vigilância, tanto física quanto espiritual.","explicacao_detalhada":"Neste contexto, o 'olho' pode representar a observação atenta das ações de Deus e a necessidade de discernimento.","por_que_esta_palavra":"A escolha de 'olho' sugere a importância de estar atento às intervenções divinas na vida do povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê e observa, enfatizando sua onisciência.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"juizes_8_8_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude de algo, neste caso, a grandeza de Deus ou de suas promessas.","explicacao_detalhada":"A grandeza mencionada pode se referir à força e ao poder de Deus em contrastar com as dificuldades enfrentadas por Gideão.","por_que_esta_palavra":"'Grande' é uma palavra que evoca a majestade de Deus e a esperança que Gideão tem em suas promessas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo sua capacidade de realizar milagres e cumprir promessas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"juizes_8_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode denotar um indivíduo específico.","explicacao_detalhada":"Neste contexto, o 'homem' pode simbolizar a fragilidade humana diante da grandeza de Deus e das situações adversas.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a condição humana e a necessidade de intervenção divina.","conexao_teologica":"A Bíblia frequentemente aborda a natureza do homem e sua relação com Deus, enfatizando a dependência do ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"juizes_8_9_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) é um conceito abrangente que inclui bem-estar, harmonia e a ausência de conflito.","explicacao_detalhada":"No contexto de Juízes 8:9, a paz é um desejo de restauração e segurança em tempos de conflito.","por_que_esta_palavra":"A ênfase em 'paz' reflete a esperança de que Deus traga reconciliação e segurança ao seu povo.","conexao_teologica":"A paz é um tema central na mensagem bíblica, representando a obra redentora de Cristo e a restauração final.","referencias_relacionadas":["Isaías 9:6","João 14:27","Filipenses 4:7"]},"juizes_8_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para expressar uma declaração ou promessa.","explicacao_detalhada":"Gideão, ao dizer algo, reafirma sua posição e a importância de suas palavras em um momento crítico.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a seriedade e a autoridade das declarações feitas por Gideão.","conexao_teologica":"As palavras têm poder e são usadas por Deus para criar e transformar realidades.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6"]},"juizes_8_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Neste contexto, o 'modo' pode indicar a estratégia ou a forma de agir de Gideão em relação aos seus inimigos.","por_que_esta_palavra":"A escolha de 'modo' sugere a importância da estratégia e da sabedoria na liderança.","conexao_teologica":"Deus orienta seu povo em como agir, mostrando que a sabedoria é essencial na vida cristã.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Salmos 32:8"]},"juizes_8_10_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho, um símbolo de riqueza e sustento na cultura israelita.","explicacao_detalhada":"No contexto, o gado pode representar a provisão de Deus e a prosperidade que Ele oferece ao seu povo.","por_que_esta_palavra":"A menção ao gado destaca a importância da agricultura e da criação de animais na vida dos israelitas.","conexao_teologica":"Deus é visto como o provedor que cuida das necessidades do seu povo, tanto espirituais quanto materiais.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"juizes_8_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente ou progenitura, enfatizando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"No contexto de Juízes 8:10, a palavra 'filho' é utilizada para descrever a relação entre Gideão e sua descendência, ressaltando a importância da família e da herança na cultura israelita.","por_que_esta_palavra":"A palavra 'filho' é central para entender a identidade e a responsabilidade familiar, especialmente em um contexto onde a linhagem e a herança são fundamentais.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Romanos 8:15, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 4:1","Êxodo 20:12","Salmos 127:3"]},"juizes_8_11_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o término de um evento ou a conclusão de um ciclo, refletindo a ideia de um novo começo após um fim.","explicacao_detalhada":"Em Juízes 8:11, a palavra 'fim' sugere a conclusão de uma batalha e a transição para um novo estado de paz ou conflito, enfatizando a soberania de Deus sobre a história.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a dinâmica de ciclos de opressão e libertação que Israel experimenta, mostrando que cada fim é também um novo começo sob a direção divina.","conexao_teologica":"A ideia de fim e novo começo é refletida em Apocalipse 21:4, onde Deus promete um novo céu e uma nova terra, sem dor ou sofrimento.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 40:31","Romanos 8:28"]},"juizes_8_11_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao rebanho ou ao conjunto de animais domesticados, que era uma parte importante da economia e da vida rural israelita.","explicacao_detalhada":"No versículo, 'gado' é mencionado em um contexto que destaca a riqueza e os recursos disponíveis, além de simbolizar a provisão de Deus para Seu povo.","por_que_esta_palavra":"A palavra 'gado' é significativa porque representa não apenas riqueza material, mas também a responsabilidade de cuidar da criação e a dependência de Deus como provedor.","conexao_teologica":"A relação entre o homem e os animais é vista em Gênesis 1:28, onde Deus ordena ao homem que tenha domínio sobre a criação, refletindo a responsabilidade dada por Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 50:10","Provérbios 12:10"]},"juizes_8_11_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância, frequentemente associado ao poder e à grandeza de Deus.","explicacao_detalhada":"Em Juízes 8:11, 'grande' é usado para descrever a força e a capacidade do exército de Gideão, enfatizando a intervenção divina em suas vitórias.","por_que_esta_palavra":"A palavra 'grande' é essencial para entender a natureza do poder de Deus, que muitas vezes opera através de meios que parecem pequenos ou insignificantes.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, como em Salmos 145:3, onde se afirma que a grandeza do Senhor é insondável.","referencias_relacionadas":["Salmos 96:4","Isaías 40:12","Efésios 3:20"]},"juizes_8_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, enfatizando a importância da abordagem e da atitude.","explicacao_detalhada":"No contexto de Juízes 8:12, 'modo' é utilizado para descrever a estratégia de Gideão, ressaltando que a forma como se age pode influenciar o resultado.","por_que_esta_palavra":"A palavra 'modo' é relevante porque nos ensina que a maneira de agir pode refletir a sabedoria ou a falta dela, especialmente em situações de conflito.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de agir sabiamente, como em Provérbios 4:7, que diz que a sabedoria é a principal coisa.","referencias_relacionadas":["Provérbios 16:3","Colossenses 3:23","Tiago 1:5"]},"juizes_8_12_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao rebanho ou ao conjunto de animais, simbolizando riqueza e sustento.","explicacao_detalhada":"Em Juízes 8:12, a menção de 'gado' destaca a importância dos recursos materiais e a dependência de Deus para a provisão.","por_que_esta_palavra":"A palavra 'gado' é significativa no contexto da economia agrícola de Israel, onde a posse de gado era um sinal de bênção e prosperidade.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, como em Filipenses 4:19, onde é prometido que Deus suprirá todas as necessidades.","referencias_relacionadas":["Deuteronômio 8:18","Salmos 23:1","Mateus 6:26"]},"juizes_8_12_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou salvar, enfatizando a ação de Deus em favor de Seu povo.","explicacao_detalhada":"No contexto de Juízes 8:12, 'libertar' destaca a missão de Gideão como um libertador, refletindo a ação de Deus em trazer liberdade ao povo oprimido.","por_que_esta_palavra":"A palavra 'libertar' é central para a narrativa bíblica, que frequentemente retrata Deus como o libertador de Seu povo em tempos de opressão.","conexao_teologica":"A libertação é um tema central na Bíblia, culminando na obra de Cristo, que veio para libertar os cativos, como em Lucas 4:18.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"juizes_8_13_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer, simbolizando a criação de algo novo ou a restauração.","explicacao_detalhada":"Em Juízes 8:13, 'edificar' pode ser interpretado como a ação de Gideão em estabelecer um novo governo ou ordem após a vitória sobre os midianitas.","por_que_esta_palavra":"A palavra 'edificar' é importante porque sugere a responsabilidade de construir uma nova realidade após um período de crise.","conexao_teologica":"A edificação é um tema que se relaciona com a construção do Reino de Deus, como em Mateus 16:18, onde Jesus promete edificar Sua igreja.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Hebreus 3:4"]},"juizes_8_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente ou progenitura, enfatizando a continuidade da linhagem e a importância da família.","explicacao_detalhada":"No contexto de Juízes 8:13, a palavra 'filho' é usada para descrever a relação de Gideão com sua família e a continuidade de sua linhagem após a vitória.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a identidade familiar e a responsabilidade que vem com a liderança e a herança.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo, como em João 1:12, onde os crentes são chamados filhos de Deus.","referencias_relacionadas":["Gênesis 21:7","Salmos 127:3","Mateus 5:9"]},"juizes_8_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de, enfatizando a interconexão e a comunidade.","explicacao_detalhada":"Em Juízes 8:13, 'entre' sugere a presença de Gideão no meio de seu povo, destacando a importância da liderança e da proximidade com a comunidade.","por_que_esta_palavra":"A palavra 'entre' é significativa porque enfatiza a ideia de que a liderança deve estar próxima e acessível ao povo que lidera.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central, como em Êxodo 25:8, onde Deus ordena que um santuário seja construído para que Ele habite entre eles.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","1 Coríntios 12:12"]},"juizes_8_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, representando um ser humano em geral.","explicacao_detalhada":"A palavra 'homem' é usada para descrever não apenas o gênero masculino, mas também a humanidade em um sentido mais amplo. No contexto de Juízes 8:14, o homem mencionado é um personagem que desempenha um papel específico na narrativa.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a individualidade e a responsabilidade do personagem na história.","conexao_teologica":"A figura do homem na Bíblia muitas vezes simboliza a relação entre Deus e a humanidade, destacando a dignidade e o propósito do ser humano na criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Coríntios 11:7"]},"juizes_8_14_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Indica a ação de selecionar ou optar por algo ou alguém.","explicacao_detalhada":"A palavra 'escolher' é utilizada para descrever a decisão de um personagem em um momento crítico da narrativa, refletindo a importância da escolha na vida do povo de Israel.","por_que_esta_palavra":"A escolha é um tema central na Bíblia, onde as decisões humanas têm consequências significativas.","conexao_teologica":"A escolha de Deus em selecionar um povo para Si é um tema recorrente, mostrando a soberania divina e a responsabilidade humana.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Romanos 8:33"]},"juizes_8_14_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Em Juízes 8:14, \"descrever\" aparece na frase \"Tomou preso a um moço dos homens de Sucote, e lhe fez perguntas; o qual lhe deu por escrito os nomes dos príncipes de Sucote, e dos seus an…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כָּתַב; kâthab; H3789), \"descrever\" traz a ideia de descrever. Aqui, essa palavra deixa o ensino de Juízes 8:14 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"descrever\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Números 33:2. Lendo junto com Juízes 8:14, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Juízes 8:14","Números 33:2","Salmos 119:105"]},"juizes_8_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de vir ou entrar em um lugar ou situação.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de um personagem que se aproxima de outro, indicando um movimento físico e relacional.","por_que_esta_palavra":"A ação de vir é muitas vezes simbólica de convite ou convocação, refletindo a interação entre os personagens.","conexao_teologica":"O chamado de Deus para a humanidade é um tema central, onde Ele convida as pessoas a se aproximarem d'Ele.","referencias_relacionadas":["Mateus 11:28","Isaías 55:1","Apocalipse 22:17"]},"juizes_8_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, representando um ser humano em geral.","explicacao_detalhada":"A palavra 'homem' é usada para descrever não apenas o gênero masculino, mas também a humanidade em um sentido mais amplo. No contexto de Juízes 8:15, o homem mencionado é um personagem que desempenha um papel específico na narrativa.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a individualidade e a responsabilidade do personagem na história.","conexao_teologica":"A figura do homem na Bíblia muitas vezes simboliza a relação entre Deus e a humanidade, destacando a dignidade e o propósito do ser humano na criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Coríntios 11:7"]},"juizes_8_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' é utilizada para indicar a comunicação de uma mensagem, que é crucial para a interação entre os personagens.","por_que_esta_palavra":"A comunicação verbal é fundamental para a transmissão de ideias e ordens, especialmente em contextos de liderança.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, mostrando a importância da fala divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"juizes_8_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente cercado e com uma estrutura social organizada.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um centro de vida comunitária, onde as interações sociais e políticas ocorrem.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, refletindo a vida em comunidade.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam tanto a proteção quanto a corrupção, dependendo do contexto.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"juizes_8_16_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Indica a ação de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' é utilizada para descrever a ação de apropriar-se de algo, que pode ter implicações tanto físicas quanto espirituais.","por_que_esta_palavra":"Tomar é uma ação que implica posse e responsabilidade, refletindo a dinâmica de poder e autoridade.","conexao_teologica":"Tomar posse das promessas de Deus é um tema importante, onde a fé e a ação andam juntas.","referencias_relacionadas":["Josué 1:11","Romanos 8:17","Efésios 1:11"]},"juizes_8_16_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a uma área de terra, geralmente cultivada ou utilizada para pastagem.","explicacao_detalhada":"A palavra 'campo' é usada para descrever o ambiente rural, que é vital para a subsistência e a vida comunitária.","por_que_esta_palavra":"O campo simboliza o trabalho, a colheita e a provisão de Deus para o Seu povo.","conexao_teologica":"Os campos na Bíblia muitas vezes representam a abundância e a bênção de Deus, além de serem locais de ensinamentos espirituais.","referencias_relacionadas":["Gênesis 37:7","Mateus 13:38","Gálatas 6:7"]},"juizes_8_17_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar a destruição ou aniquilação de algo.","explicacao_detalhada":"A palavra 'destruir' é utilizada para descrever a ação de eliminar um inimigo ou uma ameaça, refletindo a luta do povo de Israel contra seus opressores.","por_que_esta_palavra":"Destruir é uma ação que implica juízo e a necessidade de purificação em contextos de guerra e conflito.","conexao_teologica":"A destruição de inimigos na Bíblia é frequentemente vista como um ato de justiça divina, onde Deus defende Seu povo.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:20","Apocalipse 19:21"]},"juizes_8_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e política.","explicacao_detalhada":"A palavra 'cidade' neste contexto indica um lugar de importância estratégica e social, onde as decisões eram tomadas e a vida comunitária se desenvolvia.","por_que_esta_palavra":"A menção de uma cidade enfatiza a relevância do local na narrativa e as interações que ocorrem ali.","conexao_teologica":"As cidades frequentemente simbolizam a habitação do povo de Deus e a presença divina em meio ao seu povo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"juizes_8_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Indica um indivíduo do sexo masculino, muitas vezes representando a força ou liderança.","explicacao_detalhada":"Neste contexto, 'homem' pode se referir a um líder ou a alguém que exerce autoridade, refletindo a estrutura social da época.","por_que_esta_palavra":"A palavra é utilizada para destacar a figura masculina em um papel de destaque na narrativa.","conexao_teologica":"O homem é frequentemente visto como responsável por liderar e guiar o povo de Deus.","referencias_relacionadas":["Gênesis 2:7","1 Coríntios 11:3","Efésios 5:23"]},"juizes_8_18_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, possivelmente em um papel de confrontação ou desafio.","explicacao_detalhada":"A repetição da palavra 'homem' neste versículo sugere a importância do personagem em questão e suas ações.","por_que_esta_palavra":"A palavra é usada para enfatizar a identidade e a função do indivíduo no contexto da narrativa.","conexao_teologica":"A figura do homem é central na história da redenção e na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26","Romanos 5:12","1 Pedro 3:7"]},"juizes_8_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder supremo, alguém com autoridade sobre um povo.","explicacao_detalhada":"A palavra 'rei' neste contexto indica a busca por liderança e a legitimidade do governo em Israel.","por_que_esta_palavra":"A menção de um rei destaca a necessidade de liderança e a busca por um governante justo.","conexao_teologica":"Deus é frequentemente referido como o Rei de Israel, e a busca por um rei humano reflete a relação do povo com Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"juizes_8_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a uma declaração ou afirmação significativa.","explicacao_detalhada":"A palavra 'dizer' implica a importância da comunicação e da revelação de verdades.","por_que_esta_palavra":"É usada para enfatizar a seriedade e a gravidade do que está sendo comunicado.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, refletindo a importância da comunicação divina.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","Hebreus 4:12"]},"juizes_8_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a uma declaração que carrega peso e significado.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância do que está sendo afirmado no contexto da narrativa.","por_que_esta_palavra":"A palavra é utilizada para destacar a relevância da comunicação na situação apresentada.","conexao_teologica":"A comunicação de Deus é central na vida do crente e na formação da fé.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:21","Efésios 4:29"]},"juizes_8_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' neste contexto pode indicar a linhagem e a importância da descendência na cultura israelita.","por_que_esta_palavra":"A menção de 'filho' destaca a relação familiar e a continuidade da história.","conexao_teologica":"A ideia de filhos é central na narrativa bíblica, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3","João 1:12"]},"juizes_8_19_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física e mortal do ser humano.","explicacao_detalhada":"A palavra 'carne' neste contexto pode simbolizar a fragilidade e a limitação da condição humana.","por_que_esta_palavra":"A menção de 'carne' destaca a vulnerabilidade e a necessidade de dependência de Deus.","conexao_teologica":"A carne é frequentemente contrastada com o espírito, refletindo a luta entre a natureza humana e a espiritualidade.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","1 Coríntios 15:50"]},"juizes_8_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a uma declaração que é de grande importância ou impacto.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a seriedade do que está sendo comunicado neste momento da narrativa.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da comunicação e da revelação de verdades.","conexao_teologica":"A comunicação de Deus é fundamental para a vida do crente e para a edificação da fé.","referencias_relacionadas":["Salmos 119:130","Mateus 4:4","1 Pedro 1:25"]},"juizes_8_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou colocar em uma posição elevada.","explicacao_detalhada":"A palavra 'levantar' pode simbolizar a ação de tomar uma posição ou iniciar uma ação significativa.","por_que_esta_palavra":"A menção de 'levantar' destaca a ação de se colocar em movimento ou de iniciar um novo caminho.","conexao_teologica":"Levantar-se é muitas vezes um símbolo de resposta à chamada de Deus e de ação em fé.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Romanos 12:1"]},"juizes_8_20_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de eliminar ou exterminar, especialmente no contexto de uma batalha ou confronto.","explicacao_detalhada":"Neste versículo, a ação de destruir é um comando que implica a necessidade de eliminar um inimigo ou uma ameaça, refletindo a urgência e a gravidade da situação enfrentada por Gideão.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a seriedade da missão dada a Gideão, que não é apenas derrotar, mas eliminar completamente a ameaça.","conexao_teologica":"A destruição de inimigos em contextos bíblicos muitas vezes simboliza a purificação e a justiça divina, onde Deus usa Seus servos para cumprir Seus propósitos.","referencias_relacionadas":["Deuteronômio 7:2","Josué 10:28","Salmos 37:20"]},"juizes_8_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, um indivíduo específico que desempenha um papel importante na narrativa.","explicacao_detalhada":"O uso da palavra 'homem' aqui destaca a individualidade e a responsabilidade pessoal, enfatizando que cada pessoa tem um papel a desempenhar nas ações de Deus.","por_que_esta_palavra":"A palavra 'homem' é utilizada para mostrar a importância do caráter e da coragem de Gideão em enfrentar seus inimigos.","conexao_teologica":"A figura do homem na Bíblia muitas vezes representa a humanidade em sua totalidade, refletindo a relação entre Deus e o ser humano.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 5:12"]},"juizes_8_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou fazer alguém se erguer, tanto fisicamente quanto em termos de posição ou autoridade.","explicacao_detalhada":"Neste contexto, 'levantar' refere-se à ação de Gideão em tomar uma posição de liderança e coragem diante de seus inimigos.","por_que_esta_palavra":"A palavra é significativa porque representa a ação de se colocar em pé, simbolizando a determinação e a fé em Deus para enfrentar desafios.","conexao_teologica":"Levantar-se em fé é um tema recorrente na Bíblia, onde Deus chama Seus servos a se levantarem e agirem em obediência.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Efésios 6:10"]},"juizes_8_21_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é usada novamente, reforçando a necessidade de eliminar a ameaça representada pelo inimigo.","explicacao_detalhada":"A repetição da palavra 'destruir' enfatiza a urgência e a seriedade da missão de Gideão, que deve agir decisivamente.","por_que_esta_palavra":"A palavra é escolhida para mostrar que a vitória não é apenas uma questão de derrotar, mas de eliminar completamente a oposição.","conexao_teologica":"A destruição de inimigos é vista como um ato de justiça divina, onde Deus usa Seus servos para cumprir Seus planos.","referencias_relacionadas":["Números 21:3","Deuteronômio 20:16","Salmos 68:1"]},"juizes_8_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma declaração ou um comando, indicando a importância da comunicação.","explicacao_detalhada":"Neste versículo, 'dizer' é crucial, pois representa a comunicação de uma intenção ou um desejo, que pode ter implicações significativas.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da declaração de intenções, especialmente em momentos críticos.","conexao_teologica":"A palavra de Deus é frequentemente associada à criação e ao poder, mostrando que o que é dito pode ter um impacto profundo.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Hebreus 11:3"]},"juizes_8_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada, referindo-se à figura central da narrativa, que é Gideão.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a importância do papel de Gideão como líder e guerreiro escolhido por Deus.","por_que_esta_palavra":"A palavra é significativa para mostrar que Deus trabalha através de indivíduos específicos para cumprir Seus propósitos.","conexao_teologica":"A individualidade e a liderança são temas importantes na Bíblia, onde Deus chama homens e mulheres para realizar Sua vontade.","referencias_relacionadas":["1 Samuel 16:7","Atos 13:22","Romanos 12:4-5"]},"juizes_8_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"Neste contexto, 'filho' pode indicar a relação de Gideão com sua família e o legado que ele deixa.","por_que_esta_palavra":"A palavra 'filho' é importante para enfatizar a continuidade da linhagem e a responsabilidade que vem com ela.","conexao_teologica":"A ideia de filhos e herança é central na teologia bíblica, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Gálatas 4:7","Efésios 1:5"]},"juizes_8_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada, reforçando a importância da comunicação e da declaração de intenções.","explicacao_detalhada":"A repetição da palavra 'dizer' destaca a necessidade de expressar claramente as intenções e decisões, especialmente em momentos de crise.","por_que_esta_palavra":"A palavra é significativa porque a comunicação é essencial para a liderança e a tomada de decisões em situações difíceis.","conexao_teologica":"A comunicação clara e a declaração de fé são fundamentais na vida cristã, refletindo a importância da palavra de Deus.","referencias_relacionadas":["Mateus 12:34","Tiago 3:5","Romanos 10:10"]},"juizes_8_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade ou à conformidade com o que é certo e justo.","explicacao_detalhada":"Neste contexto, 'verdade' é crucial, pois representa a integridade e a honestidade nas declarações feitas por Gideão.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da sinceridade e da transparência nas interações humanas.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Deus e a humanidade, sendo um tema central nas Escrituras.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"juizes_8_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente, reforçando a ideia de descendência e continuidade familiar.","explicacao_detalhada":"A repetição da palavra 'filho' destaca a importância da linhagem e do legado que Gideão representa.","por_que_esta_palavra":"A palavra 'filho' é significativa para enfatizar a responsabilidade e o papel que cada geração desempenha na história de Deus.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a continuidade da fé e da promessa de Deus.","referencias_relacionadas":["Êxodo 20:12","Provérbios 22:6","1 João 3:1"]},"juizes_8_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de conceder algo a alguém, refletindo a generosidade e a troca de bens.","explicacao_detalhada":"Neste contexto, a palavra 'dar' implica em uma oferta ou presente, que pode ser visto como um ato de liderança e responsabilidade por parte de Gideão, que estava em uma posição de autoridade.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância da generosidade e do compartilhamento de recursos entre o povo de Israel.","conexao_teologica":"A generosidade é um princípio central na teologia bíblica, refletindo o caráter de Deus que dá livremente aos seus filhos.","referencias_relacionadas":["Mateus 7:11","2 Coríntios 9:7","Atos 20:35"]},"juizes_8_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar uma instrução ou um comando, refletindo a autoridade de Gideão.","explicacao_detalhada":"Neste versículo, 'dizer' implica em uma declaração que pode influenciar a ação dos outros, mostrando a importância da comunicação na liderança.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender como as instruções são passadas e como a liderança se manifesta através da fala.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus um meio pelo qual Ele se revela.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"juizes_8_24_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, essencial para entender a dinâmica social do povo de Israel.","explicacao_detalhada":"Neste contexto, 'entre' sugere a ideia de comunidade e coletividade, onde as ações de Gideão impactam diretamente o grupo.","por_que_esta_palavra":"A palavra 'entre' é importante para enfatizar a unidade e a interação entre os membros da comunidade israelita.","conexao_teologica":"A noção de estar 'entre' é refletida na Trindade, onde as relações são fundamentais para a compreensão do ser de Deus.","referencias_relacionadas":["Mateus 18:20","Atos 2:44","1 Coríntios 12:12-14"]},"juizes_8_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente aparece, reforçando a importância da comunicação na liderança de Gideão.","explicacao_detalhada":"A repetição da palavra 'dizer' destaca a necessidade de clareza nas instruções e a responsabilidade do líder em transmitir mensagens.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para mostrar que as palavras têm poder e podem moldar ações e decisões.","conexao_teologica":"As palavras de Deus são poderosas e criativas, e a comunicação humana deve refletir essa verdade.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:17"]},"juizes_8_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente, enfatizando a ação de oferecer algo ao povo.","explicacao_detalhada":"Neste versículo, 'dar' pode ser visto como um ato de liderança que envolve a distribuição de recursos ou bênçãos.","por_que_esta_palavra":"A repetição da palavra 'dar' reforça a ideia de generosidade e a responsabilidade do líder em cuidar do seu povo.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus, que dá abundantemente a todos.","referencias_relacionadas":["Lucas 6:38","Filipenses 4:19","1 Timóteo 6:17-19"]},"juizes_8_25_break":{"palavra_pt":"quebrar","palavra_original":"פָּרַשׂ","transliteracao":"pâras","strong":"H6566","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"A palavra 'quebrar' é utilizada para descrever a ação de romper algo, possivelmente um pacto ou uma barreira.","explicacao_detalhada":"Neste contexto, 'quebrar' pode simbolizar a destruição de ídolos ou práticas erradas que estavam entre o povo.","por_que_esta_palavra":"A palavra 'quebrar' é significativa para entender a necessidade de purificação e renovação espiritual.","conexao_teologica":"A quebra de ídolos é um tema recorrente na Bíblia, refletindo a necessidade de adorar somente a Deus.","referencias_relacionadas":["Êxodo 20:3-5","Salmos 106:36-39","1 João 5:21"]},"juizes_8_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como uma queda física ou espiritual, refletindo um estado de vulnerabilidade.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a fragilidade do ser humano diante das tentações e desafios.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema central na teologia, representando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 3:23","Efésios 2:1-3"]},"juizes_8_26_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' representa riqueza e valor, simbolizando o que é precioso para o povo.","explicacao_detalhada":"Neste contexto, 'ouro' pode ser visto como um símbolo de idolatria ou de bens materiais que podem desviar o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'ouro' destaca a tentação das riquezas e a necessidade de discernimento espiritual.","conexao_teologica":"A Bíblia frequentemente adverte sobre os perigos das riquezas e a importância de buscar tesouros espirituais.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:10","Tiago 5:1-3"]},"juizes_8_26_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física, mas também pode simbolizar a coletividade do povo de Israel.","explicacao_detalhada":"Neste contexto, 'corpo' pode representar a unidade do povo e a importância de cada membro na comunidade.","por_que_esta_palavra":"A palavra 'corpo' é significativa para entender a interdependência entre os membros do povo de Deus.","conexao_teologica":"A metáfora do corpo é usada por Paulo para descrever a Igreja, enfatizando a importância de cada membro.","referencias_relacionadas":["Romanos 12:4-5","1 Coríntios 12:12-27","Efésios 4:15-16"]},"juizes_8_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como um símbolo de força e poder, mas também de destruição.","explicacao_detalhada":"Neste contexto, 'urso' pode representar a força que é utilizada para proteger ou atacar, refletindo a natureza do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a dualidade da força, que pode ser usada tanto para o bem quanto para o mal.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando Sua proteção e juízo.","referencias_relacionadas":["Salmos 104:21","Provérbios 28:1","Isaías 40:10"]},"juizes_8_27_cinto":{"palavra_pt":"cinto","palavra_original":"אֵפוֹד","transliteracao":"ʼêphôwd","strong":"H646","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto, ou éfode, era uma vestimenta sacerdotal que simbolizava a consagração e o serviço a Deus.","explicacao_detalhada":"No contexto de Juízes 8:27, Gideão fez um éfode de ouro e o colocou em sua cidade, o que levou ao culto a esse objeto. O éfode era usado pelos sacerdotes e representava a presença de Deus entre o povo.","por_que_esta_palavra":"A palavra 'cinto' é usada para descrever um objeto que tem um significado espiritual profundo, representando a ligação entre o homem e Deus.","conexao_teologica":"O éfode é um símbolo da intercessão e do sacerdócio, refletindo a necessidade de um mediador entre Deus e o homem.","referencias_relacionadas":["Êxodo 28:4","Levítico 8:7","Hebreus 5:1"]},"juizes_8_27_establish":{"palavra_pt":"establish","palavra_original":"יָצַג","transliteracao":"yâtsag","strong":"H3322","significado_raiz":"Ideia básica: establish.","significado_contextual":"Estabelecer refere-se ao ato de fundar ou criar algo de forma duradoura.","explicacao_detalhada":"Em Juízes 8:27, Gideão estabeleceu um éfode que se tornou um ponto de adoração, o que mostra a tendência do povo de se desviar de Deus ao adorar objetos.","por_que_esta_palavra":"A palavra 'estabelecer' é crucial para entender a ação de Gideão e suas consequências espirituais para Israel.","conexao_teologica":"Estabelecer algo em nome de Deus deve ser feito com cuidado, pois pode levar à idolatria se não for feito segundo a vontade divina.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:10"]},"juizes_8_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra refere-se ao território de Israel, que foi prometido a eles por Deus.","explicacao_detalhada":"Em Juízes 8:28, a terra de Israel é mencionada como o local onde Gideão e seu povo viveram em paz após a derrota dos midianitas.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a herança e a promessa de Deus ao povo de Israel.","conexao_teologica":"A terra é um símbolo da promessa de Deus e do lugar onde Ele deseja habitar com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"juizes_8_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Juízes 8:28, o dia é mencionado em relação ao tempo de paz que Israel experimentou após a vitória sobre os midianitas.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar momentos de intervenção divina e mudança na história do povo.","conexao_teologica":"Os dias de paz são vistos como bênçãos de Deus, que trazem descanso e segurança ao Seu povo.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 60:20"]},"juizes_8_28_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto refere-se à presença ou face de Deus, que é um tema recorrente na Bíblia.","explicacao_detalhada":"Em Juízes 8:28, o rosto de Deus é implicado na proteção e bênção que Israel recebeu após a vitória.","por_que_esta_palavra":"A palavra 'rosto' é usada para expressar a relação íntima entre Deus e Seu povo, simbolizando Sua presença.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo do coração humano, representando comunhão e aceitação.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"juizes_8_29_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de tomar decisões ou fazer distinções morais e éticas.","explicacao_detalhada":"Em Juízes 8:29, o ato de julgar é associado ao papel de Gideão como líder e juiz de Israel, que traz justiça ao povo.","por_que_esta_palavra":"A palavra 'julgar' é essencial para entender a função de um juiz em Israel, que era garantir a justiça e a ordem.","conexao_teologica":"Deus é o juiz supremo, e os juízes humanos devem refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Tiago 4:12"]},"juizes_8_29_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar refere-se ao modo de viver ou conduzir-se na vida.","explicacao_detalhada":"Em Juízes 8:29, o andar de Gideão é um exemplo de como viver segundo a vontade de Deus e liderar o povo em retidão.","por_que_esta_palavra":"A palavra 'andar' é frequentemente usada na Bíblia para descrever a vida espiritual e a obediência a Deus.","conexao_teologica":"Andar com Deus implica em seguir Seus caminhos e viver de acordo com Seus preceitos.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 2:6"]},"juizes_8_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Juízes 8:29, o filho de Gideão é mencionado, destacando a importância da herança e do legado espiritual.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação familiar e a transmissão de valores e fé.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"juizes_8_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, neste contexto, refere-se à continuidade da linhagem de Gideão e ao futuro de Israel.","explicacao_detalhada":"Em Juízes 8:30, a menção do filho de Gideão é importante para entender a transição de liderança e a continuidade da fé em Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' enfatiza a importância da herança espiritual e da liderança familiar.","conexao_teologica":"Deus é frequentemente descrito como Pai, e a relação entre pais e filhos é fundamental para a compreensão da família de Deus.","referencias_relacionadas":["Gênesis 21:12","Mateus 1:1","Romanos 8:16"]},"juizes_8_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"Em Juízes 8:30, a palavra 'porque' é usada para justificar a importância do filho de Gideão e suas ações.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica e a razão por trás das decisões e ações dos personagens bíblicos.","conexao_teologica":"A razão é um aspecto importante da fé, onde a compreensão e a lógica se encontram com a revelação divina.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"juizes_8_30_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, especificamente a Gideão, que é um líder e juiz de Israel.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a humanidade de Gideão, destacando sua posição como um líder escolhido por Deus entre os israelitas.","por_que_esta_palavra":"A escolha de um 'homem' para liderar o povo de Israel mostra a ação de Deus em usar indivíduos comuns para cumprir Seus propósitos.","conexao_teologica":"Deus frequentemente escolhe homens e mulheres comuns para realizar grandes feitos, demonstrando que a força vem dEle e não da capacidade humana.","referencias_relacionadas":["Juízes 6:12","1 Samuel 16:7","Isaías 41:10"]},"juizes_8_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Gideão, Abimeleque, que se tornará uma figura importante na narrativa.","explicacao_detalhada":"A palavra 'filho' aqui indica a continuidade da linhagem de Gideão e a importância da herança familiar na cultura israelita.","por_que_esta_palavra":"O uso de 'filho' ressalta a relação familiar e a expectativa de que a liderança e os valores de Gideão sejam passados para a próxima geração.","conexao_teologica":"A Bíblia frequentemente menciona a importância da descendência e da transmissão de valores de geração em geração.","referencias_relacionadas":["Gênesis 17:7","Êxodo 20:5-6","Salmos 78:4"]},"juizes_8_31_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do nome de Abimeleque, que é uma referência ao seu impacto e influência.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a importância e a notoriedade que Abimeleque alcançará, contrastando com a humildade de seu pai, Gideão.","por_que_esta_palavra":"A grandeza do nome é um tema recorrente na Bíblia, onde o nome de uma pessoa pode refletir seu caráter e suas ações.","conexao_teologica":"A grandeza de um nome pode ser vista como uma extensão da glória de Deus, que usa indivíduos para cumprir Seus planos.","referencias_relacionadas":["Salmos 72:17","Provérbios 22:1","Mateus 5:16"]},"juizes_8_31_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome Abimeleque, que significa 'meu pai é rei', simbolizando a aspiração de poder.","explicacao_detalhada":"O nome é significativo, pois reflete a identidade e as ambições de Abimeleque, além de sua conexão com a linhagem de Gideão.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a identidade e o destino da pessoa.","conexao_teologica":"O nome de uma pessoa pode ser visto como uma representação de sua missão e do propósito divino em sua vida.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:12"]},"juizes_8_32_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Gideão, que marca o fim de uma era de liderança.","explicacao_detalhada":"A palavra 'morrer' aqui é um lembrete da fragilidade da vida e da inevitabilidade da morte, mesmo para os grandes líderes.","por_que_esta_palavra":"A morte de Gideão é um ponto crucial na narrativa, pois leva a mudanças significativas na liderança de Israel.","conexao_teologica":"A morte é um tema central na Bíblia, refletindo a condição humana e a necessidade de esperança na vida eterna.","referencias_relacionadas":["Eclesiastes 3:2","Hebreus 9:27","Salmos 90:10"]},"juizes_8_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente refere-se ao filho de Gideão, Abimeleque, que assume um papel central após a morte do pai.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a continuidade da história familiar e o impacto que Abimeleque terá sobre Israel.","por_que_esta_palavra":"A relação entre pai e filho é fundamental para entender a dinâmica de liderança e as consequências das ações de Gideão.","conexao_teologica":"A Bíblia frequentemente destaca a importância da herança espiritual e moral transmitida de pais para filhos.","referencias_relacionadas":["Gênesis 18:19","Provérbios 1:8","Efésios 6:4"]},"juizes_8_32_gray":{"palavra_pt":"gray","palavra_original":"שֵׂיבָה","transliteracao":"sêybâh","strong":"H7872","significado_raiz":"Ideia básica: gray.","significado_contextual":"Refere-se à velhice de Gideão, simbolizando sabedoria e experiência.","explicacao_detalhada":"A palavra 'gray' (cinza) é uma metáfora para a idade avançada e a sabedoria adquirida ao longo da vida.","por_que_esta_palavra":"A velhice é frequentemente associada à sabedoria na Bíblia, e a aparência de Gideão reflete sua longa vida de serviço a Deus.","conexao_teologica":"A Bíblia valoriza a sabedoria dos anciãos e a importância de ouvir aqueles que têm experiência.","referencias_relacionadas":["Provérbios 16:31","Tito 2:2","Salmos 92:14"]},"juizes_8_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de poder e autoridade em contraste com os líderes humanos.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania divina e a necessidade de Israel de depender de Deus em vez de líderes humanos.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar ao povo que sua verdadeira força vem dEle e não de seus líderes.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o verdadeiro Rei e Juiz.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 13:1"]},"juizes_8_33_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral e espiritual do povo de Israel após a morte de Gideão.","explicacao_detalhada":"A palavra 'cair' simboliza a transição de um estado de fidelidade a Deus para a idolatria e desobediência.","por_que_esta_palavra":"A queda é um alerta sobre as consequências de se afastar de Deus e seguir outros caminhos.","conexao_teologica":"A queda do povo de Israel é um tema recorrente, mostrando a necessidade de permanecer fiel a Deus para evitar a ruína.","referencias_relacionadas":["Juízes 2:11-12","Romanos 11:22","Gálatas 5:4"]},"juizes_8_33_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Gideão e ao impacto que isso terá sobre Israel.","explicacao_detalhada":"A repetição da palavra 'morrer' enfatiza a gravidade da perda de um líder e as consequências que isso traz para o povo.","por_que_esta_palavra":"A morte de um líder pode levar a um vácuo de liderança e a uma crise de identidade para o povo.","conexao_teologica":"A morte de líderes é um lembrete da fragilidade da vida e da necessidade de confiar em Deus para a liderança contínua.","referencias_relacionadas":["Salmos 146:3","Tiago 4:14","Hebreus 13:7"]},"juizes_8_34_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à integridade do caráter de Deus.","explicacao_detalhada":"No contexto de Juízes 8:34, a 'verdade' é um atributo de Deus que se contrasta com a deslealdade do povo de Israel. A ausência de verdade leva à idolatria e à desobediência.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de um relacionamento sincero e fiel com Deus, que é a fonte de toda verdade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e a expectativa de que Seu povo viva de acordo com essa verdade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"juizes_8_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência e herança, especialmente no contexto da liderança em Israel.","explicacao_detalhada":"Em Juízes 8:34, o termo 'filho' é significativo porque representa não apenas a descendência física, mas também a continuidade da fé e dos valores familiares.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a responsabilidade que os líderes têm de transmitir a fé e os ensinamentos de Deus às próximas gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a importância da obediência e da herança espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"juizes_8_34_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' de Deus representa Sua autoridade, caráter e presença entre o povo de Israel.","explicacao_detalhada":"No contexto de Juízes 8:34, o nome de Deus é invocado para lembrar ao povo de Sua soberania e a necessidade de reverência e adoração.","por_que_esta_palavra":"A palavra 'nome' é importante porque invoca a identidade de Deus e a relação que o povo deve ter com Ele, reconhecendo Sua grandeza.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"juizes_8_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações devem ser realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Em Juízes 8:35, 'modo' implica que a forma de viver deve refletir a vontade de Deus, destacando a importância da conduta moral e ética.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que não é apenas o que se faz, mas como se faz que importa na vida de fé.","conexao_teologica":"A maneira de viver segundo os princípios de Deus é um tema central na Bíblia, que chama os crentes a uma vida de santidade e integridade.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:22-23","1 Pedro 1:15-16"]},"juizes_8_35_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações e decisões que estão em conformidade com a vontade de Deus.","explicacao_detalhada":"No contexto de Juízes 8:35, 'bom' é um padrão moral que deve ser buscado pelo povo de Israel, refletindo a natureza de Deus.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever o que é desejável e aceitável aos olhos de Deus, contrastando com o que é mau.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e os crentes são chamados a imitar essa bondade em suas vidas.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17-18","Gálatas 6:10"]},"juizes_8_35_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reforça a ideia de fidelidade e compromisso com Deus.","explicacao_detalhada":"Em Juízes 8:35, a 'verdade' é um chamado à integridade nas relações e na adoração a Deus, contrastando com a hipocrisia.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância de viver de forma autêntica e coerente com os princípios divinos.","conexao_teologica":"A verdade é fundamental na teologia bíblica, pois Deus é descrito como a própria verdade, e os crentes são chamados a viver em verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 5:9"]}}