{"juizes_9_1_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver e à trajetória de vida de Abimeleque.","explicacao_detalhada":"Em Juízes 9:1, 'andar' implica em como Abimeleque se comporta em relação ao seu chamado e à sua ambição de poder.","por_que_esta_palavra":"A palavra 'andar' é significativa porque representa não apenas o movimento físico, mas também a direção moral e espiritual da vida.","conexao_teologica":"A Bíblia frequentemente usa a metáfora de 'andar' para descrever a vida de fé, enfatizando a necessidade de seguir os caminhos de Deus.","referencias_relacionadas":["Salmos 1:1-2","Gálatas 5:16","1 João 1:7"]},"juizes_9_1_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Abimeleque é significativo, pois representa sua identidade e o legado que ele busca deixar.","explicacao_detalhada":"Em Juízes 9:1, o nome Abimeleque, que significa 'meu pai é rei', reflete suas aspirações e a conexão com a realeza.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e do propósito na vida de uma pessoa.","conexao_teologica":"Na Bíblia, o nome muitas vezes carrega um significado profundo, refletindo o caráter e a missão de uma pessoa.","referencias_relacionadas":["Gênesis 17:5","Mateus 1:21","Apocalipse 3:12"]},"juizes_9_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui se refere à linhagem e à herança de Abimeleque, destacando sua conexão com Gideão.","explicacao_detalhada":"Em Juízes 9:1, 'filho' enfatiza a continuidade da liderança e a responsabilidade que vem com a herança familiar.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a dinâmica familiar e a expectativa de liderança entre os israelitas.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a importância da obediência e da herança espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"juizes_9_2_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à responsabilidade moral de Abimeleque.","explicacao_detalhada":"Em Juízes 9:2, 'homem' é usado para destacar a natureza e as ações de Abimeleque, que busca apoio e reconhecimento.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade de Abimeleque e a luta por poder e aceitação.","conexao_teologica":"A condição humana é um tema central na Bíblia, refletindo a necessidade de redenção e a busca por um propósito maior.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"juizes_9_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou abordadas.","explicacao_detalhada":"A palavra 'modo' implica na maneira específica de agir ou proceder em uma situação. No contexto de Juízes 9:2, é importante entender como a abordagem de Abimeleque e os líderes de Siquém moldaram os eventos que se seguiram.","por_que_esta_palavra":"A escolha do modo de agir é crucial para o resultado das ações, refletindo a intenção e a estratégia dos personagens bíblicos.","conexao_teologica":"O modo de agir de Abimeleque pode ser visto como um reflexo da corrupção do poder e da falta de confiança em Deus, contrastando com a liderança justa que Deus deseja.","referencias_relacionadas":["Juízes 9:2","Salmos 1:1","Provérbios 14:12"]},"juizes_9_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou declaração que é feita, especialmente em um contexto de comunicação e compromisso.","explicacao_detalhada":"A palavra 'davar' é usada para enfatizar a importância da comunicação e da promessa. Em Juízes 9:3, a palavra é central para a manipulação e a retórica utilizada por Abimeleque.","por_que_esta_palavra":"A palavra é fundamental para entender a dinâmica de poder e a influência que as declarações podem ter sobre as ações das pessoas.","conexao_teologica":"A importância da palavra é um tema recorrente na Bíblia, onde a palavra de Deus é vista como criativa e transformadora, contrastando com as palavras enganosas dos homens.","referencias_relacionadas":["Juízes 9:3","Provérbios 18:21","Tiago 3:5"]},"juizes_9_3_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de falar ou comunicar, especialmente em um contexto de persuasão.","explicacao_detalhada":"A palavra 'dabar' no sentido de falar é crucial para entender como Abimeleque se comunica com os líderes de Siquém, utilizando a retórica para persuadi-los a apoiá-lo.","por_que_esta_palavra":"Falar é uma ação que pode influenciar decisões e moldar alianças, especialmente em contextos de liderança e poder.","conexao_teologica":"A fala é um dom de Deus, e a maneira como é usada pode refletir a sabedoria ou a tolice, conforme ensinado em Provérbios.","referencias_relacionadas":["Juízes 9:3","Salmos 19:14","Mateus 12:36"]},"juizes_9_3_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em um contexto de liderança e responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a natureza humana e as ações que podem ser tanto nobres quanto corruptas. Em Juízes 9:3, o foco está na escolha de um líder.","por_que_esta_palavra":"A escolha de um homem para liderar é um tema central na narrativa, refletindo a busca por liderança e a natureza falha do ser humano.","conexao_teologica":"A Bíblia frequentemente discute a natureza do homem e sua necessidade de um líder justo, culminando na figura de Cristo como o verdadeiro líder.","referencias_relacionadas":["Juízes 9:3","Gênesis 1:26","Romanos 3:23"]},"juizes_9_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, especialmente em um contexto de autoridade.","explicacao_detalhada":"A palavra 'dar' é utilizada para descrever a ação de Abimeleque ao oferecer algo em troca do apoio dos líderes de Siquém, mostrando a dinâmica de poder.","por_que_esta_palavra":"Dar é uma ação que implica em troca e compromisso, essencial para entender as alianças formadas na narrativa.","conexao_teologica":"A ideia de dar é central na teologia bíblica, refletindo tanto a generosidade de Deus quanto a corrupção do ser humano em busca de poder.","referencias_relacionadas":["Juízes 9:4","Lucas 6:38","2 Coríntios 9:7"]},"juizes_9_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à estrutura familiar, simbolizando segurança e identidade.","explicacao_detalhada":"A palavra 'casa' em Juízes 9:4 é significativa, pois representa a base da sociedade e a lealdade familiar que Abimeleque tenta explorar.","por_que_esta_palavra":"A casa é um símbolo de pertencimento e proteção, essencial para entender as motivações dos personagens.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a família de Deus e a comunidade de fé.","referencias_relacionadas":["Juízes 9:4","Salmos 127:1","Hebreus 3:6"]},"juizes_9_4_recompensa":{"palavra_pt":"recompensa","palavra_original":"שָׂכַר","transliteracao":"sâkar","strong":"H7936","significado_raiz":"Ideia básica: recompensa.","significado_contextual":"Refere-se ao pagamento ou compensação por serviços ou lealdade.","explicacao_detalhada":"A palavra 'recompensa' destaca a troca de favores e a manipulação de lealdades em Juízes 9:4, onde Abimeleque busca apoio em troca de benefícios.","por_que_esta_palavra":"A recompensa é um conceito que reflete a motivação humana e a busca por interesses pessoais, muitas vezes em detrimento da moralidade.","conexao_teologica":"A Bíblia ensina que Deus recompensa aqueles que O buscam, contrastando com as recompensas temporais e corruptas oferecidas pelos homens.","referencias_relacionadas":["Juízes 9:4","Mateus 5:12","Gálatas 6:7"]},"juizes_9_5_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a morte ou a destruição, especialmente em um contexto de violência e poder.","explicacao_detalhada":"A palavra 'destruir' é usada em Juízes 9:5 para descrever as ações violentas de Abimeleque, refletindo a corrupção e a brutalidade do poder.","por_que_esta_palavra":"Destruir implica em um ato de violência que tem consequências profundas, tanto para os indivíduos quanto para a sociedade.","conexao_teologica":"A destruição é um tema que aparece frequentemente na Bíblia, simbolizando o juízo de Deus e as consequências do pecado.","referencias_relacionadas":["Juízes 9:5","Gênesis 6:13","Romanos 1:18"]},"juizes_9_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, especialmente em um contexto de convocação ou convite.","explicacao_detalhada":"A palavra 'vir' em Juízes 9:5 é usada para descrever a ação de Abimeleque ao convocar os líderes, mostrando sua busca por apoio e legitimidade.","por_que_esta_palavra":"Chamar é uma ação que implica em autoridade e controle, refletindo a dinâmica de poder na narrativa.","conexao_teologica":"A ideia de ser chamado é central na teologia bíblica, onde Deus chama Seu povo para um relacionamento com Ele.","referencias_relacionadas":["Juízes 9:5","Isaías 43:1","Mateus 11:28"]},"juizes_9_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à estrutura familiar e à identidade, simbolizando a base da sociedade.","explicacao_detalhada":"A palavra 'casa' em Juízes 9:5 é significativa, pois representa a lealdade familiar que Abimeleque tenta manipular para seus próprios fins.","por_que_esta_palavra":"A casa é um símbolo de pertencimento e proteção, essencial para entender as motivações dos personagens.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a família de Deus e a comunidade de fé.","referencias_relacionadas":["Juízes 9:5","Salmos 127:1","Efésios 2:19"]},"juizes_9_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou ao modo de proceder.","explicacao_detalhada":"No contexto de Juízes 9:6, a palavra 'modo' é usada para descrever a forma como Abimeleque se tornou rei, destacando a importância de como as ações são realizadas na busca pelo poder.","por_que_esta_palavra":"A escolha do termo 'modo' enfatiza que a legitimidade e a moralidade de um ato estão ligadas à maneira como ele é executado.","conexao_teologica":"A maneira de agir é um tema recorrente nas Escrituras, onde Deus observa não apenas as ações, mas também a intenção do coração.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 21:2","Mateus 7:16"]},"juizes_9_6_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica o ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"Em Juízes 9:6, a palavra 'reinar' é central para a narrativa, pois descreve a ascensão de Abimeleque ao trono, que foi marcada por intrigas e violência.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a dinâmica de poder e a legitimidade do governo na história de Israel.","conexao_teologica":"O conceito de reinar é frequentemente associado ao governo de Deus sobre seu povo, contrastando com os reinos humanos que muitas vezes são corruptos.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"juizes_9_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, aquele que exerce autoridade sobre um povo.","explicacao_detalhada":"No versículo, a palavra 'rei' é utilizada para descrever a posição de Abimeleque, que se autoproclamou rei após a morte de Gideão, levantando questões sobre a legitimidade de seu governo.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura de liderança em Israel e as implicações de ter um rei que não é escolhido por Deus.","conexao_teologica":"A realeza é um tema importante na Bíblia, refletindo a soberania de Deus e a expectativa de um rei justo e piedoso.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Samuel 8:5-7","Salmos 72:1-2"]},"juizes_9_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"Em Juízes 9:7, a palavra 'princípio' é usada para indicar a origem da mensagem que Jotão traz, destacando a importância de entender as raízes de um problema.","por_que_esta_palavra":"O 'princípio' é essencial para compreender a natureza das ações e decisões que levam a consequências significativas.","conexao_teologica":"A ideia de princípio é frequentemente ligada à sabedoria divina e à criação, onde tudo tem um começo que deve ser respeitado.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","João 1:1"]},"juizes_9_7_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem que é transmitida.","explicacao_detalhada":"No contexto de Juízes 9:7, 'palavra' é usada para descrever a mensagem que Jotão proclama, que é uma parábola sobre a escolha de um líder.","por_que_esta_palavra":"A palavra é poderosa e tem o potencial de influenciar e moldar a realidade, especialmente em questões de liderança e moralidade.","conexao_teologica":"A palavra de Deus é central na Bíblia, sendo um meio pelo qual Ele se comunica com seu povo e revela sua vontade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"juizes_9_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou proceder em uma determinada direção.","explicacao_detalhada":"Em Juízes 9:7, 'andar' é usado metaforicamente para descrever o modo como as pessoas devem viver e agir em relação à liderança e à moralidade.","por_que_esta_palavra":"A palavra 'andar' implica em um estilo de vida e escolhas que refletem a sabedoria ou a falta dela.","conexao_teologica":"Andar nos caminhos de Deus é um tema recorrente, enfatizando a importância de viver de acordo com os princípios divinos.","referencias_relacionadas":["Salmos 1:1-2","Miquéias 6:8","Gálatas 5:16"]},"juizes_9_8_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a uma planta, mas simbolicamente pode representar pessoas ou líderes.","explicacao_detalhada":"No contexto de Juízes 9:8, a 'árvore' é usada como uma metáfora para descrever a busca por liderança e a escolha de quem deve governar.","por_que_esta_palavra":"A árvore simboliza crescimento, estabilidade e a capacidade de dar frutos, refletindo a natureza de um bom líder.","conexao_teologica":"A metáfora da árvore é frequentemente usada na Bíblia para descrever a vida e a prosperidade que vêm de seguir a Deus.","referencias_relacionadas":["Salmos 1:3","Mateus 7:17-19","Apocalipse 22:2"]},"juizes_9_8_anoint":{"palavra_pt":"ungir","palavra_original":"מָשַׁח","transliteracao":"mâshach","strong":"H4886","significado_raiz":"Ideia básica: ungir.","significado_contextual":"Refere-se ao ato de ungir, que é um símbolo de consagração e escolha divina.","explicacao_detalhada":"Em Juízes 9:8, a palavra 'ungir' é importante para entender a legitimidade de um líder, pois a unção é um sinal de que alguém foi escolhido por Deus.","por_que_esta_palavra":"A unção é um ato que confere autoridade e é um símbolo de poder espiritual e liderança.","conexao_teologica":"A unção é um tema central na Bíblia, especialmente em relação aos reis e profetas que foram escolhidos por Deus.","referencias_relacionadas":["1 Samuel 16:13","Salmos 23:5","Atos 10:38"]},"juizes_9_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do governante, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'rei' em Juízes 9:8 reforça a ideia de liderança e a responsabilidade que vem com o poder.","por_que_esta_palavra":"A repetição do termo 'rei' enfatiza a importância da liderança e as consequências de uma escolha errada.","conexao_teologica":"A realeza é um tema importante na Bíblia, refletindo a soberania de Deus e a expectativa de um rei justo e piedoso.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Samuel 8:5-7","Salmos 72:1-2"]},"juizes_9_9_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo.","explicacao_detalhada":"Em Juízes 9:9, a palavra 'fim' é usada para descrever o resultado das escolhas feitas pelos líderes e o impacto que isso tem sobre o povo.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender que toda ação tem consequências e que o desfecho pode ser trágico se não houver sabedoria nas decisões.","conexao_teologica":"A noção de fim é importante na teologia bíblica, onde as escolhas feitas na vida têm repercussões eternas.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 25:46","Apocalipse 21:6"]},"juizes_9_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a natureza e a dignidade do homem na criação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em geral, mas também pode se referir a um indivíduo específico. No contexto de Juízes 9:9, o 'homem' é uma figura que representa a liderança e a responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da liderança e da escolha moral que os indivíduos devem fazer.","conexao_teologica":"A teologia bíblica enfatiza que o homem foi criado à imagem de Deus, o que confere um valor intrínseco a cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","1 Coríntios 11:7"]},"juizes_9_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é um verbo que implica a transmissão de uma mensagem ou instrução. Em Juízes 9:9, é usada para relatar o que o homem disse, enfatizando a importância da comunicação.","por_que_esta_palavra":"A palavra é escolhida para mostrar a relevância das palavras e como elas podem influenciar decisões e ações.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente menciona a importância de falar a verdade e de usar a linguagem para edificar.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 19:14"]},"juizes_9_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à ação de comunicar, neste caso, um convite ou uma proposta.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) em Juízes 9:10 reforça a ideia de que a comunicação é central na narrativa, especialmente em contextos de decisão.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da fala em momentos críticos, onde decisões são tomadas.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela e se relaciona com a humanidade.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Mateus 12:36"]},"juizes_9_10_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a uma planta, simbolizando crescimento, vida e, em algumas interpretações, a escolha entre diferentes caminhos.","explicacao_detalhada":"A palavra 'árvore' (עֵץ) é usada simbolicamente em várias partes da Bíblia, representando tanto a vida quanto a morte, dependendo do contexto. Em Juízes 9:10, a árvore é um convite para que outros se juntem a uma causa.","por_que_esta_palavra":"A árvore é uma metáfora poderosa que evoca a ideia de frutos e resultados de escolhas feitas.","conexao_teologica":"A árvore da vida e a árvore do conhecimento do bem e do mal são temas centrais na narrativa bíblica sobre a escolha e suas consequências.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"juizes_9_11_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término ou conclusão de algo, muitas vezes associado a um resultado ou consequência.","explicacao_detalhada":"A palavra 'fim' (חָדַל) implica a ideia de cessação ou conclusão. Em Juízes 9:11, é usada para descrever o que acontece após uma escolha ou ação.","por_que_esta_palavra":"A escolha desta palavra enfatiza a inevitabilidade de resultados que vêm após decisões.","conexao_teologica":"A Bíblia fala sobre o fim dos tempos e as consequências das escolhas feitas durante a vida.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"juizes_9_11_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é desejável, positivo ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é frequentemente usada na Bíblia para descrever a criação de Deus e as suas obras. Em Juízes 9:11, é usada para contrastar o que é bom com o que é mau.","por_que_esta_palavra":"A escolha desta palavra é fundamental para entender a moralidade e a ética nas decisões.","conexao_teologica":"Deus é descrito como bom, e suas ações são sempre voltadas para o bem da criação.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"juizes_9_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Mais uma vez, refere-se à ação de comunicar, enfatizando a importância da fala.","explicacao_detalhada":"A repetição da palavra 'dizer' (אָמַר) em Juízes 9:11 reforça a ideia de que a comunicação é crucial para a compreensão e a tomada de decisões.","por_que_esta_palavra":"A repetição destaca a importância das palavras na formação de ideias e na condução de ações.","conexao_teologica":"As palavras têm poder e podem trazer vida ou morte, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 119:105"]},"juizes_9_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à continuidade da comunicação, reforçando a importância do diálogo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é novamente utilizada em Juízes 9:12, mostrando que a comunicação é um processo contínuo e vital.","por_que_esta_palavra":"A repetição da palavra enfatiza a necessidade de diálogo e entendimento mútuo.","conexao_teologica":"Deus se comunica continuamente com seu povo, e a comunicação é essencial para o relacionamento com Ele.","referencias_relacionadas":["João 10:27","Hebreus 1:1-2","Salmos 119:130"]},"juizes_9_12_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Novamente, refere-se a uma planta, simbolizando escolhas e consequências.","explicacao_detalhada":"A palavra 'árvore' (עֵץ) é usada para simbolizar as escolhas que as pessoas fazem e os frutos que elas produzem. Em Juízes 9:12, a árvore é um convite para que outros se unam a uma causa.","por_que_esta_palavra":"A árvore representa a vida e as consequências das escolhas feitas, sendo uma metáfora rica na narrativa bíblica.","conexao_teologica":"A escolha entre a vida e a morte é um tema central na Bíblia, simbolizado por árvores e frutos.","referencias_relacionadas":["Gênesis 2:16-17","Mateus 7:17-20","Gálatas 5:22-23"]},"juizes_9_12_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"Refere-se a uma planta específica, simbolizando a produção de frutos e a alegria.","explicacao_detalhada":"A palavra 'videira' (גֶּפֶן) é frequentemente associada à abundância e à alegria. Em Juízes 9:12, a videira é um símbolo de convite e união.","por_que_esta_palavra":"A videira representa a prosperidade e a escolha de se unir a algo que traz frutos.","conexao_teologica":"Jesus se refere a si mesmo como a videira verdadeira, enfatizando a importância de estar conectado a Ele para produzir frutos.","referencias_relacionadas":["João 15:1-5","Salmos 80:8-11","Isaías 5:1-2"]},"juizes_9_13_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"O termo 'fim' refere-se ao término ou conclusão de algo, neste caso, a conclusão de um ciclo de liderança.","explicacao_detalhada":"A palavra 'fim' (חָדַל) é usada para indicar que algo chegou ao seu término. No contexto de Juízes 9:13, sugere que a liderança de Abimeleque, assim como a de outros juízes, tem um limite e um propósito que deve ser cumprido.","por_que_esta_palavra":"A escolha da palavra 'fim' enfatiza a transitoriedade do poder e a inevitabilidade do juízo divino sobre a desobediência.","conexao_teologica":"A ideia de que tudo tem um fim é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre a história e os reinos humanos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 37:10","Isaías 40:8"]},"juizes_9_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, Abimeleque, que busca ser reconhecido como líder.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para destacar a humanidade e a fragilidade de Abimeleque, contrastando com a ideia de liderança divina.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a natureza humana e suas limitações, especialmente em posições de poder.","conexao_teologica":"A Bíblia frequentemente aborda a condição humana e a necessidade de dependência de Deus, mostrando que a verdadeira liderança vem de uma relação com o Criador.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"juizes_9_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Abimeleque sobre sua ambição de ser rei.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a ação de comunicar uma intenção ou desejo, neste caso, a proclamação de Abimeleque sobre sua liderança.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da palavra e da declaração de intenções na formação de liderança.","conexao_teologica":"A Bíblia enfatiza o poder da palavra, como em Gênesis 1, onde Deus cria por meio da palavra, mostrando que as declarações têm consequências.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Romanos 10:9"]},"juizes_9_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' reforça a ideia de comunicação e a importância das declarações feitas por Abimeleque.","explicacao_detalhada":"Assim como em Juízes 9:13, a palavra 'dizer' (אָמַר) aqui também enfatiza a intenção de Abimeleque de se estabelecer como líder.","por_que_esta_palavra":"A repetição da palavra sugere a urgência e a determinação de Abimeleque em afirmar sua posição.","conexao_teologica":"A repetição de declarações na Bíblia muitas vezes serve para enfatizar a verdade ou a importância de uma mensagem.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","Hebreus 4:12"]},"juizes_9_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado, neste caso, a forma como Abimeleque se apresenta.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade da abordagem de Abimeleque em sua busca por poder, indicando que ele não deixa nada de lado.","por_que_esta_palavra":"A escolha de 'modo' destaca a estratégia e a intenção por trás das ações de Abimeleque.","conexao_teologica":"A forma como as pessoas se aproximam de Deus e dos outros é um tema importante na Bíblia, refletindo a necessidade de integridade e autenticidade.","referencias_relacionadas":["Mateus 7:12","Colossenses 3:23","1 Pedro 3:15"]},"juizes_9_14_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' é usada simbolicamente para representar a escolha de Abimeleque em buscar apoio e legitimidade.","explicacao_detalhada":"A palavra 'árvore' (עֵץ) pode simbolizar força e estabilidade, mas também pode ser vista como uma escolha errada de aliança.","por_que_esta_palavra":"A escolha de 'árvore' sugere que Abimeleque busca apoio em algo que pode não ser duradouro ou verdadeiro.","conexao_teologica":"A Bíblia frequentemente usa árvores como metáforas para pessoas e reinos, refletindo a importância de onde buscamos nosso apoio.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17-19"]},"juizes_9_15_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a autenticidade e a fidelidade que um líder deve ter.","explicacao_detalhada":"A palavra 'verdade' (אֶמֶת) implica em integridade e a necessidade de um líder ser verdadeiro em suas promessas e ações.","por_que_esta_palavra":"A escolha de 'verdade' destaca a importância da honestidade e da fidelidade em liderança.","conexao_teologica":"A verdade é um atributo essencial de Deus e deve ser refletida na vida dos líderes e dos crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"juizes_9_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao poder que Abimeleque deseja exercer sobre o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central para a narrativa, pois Abimeleque busca estabelecer-se como a figura de autoridade máxima.","por_que_esta_palavra":"A escolha de 'rei' enfatiza a aspiração de Abimeleque e a luta pelo poder em um contexto de desobediência a Deus.","conexao_teologica":"A Bíblia apresenta Deus como o Rei supremo, e a busca de liderança humana muitas vezes reflete a rejeição desse governo divino.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"juizes_9_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A repetição da palavra 'dizer' novamente enfatiza a importância das declarações de Abimeleque sobre sua liderança.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) aqui reforça a ideia de que Abimeleque está proclamando sua intenção de governar.","por_que_esta_palavra":"A repetição serve para destacar a urgência e a determinação de Abimeleque em afirmar sua posição de rei.","conexao_teologica":"As declarações de fé e compromisso são fundamentais na vida cristã, refletindo a importância de confessar a verdade.","referencias_relacionadas":["Romanos 10:10","Hebreus 10:23","1 João 1:9"]},"juizes_9_16_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente utilizada para enfatizar a necessidade de autenticidade em liderança.","explicacao_detalhada":"A palavra 'verdade' (אֶמֶת) aqui reforça a ideia de que um verdadeiro líder deve ser fiel e honesto em suas ações.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a importância da integridade na liderança e na vida cristã.","conexao_teologica":"A verdade é um princípio fundamental no caráter de Deus e deve ser refletida na vida dos líderes e dos crentes.","referencias_relacionadas":["Salmos 51:6","João 8:32","2 Coríntios 4:2"]},"juizes_9_16_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' implica em exercer poder e autoridade, muitas vezes associado a um líder ou rei que guia seu povo. No contexto de Juízes 9, refere-se à reivindicação de Abimeleque ao trono.","por_que_esta_palavra":"A escolha da palavra 'reinar' enfatiza a legitimidade e a responsabilidade que vem com a liderança, além de refletir a dinâmica de poder entre os juízes e o povo de Israel.","conexao_teologica":"A ideia de reinar é central na teologia bíblica, onde Deus é visto como o Rei supremo, e os líderes humanos são chamados a refletir essa autoridade divina em sua governança.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"juizes_9_17_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"O ato de lançar ou enviar algo.","explicacao_detalhada":"A palavra 'adventure' (lançar) sugere um movimento de desprendimento, como enviar algo para longe. No contexto, pode se referir a ações ousadas ou arriscadas tomadas por Abimeleque.","por_que_esta_palavra":"A escolha de 'adventure' destaca a natureza imprevisível e arriscada das ações de Abimeleque, que buscava estabelecer seu domínio através de meios questionáveis.","conexao_teologica":"A ideia de lançar ou enviar pode ser vista como um reflexo da soberania de Deus, que envia Seus mensageiros e propósitos ao mundo.","referencias_relacionadas":["Mateus 28:19","Lucas 10:1","Atos 13:2"]},"juizes_9_17_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou à essência de um ser.","explicacao_detalhada":"A palavra 'alma/vida' implica na totalidade do ser humano, incluindo aspectos físicos, emocionais e espirituais. No contexto, refere-se à importância da vida dos cidadãos sob a liderança de Abimeleque.","por_que_esta_palavra":"A utilização de 'alma' enfatiza a gravidade das ações que podem levar à destruição de vidas, refletindo a responsabilidade moral de um líder.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, e sua preservação é um tema central na Bíblia, refletindo o valor que Deus dá à vida.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:14"]},"juizes_9_17_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é benéfico ou desejável.","explicacao_detalhada":"A palavra 'bom' implica em qualidade positiva, algo que é moralmente correto ou que traz bem-estar. No contexto, pode se referir à busca de Abimeleque por legitimidade e aceitação.","por_que_esta_palavra":"A escolha de 'bom' destaca a expectativa de que um líder deve agir em benefício do povo, contrastando com as ações corruptas de Abimeleque.","conexao_teologica":"A bondade é um atributo de Deus, e os líderes são chamados a refletir essa bondade em suas ações e decisões.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"juizes_9_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas ou a um tempo específico.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de ação ou julgamento. No contexto, pode indicar um momento decisivo na narrativa de Abimeleque.","por_que_esta_palavra":"A escolha de 'dia' enfatiza a urgência e a seriedade das decisões tomadas, refletindo a importância do tempo na história da salvação.","conexao_teologica":"O conceito de dia é frequentemente usado na Bíblia para marcar eventos significativos, como o Dia do Senhor, que traz juízo e redenção.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Mateus 24:36"]},"juizes_9_18_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a morte ou a ruína.","explicacao_detalhada":"A palavra 'destruir' implica em um ato de violência ou aniquilação. No contexto, refere-se às ações de Abimeleque que levaram à morte de seus opositores.","por_que_esta_palavra":"A escolha de 'destruir' destaca a gravidade das consequências das ações de Abimeleque e a corrupção do poder.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, frequentemente associada ao juízo de Deus sobre a iniquidade.","referencias_relacionadas":["Gênesis 6:13","Ezequiel 18:30","Apocalipse 21:8"]},"juizes_9_18_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' aqui é usada novamente para enfatizar a busca de Abimeleque por poder e controle sobre Israel, refletindo a luta pelo trono.","por_que_esta_palavra":"A repetição da palavra 'reinar' sublinha a centralidade do tema do poder e da liderança na narrativa.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, e a busca de reinos humanos muitas vezes reflete a rebelião contra essa autoridade divina.","referencias_relacionadas":["1 Samuel 12:12","Salmos 47:2","Apocalipse 19:16"]},"juizes_9_19_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade dos fatos.","explicacao_detalhada":"A palavra 'verdade' implica em honestidade e integridade. No contexto, refere-se à necessidade de um líder ser verdadeiro em suas promessas e ações.","por_que_esta_palavra":"A escolha de 'verdade' destaca a importância da integridade na liderança e a confiança que o povo deve ter em seus governantes.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a relação entre Deus e Seu povo, sendo um chamado à fidelidade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"juizes_9_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas ou a um tempo específico.","explicacao_detalhada":"A palavra 'dia' aqui pode simbolizar um tempo de julgamento ou de ação decisiva. No contexto, pode indicar um momento crucial na história de Abimeleque.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo na narrativa e as consequências das ações tomadas.","conexao_teologica":"O conceito de dia é frequentemente usado na Bíblia para marcar eventos significativos, como o Dia do Senhor, que traz juízo e redenção.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Mateus 24:36"]},"juizes_9_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou estrutura física, mas também pode simbolizar uma família ou linhagem.","explicacao_detalhada":"A palavra 'casa' implica em um espaço de segurança e pertencimento. No contexto, pode se referir à casa de Abimeleque e suas aspirações de poder.","por_que_esta_palavra":"A escolha de 'casa' destaca a importância das relações familiares e a legitimidade que vem de uma linhagem reconhecida.","conexao_teologica":"A casa é um símbolo importante na Bíblia, representando não apenas um espaço físico, mas também a presença de Deus e a continuidade da fé.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Hebreus 3:6"]},"juizes_9_20_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Abimeleque, que significa 'meu pai é rei'.","explicacao_detalhada":"O nome é uma representação da identidade e do caráter de uma pessoa. No contexto de Juízes 9, o nome de Abimeleque é significativo, pois ele se apresenta como um líder que busca o poder e a legitimidade através de sua linhagem.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a reivindicação de Abimeleque ao trono e sua conexão com a dinastia de Gideão.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes reflete seu destino ou caráter, e Abimeleque, ao se autodenominar, busca estabelecer sua autoridade.","referencias_relacionadas":["Juízes 8:30-31","Gênesis 16:11","Salmos 20:1"]},"juizes_9_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de Abimeleque de se estabelecer como juiz sobre o povo.","explicacao_detalhada":"O ato de 'julgar' implica em governar e tomar decisões em nome do povo. Abimeleque busca essa posição após a morte de Gideão.","por_que_esta_palavra":"A palavra 'julgar' é usada para descrever a função de liderança que Abimeleque deseja assumir, que é uma continuação do papel de Gideão.","conexao_teologica":"A liderança em Israel frequentemente era vista como uma responsabilidade divina, e Abimeleque tenta usurpar essa posição.","referencias_relacionadas":["Juízes 8:22-23","1 Samuel 8:5","Salmos 75:7"]},"juizes_9_21_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de libertar o povo da opressão.","explicacao_detalhada":"Abimeleque se apresenta como um libertador, mas suas intenções são egoístas e não refletem um verdadeiro desejo de libertação.","por_que_esta_palavra":"A palavra 'libertar' é importante para entender a motivação de Abimeleque e como ele se posiciona em relação ao povo.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, onde Deus levanta líderes para salvar seu povo.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"juizes_9_21_chase":{"palavra_pt":"chase","palavra_original":"בָּרַח","transliteracao":"bârach","strong":"H1272","significado_raiz":"Ideia básica: chase.","significado_contextual":"Refere-se à ação de fugir ou escapar, possivelmente de inimigos.","explicacao_detalhada":"A palavra 'chase' sugere uma dinâmica de perseguição e fuga, que pode estar relacionada ao contexto de conflito e instabilidade política.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a tensão e o perigo que cercam a ascensão de Abimeleque ao poder.","conexao_teologica":"A ideia de fuga é frequentemente associada à proteção divina, onde Deus é visto como o refúgio em tempos de crise.","referencias_relacionadas":["Salmos 91:1-2","Provérbios 18:10","Mateus 10:23"]},"juizes_9_22_governo":{"palavra_pt":"governo","palavra_original":"שׂוּר","transliteracao":"sûwr","strong":"H7786","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se ao governo ou à autoridade que Abimeleque busca exercer.","explicacao_detalhada":"O termo 'governo' implica em controle e liderança, e Abimeleque deseja estabelecer seu domínio sobre Israel.","por_que_esta_palavra":"A palavra 'governo' é essencial para entender a ambição de Abimeleque e suas ações subsequentes.","conexao_teologica":"O governo é visto como uma responsabilidade que deve ser exercida com justiça e temor a Deus, algo que Abimeleque não demonstra.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Provérbios 29:2"]},"juizes_9_22_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Abimeleque, enfatizando sua identidade.","explicacao_detalhada":"O nome é repetido para reforçar a conexão entre sua identidade e suas ações como líder.","por_que_esta_palavra":"A repetição da palavra 'nome' destaca a importância da identidade de Abimeleque em sua busca por poder.","conexao_teologica":"A identidade de uma pessoa é frequentemente ligada ao seu papel no plano de Deus, e Abimeleque tenta distorcer isso para seus próprios fins.","referencias_relacionadas":["Gênesis 17:5","Salmos 72:17","Mateus 1:21"]},"juizes_9_22_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza que Abimeleque deseja alcançar como líder.","explicacao_detalhada":"A palavra 'grande' implica em poder e influência, que são os objetivos de Abimeleque ao buscar o governo.","por_que_esta_palavra":"A busca pela grandeza é um tema recorrente na Bíblia, onde muitos líderes falham em reconhecer que a verdadeira grandeza vem de Deus.","conexao_teologica":"A grandeza no reino de Deus é frequentemente invertida em relação ao mundo, onde os humildes são exaltados.","referencias_relacionadas":["Mateus 20:26-28","Lucas 9:48","Filipenses 2:3-4"]},"juizes_9_23_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que se levanta contra Abimeleque.","explicacao_detalhada":"A palavra 'homem' é usada para descrever um indivíduo que se opõe à tirania de Abimeleque, simbolizando resistência.","por_que_esta_palavra":"A resistência a um líder injusto é um tema importante na narrativa bíblica, onde Deus levanta pessoas para confrontar a opressão.","conexao_teologica":"A luta entre o bem e o mal é um tema central na Bíblia, e a oposição a líderes corruptos é vista como parte do plano de Deus.","referencias_relacionadas":["Êxodo 1:15-17","1 Reis 18:17-18","Atos 5:29"]},"juizes_9_23_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Mais uma vez, refere-se ao nome de Abimeleque, reforçando sua identidade.","explicacao_detalhada":"A repetição do nome enfatiza a centralidade de Abimeleque na narrativa e suas ações.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a identidade e a legitimidade que Abimeleque busca.","conexao_teologica":"A identidade é fundamental na teologia bíblica, onde o nome de alguém pode refletir seu caráter e destino.","referencias_relacionadas":["Gênesis 32:28","Salmos 9:10","Apocalipse 3:5"]},"juizes_9_23_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém para cumprir uma missão.","explicacao_detalhada":"A palavra 'enviar' implica em delegar autoridade ou responsabilidade, o que é uma parte importante da dinâmica de liderança.","por_que_esta_palavra":"A ação de enviar é fundamental para a estrutura de liderança e a execução de planos, especialmente em contextos de conflito.","conexao_teologica":"Deus frequentemente envia profetas e líderes para cumprir sua vontade, e a resistência a esses enviados é um tema recorrente.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"juizes_9_24_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou causar a morte, especialmente em um contexto de vingança ou justiça divina.","explicacao_detalhada":"Neste versículo, a destruição é um ato que simboliza a severidade do juízo de Deus sobre aqueles que praticam a injustiça. A palavra original 'הָרַג' (hârag) implica não apenas a morte física, mas também a ideia de erradicação de algo maligno.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da situação e a necessidade de um juízo severo contra a crueldade e a opressão.","conexao_teologica":"A destruição como juízo divino é um tema recorrente na Bíblia, refletindo a santidade de Deus e Sua intolerância ao pecado.","referencias_relacionadas":["Salmos 37:20","Ezequiel 18:30","Romanos 6:23"]},"juizes_9_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' indica um movimento em direção a um lugar ou situação, muitas vezes associado a um chamado ou convocação.","explicacao_detalhada":"No contexto do versículo, 'vir' sugere a ideia de se aproximar de um destino ou de uma ação que deve ser realizada, refletindo a urgência da situação.","por_que_esta_palavra":"A palavra 'vir' é usada para mostrar a necessidade de ação imediata em resposta à opressão e injustiça.","conexao_teologica":"O chamado de Deus para que Seu povo se mova em direção à justiça é um tema central nas Escrituras, refletindo a missão de restaurar a ordem divina.","referencias_relacionadas":["Isaías 1:17","Mateus 11:28","Apocalipse 22:17"]},"juizes_9_24_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'cruelty' refere-se à prática de atos de violência e injustiça, simbolizando a opressão e a maldade.","explicacao_detalhada":"Neste versículo, a 'cruelty' é um reflexo da natureza perversa dos líderes que oprimem o povo, destacando a necessidade de um juízo divino.","por_que_esta_palavra":"A utilização da palavra 'cruelty' enfatiza a gravidade das ações dos opressores e a urgência de um juízo contra eles.","conexao_teologica":"A crueldade é condenada em toda a Bíblia, e a justiça de Deus se manifesta contra aqueles que praticam a opressão.","referencias_relacionadas":["Provérbios 21:15","Isaías 58:6","Miquéias 6:8"]},"juizes_9_25_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever a existência e a vitalidade, muitas vezes em contraste com a morte.","explicacao_detalhada":"No contexto do versículo, 'vida' simboliza a continuidade e a preservação do povo, que é ameaçada pela opressão.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a luta pela sobrevivência e a busca por justiça em meio à opressão.","conexao_teologica":"A vida é um dom de Deus, e a preservação da vida é um tema central na mensagem bíblica sobre a dignidade humana.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Gálatas 6:8"]},"juizes_9_25_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a identidade e a reputação de uma pessoa, muitas vezes associada ao caráter e à autoridade.","explicacao_detalhada":"Neste versículo, o 'nome' é importante porque reflete a posição de Abimeleque como líder e a forma como ele é percebido pelo povo.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da liderança e da responsabilidade que vem com a autoridade.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, e a reputação de líderes humanos reflete a responsabilidade diante de Deus.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Filipenses 2:9-10"]},"juizes_9_25_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo que possui magnitude ou importância, muitas vezes em um contexto de poder ou influência.","explicacao_detalhada":"No versículo, 'grande' pode se referir à grandeza do ato ou à importância do líder em questão, refletindo a percepção do povo.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a magnitude da situação e a necessidade de um líder forte em tempos de crise.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, e a busca por líderes que reflitam essa grandeza é uma preocupação constante.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Efésios 3:20"]},"juizes_9_26_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' novamente indica um movimento, neste caso, relacionado a um chamado para ação ou resposta.","explicacao_detalhada":"Neste contexto, 'vir' sugere a convocação de pessoas para se unirem em torno de uma causa ou para responder a uma situação crítica.","por_que_esta_palavra":"A repetição da palavra 'vir' reforça a urgência e a necessidade de ação coletiva diante da opressão.","conexao_teologica":"O chamado à ação é um tema recorrente nas Escrituras, onde Deus convoca Seu povo a se unir em justiça e retidão.","referencias_relacionadas":["Isaías 55:1","Mateus 28:19","Hebreus 10:24-25"]},"juizes_9_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, muitas vezes associada à herança e à identidade.","explicacao_detalhada":"Neste versículo, 'filho' pode simbolizar a continuidade da liderança e a responsabilidade que vem com essa posição.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a dinâmica familiar e a transmissão de autoridade entre gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, refletindo amor e responsabilidade.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1-4","1 João 3:1"]},"juizes_9_26_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza um ponto de transição ou um sacrifício, muitas vezes associado a dor e sofrimento.","explicacao_detalhada":"Neste contexto, 'cruz' pode representar o peso das decisões e as consequências que vêm com a liderança e a opressão.","por_que_esta_palavra":"A palavra 'cruz' é utilizada para enfatizar o custo do discipulado e as dificuldades enfrentadas por aqueles que buscam justiça.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando o sacrifício de Cristo e a redenção que vem através do sofrimento.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"juizes_9_27_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de exercer influência ou controle.","explicacao_detalhada":"Neste versículo, 'poderoso' pode descrever a posição de um líder ou a força de um movimento em resposta à opressão.","por_que_esta_palavra":"A palavra 'poderoso' é importante para entender a dinâmica de poder e a luta pela justiça em tempos de crise.","conexao_teologica":"A Bíblia frequentemente descreve Deus como poderoso, e a busca por líderes que reflitam essa força é uma preocupação constante.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Efésios 6:10"]},"juizes_9_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade.","explicacao_detalhada":"No contexto de Juízes 9, a palavra 'urso' pode simbolizar a força bruta e a capacidade de causar destruição, refletindo a natureza do conflito entre os personagens.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a gravidade da situação e a ferocidade dos eventos que se desenrolam.","conexao_teologica":"A ferocidade do urso pode ser vista como um reflexo da justiça divina que se manifesta em juízos severos.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"juizes_9_27_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' indica um movimento ou uma ação de deixar um lugar.","explicacao_detalhada":"Neste versículo, 'sair' é usado para descrever a ação de um grupo que se afasta ou se separa, simbolizando uma mudança de estado ou condição.","por_que_esta_palavra":"A palavra 'sair' é crucial para entender a dinâmica do povo e as suas decisões em momentos de crise.","conexao_teologica":"A ideia de sair pode ser vista como uma metáfora para a libertação e a escolha de seguir a vontade de Deus.","referencias_relacionadas":["Êxodo 12:31","Gênesis 12:1","Mateus 2:13"]},"juizes_9_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é fundamental para a comunicação e a declaração de intenções.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para expressar uma convocação ou um chamado à ação, refletindo a importância da palavra na formação de alianças e decisões.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação na liderança e na mobilização do povo.","conexao_teologica":"A palavra de Deus é frequentemente associada à criação e à ação divina, mostrando o poder da fala.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"juizes_9_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação familiar e à continuidade da linhagem.","explicacao_detalhada":"No contexto, 'filho' é usado para estabelecer a identidade e a reivindicação de autoridade de um personagem, ligando-o a uma herança.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a dinâmica familiar e as reivindicações de poder entre os personagens.","conexao_teologica":"A relação de pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"juizes_9_28_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para referir-se a um indivíduo ou a uma figura representativa.","explicacao_detalhada":"Neste versículo, 'homem' é utilizado para enfatizar a humanidade e a responsabilidade individual nas ações que estão sendo discutidas.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da ação humana e da moralidade nas narrativas bíblicas.","conexao_teologica":"A humanidade é central no plano de Deus, e cada 'homem' tem um papel a desempenhar na história da salvação.","referencias_relacionadas":["Gênesis 1:26","Eclesiastes 12:13","Romanos 3:23"]},"juizes_9_29_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"Neste contexto, 'nome' é usado para discutir a legitimidade e a autoridade de um personagem, refletindo o peso que um nome carrega na cultura bíblica.","por_que_esta_palavra":"A escolha da palavra 'nome' é crucial para entender a importância da identidade e da honra na narrativa.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, mostrando a importância do nome na relação com o divino.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Filipenses 2:9-10"]},"juizes_9_29_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de oferecer ou conceder algo.","explicacao_detalhada":"Neste versículo, 'dar' implica em uma ação de entrega, que pode ser tanto física quanto simbólica, refletindo a dinâmica de poder entre os personagens.","por_que_esta_palavra":"A escolha da palavra 'dar' é importante para entender as relações de autoridade e a generosidade nas interações.","conexao_teologica":"A generosidade de Deus em dar é um tema central na Bíblia, refletindo Seu amor e graça.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"juizes_9_29_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade de indivíduos que compartilham uma identidade comum.","explicacao_detalhada":"Neste contexto, 'povo' é usado para discutir a dinâmica social e política entre os personagens, refletindo a importância da comunidade.","por_que_esta_palavra":"A escolha da palavra 'povo' é significativa para entender a responsabilidade coletiva e a ação conjunta na narrativa.","conexao_teologica":"O conceito de povo é central na relação de Deus com Israel, mostrando a importância da comunidade na história da salvação.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"juizes_9_30_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e organização social.","explicacao_detalhada":"Neste contexto, 'cidade' é usada para descrever um espaço onde as interações sociais e políticas ocorrem, refletindo a importância do lugar na narrativa.","por_que_esta_palavra":"A escolha da palavra 'cidade' é crucial para entender as dinâmicas de poder e as relações entre os personagens.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a comunidade de crentes e a cidade celestial.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"juizes_9_30_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender.","explicacao_detalhada":"Neste contexto, 'ouvir' é usado para enfatizar a importância da atenção e da resposta às mensagens e convocações.","por_que_esta_palavra":"A escolha da palavra 'ouvir' destaca a necessidade de discernimento e a resposta do povo às instruções.","conexao_teologica":"Ouvir a palavra de Deus é fundamental para a fé e a obediência, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Romanos 10:17","Tiago 1:22"]},"juizes_9_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e política.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um lugar onde as pessoas se reúnem, estabelecendo uma comunidade. No contexto de Juízes 9:31, a cidade é um ponto estratégico para a narrativa, onde se desenvolvem eventos significativos.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância do local na história de Abimeleque e suas ações.","conexao_teologica":"A cidade muitas vezes simboliza a coletividade do povo de Deus e a necessidade de liderança justa e piedosa.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"juizes_9_31_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de despachar ou mandar alguém para uma tarefa específica.","explicacao_detalhada":"A palavra 'enviar' é crucial para entender a dinâmica de comunicação entre Deus e os homens, especialmente no contexto de Juízes 9:31, onde um mensageiro é enviado para cumprir um propósito divino.","por_que_esta_palavra":"A palavra 'enviar' destaca a iniciativa de Deus em intervir na história humana através de mensageiros.","conexao_teologica":"A ideia de ser enviado reflete a missão divina e a responsabilidade do povo de Deus em cumprir Sua vontade.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"juizes_9_31_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro ou anjo enviado por Deus.","explicacao_detalhada":"A palavra 'anjo/mensageiro' implica uma função de intermediário entre Deus e os homens, trazendo mensagens divinas. Em Juízes 9:31, o mensageiro desempenha um papel crucial na narrativa.","por_que_esta_palavra":"A presença de um mensageiro de Deus enfatiza a ação divina na história e a comunicação de Sua vontade.","conexao_teologica":"Os mensageiros de Deus são frequentemente usados para guiar, advertir ou encorajar o povo, refletindo a natureza de Deus como comunicador.","referencias_relacionadas":["Gênesis 16:7","Daniel 9:21","Lucas 1:19"]},"juizes_9_32_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de erguer ou fazer alguém se levantar para uma tarefa ou posição.","explicacao_detalhada":"A palavra 'levantar' é usada em um contexto de ação e autoridade, onde alguém é chamado a se posicionar. Em Juízes 9:32, isso implica um chamado à ação em um momento crítico.","por_que_esta_palavra":"A escolha da palavra 'levantar' sugere um movimento de liderança e iniciativa, essencial para o desenrolar da narrativa.","conexao_teologica":"Levantar alguém pode simbolizar a capacitação divina para cumprir propósitos maiores.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Atos 2:34"]},"juizes_9_32_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compartilham uma identidade comum.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade e a importância da comunidade na narrativa bíblica. Em Juízes 9:32, o povo é central para a ação que se segue.","por_que_esta_palavra":"A menção ao 'povo' enfatiza a responsabilidade coletiva e a necessidade de unidade em tempos de crise.","conexao_teologica":"O povo de Deus é frequentemente chamado a agir em conjunto, refletindo a natureza comunitária da fé.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","1 Pedro 2:9"]},"juizes_9_32_ambushment":{"palavra_pt":"ambush ment","palavra_original":"אָרַב","transliteracao":"ʼârab","strong":"H693","significado_raiz":"Ideia básica: ambush ment.","significado_contextual":"Refere-se a uma emboscada, um ataque surpresa contra um inimigo.","explicacao_detalhada":"A palavra 'ambushment' indica uma estratégia militar, onde um grupo se esconde para surpreender o inimigo. Em Juízes 9:32, essa tática é crucial para o plano de Abimeleque.","por_que_esta_palavra":"A utilização de emboscadas reflete a astúcia e a estratégia na guerra, mostrando a complexidade das interações humanas.","conexao_teologica":"A emboscada pode simbolizar a luta espiritual e a necessidade de vigilância contra as forças do mal.","referencias_relacionadas":["Josué 8:4","Salmos 37:32","Provérbios 1:18"]},"juizes_9_33_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao corpo celeste que fornece luz e calor, simbolizando clareza e revelação.","explicacao_detalhada":"A palavra 'sol' é usada metaforicamente para descrever a luz que ilumina o caminho. Em Juízes 9:33, o sol pode simbolizar a verdade que deve ser revelada em meio à escuridão.","por_que_esta_palavra":"A menção ao 'sol' sugere a ideia de clareza e discernimento em momentos de confusão.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua revelação ao povo.","referencias_relacionadas":["Salmos 84:11","Mateus 5:16","Apocalipse 22:5"]},"juizes_9_33_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e política.","explicacao_detalhada":"A palavra 'cidade' é usada novamente para enfatizar a importância do local na narrativa, onde se desenvolvem eventos significativos.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a ideia de que este lugar é central para a ação e as decisões tomadas.","conexao_teologica":"A cidade, como símbolo, pode representar tanto a segurança quanto a vulnerabilidade do povo de Deus.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"juizes_9_33_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal feroz, simbolizando força e perigo.","explicacao_detalhada":"A palavra 'urso' é usada para descrever uma ameaça significativa. Em Juízes 9:33, o urso pode simbolizar a ferocidade do inimigo ou a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca o perigo iminente e a necessidade de vigilância.","conexao_teologica":"Animais ferozes frequentemente simbolizam forças opressoras que se opõem ao povo de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Apocalipse 13:2"]},"juizes_9_34_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se à ação de erguer ou fazer alguém se levantar para uma tarefa ou posição.","explicacao_detalhada":"A palavra 'levantar' é novamente utilizada, indicando a continuidade da ação e a necessidade de liderança em um momento crítico.","por_que_esta_palavra":"A repetição da palavra 'levantar' sugere a importância de se posicionar e agir em resposta a desafios.","conexao_teologica":"Levantar alguém pode simbolizar a capacitação divina para cumprir propósitos maiores.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Atos 2:34"]},"juizes_9_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas ou como um plano é executado.","explicacao_detalhada":"A palavra 'modo' implica em um método ou forma específica de agir. No contexto de Juízes 9:34, indica a forma como Abimeleque e seus homens se prepararam para atacar.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a estratégia e a intenção por trás das ações dos personagens.","conexao_teologica":"A maneira como os planos são feitos e executados pode refletir a soberania de Deus sobre os eventos humanos.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Isaías 55:8-9"]},"juizes_9_34_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Abimeleque significa 'meu pai é rei', o que tem implicações sobre sua linhagem e reivindicações de poder.","explicacao_detalhada":"A escolha do nome Abimeleque é significativa, pois reflete tanto sua herança quanto suas ambições. Ele se apresenta como um líder, mas sua legitimidade é questionável.","por_que_esta_palavra":"O nome é central para a identidade de Abimeleque e sua narrativa, mostrando a conexão entre sua origem e suas ações.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem o caráter e o destino das pessoas.","referencias_relacionadas":["Gênesis 20:2","Gênesis 21:22","Juízes 8:31"]},"juizes_9_35_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local específico onde os eventos da narrativa se desenrolam.","explicacao_detalhada":"A palavra 'cidade' implica em um centro de vida social e política, onde as decisões e conflitos ocorrem. A cidade é o palco da ação de Abimeleque.","por_que_esta_palavra":"A cidade é crucial para a narrativa, pois é o local onde a traição e a luta pelo poder se manifestam.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a comunidade e a moralidade coletiva, refletindo a relação entre o povo e Deus.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 11:10"]},"juizes_9_35_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou se posicionar, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'levantar' sugere uma preparação para a ação, um chamado à prontidão e à luta. No versículo, implica que os homens de Abimeleque estavam se posicionando para atacar.","por_que_esta_palavra":"A escolha de 'levantar' enfatiza a urgência e a determinação dos personagens em agir.","conexao_teologica":"Levantar-se em defesa ou em batalha pode ser visto como um chamado à ação em nome de Deus ou da justiça.","referencias_relacionadas":["Salmos 94:16","Isaías 60:1","Efésios 6:13"]},"juizes_9_35_ambush":{"palavra_pt":"ambush","palavra_original":"מַאֲרָב","transliteracao":"maʼărâb","strong":"H3993","significado_raiz":"Ideia básica: ambush.","significado_contextual":"Refere-se a uma estratégia de ataque surpresa, um elemento comum em batalhas.","explicacao_detalhada":"A palavra 'ambush' implica em um plano astuto e traiçoeiro, onde os atacantes se escondem para surpreender o inimigo. Isso reflete a natureza enganosa de Abimeleque.","por_que_esta_palavra":"A ambush é uma tática que revela a falta de honra e a traição que permeiam a narrativa.","conexao_teologica":"A traição e a astúcia são frequentemente condenadas nas Escrituras, refletindo a moralidade divina.","referencias_relacionadas":["Salmos 10:8","Provérbios 1:18","Jeremias 11:9"]},"juizes_9_36_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à liderança em uma situação.","explicacao_detalhada":"A palavra 'princípio' pode indicar a origem de um plano ou a posição de liderança. No contexto, sugere que Abimeleque estava assumindo o controle da situação.","por_que_esta_palavra":"O uso de 'princípio' destaca a ambição de Abimeleque de ser o líder e a figura central na narrativa.","conexao_teologica":"O princípio é frequentemente associado à soberania de Deus e ao estabelecimento de ordens divinas.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Apocalipse 21:6"]},"juizes_9_36_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a individualidade e a responsabilidade de Abimeleque em suas ações.","por_que_esta_palavra":"A escolha de 'homem' destaca a natureza humana das decisões e ações, refletindo a luta moral e ética.","conexao_teologica":"A humanidade é central na narrativa bíblica, onde as ações dos homens têm consequências espirituais.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"juizes_9_36_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de ver ou perceber algo, muitas vezes em um contexto de discernimento.","explicacao_detalhada":"A palavra 'ver' implica em uma percepção mais profunda, não apenas visual, mas também espiritual e moral. No contexto, sugere que os personagens estão avaliando a situação.","por_que_esta_palavra":"A escolha de 'ver' enfatiza a necessidade de discernimento nas ações e decisões.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde ver é frequentemente associado ao entendimento da vontade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"juizes_9_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas um lugar físico, mas também a aliança de Deus com Israel.","por_que_esta_palavra":"A escolha de 'terra' destaca a importância do território na identidade e na história do povo de Deus.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a bênção e a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:3"]},"juizes_9_37_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à liderança em uma situação.","explicacao_detalhada":"A palavra 'princípio' pode indicar a origem de um plano ou a posição de liderança. No contexto, sugere que Abimeleque estava assumindo o controle da situação.","por_que_esta_palavra":"O uso de 'princípio' destaca a ambição de Abimeleque de ser o líder e a figura central na narrativa.","conexao_teologica":"O princípio é frequentemente associado à soberania de Deus e ao estabelecimento de ordens divinas.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Apocalipse 21:6"]},"juizes_9_37_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere ao caminho ou à maneira de viver que é proposta por Deus.","explicacao_detalhada":"No contexto de Juízes 9:37, a palavra 'vida' é usada para descrever a trajetória que um líder deve seguir, enfatizando a importância de viver de acordo com os princípios divinos.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre a liderança e a vida que agrada a Deus, mostrando que um líder deve guiar seu povo em um caminho de vida.","conexao_teologica":"A ideia de vida está profundamente ligada à obediência a Deus e à busca por uma vida que reflita Seus valores e ensinamentos.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 1:6","João 10:10"]},"juizes_9_38_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a importância da comunicação e da declaração de intenções.","explicacao_detalhada":"Em Juízes 9:38, a palavra 'dizer' destaca a necessidade de que as palavras de um líder sejam claras e verdadeiras, refletindo suas intenções e propósitos.","por_que_esta_palavra":"A comunicação é essencial na liderança, e a palavra 'dizer' enfatiza a responsabilidade de um líder em ser transparente e honesto.","conexao_teologica":"A comunicação verdadeira é um reflexo do caráter de Deus, que é a Verdade. Isso mostra a importância da integridade nas palavras.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Efésios 4:29"]},"juizes_9_38_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo que possui autoridade e responsabilidade.","explicacao_detalhada":"No versículo, 'homem' é usado para identificar a figura de liderança, ressaltando a importância da responsabilidade que vem com essa posição.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade e a fragilidade do líder, lembrando que ele deve depender de Deus.","conexao_teologica":"A liderança humana é um reflexo da liderança divina, onde Deus usa homens e mulheres para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Pedro 2:9"]},"juizes_9_38_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a identidade e a reputação de uma pessoa.","explicacao_detalhada":"Em Juízes 9:38, 'nome' é usado para enfatizar a importância da reputação de Abimeleque como líder e o que ele representa para o povo.","por_que_esta_palavra":"O nome de alguém carrega peso e significado, especialmente em contextos de liderança, onde a reputação pode influenciar a confiança do povo.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, mostrando a importância de viver de acordo com o que o nome representa.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Filipenses 2:9-11"]},"juizes_9_39_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"A repetição da palavra 'nome' reforça a identidade de Abimeleque e sua posição de liderança.","explicacao_detalhada":"Neste contexto, o nome é um símbolo de autoridade e a maneira como ele é percebido pelo povo.","por_que_esta_palavra":"A ênfase no nome destaca a importância da liderança e como a identidade do líder pode impactar a nação.","conexao_teologica":"Assim como o nome de Abimeleque é significativo, o nome de Jesus é central na fé cristã, representando salvação e autoridade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"juizes_9_39_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' implica em ação e movimento, especialmente em relação a decisões e mudanças.","explicacao_detalhada":"Em Juízes 9:39, 'sair' é usado para descrever a ação de um líder ao se posicionar ou tomar uma decisão que afeta o povo.","por_que_esta_palavra":"A ação de sair é crucial para a liderança, pois um líder deve estar disposto a agir e guiar seu povo em tempos de necessidade.","conexao_teologica":"A disposição de sair e agir é um reflexo do caráter de Cristo, que veio ao mundo para servir e salvar.","referencias_relacionadas":["Mateus 28:19-20","Hebreus 13:20-21","1 João 3:18"]},"juizes_9_39_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza presença e visibilidade, especialmente em relação à liderança.","explicacao_detalhada":"No contexto, 'rosto' refere-se à maneira como um líder se apresenta ao povo e como é percebido por eles.","por_que_esta_palavra":"A presença de um líder é fundamental para a confiança e a segurança do povo que ele lidera.","conexao_teologica":"A presença de Deus é frequentemente associada ao Seu rosto, simbolizando Sua proximidade e cuidado com Seu povo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","2 Coríntios 4:6"]},"juizes_9_40_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"A repetição da palavra 'nome' novamente enfatiza a identidade e a reputação de Abimeleque.","explicacao_detalhada":"Neste contexto, o nome é um símbolo de autoridade e a maneira como ele é percebido pelo povo.","por_que_esta_palavra":"A ênfase no nome destaca a importância da liderança e como a identidade do líder pode impactar a nação.","conexao_teologica":"Assim como o nome de Abimeleque é significativo, o nome de Jesus é central na fé cristã, representando salvação e autoridade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"juizes_9_40_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de trazer liberdade ou salvação.","explicacao_detalhada":"Em Juízes 9:40, 'libertar' implica a responsabilidade de um líder em proteger e salvar seu povo de opressão.","por_que_esta_palavra":"A libertação é um tema central na Bíblia, refletindo o caráter de Deus como libertador.","conexao_teologica":"A libertação de Deus é um ato de graça, que se manifesta plenamente em Jesus Cristo, nosso Salvador.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Gálatas 5:1"]},"juizes_9_40_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda de um líder ou a derrota de um inimigo.","explicacao_detalhada":"No contexto, 'cair' refere-se à consequência das ações de um líder e como isso pode afetar seu povo.","por_que_esta_palavra":"A queda é um aviso sobre a fragilidade da liderança humana e a necessidade de permanecer fiel a Deus.","conexao_teologica":"A queda de Adão e Eva é um exemplo de como a desobediência pode levar à ruína, contrastando com a redenção oferecida em Cristo.","referencias_relacionadas":["Gênesis 3:6-7","Provérbios 16:18","Romanos 5:12"]},"juizes_9_41_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar a justiça em uma situação específica.","explicacao_detalhada":"No contexto de Juízes 9:41, 'julgar' implica a função de liderança e autoridade que Abimeleque exerce sobre os homens de Siquém, onde ele é visto como um juiz ou governante.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a responsabilidade de Abimeleque em tomar decisões justas e liderar seu povo.","conexao_teologica":"A função de julgar é uma característica divina, refletindo a justiça de Deus, que é o juiz supremo.","referencias_relacionadas":["Salmos 82:1","Isaías 1:17","Tiago 4:12"]},"juizes_9_41_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a reputação de uma pessoa, neste caso, Abimeleque.","explicacao_detalhada":"Em Juízes 9:41, o nome Abimeleque é significativo, pois carrega a história de sua origem e as implicações de sua liderança.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a conexão de Abimeleque com seu pai, Gideão, e a legitimidade de sua reivindicação ao poder.","conexao_teologica":"Na Bíblia, o nome de alguém muitas vezes reflete seu caráter e destino, como em Romanos 8:28.","referencias_relacionadas":["Gênesis 17:5","Salmos 20:1","Provérbios 22:1"]},"juizes_9_41_possessao":{"palavra_pt":"possessao","palavra_original":"גָּרַשׁ","transliteracao":"gârash","strong":"H1644","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se à ideia de ter controle ou domínio sobre algo.","explicacao_detalhada":"No versículo, a possessão está relacionada ao controle que Abimeleque exerce sobre Siquém e seus habitantes.","por_que_esta_palavra":"A palavra 'possessão' é usada para destacar a luta pelo poder e a legitimidade da liderança de Abimeleque.","conexao_teologica":"A possessão é um tema que aparece frequentemente na Bíblia, refletindo a soberania de Deus sobre a criação.","referencias_relacionadas":["Salmos 24:1","Mateus 5:5","Hebreus 11:8-10"]},"juizes_9_42_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reforça a identidade de Abimeleque e a importância de seu nome na narrativa.","explicacao_detalhada":"A repetição do nome Abimeleque em Juízes 9:42 enfatiza sua presença e influência na história.","por_que_esta_palavra":"O nome é um símbolo de sua linhagem e do legado que ele tenta estabelecer.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a vontade de Deus.","referencias_relacionadas":["Gênesis 21:1-3","Salmos 72:17","Apocalipse 3:12"]},"juizes_9_42_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda ou derrota, muitas vezes associada a um juízo divino.","explicacao_detalhada":"Em Juízes 9:42, a queda de Abimeleque pode ser vista como um reflexo da sua desobediência e da consequência de suas ações.","por_que_esta_palavra":"A escolha da palavra 'cair' sugere uma mudança drástica na situação de Abimeleque, de poder a ruína.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a justiça de Deus contra a arrogância.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 18:30","Gálatas 6:7"]},"juizes_9_42_dia":{"palavra_pt":"dia","palavra_original":"מׇחֳרָת","transliteracao":"mochŏrâth","strong":"H4283","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Juízes 9:42, o 'dia' é crucial para entender o tempo em que os eventos se desenrolam, indicando um momento de julgamento.","por_que_esta_palavra":"A menção do 'dia' sugere a inevitabilidade de um evento que está por vir, enfatizando a urgência da situação.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor e o juízo final.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","2 Pedro 3:10"]},"juizes_9_43_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, onde as interações sociais ocorrem.","explicacao_detalhada":"No contexto de Juízes 9:43, a cidade é o cenário onde Abimeleque exerce seu poder e onde os eventos se desenrolam.","por_que_esta_palavra":"A cidade simboliza a base de poder e a influência que Abimeleque busca estabelecer.","conexao_teologica":"As cidades na Bíblia muitas vezes representam tanto refúgios quanto locais de juízo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"juizes_9_43_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica a ação de erguer ou estabelecer algo.","explicacao_detalhada":"Em Juízes 9:43, 'levantar' refere-se à ação de Abimeleque em se posicionar como líder e governante.","por_que_esta_palavra":"A escolha da palavra 'levantar' sugere um ato de autoridade e a intenção de estabelecer controle.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta líderes e derruba reinos, refletindo Sua soberania.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Romanos 13:1"]},"juizes_9_43_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de adquirir ou capturar algo.","explicacao_detalhada":"No versículo, 'tomar' implica a ação de Abimeleque em conquistar a cidade e seu povo.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a agressividade e a determinação de Abimeleque em estabelecer seu domínio.","conexao_teologica":"A ideia de tomar posse é frequentemente associada à conquista e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Josué 1:3","Salmos 2:8","Mateus 11:12"]},"juizes_9_44_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo.","explicacao_detalhada":"Em Juízes 9:44, 'princípio' pode se referir à origem do poder de Abimeleque e suas ações subsequentes.","por_que_esta_palavra":"A escolha da palavra 'princípio' sugere a ideia de que tudo começa com uma decisão ou uma ação inicial.","conexao_teologica":"Deus é descrito como o princípio de todas as coisas, e a origem de tudo está em Sua vontade.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 21:6"]},"juizes_9_44_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, um centro de habitação e atividade social.","explicacao_detalhada":"No contexto de Juízes 9:44, a palavra 'cidade' é usada para descrever o local onde ocorreu um evento significativo na narrativa, onde Abimeleque e seus homens atacaram e conquistaram a cidade.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a geografia e a dinâmica social da época, além de ser um símbolo de poder e controle.","conexao_teologica":"A cidade muitas vezes representa a habitação do povo de Deus e, em contextos bíblicos, pode simbolizar tanto proteção quanto juízo.","referencias_relacionadas":["Josué 10:29","Juízes 1:8","Salmos 46:4"]},"juizes_9_44_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou título de uma pessoa, neste caso, Abimeleque.","explicacao_detalhada":"O nome 'Abimeleque' significa 'meu pai é rei', e carrega implicações sobre sua linhagem e reivindicações de autoridade.","por_que_esta_palavra":"O nome é importante para entender a legitimidade e a ambição de Abimeleque em seu papel como líder.","conexao_teologica":"Nomes na Bíblia frequentemente têm significados profundos que refletem a identidade e o destino de uma pessoa.","referencias_relacionadas":["Gênesis 20:2","Gênesis 21:22","Juízes 8:31"]},"juizes_9_45_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente, refere-se a um local urbano, enfatizando a importância da cidade na narrativa.","explicacao_detalhada":"A repetição da palavra 'cidade' em Juízes 9:45 destaca a continuidade da ação de Abimeleque e a importância do controle das cidades na conquista.","por_que_esta_palavra":"A cidade é um elemento central na história, representando tanto um alvo de conquista quanto um símbolo de resistência.","conexao_teologica":"As cidades na Bíblia muitas vezes são vistas como lugares de refúgio ou de juízo, dependendo do contexto.","referencias_relacionadas":["Números 35:6","Deuteronômio 19:3","Salmos 48:1"]},"juizes_9_45_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas pode simbolizar um tempo de ação ou julgamento.","explicacao_detalhada":"Em Juízes 9:45, o 'dia' é um marco temporal que indica a urgência e a seriedade dos eventos que estão ocorrendo.","por_que_esta_palavra":"O dia é um elemento que marca a narrativa, indicando um tempo específico para a ação de Deus ou dos homens.","conexao_teologica":"O conceito de dia é frequentemente associado a momentos de revelação divina ou de juízo.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"juizes_9_45_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se à identidade de Abimeleque, reforçando sua presença na narrativa.","explicacao_detalhada":"A repetição do nome 'Abimeleque' em Juízes 9:45 enfatiza sua importância e o papel central que ele desempenha na história.","por_que_esta_palavra":"O nome é um lembrete constante da linhagem e das reivindicações de Abimeleque.","conexao_teologica":"Nomes têm um papel significativo na narrativa bíblica, muitas vezes revelando o caráter e o destino dos indivíduos.","referencias_relacionadas":["Gênesis 21:22","Juízes 8:31","Juízes 9:1"]},"juizes_9_46_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de escutar ou prestar atenção, crucial para a comunicação e a resposta a eventos.","explicacao_detalhada":"Em Juízes 9:46, a palavra 'ouvir' implica a necessidade de atenção e resposta ao que está acontecendo ao redor.","por_que_esta_palavra":"A capacidade de ouvir é fundamental para a compreensão e a ação, especialmente em contextos de conflito.","conexao_teologica":"Ouvir é frequentemente associado à obediência a Deus e à resposta ao Seu chamado.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 34:15","Isaías 6:10"]},"juizes_9_46_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, importante para entender a abordagem dos personagens.","explicacao_detalhada":"A palavra 'modo' em Juízes 9:46 destaca a forma como as ações são realizadas, refletindo a intenção e a estratégia.","por_que_esta_palavra":"O modo de agir é crucial para compreender as motivações e os resultados das ações dos personagens.","conexao_teologica":"A maneira como agimos pode refletir nossa fé e obediência a Deus.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:23","1 Pedro 2:12"]},"juizes_9_47_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente à identidade de Abimeleque, reforçando sua presença na narrativa.","explicacao_detalhada":"A repetição do nome 'Abimeleque' em Juízes 9:47 enfatiza sua importância e o papel central que ele desempenha na história.","por_que_esta_palavra":"O nome é um lembrete constante da linhagem e das reivindicações de Abimeleque.","conexao_teologica":"Nomes têm um papel significativo na narrativa bíblica, muitas vezes revelando o caráter e o destino dos indivíduos.","referencias_relacionadas":["Gênesis 21:22","Juízes 8:31","Juízes 9:1"]},"juizes_9_47_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de uma ação, importante para entender as motivações dos personagens.","explicacao_detalhada":"A palavra 'porque' em Juízes 9:47 introduz a justificativa para as ações que estão sendo descritas, ligando causa e efeito.","por_que_esta_palavra":"Entender a razão por trás das ações é crucial para a interpretação da narrativa.","conexao_teologica":"A razão é frequentemente um tema em textos bíblicos, onde as ações de Deus e dos homens são justificadas.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:5"]},"juizes_9_47_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, importante para entender a abordagem dos personagens.","explicacao_detalhada":"A palavra 'modo' em Juízes 9:47 destaca a forma como as ações são realizadas, refletindo a intenção e a estratégia.","por_que_esta_palavra":"O modo de agir é crucial para compreender as motivações e os resultados das ações dos personagens.","conexao_teologica":"A maneira como agimos pode refletir nossa fé e obediência a Deus.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:23","1 Pedro 2:12"]},"juizes_9_48_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' neste contexto implica a maneira específica de agir ou proceder em uma situação, refletindo a intenção e a estratégia dos personagens envolvidos na narrativa.","por_que_esta_palavra":"A escolha da palavra 'modo' é crucial para entender a abordagem tática de Abimeleque ao lidar com seus adversários.","conexao_teologica":"O modo de agir de Abimeleque pode ser visto como um reflexo da sabedoria ou da astúcia que Deus concede aos líderes, embora suas ações sejam moralmente questionáveis.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Eclesiastes 3:1"]},"juizes_9_48_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de eliminar ou exterminar algo.","explicacao_detalhada":"A palavra 'destruir' é utilizada para descrever a intenção de Abimeleque de acabar com a linhagem de seus opositores, mostrando a gravidade de suas ações e a busca pelo poder a qualquer custo.","por_que_esta_palavra":"A palavra 'destruir' enfatiza a severidade da ação e o impacto que isso teria sobre a comunidade e a história de Israel.","conexao_teologica":"A destruição de inimigos é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal e as consequências do pecado.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:38","Romanos 6:23"]},"juizes_9_48_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a extensão do ato que Abimeleque estava prestes a realizar, sugerindo que suas ações teriam repercussões significativas.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a gravidade da situação e a magnitude do que estava em jogo na narrativa.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com as ações humanas, mostrando que, apesar das intenções humanas, o plano divino prevalece.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"juizes_9_49_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou exterminar algo.","explicacao_detalhada":"A repetição da palavra 'destruir' neste contexto reforça a determinação de Abimeleque em eliminar qualquer ameaça ao seu poder.","por_que_esta_palavra":"A palavra 'destruir' é escolhida para enfatizar a brutalidade e a intensidade das ações de Abimeleque.","conexao_teologica":"A destruição é um tema que aparece em várias narrativas bíblicas, refletindo a luta entre o bem e o mal e as consequências do pecado.","referencias_relacionadas":["Josué 6:21","Salmos 73:27","Apocalipse 21:8"]},"juizes_9_49_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer ou perder a vida.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever a consequência final das ações de Abimeleque e seus adversários, destacando a seriedade da situação.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a fatalidade das consequências das decisões tomadas por Abimeleque.","conexao_teologica":"A morte é um tema central na Bíblia, simbolizando a separação do pecado e a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 5:12","Hebreus 9:27"]},"juizes_9_49_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' neste contexto implica a maneira específica de agir, refletindo a intenção e a estratégia dos personagens envolvidos na narrativa.","por_que_esta_palavra":"A escolha da palavra 'modo' é crucial para entender a abordagem tática de Abimeleque ao lidar com seus adversários.","conexao_teologica":"O modo de agir de Abimeleque pode ser visto como um reflexo da sabedoria ou da astúcia que Deus concede aos líderes, embora suas ações sejam moralmente questionáveis.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Eclesiastes 3:1"]},"juizes_9_50_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover de um lugar para outro.","explicacao_detalhada":"A palavra 'andar' é usada para descrever o movimento de Abimeleque em direção à cidade, simbolizando sua busca por poder e controle.","por_que_esta_palavra":"A escolha da palavra 'andar' sugere uma ação deliberada e planejada, refletindo a determinação de Abimeleque.","conexao_teologica":"Andar é frequentemente usado na Bíblia como uma metáfora para o modo de viver e seguir a Deus.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"juizes_9_50_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou coisa.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa a identidade de Abimeleque e sua linhagem, além de seu legado na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e do reconhecimento na cultura israelita.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes carrega um significado profundo e está ligado ao propósito divino.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9"]},"juizes_9_50_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de aumentar ou desenvolver-se.","explicacao_detalhada":"A palavra 'crescer' é utilizada para descrever o desenvolvimento da influência e do poder de Abimeleque à medida que ele avança em sua missão.","por_que_esta_palavra":"A escolha da palavra 'crescer' sugere um processo contínuo de aumento de poder e controle sobre a cidade.","conexao_teologica":"O crescimento é um tema que pode ser visto tanto em contextos positivos quanto negativos na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Mateus 13:31-32","Colossenses 2:19","2 Pedro 3:18"]},"juizes_9_51_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente cercado por muros.","explicacao_detalhada":"A palavra 'cidade' é utilizada para descrever o espaço físico onde os eventos se desenrolam, simbolizando a comunidade e a vida social dos israelitas.","por_que_esta_palavra":"A escolha da palavra 'cidade' é significativa, pois representa não apenas um local, mas a identidade e a cultura do povo de Israel.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo da comunidade de fé e da presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"juizes_9_51_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo masculino, destacando a humanidade e a responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a natureza humana e a posição de liderança ou autoridade que um indivíduo pode ter. No contexto de Juízes 9, isso pode se referir a Abimeleque como um líder entre os israelitas.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da figura masculina em papéis de liderança e a responsabilidade que vem com isso.","conexao_teologica":"A Bíblia frequentemente usa a palavra 'homem' para descrever a criação de Deus e a relação entre Deus e a humanidade, refletindo a dignidade e o propósito do ser humano.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","1 Timóteo 2:8"]},"juizes_9_51_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito ou realizado.","explicacao_detalhada":"A palavra 'modo' implica em um método ou estilo de ação. No contexto de Juízes 9, isso pode se referir à maneira como Abimeleque se apresenta ou age em relação aos outros.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a importância da abordagem e das ações de um líder em relação ao seu povo.","conexao_teologica":"A forma como os líderes se comportam pode refletir a natureza de Deus e seus princípios, mostrando que a maneira de agir é crucial na liderança.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:16","Colossenses 3:23"]},"juizes_9_52_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em um lugar específico.","explicacao_detalhada":"A palavra 'vir/entrar' é usada para descrever a ação de se aproximar de um local, que neste caso é a torre onde Abimeleque se refugiou. Isso pode simbolizar a busca de segurança ou poder.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ação decisiva de entrar em um espaço que representa segurança ou autoridade.","conexao_teologica":"A ideia de 'vir' ou 'entrar' é frequentemente usada na Bíblia para descrever a aproximação a Deus ou a entrada em Sua presença.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","Mateus 7:7"]},"juizes_9_52_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de Abimeleque, que significa 'meu pai é rei'.","explicacao_detalhada":"O nome 'Abimeleque' carrega um significado que reflete a linhagem real e a aspiração ao poder. No contexto, isso é relevante para entender a ambição de Abimeleque.","por_que_esta_palavra":"O uso do nome enfatiza a identidade e a herança de Abimeleque, que é central para a narrativa.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos que refletem o caráter e o propósito de Deus para a vida das pessoas.","referencias_relacionadas":["Gênesis 20:2","Gênesis 21:22","1 Crônicas 3:1"]},"juizes_9_52_torre":{"palavra_pt":"torre","palavra_original":"מִגְדָּל","transliteracao":"migdâl","strong":"H4026","significado_raiz":"Ideia básica: torre.","significado_contextual":"Refere-se a uma estrutura elevada que serve como refúgio ou fortaleza.","explicacao_detalhada":"A palavra 'torre' simboliza segurança e proteção. No contexto de Juízes 9, a torre é um lugar de abrigo para aqueles que buscam proteção contra inimigos.","por_que_esta_palavra":"A torre representa um local de segurança em tempos de crise, refletindo a necessidade humana de proteção.","conexao_teologica":"A Bíblia frequentemente usa a imagem de torres e fortalezas para descrever a proteção que Deus oferece aos Seus filhos.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 46:1"]},"juizes_9_53_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"Refere-se ao ato de lançar ou atirar, possivelmente em um contexto de ataque.","explicacao_detalhada":"A palavra 'adventure' (que parece ser um erro de tradução) implica em um ato de ação, como lançar algo em um conflito. No contexto, isso pode se referir ao ataque contra a torre.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ação agressiva e decisiva em um momento de conflito.","conexao_teologica":"A ideia de ação e conflito é uma parte da narrativa bíblica, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["1 Samuel 17:49","Salmos 144:1","Efésios 6:12"]},"juizes_9_53_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à cabeça de algo, possivelmente uma ação ou um plano.","explicacao_detalhada":"A palavra 'princípio' pode indicar a origem de um plano ou a liderança em uma situação. No contexto, isso pode se referir ao início da ação de Abimeleque.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do início de ações e decisões na narrativa.","conexao_teologica":"O princípio é fundamental na teologia, refletindo a soberania de Deus sobre a história e a criação.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Provérbios 1:7"]},"juizes_9_53_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Em Juízes 9:53, \"nome\" aparece na frase \"Porém uma mulher lançou um pedaço de uma mó sobre a cabeça de Abimeleque; e quebrou-lhe o crânio.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֲבִימֶלֶךְ; ʼĂbîymelek; H40), \"nome\" traz a ideia de nome. Aqui, essa palavra deixa o ensino de Juízes 9:53 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"nome\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 34:1. Lendo junto com Juízes 9:53, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Juízes 9:53","Salmos 34:1","Salmos 119:105"]},"juizes_9_54_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer ou perder a vida.","explicacao_detalhada":"A palavra 'morrer' é usada para descrever o fim da vida de Abimeleque, que é um ponto crucial na narrativa de Juízes 9.","por_que_esta_palavra":"A escolha desta palavra enfatiza a gravidade da situação e as consequências das ações de Abimeleque.","conexao_teologica":"A morte é um tema recorrente na Bíblia, refletindo a realidade do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","Hebreus 9:27"]},"juizes_9_54_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou convocar alguém.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de Abimeleque ao invocar seu escudeiro para que o ajudasse em um momento de necessidade.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da comunicação e da ação em momentos críticos.","conexao_teologica":"A ideia de chamar é central na relação entre Deus e a humanidade, onde Deus chama Seu povo para um relacionamento com Ele.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","João 10:3"]},"juizes_9_54_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a um jovem ou servo que executa ordens.","explicacao_detalhada":"A palavra 'servo' (נַעַר) é usada para descrever um jovem que serve a alguém, muitas vezes em um papel de assistente ou ajudante. No contexto de Juízes 9:54, o servo é um personagem que desempenha um papel crucial na narrativa, mostrando a dinâmica de poder e obediência.","por_que_esta_palavra":"A escolha da palavra 'servo' enfatiza a relação de subordinação e a responsabilidade do jovem em cumprir ordens, refletindo a estrutura social da época.","conexao_teologica":"A figura do servo é frequentemente usada na Bíblia para ilustrar a obediência a Deus e a importância do serviço ao próximo.","referencias_relacionadas":["Gênesis 24:2","Êxodo 21:5","1 Samuel 3:1"]},"juizes_9_55_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou observar algo com atenção.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica não apenas a visão física, mas também a percepção e compreensão do que está acontecendo. No versículo, o ato de ver é crucial para a ação que se segue, indicando a importância da observação na tomada de decisões.","por_que_esta_palavra":"A palavra é escolhida para destacar a necessidade de atenção e discernimento em momentos críticos, refletindo a importância de estar alerta às circunstâncias.","conexao_teologica":"Ver é um tema recorrente na Bíblia, onde a visão espiritual é frequentemente contrastada com a visão física, enfatizando a necessidade de discernimento espiritual.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Hebreus 12:2"]},"juizes_9_55_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um papel ativo ou de liderança.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever um indivíduo masculino, mas também pode simbolizar a humanidade em geral. No contexto de Juízes 9:55, o homem é central na narrativa, representando a ação e a responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'homem' reflete a ênfase na ação humana e na responsabilidade moral, especialmente em situações de conflito e decisão.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem na criação e sua responsabilidade diante de Deus, destacando a dignidade e a importância do ser humano.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 5:12"]},"juizes_9_55_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma justificativa ou explicação. No contexto do versículo, ela conecta a ação do homem a uma razão específica, enfatizando a lógica por trás das decisões.","por_que_esta_palavra":"A escolha de 'porque' é fundamental para a compreensão da narrativa, pois estabelece a relação de causa e efeito entre as ações e suas consequências.","conexao_teologica":"A razão é um conceito importante na teologia, onde as ações de Deus e dos homens são frequentemente explicadas em termos de propósito e intenção.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"juizes_9_56_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a morte ou a destruição.","explicacao_detalhada":"A palavra 'destruir' (הָרַג) implica um ato de violência ou morte. No contexto de Juízes 9:56, a destruição é um tema central, refletindo as consequências das ações humanas e a justiça divina.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade das ações e suas repercussões, mostrando a seriedade do julgamento e da justiça.","conexao_teologica":"A destruição é um tema que aparece em várias narrativas bíblicas, frequentemente associada ao juízo de Deus sobre a maldade.","referencias_relacionadas":["Gênesis 6:13","Ezequiel 18:30","Apocalipse 21:8"]},"juizes_9_56_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica um processo de construção ou restauração. No contexto do versículo, edificar é um contraste com a destruição, mostrando a possibilidade de renovação e esperança.","por_que_esta_palavra":"A escolha da palavra 'edificar' sugere um chamado à ação positiva, enfatizando a importância de construir e restaurar em vez de destruir.","conexao_teologica":"A edificação é um tema central na teologia cristã, onde a construção da fé e da comunidade é enfatizada como um objetivo divino.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Coríntios 3:9"]},"juizes_9_56_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e juiz.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a divindade, enfatizando seu poder e autoridade. No contexto do versículo, Deus é visto como o juiz que determina o destino das ações humanas.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para entender a soberania divina e a relação entre Deus e a humanidade.","conexao_teologica":"A natureza de Deus é um tema central na Bíblia, onde Ele é apresentado como justo, amoroso e soberano sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"juizes_9_57_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a forma como algo é feito ou realizado. No contexto do versículo, o modo é importante para entender a abordagem ou atitude em relação a uma situação.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da intenção e da metodologia nas ações, refletindo a necessidade de agir com sabedoria.","conexao_teologica":"A maneira como os crentes agem é frequentemente discutida na Bíblia, onde a ética e a moralidade são fundamentais para a vida cristã.","referencias_relacionadas":["Provérbios 3:6","Colossenses 3:23","1 Pedro 2:12"]},"juizes_9_57_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um papel ativo ou de liderança.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada novamente para enfatizar a ação e a responsabilidade do indivíduo na narrativa. A repetição destaca a importância do papel humano nas decisões e consequências.","por_que_esta_palavra":"A escolha da palavra 'homem' reforça a ideia de que as ações humanas têm um impacto significativo na história e na relação com Deus.","conexao_teologica":"A Bíblia ensina que os seres humanos são agentes morais, responsáveis por suas ações diante de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 146:3","Tiago 4:14"]},"juizes_9_57_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e juiz.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é novamente utilizada para enfatizar a soberania e a autoridade divina. A repetição no versículo sublinha a centralidade de Deus na narrativa e nas ações humanas.","por_que_esta_palavra":"A escolha da palavra 'deus' é crucial para entender a relação entre a divindade e a humanidade, especialmente em momentos de decisão e julgamento.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz final de todas as ações humanas.","referencias_relacionadas":["Salmos 19:1","Isaías 40:28","Apocalipse 4:11"]}}