{"filemom_1_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação pessoal de Paulo, que é um apóstolo de Cristo.","explicacao_detalhada":"O nome 'Paulo' é de origem latina e significa 'pequeno' ou 'humilde'. Neste contexto, Paulo se apresenta como um servo de Cristo, enfatizando sua humildade e seu papel como apóstolo.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e a autoridade de Paulo como apóstolo, além de ser uma forma de se conectar com os destinatários da carta.","conexao_teologica":"O nome de Paulo é associado à sua missão de pregar o evangelho e estabelecer igrejas, refletindo a importância da identidade cristã.","referencias_relacionadas":["Atos 13:9","Romanos 1:1","2 Coríntios 1:1"]},"filemom_1_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus Cristo, o Messias prometido, que é o centro da fé cristã.","explicacao_detalhada":"A palavra 'Cristo' vem do grego 'Christós', que significa 'ungido'. Este termo é usado para descrever Jesus como o escolhido de Deus para a salvação da humanidade.","por_que_esta_palavra":"A inclusão de 'Cristo' no nome de Paulo enfatiza a centralidade de Jesus em sua mensagem e ministério.","conexao_teologica":"Cristo é a figura central na teologia cristã, representando a união entre Deus e a humanidade através da sua obra redentora.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"filemom_1_2_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância dos laços familiares na vida cristã.","explicacao_detalhada":"A palavra 'oîkos' é usada para descrever não apenas a família nuclear, mas também a comunidade de crentes que se considera como uma família em Cristo.","por_que_esta_palavra":"A menção à família destaca a importância dos relacionamentos e do apoio mútuo entre os cristãos.","conexao_teologica":"A ideia de família é fundamental na teologia cristã, refletindo a relação entre Deus e seu povo como uma família espiritual.","referencias_relacionadas":["Efésios 2:19","1 Timóteo 5:8","Colossenses 3:18-21"]},"filemom_1_2_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, a igreja, que é o corpo de Cristo na Terra.","explicacao_detalhada":"A palavra 'ekklēsía' é usada para descrever a comunidade de fiéis que se reúnem para adorar e servir a Deus, enfatizando a importância da comunhão entre os crentes.","por_que_esta_palavra":"A inclusão da palavra 'igreja' ressalta a importância da comunidade na vida cristã e a necessidade de apoio mútuo.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel e uma função, refletindo a unidade na diversidade.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-27","Efésios 4:11-13"]},"filemom_1_3_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que é fundamental para a vida cristã.","explicacao_detalhada":"A palavra 'cháris' significa graça, um favor imerecido que Deus concede aos seres humanos. Paulo menciona a graça como um elemento essencial em sua saudação.","por_que_esta_palavra":"A ênfase na graça destaca a natureza do relacionamento entre Deus e os crentes, que é baseado na misericórdia e no amor divino.","conexao_teologica":"A graça é um tema central no Novo Testamento, representando a salvação e a transformação que Deus oferece através de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"filemom_1_3_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus, um estado de harmonia e bem-estar espiritual.","explicacao_detalhada":"A palavra 'eirḗnē' é usada para descrever a paz que é resultado da reconciliação com Deus através de Jesus Cristo.","por_que_esta_palavra":"A menção da paz é significativa, pois reflete o desejo de Paulo para que os crentes vivam em harmonia e tranquilidade.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus na vida dos crentes, sendo essencial para a vida cristã.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"filemom_1_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'theós' é usada para descrever a divindade, enfatizando a soberania e a autoridade de Deus sobre a criação.","por_que_esta_palavra":"A inclusão de Deus na saudação de Paulo estabelece a base espiritual de sua mensagem e a fonte de sua autoridade.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, pois Ele é a fonte de toda verdade e vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 4:24"]},"filemom_1_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus é a fonte de graça e paz.","explicacao_detalhada":"A repetição da palavra 'Deus' enfatiza a centralidade de Sua presença e ação na vida dos crentes.","por_que_esta_palavra":"A menção de Deus novamente reafirma a dependência dos crentes em Sua graça e poder.","conexao_teologica":"A teologia cristã ensina que Deus é a fonte de toda graça e paz, e que os crentes devem buscar um relacionamento íntimo com Ele.","referencias_relacionadas":["Tiago 1:17","Romanos 15:33","1 Pedro 5:10"]},"filemom_1_4_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à ação de agradecer a Deus por Sua graça e bondade.","explicacao_detalhada":"A palavra 'eucharistéō' significa dar graças, e Paulo enfatiza a importância da gratidão na vida cristã.","por_que_esta_palavra":"A gratidão é uma resposta natural ao reconhecimento da graça de Deus em nossas vidas.","conexao_teologica":"A prática da gratidão é fundamental na vida cristã, refletindo um coração que reconhece as bênçãos de Deus.","referencias_relacionadas":["1 Tessalonicenses 5:18","Colossenses 3:17","Efésios 5:20"]},"filemom_1_4_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo, especialmente em relação ao serviço a Deus.","explicacao_detalhada":"A palavra 'poiéō' é usada para descrever a ação de realizar boas obras e cumprir a vontade de Deus.","por_que_esta_palavra":"A ênfase em 'fazer' destaca a importância da ação prática na vida cristã, não apenas a crença.","conexao_teologica":"A fé cristã é acompanhada de ações que refletem a transformação que Deus opera na vida dos crentes.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 6:9"]},"filemom_1_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé mencionada aqui refere-se à confiança e crença em Cristo e em sua obra redentora.","explicacao_detalhada":"A palavra 'fé' (πίστις) implica não apenas crença, mas uma confiança ativa em Deus e em suas promessas. No contexto de Filemom, Paulo expressa sua alegria ao ver a fé de Filemom em ação, refletindo um relacionamento genuíno com Cristo.","por_que_esta_palavra":"A fé é fundamental para a vida cristã, pois é através dela que os crentes se conectam com Deus e experimentam a salvação.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da justificação e da vida cristã. Ela é frequentemente associada à graça e à obra de Cristo.","referencias_relacionadas":["Romanos 1:17","Hebreus 11:1","Gálatas 2:20"]},"filemom_1_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Cristo sobre todas as coisas e à sua autoridade divina.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para reconhecer a posição de Cristo como mestre e governante. Paulo, ao se referir a Jesus como Senhor, enfatiza a importância de submeter-se à sua autoridade.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é essencial para a fé cristã, pois implica em aceitar sua liderança e seguir seus ensinamentos.","conexao_teologica":"A soberania de Cristo é um tema recorrente nas Escrituras, destacando sua divindade e o papel que desempenha na salvação dos crentes.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Romanos 10:9"]},"filemom_1_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na mensagem do evangelho, representando a salvação e a esperança para a humanidade.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) significa 'O Senhor salva'. Paulo menciona Jesus para lembrar Filemom da importância de sua relação com o Salvador e da transformação que ele traz.","por_que_esta_palavra":"Jesus é o fundamento da fé cristã, e seu nome é invocado como símbolo de salvação e redenção.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a compreensão da obra redentora de Deus e do plano de salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"filemom_1_6_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé aqui é novamente destacada como um elemento vital na vida de Filemom e na comunidade cristã.","explicacao_detalhada":"A repetição da palavra 'fé' (πίστις) enfatiza a importância contínua da crença em Cristo e como ela se manifesta em ações de amor e bondade.","por_que_esta_palavra":"A fé não é apenas uma crença passiva, mas deve ser expressa através de ações que refletem o amor de Cristo.","conexao_teologica":"A relação entre fé e obras é um princípio fundamental na teologia cristã, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:8-10"]},"filemom_1_6_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, aquele que foi ungido por Deus para trazer salvação.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) é um título que indica a missão de Jesus como o Salvador prometido. Paulo usa este termo para reafirmar a identidade de Jesus e sua obra redentora.","por_que_esta_palavra":"Reconhecer Jesus como Cristo é essencial para entender sua missão e o cumprimento das profecias do Antigo Testamento.","conexao_teologica":"A unção de Jesus como Cristo é um tema central que liga o Antigo e o Novo Testamento, mostrando a continuidade do plano de Deus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"filemom_1_7_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A piedade é vista como uma expressão de amor e cuidado pelos outros, especialmente dentro da comunidade cristã.","explicacao_detalhada":"A palavra 'piedade' (σπλάγχνον) refere-se a um profundo sentimento de compaixão e empatia. Paulo menciona isso para destacar a importância de agir com amor e bondade.","por_que_esta_palavra":"A piedade é uma característica essencial da vida cristã, refletindo o coração de Deus em relação aos outros.","conexao_teologica":"A piedade é frequentemente associada à prática da misericórdia e do amor ao próximo, que são centrais na mensagem de Jesus.","referencias_relacionadas":["1 Pedro 3:8","Colossenses 3:12","Tiago 1:27"]},"filemom_1_7_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza mencionada aqui refere-se à abundância e profundidade da fé e amor de Filemom.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a intensidade da fé e das ações de Filemom, que são dignas de reconhecimento e encorajamento.","por_que_esta_palavra":"A grandeza da fé é um testemunho do poder transformador de Cristo na vida de um crente.","conexao_teologica":"A ideia de grandeza na fé e no amor é um tema recorrente nas cartas de Paulo, enfatizando a importância de viver uma vida que glorifique a Deus.","referencias_relacionadas":["Efésios 3:20","Filipenses 1:9","Colossenses 1:10"]},"filemom_1_7_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é uma consequência natural da fé e do amor em ação dentro da comunidade cristã.","explicacao_detalhada":"A palavra 'alegria' (χαρά) reflete o resultado da vida em Cristo, onde a fé e o amor geram um profundo contentamento e satisfação.","por_que_esta_palavra":"A alegria é um fruto do Espírito e uma marca distintiva da vida cristã, que deve ser compartilhada com os outros.","conexao_teologica":"A alegria é frequentemente mencionada nas epístolas de Paulo como uma resposta à obra de Deus na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22","Filipenses 4:4","Romanos 15:13"]},"filemom_1_8_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A menção de 'Cristo' aqui reafirma a centralidade de Jesus na vida e nas relações dos crentes.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) é usada para lembrar Filemom da importância de viver de acordo com os ensinamentos e o exemplo de Jesus.","por_que_esta_palavra":"Cristo é o modelo supremo de amor e perdão, e sua vida deve ser imitada pelos crentes.","conexao_teologica":"A imitação de Cristo é um princípio fundamental da ética cristã, onde os crentes são chamados a viver como ele viveu.","referencias_relacionadas":["1 Pedro 2:21","Efésios 5:1-2","Filipenses 2:5"]},"filemom_1_8_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza do amor e da fé é um tema central na carta, refletindo a importância das relações na comunidade cristã.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para enfatizar a magnitude do amor que Filemom deve demonstrar, especialmente em relação a Onésimo.","por_que_esta_palavra":"A grandeza do amor é um testemunho da transformação que Cristo opera na vida dos crentes.","conexao_teologica":"O amor é um dos maiores mandamentos de Cristo e deve ser a base das interações entre os crentes.","referencias_relacionadas":["1 Coríntios 13:13","Colossenses 3:14","1 João 4:7"]},"filemom_1_9_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao reconhecimento de Paulo como apóstolo.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa a transformação de Saulo, o perseguidor dos cristãos, em um dos maiores apóstolos do cristianismo. O nome é uma declaração de sua nova vida em Cristo.","por_que_esta_palavra":"A palavra 'nome' é importante para estabelecer a autoridade de Paulo na carta e sua relação com os destinatários.","conexao_teologica":"O nome de Paulo é um símbolo da graça de Deus que transforma vidas e chama pessoas para um propósito maior.","referencias_relacionadas":["Atos 9:1-19","Romanos 1:1","Gálatas 1:13-16"]},"filemom_1_9_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e é um título que enfatiza a missão de Jesus como Salvador e Rei. Ele é aquele que foi escolhido e capacitado por Deus para redimir a humanidade.","por_que_esta_palavra":"A inclusão do termo 'Cristo' reafirma a centralidade de Jesus na fé cristã e na mensagem que Paulo prega.","conexao_teologica":"Cristo é o cumprimento das promessas do Antigo Testamento e a esperança de salvação para todos os crentes.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"filemom_1_10_onesimus":{"palavra_pt":"onesimus","palavra_original":"Ὀνήσιμος","transliteracao":"Onḗsimos","strong":"G3682","significado_raiz":"Ideia básica: onesimus.","significado_contextual":"Refere-se a Onésimo, um escravo fugitivo que se tornou cristão.","explicacao_detalhada":"Onésimo, cujo nome significa 'útil', é um exemplo da transformação que ocorre na vida de alguém que encontra Cristo. Paulo o considera como um filho na fé, enfatizando a nova identidade que ele possui.","por_que_esta_palavra":"A menção de Onésimo é crucial para a narrativa da carta, pois aborda questões de escravidão e reconciliação entre irmãos em Cristo.","conexao_teologica":"Onésimo representa todos os que foram redimidos e restaurados por meio da graça de Deus, independentemente de seu passado.","referencias_relacionadas":["Colossenses 4:9","Gálatas 3:28","Efésios 6:5-9"]},"filemom_1_10_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação espiritual de Paulo com Onésimo.","explicacao_detalhada":"A palavra 'pai' aqui indica a paternidade espiritual que Paulo exerce sobre Onésimo, que se converteu sob seu ministério. Isso demonstra a responsabilidade e o amor que Paulo tem por seus convertidos.","por_que_esta_palavra":"A utilização do termo 'pai' enfatiza a intimidade e a conexão espiritual entre Paulo e Onésimo.","conexao_teologica":"A paternidade espiritual é um tema importante no Novo Testamento, refletindo a relação entre Deus e os crentes.","referencias_relacionadas":["1 Coríntios 4:15","Gálatas 4:19","Filipenses 2:22"]},"filemom_1_11_profitable":{"palavra_pt":"profitable","palavra_original":"εὔχρηστος","transliteracao":"eúchrēstos","strong":"G2173","significado_raiz":"Ideia básica: profitable.","significado_contextual":"Refere-se à utilidade de Onésimo para Paulo e para a comunidade cristã.","explicacao_detalhada":"A palavra 'útil' destaca a transformação de Onésimo de um escravo fugitivo para alguém que agora é valioso para o ministério e para a edificação da igreja.","por_que_esta_palavra":"A ênfase na utilidade de Onésimo serve para reforçar a ideia de que todos têm um papel a desempenhar no corpo de Cristo.","conexao_teologica":"A utilidade de cada crente é um tema recorrente nas cartas de Paulo, onde todos são chamados a contribuir para o bem comum.","referencias_relacionadas":["Romanos 12:4-8","1 Coríntios 12:12-27","Efésios 4:11-16"]},"filemom_1_11_aforeany":{"palavra_pt":"afore any","palavra_original":"ποτέ","transliteracao":"poté","strong":"G4218","significado_raiz":"Ideia básica: afore any.","significado_contextual":"Em Filemom 1:11, \"afore any\" aparece na frase \"O qual noutro tempo te foi inútil, mas agora a ti e a mim muito útil; eu to tornei a enviar.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ποτέ; poté; G4218), \"afore any\" traz a ideia de afore any. Aqui, essa palavra deixa o ensino de Filemom 1:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"afore any\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 1:1. Lendo junto com Filemom 1:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Filemom 1:11","João 1:1","Romanos 8:28"]},"filemom_1_12_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à compaixão e ao amor que Paulo sente por Onésimo.","explicacao_detalhada":"A palavra 'piedade' implica um profundo sentimento de compaixão e cuidado. Paulo expressa seu desejo de que Onésimo seja tratado com amor e dignidade.","por_que_esta_palavra":"A ênfase na piedade destaca a importância do amor cristão nas relações interpessoais.","conexao_teologica":"A piedade é uma característica essencial da vida cristã, refletindo o caráter de Deus em nossas ações.","referencias_relacionadas":["1 Pedro 3:8","Colossenses 3:12-14","Tiago 1:27"]},"filemom_1_12_alimento":{"palavra_pt":"alimento","palavra_original":"προσλαμβάνω","transliteracao":"proslambánō","strong":"G4355","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento espiritual que Paulo oferece a Onésimo.","explicacao_detalhada":"A palavra 'alimento' simboliza o cuidado espiritual que Paulo tem por Onésimo, desejando que ele seja nutrido na fé e cresça em sua nova vida em Cristo.","por_que_esta_palavra":"A menção de 'alimento' ressalta a responsabilidade do líder espiritual em cuidar dos que estão sob sua orientação.","conexao_teologica":"O alimento espiritual é um tema importante na Bíblia, onde a Palavra de Deus é frequentemente comparada ao pão que sustenta a vida.","referencias_relacionadas":["Mateus 4:4","João 6:35","1 Pedro 2:2"]},"filemom_1_13_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à mensagem do evangelho e ao impacto positivo que Onésimo pode ter.","explicacao_detalhada":"A palavra 'bom' aqui se relaciona com a natureza do evangelho e como ele transforma vidas, trazendo esperança e redenção.","por_que_esta_palavra":"A ênfase no 'bom' destaca a qualidade da mensagem que Paulo prega e a importância de Onésimo como um portador dessa mensagem.","conexao_teologica":"O evangelho é descrito como 'bom' em várias partes da Escritura, refletindo a boa nova da salvação.","referencias_relacionadas":["Romanos 10:15","Gálatas 1:6-9","1 Pedro 1:25"]},"filemom_1_13_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se ao serviço e à amizade que Paulo deseja cultivar com Onésimo.","explicacao_detalhada":"A palavra 'amigo' implica um relacionamento de serviço mútuo e apoio. Paulo vê Onésimo não apenas como um escravo, mas como um irmão em Cristo.","por_que_esta_palavra":"A utilização do termo 'amigo' enfatiza a nova identidade de Onésimo e a importância das relações na comunidade cristã.","conexao_teologica":"A amizade e o serviço são fundamentais na vida cristã, refletindo o amor de Cristo por nós.","referencias_relacionadas":["João 15:15","Gálatas 5:13","Filipenses 2:3-4"]},"filemom_1_13_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a uma quantidade ou intensidade que ultrapassa o normal.","explicacao_detalhada":"A palavra 'muito' (ὑπέρ) é utilizada para enfatizar a grandeza ou a intensidade de algo. No contexto de Filemom 1:13, Paulo expressa a importância de Onesimo, indicando que sua contribuição vai além do esperado.","por_que_esta_palavra":"Esta palavra é escolhida para transmitir a ideia de que a ajuda ou o valor que alguém traz pode ser muito maior do que se imagina.","conexao_teologica":"A ideia de 'muito' se conecta com a generosidade e a abundância da graça de Deus, que é sempre mais do que suficiente para nossas necessidades.","referencias_relacionadas":["2 Coríntios 9:8","Efésios 3:20","Romanos 5:20"]},"filemom_1_14_juizo":{"palavra_pt":"juizo","palavra_original":"γνώμη","transliteracao":"gnṓmē","strong":"G1106","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à decisão ou opinião que se forma sobre uma situação.","explicacao_detalhada":"A palavra 'juízo' (γνώμη) implica uma avaliação ou um discernimento. Em Filemom 1:14, Paulo menciona que ele prefere que a decisão sobre Onesimo seja feita de forma voluntária, ao invés de forçada.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância do livre arbítrio e da escolha consciente nas relações interpessoais.","conexao_teologica":"O juízo humano deve ser guiado pela sabedoria divina, refletindo a justiça e a misericórdia de Deus.","referencias_relacionadas":["Tiago 1:5","Romanos 14:10","Mateus 7:1"]},"filemom_1_14_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de tomar uma decisão ou fazer uma escolha.","explicacao_detalhada":"A palavra 'escolher' (θέλω) é utilizada para expressar a vontade ou desejo de alguém. Em Filemom 1:14, Paulo destaca a importância de escolher fazer o bem por vontade própria.","por_que_esta_palavra":"Esta palavra é escolhida para ressaltar a liberdade de escolha que cada um tem em suas ações e decisões.","conexao_teologica":"A escolha é um tema central na teologia, refletindo a capacidade do ser humano de decidir entre o bem e o mal, em resposta à graça de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Josué 24:15"]},"filemom_1_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para indicar a ação de criar ou realizar. Em Filemom 1:14, Paulo enfatiza a importância de agir de acordo com a vontade de Deus.","por_que_esta_palavra":"Esta palavra é escolhida para mostrar que as ações têm consequências e que devemos agir de maneira que reflita nossa fé.","conexao_teologica":"As obras são uma expressão da fé genuína e são importantes na vida cristã.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"filemom_1_15_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico ou a um momento.","explicacao_detalhada":"A palavra 'dia' (ὥρα) é usada para indicar um tempo determinado. Em Filemom 1:15, Paulo menciona a possibilidade de que Onesimo tenha se separado de Filemom por um tempo para um propósito maior.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a importância do tempo e das circunstâncias na providência divina.","conexao_teologica":"Deus opera em tempos e estações, e muitas vezes usa períodos de separação para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 8:28","Gálatas 4:4"]},"filemom_1_15_depart":{"palavra_pt":"depart","palavra_original":"χωρίζω","transliteracao":"chōrízō","strong":"G5563","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se à ação de se separar ou afastar.","explicacao_detalhada":"A palavra 'depart' (χωρίζω) implica uma separação física ou emocional. Em Filemom 1:15, Paulo sugere que a separação de Onesimo pode ter um propósito divino.","por_que_esta_palavra":"Esta palavra é escolhida para mostrar que a separação pode ser parte do plano de Deus para a reconciliação.","conexao_teologica":"A separação temporária pode levar a um propósito maior de restauração e unidade.","referencias_relacionadas":["Romanos 8:38-39","1 Coríntios 12:25-26","Gálatas 6:2"]},"filemom_1_15_peradventurehaps":{"palavra_pt":"peradventure haps","palavra_original":"τάχα","transliteracao":"tácha","strong":"G5029","significado_raiz":"Ideia básica: peradventure haps.","significado_contextual":"Refere-se a uma possibilidade ou incerteza.","explicacao_detalhada":"A palavra 'peradventure haps' (τάχα) é usada para expressar uma suposição ou uma possibilidade. Em Filemom 1:15, Paulo sugere que a separação de Onesimo pode ter sido parte do plano de Deus.","por_que_esta_palavra":"Esta palavra é escolhida para indicar que, embora não possamos ver o plano completo, podemos confiar que Deus está no controle.","conexao_teologica":"A soberania de Deus nos lembra que Ele pode usar circunstâncias incertas para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 16:9","Romanos 11:33","Isaías 55:8-9"]},"filemom_1_16_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física ou humana.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é usada para descrever a condição humana. Em Filemom 1:16, Paulo fala sobre Onesimo não apenas como um escravo, mas como um irmão em Cristo.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a dignidade humana e a igualdade em Cristo.","conexao_teologica":"A carne representa a fragilidade humana, mas também a capacidade de redenção através de Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 8:3","Filipenses 2:7"]},"filemom_1_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder ou direito de governar ou controlar.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para indicar autoridade. Em Filemom 1:16, Paulo menciona que Onesimo é um irmão, não apenas um escravo, subvertendo a ideia de autoridade.","por_que_esta_palavra":"Esta palavra é escolhida para destacar a nova identidade que temos em Cristo, que redefine nossas relações.","conexao_teologica":"A autoridade de Cristo transforma nossas relações, fazendo-nos iguais diante de Deus.","referencias_relacionadas":["Mateus 23:8","Efésios 5:21","Colossenses 3:24"]},"filemom_1_17_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se ao ato de ter ou possuir algo.","explicacao_detalhada":"A palavra 'possessão' (ἔχω) é usada para indicar a posse de algo. Em Filemom 1:17, Paulo pede que Filemom receba Onesimo como se fosse a ele mesmo.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a relação de pertencimento e aceitação entre os irmãos em Cristo.","conexao_teologica":"A posse em Cristo nos une como família, onde todos pertencemos uns aos outros.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:5","Efésios 2:19"]},"filemom_1_18_culpado":{"palavra_pt":"culpado","palavra_original":"ὀφείλω","transliteracao":"opheílō","strong":"G3784","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que deve algo, especialmente em um contexto moral ou legal.","explicacao_detalhada":"No contexto de Filemom 1:18, Paulo menciona que se Onésimo é culpado de alguma dívida ou erro, ele está disposto a assumir essa responsabilidade em nome dele. Isso reflete a ideia de intercessão e perdão.","por_que_esta_palavra":"A escolha da palavra 'culpado' enfatiza a seriedade da situação de Onésimo e a disposição de Paulo em se colocar no lugar dele.","conexao_teologica":"A intercessão de Paulo por Onésimo é um reflexo da intercessão de Cristo por nós, que assumiu nossas culpas.","referencias_relacionadas":["Romanos 3:23","1 João 2:1","Isaías 53:6"]},"filemom_1_18_forasmuch":{"palavra_pt":"porque","palavra_original":"εἰ","transliteracao":"ei","strong":"G1487","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Paulo está fazendo um pedido.","explicacao_detalhada":"Neste versículo, Paulo explica que ele está pedindo a Filemom que receba Onésimo de volta, não apenas como um escravo, mas como um irmão amado, e isso é fundamentado na relação que ele tem com Filemom.","por_que_esta_palavra":"A palavra 'porque' conecta a ação de Paulo à sua motivação, que é o amor e a fé que ele tem em Filemom.","conexao_teologica":"A motivação do amor é central na teologia cristã, refletindo o amor de Cristo por nós.","referencias_relacionadas":["Gálatas 5:6","1 Coríntios 13:13","Colossenses 3:14"]},"filemom_1_19_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Paulo, que se apresenta como o autor da carta.","explicacao_detalhada":"Paulo menciona seu nome para estabelecer autoridade e credibilidade ao seu pedido, enfatizando que ele está falando em nome de Cristo.","por_que_esta_palavra":"O uso do nome é importante para a identificação e para a legitimidade do pedido que está fazendo a Filemom.","conexao_teologica":"O nome de Paulo é associado ao ministério apostólico e à propagação do evangelho, mostrando a importância da identidade em Cristo.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Coríntios 5:17"]},"filemom_1_19_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é utilizada para descrever a forma como Paulo está escrevendo a carta, enfatizando a sua autoridade e o toque pessoal.","explicacao_detalhada":"Paulo menciona que está escrevendo com sua própria mão, o que era um sinal de autenticidade e um gesto de carinho e cuidado.","por_que_esta_palavra":"A ênfase na 'mão' destaca a importância da comunicação pessoal e direta, especialmente em assuntos delicados como a reconciliação.","conexao_teologica":"A mão de Paulo simboliza o trabalho do ministério e a responsabilidade que ele carrega como apóstolo.","referencias_relacionadas":["Gálatas 6:11","1 Coríntios 16:21","Colossenses 4:18"]},"filemom_1_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para enfatizar a soberania e a autoridade divina sobre as situações da vida.","explicacao_detalhada":"Embora a palavra 'deus' não apareça diretamente em Filemom 1:19, a referência à autoridade de Paulo implica a influência de Deus em sua vida e ministério.","por_que_esta_palavra":"A menção de Deus é implícita na autoridade que Paulo exerce e na sua confiança de que Deus está agindo na situação de Onésimo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Romanos 8:28","Salmos 115:3","Provérbios 16:9"]},"filemom_1_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Cristo, enfatizando sua autoridade e posição.","explicacao_detalhada":"Paulo se dirige a Filemom reconhecendo a autoridade de Cristo sobre suas vidas e a importância de agir de acordo com essa autoridade ao receber Onésimo.","por_que_esta_palavra":"A palavra 'senhor' reforça a ideia de que as ações dos crentes devem ser guiadas pela autoridade de Cristo.","conexao_teologica":"A autoridade de Cristo é fundamental na vida cristã, pois Ele é o Senhor que nos guia e nos chama à obediência.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"filemom_1_20_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A palavra 'piedade' refere-se à compaixão e ao amor que Paulo deseja que Filemom tenha ao receber Onésimo.","explicacao_detalhada":"Paulo apela à piedade de Filemom, pedindo que ele trate Onésimo com amor e misericórdia, refletindo o caráter de Cristo.","por_que_esta_palavra":"A piedade é uma virtude cristã essencial que deve guiar as relações entre os crentes.","conexao_teologica":"A piedade é uma expressão do amor de Deus em nossas vidas, que nos leva a agir com compaixão e graça.","referencias_relacionadas":["Tito 3:4-5","Efésios 4:32","Colossenses 3:12"]},"filemom_1_20_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, aquele que foi ungido por Deus para salvar a humanidade.","explicacao_detalhada":"Paulo menciona a Cristo para lembrar a Filemom da importância do amor e da reconciliação que são centrais na mensagem do evangelho.","por_que_esta_palavra":"A palavra 'cristo' é fundamental para a identidade cristã e para a compreensão do papel de Jesus como Salvador.","conexao_teologica":"Cristo é o centro da fé cristã, e sua obra de redenção é o fundamento para todas as interações entre os crentes.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 5:8"]},"filemom_1_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que Paulo espera que Filemom tome em relação a Onésimo.","explicacao_detalhada":"Paulo expressa confiança de que Filemom fará o que é certo ao receber Onésimo, mostrando a expectativa de ações baseadas na fé.","por_que_esta_palavra":"A palavra 'fazer' implica em uma resposta ativa à mensagem do evangelho e à relação entre os crentes.","conexao_teologica":"A ação é uma expressão da fé viva, que se manifesta em obras de amor e obediência.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:13","Efésios 2:10"]},"filemom_1_21_obediente":{"palavra_pt":"obediente","palavra_original":"ὑπακοή","transliteracao":"hypakoḗ","strong":"G5218","significado_raiz":"Ideia básica: obediente.","significado_contextual":"A palavra 'obediente' refere-se à disposição de Filemom em seguir as instruções de Paulo e agir conforme a vontade de Deus.","explicacao_detalhada":"Paulo espera que Filemom seja obediente ao seu pedido, refletindo a submissão à autoridade apostólica e à vontade de Deus.","por_que_esta_palavra":"A obediência é uma característica fundamental da vida cristã, demonstrando a disposição de seguir a liderança de Cristo.","conexao_teologica":"A obediência é um tema central nas Escrituras, mostrando a relação entre fé e ação na vida do crente.","referencias_relacionadas":["Romanos 1:5","Hebreus 5:9","1 Pedro 1:14"]},"filemom_1_21_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' enfatiza a intensidade do desejo de Paulo em que Filemom faça mais do que o esperado.","explicacao_detalhada":"No contexto da carta a Filemom, Paulo expressa sua confiança de que Filemom não apenas atenderá ao pedido, mas fará isso de maneira abundante, refletindo a generosidade do amor cristão.","por_que_esta_palavra":"A escolha da palavra 'muito' (ὑπέρ) destaca a expectativa de Paulo de que a resposta de Filemom será além do que ele poderia imaginar, mostrando a grandeza do amor cristão.","conexao_teologica":"Essa ideia de fazer 'muito' se conecta com a abundância da graça de Deus, que nos chama a agir com generosidade e amor em nossas relações.","referencias_relacionadas":["2 Coríntios 9:8","Efésios 3:20","Filipenses 4:19"]},"filemom_1_22_lodging":{"palavra_pt":"lodging","palavra_original":"ξενία","transliteracao":"xenía","strong":"G3578","significado_raiz":"Ideia básica: lodging.","significado_contextual":"A palavra 'lodging' refere-se ao ato de receber alguém em casa, um gesto de hospitalidade.","explicacao_detalhada":"Paulo pede a Filemom que prepare um lugar para ele, o que demonstra a importância da hospitalidade na comunidade cristã e o valor das relações interpessoais.","por_que_esta_palavra":"A hospitalidade é uma prática fundamental no cristianismo, refletindo o amor e a aceitação que devemos ter uns pelos outros.","conexao_teologica":"A hospitalidade é vista como uma expressão do amor cristão e um reflexo do acolhimento que Cristo nos oferece.","referencias_relacionadas":["Hebreus 13:2","1 Pedro 4:9","Mateus 25:35"]},"filemom_1_22_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se à comunicação com Deus, um elemento central na vida cristã.","explicacao_detalhada":"Paulo menciona a oração como um meio de interceder por Filemom, mostrando a importância da oração na edificação da comunidade e na vida espiritual.","por_que_esta_palavra":"A oração é fundamental para a vida cristã, pois é através dela que buscamos a orientação e a força de Deus em nossas ações.","conexao_teologica":"A oração conecta os crentes com Deus e uns com os outros, fortalecendo a comunhão e a unidade no corpo de Cristo.","referencias_relacionadas":["Tiago 5:16","1 Tessalonicenses 5:17","Filipenses 4:6"]},"filemom_1_22_prepare":{"palavra_pt":"preparar","palavra_original":"ἑτοιμάζω","transliteracao":"hetoimázō","strong":"G2090","significado_raiz":"Ideia básica: preparar.","significado_contextual":"A palavra 'preparar' implica em fazer arranjos para receber alguém, neste caso, Paulo.","explicacao_detalhada":"Paulo pede que Filemom se prepare para sua visita, o que demonstra a importância de estar pronto para servir e acolher os irmãos na fé.","por_que_esta_palavra":"Preparar-se é um ato de amor e respeito, mostrando que valorizamos a presença do outro e estamos dispostos a servir.","conexao_teologica":"A preparação para receber outros reflete a prontidão que devemos ter em nosso coração para servir a Deus e aos outros.","referencias_relacionadas":["Romanos 12:13","Gálatas 6:10","Mateus 10:40"]},"filemom_1_23_epaphras":{"palavra_pt":"epaphras","palavra_original":"Ἐπαφρᾶς","transliteracao":"Epaphrâs","strong":"G1889","significado_raiz":"Ideia básica: epaphras.","significado_contextual":"Epaphras é mencionado como um colaborador de Paulo, simbolizando a importância da comunidade e do trabalho em equipe na missão.","explicacao_detalhada":"A menção de Epaphras destaca a rede de apoio e a colaboração entre os crentes, essencial para a propagação do evangelho.","por_que_esta_palavra":"Epaphras representa aqueles que trabalham em conjunto na obra de Deus, mostrando que a missão é um esforço coletivo.","conexao_teologica":"A colaboração entre os crentes é um reflexo da unidade do corpo de Cristo, onde cada membro desempenha um papel vital.","referencias_relacionadas":["Colossenses 1:7","Colossenses 4:12","Filipenses 1:5"]},"filemom_1_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, aquele que foi ungido por Deus para cumprir Sua missão redentora.","explicacao_detalhada":"Paulo se refere a Cristo para lembrar a Filemom da centralidade de Jesus em sua vida e em suas ações, especialmente no contexto do perdão e da reconciliação.","por_que_esta_palavra":"A menção de Cristo enfatiza a identidade e a missão do crente, que deve refletir o caráter de Jesus em suas relações.","conexao_teologica":"Cristo é o centro da fé cristã, e todas as ações dos crentes devem ser moldadas por Seu exemplo e ensinamentos.","referencias_relacionadas":["Romanos 5:8","Gálatas 2:20","1 João 2:1"]},"filemom_1_24_marcus":{"palavra_pt":"marcus","palavra_original":"Μάρκος","transliteracao":"Márkos","strong":"G3138","significado_raiz":"Ideia básica: marcus.","significado_contextual":"Marcus é mencionado como um colaborador de Paulo, representando a importância da amizade e do apoio mútuo na fé.","explicacao_detalhada":"A inclusão de Marcus na saudação mostra que Paulo valoriza as relações pessoais e a parceria no ministério.","por_que_esta_palavra":"Marcus simboliza a continuidade do trabalho missionário e a importância de ter irmãos ao nosso lado na jornada da fé.","conexao_teologica":"As relações entre os crentes são fundamentais para o fortalecimento da fé e para a edificação do corpo de Cristo.","referencias_relacionadas":["Atos 12:12","Colossenses 4:10","2 Timóteo 4:11"]},"filemom_1_24_demas":{"palavra_pt":"demas","palavra_original":"Δημᾶς","transliteracao":"Dēmâs","strong":"G1214","significado_raiz":"Ideia básica: demas.","significado_contextual":"Demas é mencionado como um colaborador, mas sua história também serve como um alerta sobre a fidelidade na fé.","explicacao_detalhada":"A menção de Demas destaca a realidade de que nem todos permanecem firmes na fé, e serve como um lembrete da importância de perseverar.","por_que_esta_palavra":"Demas representa aqueles que podem se desviar, enfatizando a necessidade de vigilância e compromisso com Cristo.","conexao_teologica":"A fidelidade é um tema central na vida cristã, e a história de Demas nos lembra da importância de permanecer firme até o fim.","referencias_relacionadas":["2 Timóteo 4:10","Filipenses 1:27","Hebreus 10:23"]},"filemom_1_24_lucas":{"palavra_pt":"lucas","palavra_original":"Λουκᾶς","transliteracao":"Loukâs","strong":"G3065","significado_raiz":"Ideia básica: lucas.","significado_contextual":"Lucas é mencionado como um médico e colaborador de Paulo, simbolizando a diversidade de dons e ministérios na igreja.","explicacao_detalhada":"A inclusão de Lucas destaca a importância de diferentes habilidades e vocações no trabalho do evangelho, mostrando que todos têm um papel a desempenhar.","por_que_esta_palavra":"Lucas representa a contribuição dos profissionais e a importância de usar nossos talentos para a glória de Deus.","conexao_teologica":"A diversidade de dons no corpo de Cristo é essencial para a missão da igreja e para o crescimento espiritual dos crentes.","referencias_relacionadas":["Colossenses 4:14","Atos 16:10","2 Timóteo 4:11"]},"filemom_1_25_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, um tema central na carta de Paulo a Filemom.","explicacao_detalhada":"Paulo encerra sua carta mencionando a graça, enfatizando que todas as ações devem ser motivadas pelo amor e pela graça que recebemos de Deus.","por_que_esta_palavra":"A graça é fundamental para a compreensão do relacionamento entre os crentes, pois nos lembra que somos todos dependentes da misericórdia de Deus.","conexao_teologica":"A graça é o fundamento da salvação e da vida cristã, e deve ser refletida em nossas interações com os outros.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"filemom_1_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para denotar autoridade e respeito, especialmente em relação a Cristo.","explicacao_detalhada":"No contexto de Filemom, a palavra 'senhor' refere-se à posição de Cristo como autoridade suprema sobre a vida dos crentes. Filemom é exortado a agir de acordo com a vontade do Senhor, que é Jesus, reconhecendo sua soberania.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Cristo, que é o Senhor de todos.","conexao_teologica":"A teologia cristã ensina que Jesus é o Senhor e Salvador, e essa autoridade é central para a fé cristã. A submissão a Ele é um tema recorrente nas epístolas do Novo Testamento.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","1 Coríntios 8:6"]},"filemom_1_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a salvação e a encarnação de Deus.","explicacao_detalhada":"No contexto de Filemom, o nome 'Jesus' é mencionado para lembrar aos crentes que sua identidade e ações devem refletir o caráter de Cristo. Ele é o mediador entre Deus e a humanidade, e sua obra redentora é a base da relação entre os crentes.","por_que_esta_palavra":"A palavra 'Jesus' é utilizada para enfatizar a importância do relacionamento pessoal com Ele, que é fundamental para a vida cristã e para a prática do amor e perdão entre os irmãos.","conexao_teologica":"A teologia cristã afirma que Jesus é o Filho de Deus, cuja vida, morte e ressurreição proporcionam a salvação. Ele é o exemplo supremo de amor e perdão, que os crentes são chamados a imitar.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","João 14:6"]}}