{"efesios_3_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao apóstolo Paulo como portador da mensagem do evangelho.","explicacao_detalhada":"A palavra 'nome' destaca a identidade e a autoridade de Paulo como apóstolo escolhido por Deus para pregar aos gentios.","por_que_esta_palavra":"É importante para reconhecer a missão de Paulo e seu papel na expansão do cristianismo.","conexao_teologica":"O nome de Paulo é associado à obra de Deus na história da salvação, especialmente entre os não-judeus.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:15-16"]},"efesios_3_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"O termo 'Cristo' refere-se ao Messias, o Ungido de Deus, que é Jesus.","explicacao_detalhada":"No contexto de Efésios 3:1, Paulo se apresenta como prisioneiro de Cristo, enfatizando a importância da missão que recebeu do Ungido. Ele é o cumprimento das promessas messiânicas do Antigo Testamento.","por_que_esta_palavra":"A palavra 'Cristo' é central na teologia cristã, pois representa a identidade e a obra redentora de Jesus.","conexao_teologica":"Cristo é o mediador entre Deus e a humanidade, e sua unção é um sinal de sua autoridade divina.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"efesios_3_2_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, que é a base da salvação.","explicacao_detalhada":"Em Efésios 3:2, Paulo fala sobre a graça que lhe foi dada para pregar aos gentios, destacando que a salvação é um presente de Deus e não um resultado de obras humanas.","por_que_esta_palavra":"A graça é fundamental para a compreensão do evangelho, pois revela a natureza amorosa e misericordiosa de Deus.","conexao_teologica":"A graça de Deus é o meio pelo qual somos salvos e capacitados a viver uma vida que O glorifica.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"efesios_3_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que se revela à humanidade.","explicacao_detalhada":"Em Efésios 3:2, Paulo menciona Deus como a fonte de sua missão, ressaltando a soberania e o plano divino para a salvação dos gentios.","por_que_esta_palavra":"A compreensão de quem Deus é é essencial para a fé cristã, pois Ele é a base de toda a revelação e ação redentora.","conexao_teologica":"Deus é o autor da história da salvação, e sua vontade é que todos venham a conhecer a verdade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"efesios_3_2_dispensation":{"palavra_pt":"dispensation","palavra_original":"οἰκονομία","transliteracao":"oikonomía","strong":"G3622","significado_raiz":"Ideia básica: dispensation.","significado_contextual":"A palavra 'dispensação' refere-se à administração ou economia de Deus em relação à salvação.","explicacao_detalhada":"Em Efésios 3:2, Paulo fala sobre a dispensação da graça de Deus, que é a forma como Deus gerencia a revelação de Sua vontade ao longo da história.","por_que_esta_palavra":"A dispensação é importante para entender como Deus interage com a humanidade em diferentes épocas.","conexao_teologica":"A dispensação da graça é um aspecto crucial da teologia paulina, que enfatiza a inclusão dos gentios no plano de salvação.","referencias_relacionadas":["Efésios 1:10","Colossenses 1:25","1 Pedro 1:10-12"]},"efesios_3_3_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Em Efésios 3:3, Paulo menciona que a revelação do mistério foi feita a ele conforme a revelação de Deus, mostrando que sua mensagem é alinhada com a vontade divina.","por_que_esta_palavra":"A palavra 'conforme' destaca a importância da obediência à revelação divina e à autoridade de Deus na vida do crente.","conexao_teologica":"A conformidade com a vontade de Deus é essencial para a vida cristã e para a missão da igreja.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"efesios_3_3_conhecer":{"palavra_pt":"conhecer","palavra_original":"γνωρίζω","transliteracao":"gnōrízō","strong":"G1107","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica uma compreensão profunda e relacional.","explicacao_detalhada":"Em Efésios 3:3, Paulo fala sobre conhecer o mistério de Cristo, que é uma revelação que vai além do conhecimento intelectual, envolvendo um relacionamento pessoal com Ele.","por_que_esta_palavra":"Conhecer a Cristo é fundamental para a vida cristã, pois é através desse conhecimento que experimentamos a transformação.","conexao_teologica":"O conhecimento de Cristo é a base da fé e da vida espiritual do crente.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","2 Pedro 3:18"]},"efesios_3_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"O termo 'Cristo' é novamente mencionado como o Messias, enfatizando sua importância na revelação de Deus.","explicacao_detalhada":"Em Efésios 3:4, Paulo destaca que a compreensão do mistério de Cristo é essencial para a edificação da igreja e para a missão dos crentes.","por_que_esta_palavra":"A repetição da palavra 'Cristo' reforça sua centralidade na mensagem do evangelho e na vida da igreja.","conexao_teologica":"Cristo é a chave para entender o plano de Deus e a unidade entre judeus e gentios.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:14-16","Romanos 16:25-26"]},"efesios_3_5_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, a terceira pessoa da Trindade.","explicacao_detalhada":"Em Efésios 3:5, Paulo menciona que o mistério de Cristo foi revelado pelo Espírito, destacando a importância da ação do Espírito Santo na revelação e compreensão da verdade.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, pois é Ele quem guia, ensina e convence os crentes da verdade.","conexao_teologica":"A obra do Espírito Santo é fundamental para a edificação da igreja e para a santificação dos crentes.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26-27"]},"efesios_3_5_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"A palavra 'geração' refere-se a uma linhagem ou descendência.","explicacao_detalhada":"Em Efésios 3:5, Paulo fala sobre a revelação do mistério de Cristo a todas as gerações, enfatizando que a mensagem do evangelho é para todos, independentemente de sua origem.","por_que_esta_palavra":"A inclusão de todas as gerações na revelação de Cristo mostra a universalidade da mensagem do evangelho.","conexao_teologica":"A ideia de geração destaca a continuidade da obra de Deus ao longo da história e sua intenção de alcançar todas as pessoas.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:39","Romanos 1:16"]},"efesios_3_6_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' é mencionada novamente, reafirmando sua identidade como o Messias.","explicacao_detalhada":"Em Efésios 3:6, Paulo explica que os gentios são co-herdeiros com os judeus, através de Cristo, enfatizando a unidade que Ele traz entre os povos.","por_que_esta_palavra":"A inclusão dos gentios na promessa de Cristo é um tema central na carta aos Efésios, mostrando a abrangência da graça de Deus.","conexao_teologica":"Cristo é o fundamento da nova aliança, que une todos os crentes em um só corpo.","referencias_relacionadas":["Gálatas 3:29","Efésios 2:19-22","Colossenses 3:11"]},"efesios_3_6_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao evangelho como uma boa nova que traz salvação.","explicacao_detalhada":"A palavra 'bom' aqui se relaciona com a mensagem do evangelho, que é considerada a boa nova de Jesus Cristo, trazendo esperança e redenção para a humanidade.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a natureza positiva e transformadora da mensagem do evangelho.","conexao_teologica":"O evangelho é central na teologia cristã, pois é através dele que a salvação é oferecida a todos os povos.","referencias_relacionadas":["Romanos 1:16","Marcos 16:15","Lucas 4:18"]},"efesios_3_7_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao papel de um servo ou ministro que ensina e guia.","explicacao_detalhada":"A palavra 'mestre' implica em alguém que tem autoridade e responsabilidade de ensinar a verdade do evangelho e liderar a congregação.","por_que_esta_palavra":"A utilização da palavra 'mestre' destaca a importância do ensino e da liderança espiritual na igreja.","conexao_teologica":"A função de mestre é essencial para a edificação do corpo de Cristo e para o crescimento espiritual dos crentes.","referencias_relacionadas":["Tiago 3:1","Mateus 23:10","Efésios 4:11"]},"efesios_3_7_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que é dada a todos os crentes.","explicacao_detalhada":"A palavra 'graça' representa o favor imerecido de Deus, que capacita os crentes a cumprir sua missão.","por_que_esta_palavra":"A ênfase na graça destaca que a salvação e o ministério não são baseados em méritos humanos, mas na bondade de Deus.","conexao_teologica":"A graça é um dos pilares da teologia cristã, sendo fundamental para a compreensão da salvação.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","2 Coríntios 12:9"]},"efesios_3_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é a fonte de toda graça e poder.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina em todas as coisas, incluindo a salvação.","por_que_esta_palavra":"A menção de Deus sublinha a centralidade da divindade na obra da redenção e no ministério da igreja.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, pois Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"efesios_3_8_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que é dada a Paulo para pregar aos gentios.","explicacao_detalhada":"A repetição da palavra 'graça' enfatiza a importância desse conceito na missão apostólica e na vida cristã.","por_que_esta_palavra":"A graça é o meio pelo qual Paulo é capacitado a realizar seu ministério, mostrando que é Deus quem opera através dele.","conexao_teologica":"A graça é um tema recorrente nas cartas de Paulo, refletindo a natureza do evangelho.","referencias_relacionadas":["1 Coríntios 15:10","Romanos 5:20","Efésios 1:7"]},"efesios_3_8_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e se refere à missão de Jesus como Salvador e Rei.","por_que_esta_palavra":"A identificação de Jesus como Cristo é fundamental para a fé cristã, pois Ele é o cumprimento das promessas messiânicas.","conexao_teologica":"A unção de Cristo é central na teologia, pois Ele é o mediador entre Deus e a humanidade.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","João 1:41"]},"efesios_3_8_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"Refere-se ao ato de evangelizar, compartilhar a boa nova.","explicacao_detalhada":"A palavra 'evangelizar' implica em levar a mensagem de salvação a todos, especialmente aos que não conhecem a Cristo.","por_que_esta_palavra":"A evangelização é um mandamento de Jesus e uma responsabilidade de todos os crentes.","conexao_teologica":"A missão da igreja é pregar o evangelho a todas as nações, refletindo o coração de Deus para a salvação.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"efesios_3_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à revelação do plano de Deus para a humanidade.","explicacao_detalhada":"A palavra 'Deus' aqui destaca a importância do Seu plano eterno e da Sua soberania na história da salvação.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que é Ele quem revela e realiza Seu plano através da igreja.","conexao_teologica":"A revelação de Deus é um tema central na teologia, pois é através dela que conhecemos Sua vontade.","referencias_relacionadas":["Efésios 1:9","Romanos 16:25-26","Colossenses 1:26-27"]},"efesios_3_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o centro do plano de salvação.","explicacao_detalhada":"A palavra 'Jesus' é fundamental, pois é através Dele que a salvação é oferecida e a revelação de Deus é completa.","por_que_esta_palavra":"A identificação de Jesus como Salvador é crucial para a fé cristã e para a compreensão do evangelho.","conexao_teologica":"Jesus é o mediador da nova aliança e o cumprimento das promessas de Deus.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"efesios_3_10_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à igreja como o corpo de Cristo e a comunidade dos crentes.","explicacao_detalhada":"A palavra 'igreja' implica em uma assembleia de pessoas chamadas para viver em comunhão e cumprir a missão de Deus.","por_que_esta_palavra":"A ênfase na igreja destaca a importância da comunidade na vida cristã e na propagação do evangelho.","conexao_teologica":"A igreja é o instrumento de Deus para a realização de Seu plano na terra.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:12"]},"efesios_3_10_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui se refere à capacidade divina de entender e aplicar a verdade de Deus em todas as situações.","explicacao_detalhada":"A palavra 'sabedoria' (σοφία) é usada para descrever não apenas conhecimento, mas a habilidade de viver de acordo com esse conhecimento. Em Efésios 3:10, Paulo fala sobre a sabedoria de Deus sendo manifestada através da Igreja, mostrando o plano divino para a humanidade.","por_que_esta_palavra":"Esta palavra é crucial para entender como Deus se revela e age no mundo, especialmente através da Igreja, que é o corpo de Cristo.","conexao_teologica":"A sabedoria de Deus é um tema recorrente nas Escrituras, mostrando que Ele é o criador e sustentador de todas as coisas, e que Sua sabedoria é superior à sabedoria humana.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Colossenses 2:3"]},"efesios_3_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o criador e sustentador de todas as coisas, que tem um plano redentor para a humanidade.","explicacao_detalhada":"A palavra 'deus' (θεός) enfatiza a soberania e a autoridade de Deus sobre toda a criação. Em Efésios 3:10, Paulo destaca que é através da Igreja que a sabedoria de Deus é revelada aos principados e potestades.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a origem e a finalidade do plano de salvação e a importância da Igreja na execução desse plano.","conexao_teologica":"Deus é o centro da teologia cristã, e a compreensão de Sua natureza e caráter é essencial para a fé cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"efesios_3_11_templo":{"palavra_pt":"templo","palavra_original":"πρόθεσις","transliteracao":"próthesis","strong":"G4286","significado_raiz":"Ideia básica: templo.","significado_contextual":"O 'templo' refere-se à presença de Deus habitando entre o Seu povo, simbolizando a nova aliança em Cristo.","explicacao_detalhada":"A palavra 'templo' (πρόθεσις) é usada para descrever o lugar onde Deus habita. Em Efésios 3:11, Paulo fala sobre o plano eterno de Deus que se cumpre em Cristo, onde a Igreja se torna o templo do Espírito Santo.","por_que_esta_palavra":"A ideia de templo é central para a compreensão da presença de Deus entre os homens e a nova identidade dos crentes como morada de Deus.","conexao_teologica":"A Igreja, como templo, reflete a presença de Deus na Terra e a continuidade do plano de Deus desde o Antigo Testamento até o Novo Testamento.","referencias_relacionadas":["1 Coríntios 3:16","Efésios 2:19-22","Hebreus 9:11"]},"efesios_3_11_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é a chave para a revelação do plano de Deus para a salvação da humanidade.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) significa 'o Ungido' e refere-se a Jesus como o Messias prometido. Em Efésios 3:11, Paulo destaca que o plano de Deus é realizado através de Cristo.","por_que_esta_palavra":"A identificação de Jesus como o Ungido é essencial para entender Sua missão e o cumprimento das profecias do Antigo Testamento.","conexao_teologica":"Cristo é o mediador da nova aliança e a realização das promessas de Deus, sendo central na teologia cristã.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"efesios_3_12_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em Suas promessas, essencial para a vida cristã.","explicacao_detalhada":"A palavra 'fé' (πίστις) refere-se à crença e confiança em Deus. Em Efésios 3:12, Paulo fala sobre a ousadia e acesso que temos a Deus pela fé em Cristo.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se relacionam com Deus e recebem Suas promessas.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da salvação e do relacionamento com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1","Gálatas 2:20"]},"efesios_3_12_access":{"palavra_pt":"access","palavra_original":"προσαγωγή","transliteracao":"prosagōgḗ","strong":"G4318","significado_raiz":"Ideia básica: access.","significado_contextual":"O acesso a Deus é garantido pela obra redentora de Cristo, permitindo que os crentes se aproximem do Pai.","explicacao_detalhada":"A palavra 'acesso' (προσαγωγή) implica a capacidade de se aproximar de Deus com confiança. Em Efésios 3:12, Paulo enfatiza que temos acesso ao Pai através de Cristo.","por_que_esta_palavra":"O acesso a Deus é uma das maiores bênçãos da nova aliança, permitindo um relacionamento pessoal com o Criador.","conexao_teologica":"O acesso a Deus é um tema importante, refletindo a reconciliação que Cristo trouxe entre Deus e a humanidade.","referencias_relacionadas":["Romanos 5:2","Hebreus 10:19-22","Efésios 2:18"]},"efesios_3_13_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e caráter, que deve ser reconhecida e adorada.","explicacao_detalhada":"A palavra 'glória' (δόξα) refere-se à honra e ao esplendor de Deus. Em Efésios 3:13, Paulo menciona a glória de Deus como um aspecto central da vida cristã.","por_que_esta_palavra":"A glória de Deus é o objetivo final da criação e da redenção, e os crentes são chamados a glorificá-Lo em tudo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","1 Coríntios 10:31"]},"efesios_3_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o Senhor soberano que cuida de Seu povo e responde às suas aflições.","explicacao_detalhada":"A palavra 'deus' (μή) é usada aqui para enfatizar a negação de algo. Paulo fala sobre a importância de não desanimar diante das tribulações, pois Deus está no controle.","por_que_esta_palavra":"A compreensão de Deus como soberano é fundamental para enfrentar as dificuldades da vida com fé e esperança.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, mostrando que Ele é digno de confiança em todas as circunstâncias.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","2 Coríntios 1:3-4"]},"efesios_3_13_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"A aflição é uma parte da experiência cristã, mas é acompanhada pela esperança e conforto de Deus.","explicacao_detalhada":"A palavra 'aflição' (θλῖψις) refere-se a dificuldades e sofrimentos. Em Efésios 3:13, Paulo encoraja os crentes a não desanimarem por causa das tribulações.","por_que_esta_palavra":"Reconhecer a realidade da aflição é importante para entender a necessidade de conforto e esperança em Cristo.","conexao_teologica":"A aflição é um tema importante na vida cristã, refletindo a experiência de Jesus e a promessa de consolo de Deus.","referencias_relacionadas":["João 16:33","Romanos 5:3-5","2 Coríntios 4:17"]},"efesios_3_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é reconhecido como a autoridade suprema sobre todas as coisas, incluindo a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' (κύριος) refere-se à soberania de Cristo. Em Efésios 3:14, Paulo se dirige a Deus como Senhor, reconhecendo Sua autoridade e poder.","por_que_esta_palavra":"A compreensão da autoridade de Cristo é fundamental para a submissão e obediência dos crentes.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Sua posição como Rei e Senhor.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Colossenses 1:16-17"]},"efesios_3_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que representa a encarnação de Deus entre os homens.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade do pecado. O nome significa 'O Senhor é a salvação'.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a pessoa que trouxe a redenção e a reconciliação entre Deus e os homens.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e sua obra na cruz é fundamental para a salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"efesios_3_15_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao lugar onde Deus habita e à realidade espiritual que transcende a terra.","explicacao_detalhada":"O céu é descrito na Bíblia como a morada de Deus e dos anjos, um lugar de paz e glória eterna, contrastando com a terra, que é temporária e cheia de desafios.","por_que_esta_palavra":"A menção do céu enfatiza a soberania de Deus e a esperança da vida eterna para os crentes.","conexao_teologica":"O céu é o destino final dos fiéis, onde experimentarão a plenitude da presença de Deus.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:1-4"]},"efesios_3_15_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, o lugar físico onde os seres humanos habitam.","explicacao_detalhada":"A terra é o ambiente criado por Deus para a humanidade, onde se desenvolvem a vida e as interações humanas. É também o cenário da história da redenção.","por_que_esta_palavra":"A terra é importante para entender a relação entre Deus e a criação, e o chamado do homem para cuidar dela.","conexao_teologica":"A criação da terra é um ato de Deus que revela seu poder e sua intenção de ter um relacionamento com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"efesios_3_15_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' sugere a presença de Deus em meio ao seu povo, enfatizando a comunhão e a unidade entre os crentes.","por_que_esta_palavra":"A presença de Deus entre os crentes é fundamental para a vida da igreja e para a edificação mútua.","conexao_teologica":"Deus habita no meio do seu povo, e essa presença é uma fonte de força e encorajamento.","referencias_relacionadas":["Mateus 18:20","Salmos 22:3","1 Coríntios 3:16"]},"efesios_3_16_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à majestade e à honra de Deus.","explicacao_detalhada":"A glória de Deus é a manifestação de sua presença e caráter, que traz reverência e adoração. É um tema central na adoração cristã.","por_que_esta_palavra":"A glória de Deus é o objetivo final da criação e da redenção, e deve ser refletida na vida dos crentes.","conexao_teologica":"A glória de Deus é revelada em Jesus Cristo e é o propósito de todas as coisas.","referencias_relacionadas":["Isaías 6:3","Romanos 11:36","2 Coríntios 4:6"]},"efesios_3_16_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à força e à capacidade de Deus para realizar milagres e transformações.","explicacao_detalhada":"O poder de Deus é demonstrado em sua criação, em milagres e na transformação da vida dos crentes. É um poder que opera em nós por meio do Espírito Santo.","por_que_esta_palavra":"O poder de Deus é essencial para a vida cristã, pois é por meio dele que somos capacitados a viver e testemunhar.","conexao_teologica":"O poder de Deus é a base da esperança e da fé, pois Ele é capaz de fazer infinitamente mais do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 1:19-20","Romanos 1:16","2 Timóteo 1:7"]},"efesios_3_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, a presença de Deus que habita nos crentes.","explicacao_detalhada":"O Espírito é descrito como o Consolador e Aquele que guia, ensina e fortalece os crentes em sua caminhada de fé.","por_que_esta_palavra":"A presença do Espírito Santo é vital para a vida cristã, pois é Ele quem nos capacita a viver de acordo com a vontade de Deus.","conexao_teologica":"O Espírito Santo é a garantia da nossa herança e o agente de transformação em nossas vidas.","referencias_relacionadas":["João 14:26","Atos 1:8","Gálatas 5:22-23"]},"efesios_3_17_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo, o Messias, que foi ungido por Deus para cumprir a missão de salvação.","explicacao_detalhada":"Cristo significa 'Ungido' e se refere ao papel de Jesus como o Salvador prometido nas Escrituras, que veio para libertar e redimir.","por_que_esta_palavra":"A unção de Cristo é essencial para entender sua autoridade e missão na terra.","conexao_teologica":"Cristo é o cumprimento das promessas do Antigo Testamento e a chave para a salvação da humanidade.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"efesios_3_17_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé, a crença firme em Deus e em suas promessas.","explicacao_detalhada":"A fé é a confiança em Deus e em sua palavra, essencial para o relacionamento com Ele e para a salvação.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a graça de Deus e é fundamental para a vida cristã.","conexao_teologica":"A fé é o fundamento da vida cristã e é por meio dela que somos justificados diante de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1","Efésios 2:8-9"]},"efesios_3_17_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma decisões e se estabelece a relação com Deus.","por_que_esta_palavra":"A condição do coração é crucial para a vida espiritual, pois é de lá que procedem as intenções e ações.","conexao_teologica":"Deus deseja habitar em nossos corações, transformando-nos e guiando-nos em sua vontade.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"efesios_3_18_breadth":{"palavra_pt":"breadth","palavra_original":"πλάτος","transliteracao":"plátos","strong":"G4114","significado_raiz":"Ideia básica: breadth.","significado_contextual":"A palavra 'breadth' refere-se à largura do amor de Cristo, que é abrangente e inclusivo.","explicacao_detalhada":"No contexto de Efésios 3:18, Paulo está orando para que os crentes possam compreender a imensidão do amor de Cristo, que não tem limites e se estende a todos os povos.","por_que_esta_palavra":"A escolha da palavra 'breadth' enfatiza a ideia de que o amor de Cristo é vasto e que não se restringe a um grupo específico, mas abrange toda a humanidade.","conexao_teologica":"O amor de Cristo é um tema central na teologia cristã, mostrando que a salvação e a graça são oferecidas a todos, independentemente de sua origem ou condição.","referencias_relacionadas":["Romanos 8:39","1 João 4:9-10","Salmos 103:11"]},"efesios_3_18_ceu":{"palavra_pt":"ceu","palavra_original":"ὕψος","transliteracao":"hýpsos","strong":"G5311","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'ceu' refere-se à altura do amor de Cristo, simbolizando sua grandeza e majestade.","explicacao_detalhada":"Em Efésios 3:18, Paulo menciona a altura do amor de Cristo para ilustrar que ele é elevado e transcendente, alcançando as mais altas esferas da existência.","por_que_esta_palavra":"A palavra 'ceu' é usada para mostrar que o amor de Cristo não é apenas profundo, mas também elevado, refletindo a natureza divina de Deus.","conexao_teologica":"A altura do amor de Cristo nos lembra que Deus é soberano e que seu amor é superior a qualquer amor humano.","referencias_relacionadas":["Salmos 103:11","Romanos 8:38-39","Isaías 55:9"]},"efesios_3_19_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus, que traz salvação e redenção.","explicacao_detalhada":"No versículo, Paulo fala sobre conhecer o amor de Cristo, que é central para a fé cristã, pois é através dele que temos acesso ao Pai.","por_que_esta_palavra":"A palavra 'cristo' é fundamental para a identidade de Jesus e para a compreensão do plano de salvação de Deus.","conexao_teologica":"Cristo como o Ungido é a chave para entender a relação entre Deus e a humanidade, sendo o mediador entre ambos.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"efesios_3_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador, que é a fonte de todo amor e conhecimento.","explicacao_detalhada":"Em Efésios 3:19, Paulo destaca a importância de conhecer a Deus, que é essencial para entender a profundidade do amor de Cristo.","por_que_esta_palavra":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"Conhecer a Deus é fundamental para a vida cristã, pois é através desse conhecimento que podemos experimentar seu amor e graça.","referencias_relacionadas":["Jeremias 9:24","Filipenses 3:10","1 João 5:20"]},"efesios_3_19_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"γνῶσις","transliteracao":"gnōsis","strong":"G1108","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"A palavra 'conhecimento' refere-se à compreensão profunda e relacional do amor de Cristo.","explicacao_detalhada":"Paulo deseja que os crentes tenham um conhecimento que vai além da mera informação, mas que envolva uma experiência viva com Cristo.","por_que_esta_palavra":"A escolha da palavra 'conhecimento' enfatiza a importância de um relacionamento pessoal com Deus, que transforma vidas.","conexao_teologica":"O conhecimento de Deus é um tema recorrente na Bíblia, mostrando que a verdadeira sabedoria vem de um relacionamento íntimo com Ele.","referencias_relacionadas":["Provérbios 2:6","Colossenses 1:10","2 Pedro 3:18"]},"efesios_3_20_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à capacidade divina de Deus de realizar milagres e obras extraordinárias.","explicacao_detalhada":"Em Efésios 3:20, Paulo afirma que Deus é capaz de fazer muito mais do que pedimos ou pensamos, destacando sua soberania e poder ilimitado.","por_que_esta_palavra":"A palavra 'poder' é crucial para entender a natureza de Deus como aquele que pode transformar situações e realizar o impossível.","conexao_teologica":"O poder de Deus é um tema central na Bíblia, mostrando que Ele é capaz de cumprir suas promessas e realizar sua vontade.","referencias_relacionadas":["Mateus 19:26","Romanos 1:16","Efésios 1:19-20"]},"efesios_3_20_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Deus em realizar suas promessas e propósitos.","explicacao_detalhada":"Paulo enfatiza que Deus não apenas tem poder, mas também age para cumprir sua vontade em nossas vidas e na história.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a natureza ativa de Deus, que não é passivo, mas está constantemente trabalhando em favor de seu povo.","conexao_teologica":"A ação de Deus é um tema importante, pois nos lembra que Ele está envolvido em nossas vidas e que podemos confiar em sua fidelidade.","referencias_relacionadas":["Filipenses 1:6","Hebreus 13:21","1 Tessalonicenses 5:24"]},"efesios_3_21_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' refere-se à honra e louvor que pertencem a Deus por suas obras e caráter.","explicacao_detalhada":"Em Efésios 3:21, Paulo conclui sua oração reconhecendo que toda a glória pertence a Deus, que é digno de ser adorado.","por_que_esta_palavra":"A palavra 'gloria' é usada para enfatizar a majestade de Deus e a importância de reconhecer sua soberania em nossas vidas.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo sua perfeição e a resposta adequada do ser humano em adoração.","referencias_relacionadas":["Salmos 29:2","Romanos 11:36","Apocalipse 4:11"]},"efesios_3_21_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade dos crentes, que são chamados a glorificar a Deus juntos.","explicacao_detalhada":"Paulo menciona a igreja como o corpo de Cristo, que deve refletir sua glória e amor no mundo.","por_que_esta_palavra":"A escolha da palavra 'igreja' destaca a importância da comunhão entre os crentes e a missão coletiva de glorificar a Deus.","conexao_teologica":"A igreja é vista como o agente de Deus na terra, chamada a ser luz e sal, refletindo sua glória para o mundo.","referencias_relacionadas":["Mateus 5:14-16","Atos 2:42-47","1 Pedro 2:9"]},"efesios_3_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' é usada novamente para enfatizar a centralidade de Jesus na vida da igreja.","explicacao_detalhada":"Paulo reafirma que toda a glória deve ser dada a Cristo, o Ungido, que é a cabeça da igreja e nosso Salvador.","por_que_esta_palavra":"A repetição da palavra 'cristo' reforça a importância de reconhecer Jesus como o centro de nossa adoração e vida.","conexao_teologica":"Cristo é o fundamento da fé cristã, e sua glória deve ser proclamada em todas as gerações.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22-23","Apocalipse 5:12"]}}