{"efesios_5_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à autoridade de Deus sobre a criação.","explicacao_detalhada":"A palavra 'Deus' é usada para afirmar a soberania e a divindade de Deus, que é o padrão para a vida do crente. Em Efésios 5:1, Paulo exorta os crentes a serem imitadores de Deus.","por_que_esta_palavra":"É fundamental reconhecer Deus como a fonte de todo bem e moralidade, o que fundamenta a ética cristã.","conexao_teologica":"A imitação de Deus é um chamado à santidade e à vida em conformidade com Seu caráter.","referencias_relacionadas":["1 Pedro 1:16","Mateus 5:48","Romanos 8:29"]},"efesios_5_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Enfatiza a transformação que deve ocorrer na vida do crente.","explicacao_detalhada":"A palavra 'tornar-se' é usada para descrever a mudança que deve ocorrer na vida do crente, que deve se esforçar para imitar a Deus em suas ações e atitudes.","por_que_esta_palavra":"É um chamado à ação, indicando que a transformação não é passiva, mas requer esforço e compromisso.","conexao_teologica":"A ideia de transformação está ligada ao conceito de santificação, onde o crente é moldado à imagem de Cristo.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 2:20","Colossenses 3:10"]},"efesios_5_1_follower":{"palavra_pt":"follower","palavra_original":"μιμητής","transliteracao":"mimētḗs","strong":"G3402","significado_raiz":"Ideia básica: follower.","significado_contextual":"Refere-se a alguém que imita ou segue o exemplo de outra pessoa.","explicacao_detalhada":"A palavra 'follower' implica em um compromisso ativo de seguir os ensinamentos e o exemplo de Cristo, como Paulo instrui em Efésios 5:1.","por_que_esta_palavra":"É essencial para a vida cristã, pois ser um seguidor de Cristo implica em viver de acordo com Seus princípios e valores.","conexao_teologica":"A imitação de Cristo é um aspecto central da vida cristã, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["1 Coríntios 11:1","Filipenses 3:17","1 João 2:6"]},"efesios_5_2_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e é usada para identificar Jesus como o cumprimento das promessas messiânicas do Antigo Testamento.","por_que_esta_palavra":"É importante reconhecer Jesus como o Ungido, pois isso fundamenta a fé cristã na Sua obra redentora.","conexao_teologica":"A unção de Cristo é central para a compreensão da Sua missão e do Seu papel como Salvador.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","João 1:41"]},"efesios_5_2_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"προσφορά","transliteracao":"prosphorá","strong":"G4376","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus, especialmente em um contexto de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' em Efésios 5:2 destaca a natureza do amor de Cristo, que se entregou por nós como uma oferta agradável a Deus.","por_que_esta_palavra":"O sacrifício é um tema central na teologia cristã, simbolizando a entrega total e a redenção.","conexao_teologica":"O sacrifício de Cristo é o fundamento da salvação e da nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 9:26","Romanos 12:1","João 3:16"]},"efesios_5_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à soberania de Deus na obra de redenção.","explicacao_detalhada":"A palavra 'Deus' reafirma a centralidade de Deus na vida do crente e na obra de Cristo, que se entregou como sacrifício.","por_que_esta_palavra":"É crucial entender a natureza de Deus para compreender a profundidade do amor e do sacrifício de Cristo.","conexao_teologica":"A relação entre Deus e o sacrifício de Cristo é fundamental para a doutrina da expiação.","referencias_relacionadas":["Romanos 5:8","1 João 4:9-10","Gálatas 2:20"]},"efesios_5_3_torre":{"palavra_pt":"torre","palavra_original":"πρέπω","transliteracao":"prépō","strong":"G4241","significado_raiz":"Ideia básica: torre.","significado_contextual":"Refere-se a algo que é apropriado ou digno, especialmente em um contexto moral.","explicacao_detalhada":"A palavra 'torre' é usada metaforicamente para descrever comportamentos que são adequados para os crentes, contrastando com práticas imorais.","por_que_esta_palavra":"É um chamado à pureza e à moralidade na vida do crente, refletindo o caráter de Deus.","conexao_teologica":"A moralidade é um reflexo da natureza de Deus e da vida que Ele espera de Seus seguidores.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 6:1-2","Gálatas 5:19-21"]},"efesios_5_3_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"Refere-se a práticas sexuais imorais, que são condenadas na vida cristã.","explicacao_detalhada":"A palavra 'fornicação' é usada para descrever comportamentos que são contrários à santidade e à pureza que Deus exige de Seus filhos.","por_que_esta_palavra":"É uma advertência contra a imoralidade sexual, que pode prejudicar a comunhão com Deus.","conexao_teologica":"A pureza sexual é um aspecto importante da vida cristã, refletindo a santidade de Deus.","referencias_relacionadas":["1 Coríntios 6:18","Hebreus 13:4","Gálatas 5:19"]},"efesios_5_3_covetousness":{"palavra_pt":"covetous ness","palavra_original":"πλεονεξία","transliteracao":"pleonexía","strong":"G4124","significado_raiz":"Ideia básica: covetous ness.","significado_contextual":"Refere-se ao desejo excessivo por bens materiais ou o que pertence a outra pessoa.","explicacao_detalhada":"A palavra 'cobiça' é usada para descrever um estado de coração que é contrário à generosidade e à gratidão que devem caracterizar os crentes.","por_que_esta_palavra":"É um alerta contra a avareza, que pode levar à desobediência e à idolatria.","conexao_teologica":"A cobiça é um pecado que afeta a relação do crente com Deus e com os outros, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Êxodo 20:17","Lucas 12:15","1 Timóteo 6:10"]},"efesios_5_4_foolish":{"palavra_pt":"foolish","palavra_original":"μωρολογία","transliteracao":"mōrología","strong":"G3473","significado_raiz":"Ideia básica: foolish.","significado_contextual":"Refere-se a comportamentos tolos ou insensatos que não são apropriados para os cristãos.","explicacao_detalhada":"A palavra 'μωρολογία' (mōrología) implica em conversas vazias ou tolas que não edificam e desviam do propósito de glorificar a Deus.","por_que_esta_palavra":"É usada para alertar os crentes sobre a importância de evitar conversas que não trazem valor espiritual.","conexao_teologica":"A insensatez é frequentemente contrastada com a sabedoria divina, que é buscada na vida cristã.","referencias_relacionadas":["Provérbios 18:2","Tiago 1:5","1 Coríntios 1:25"]},"efesios_5_4_deus":{"palavra_pt":"deus","palavra_original":"εὐχαριστία","transliteracao":"eucharistía","strong":"G2169","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ação de agradecer a Deus, que é fundamental na vida cristã.","explicacao_detalhada":"A palavra 'εὐχαριστία' (eucharistía) expressa a gratidão e o reconhecimento das bênçãos de Deus em nossas vidas.","por_que_esta_palavra":"É importante enfatizar a gratidão a Deus em todas as circunstâncias, como um reflexo da nossa fé.","conexao_teologica":"A gratidão é um princípio central na adoração e na relação do crente com Deus.","referencias_relacionadas":["1 Tessalonicenses 5:18","Colossenses 3:17","Salmos 107:1"]},"efesios_5_4_jesting":{"palavra_pt":"jesting","palavra_original":"εὐτραπελία","transliteracao":"eutrapelía","strong":"G2160","significado_raiz":"Ideia básica: jesting.","significado_contextual":"Refere-se a brincadeiras ou piadas que podem ser inapropriadas ou desrespeitosas.","explicacao_detalhada":"A palavra 'εὐτραπελία' (eutrapelía) sugere um tipo de humor que pode ser leve, mas que deve ser usado com discernimento para não ofender.","por_que_esta_palavra":"É um aviso para que os cristãos evitem humor que possa desonrar a Deus ou ferir os outros.","conexao_teologica":"A maneira como nos comunicamos reflete nossa fé e deve ser guiada pela sabedoria e pelo amor.","referencias_relacionadas":["Provérbios 15:23","Eclesiastes 3:4","Colossenses 4:6"]},"efesios_5_5_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Ungido de Deus, que é central na fé cristã.","explicacao_detalhada":"A palavra 'Χριστός' (Christós) significa 'o Ungido' e é usada para identificar Jesus como o Messias prometido.","por_que_esta_palavra":"É essencial reconhecer a identidade de Cristo para entender a salvação e a redenção.","conexao_teologica":"Cristo é o cumprimento das promessas do Antigo Testamento e a chave para a relação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Romanos 1:3"]},"efesios_5_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus e à Sua autoridade sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'θεός' (theós) é usada para descrever o Deus único e verdadeiro, que é digno de adoração e reverência.","por_que_esta_palavra":"É fundamental reconhecer a soberania de Deus em nossas vidas e a necessidade de viver de acordo com Sua vontade.","conexao_teologica":"A compreensão de quem Deus é molda a nossa adoração e a nossa ética cristã.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"efesios_5_5_macho":{"palavra_pt":"macho","palavra_original":"πόρνος","transliteracao":"pórnos","strong":"G4205","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se à imoralidade sexual e à necessidade de pureza entre os crentes.","explicacao_detalhada":"A palavra 'πόρνος' (pórnos) é usada para descrever aqueles que se envolvem em práticas sexuais imorais, que são condenadas nas Escrituras.","por_que_esta_palavra":"É um alerta para que os cristãos evitem comportamentos que desonram a Deus e prejudicam a comunhão com Ele.","conexao_teologica":"A pureza sexual é um reflexo da santidade de Deus e da chamada à vida em santidade dos crentes.","referencias_relacionadas":["1 Coríntios 6:18","Hebreus 13:4","Gálatas 5:19"]},"efesios_5_6_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus e ao papel de Cristo como a revelação de Deus para a humanidade.","explicacao_detalhada":"A palavra 'λόγος' (lógos) é usada para descrever não apenas a palavra falada, mas também a própria essência de Cristo como a Palavra viva.","por_que_esta_palavra":"É crucial entender que Cristo é a manifestação de Deus e a fonte de verdade e vida.","conexao_teologica":"A relação entre a Palavra e Cristo é central na teologia cristã, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Apocalipse 19:13"]},"efesios_5_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ira de Deus contra o pecado e a necessidade de viver em conformidade com Sua vontade.","explicacao_detalhada":"A palavra 'θεός' (theós) enfatiza a justiça de Deus e a seriedade de Sua resposta ao pecado.","por_que_esta_palavra":"É um lembrete de que a desobediência a Deus tem consequências e que devemos viver em santidade.","conexao_teologica":"A ira de Deus é um aspecto de Sua santidade e justiça, que deve ser respeitado pelos crentes.","referencias_relacionadas":["Romanos 1:18","Efésios 2:3","Colossenses 3:6"]},"efesios_5_6_desejo":{"palavra_pt":"desejo","palavra_original":"ὀργή","transliteracao":"orgḗ","strong":"G3709","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo de Deus por uma vida santa e a necessidade de evitar a ira divina.","explicacao_detalhada":"A palavra 'ὀργή' (orgḗ) é usada para descrever a ira de Deus que é provocada pelo pecado e pela desobediência.","por_que_esta_palavra":"É um aviso para que os crentes não se deixem levar por desejos que os afastem de Deus.","conexao_teologica":"O desejo de Deus é que todos se voltem para Ele e vivam em conformidade com Sua vontade, evitando a ira.","referencias_relacionadas":["Tiago 1:20","Romanos 6:12","Gálatas 5:17"]},"efesios_5_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que deve ocorrer na vida do crente ao seguir a Cristo.","explicacao_detalhada":"A palavra 'γίνομαι' (gínomai) implica em um processo de mudança e crescimento espiritual.","por_que_esta_palavra":"É um chamado à ação, para que os crentes se tornem o que Deus os chamou para ser.","conexao_teologica":"A transformação é um tema central na vida cristã, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"efesios_5_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"No contexto de Efésios 5:7, a palavra 'deus' é usada para enfatizar a importância de não se associar com aqueles que vivem em desobediência a Deus. A presença de Deus é um chamado à santidade e à separação do pecado.","por_que_esta_palavra":"A palavra 'deus' é central na fé cristã, representando a autoridade máxima e a fonte de moralidade e justiça.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental, pois Ele é o juiz e redentor, e a compreensão de Sua natureza é essencial para a vida cristã.","referencias_relacionadas":["Salmos 14:1","Romanos 1:20","1 Coríntios 8:6"]},"efesios_5_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Cristo como o Senhor e Mestre, que tem autoridade sobre a vida dos crentes.","explicacao_detalhada":"Em Efésios 5:8, a palavra 'senhor' destaca a soberania de Cristo e a necessidade de viver em obediência a Ele, que nos chamou das trevas para a luz.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a autoridade de Cristo sobre nossas vidas e a importância de seguir Seus ensinamentos.","conexao_teologica":"A submissão a Cristo como Senhor é um tema central no Novo Testamento, refletindo a relação entre o crente e seu Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Colossenses 3:24"]},"efesios_5_8_trevas":{"palavra_pt":"trevas","palavra_original":"σκότος","transliteracao":"skótos","strong":"G4655","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' simboliza a ignorância espiritual e a separação de Deus.","explicacao_detalhada":"No contexto de Efésios 5:8, 'trevas' representa a vida sem Cristo, marcada pelo pecado e pela alienação de Deus. Os crentes são chamados a abandonar as trevas e viver na luz.","por_que_esta_palavra":"A palavra 'trevas' é importante para contrastar a vida sem Deus com a vida iluminada pela presença de Cristo.","conexao_teologica":"A transição das trevas para a luz é um tema recorrente na Bíblia, simbolizando a salvação e a transformação que ocorre em Cristo.","referencias_relacionadas":["João 1:5","1 João 1:5-7","Romanos 13:12"]},"efesios_5_8_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' representa a verdade, a pureza e a presença de Deus.","explicacao_detalhada":"Em Efésios 5:8, 'luz' é um símbolo da vida cristã, que deve refletir a natureza de Deus e iluminar o caminho dos outros.","por_que_esta_palavra":"A luz é uma metáfora poderosa para a verdade e a revelação divina, contrastando com as trevas do pecado.","conexao_teologica":"A luz de Cristo é fundamental para a vida do crente, pois Ele é a luz do mundo e nos chama a refletir essa luz em nossas vidas.","referencias_relacionadas":["Mateus 5:14-16","João 8:12","1 Pedro 2:9"]},"efesios_5_9_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à conformidade com a vontade de Deus e ao estado de estar em retidão diante dEle.","explicacao_detalhada":"No contexto de Efésios 5:9, 'justiça' é apresentada como um fruto da vida que reflete a natureza de Deus e a transformação que ocorre na vida do crente.","por_que_esta_palavra":"A justiça é um aspecto essencial da vida cristã, pois os crentes são chamados a viver de maneira justa e a buscar a justiça em suas ações.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a necessidade de os crentes viverem de acordo com Seus padrões.","referencias_relacionadas":["Mateus 6:33","Romanos 5:1","Tiago 1:20"]},"efesios_5_9_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' refere-se aos resultados visíveis da vida cristã, que são evidências da obra do Espírito Santo.","explicacao_detalhada":"Em Efésios 5:9, 'fruto' é usado para descrever as boas obras e a vida transformada que deve resultar da fé em Cristo.","por_que_esta_palavra":"O conceito de fruto é importante para entender que a fé verdadeira se manifesta em ações e comportamentos que glorificam a Deus.","conexao_teologica":"O fruto do Espírito é um tema importante, mostrando que a vida cristã deve produzir resultados que refletem a natureza de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","Colossenses 1:10"]},"efesios_5_9_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Em Efésios 5:9, \"luz\" aparece na frase \"(Porque o fruto do Espírito está em toda a bondade, e justiça e verdade);\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (φῶς; phōs; G5457), \"luz\" traz a ideia de luz. Aqui, essa palavra deixa o ensino de Efésios 5:9 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"luz\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 1:4. Lendo junto com Efésios 5:9, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Efésios 5:9","João 1:4","João 1:1"]},"efesios_5_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Cristo sobre a vida do crente.","explicacao_detalhada":"Em Efésios 5:10, 'senhor' é um lembrete da importância de viver de acordo com a vontade de Deus, buscando agradá-Lo em todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre o crente e Cristo, enfatizando a necessidade de submissão e obediência.","conexao_teologica":"A submissão a Cristo como Senhor é um princípio central da fé cristã, refletindo a autoridade de Deus sobre nossas vidas.","referencias_relacionadas":["Romanos 14:8-9","Colossenses 3:17","1 Pedro 3:15"]},"efesios_5_10_acceptableted":{"palavra_pt":"acceptable ted","palavra_original":"εὐάρεστος","transliteracao":"euárestos","strong":"G2101","significado_raiz":"Ideia básica: acceptable ted.","significado_contextual":"A palavra 'aceitável' refere-se ao que é agradável e conforme à vontade de Deus.","explicacao_detalhada":"No contexto de Efésios 5:10, 'aceitável' destaca a importância de viver de maneira que agrade a Deus, buscando fazer o que é certo aos Seus olhos.","por_que_esta_palavra":"A busca pelo que é aceitável a Deus é um chamado à santidade e à conformidade com Sua vontade.","conexao_teologica":"A vida cristã deve ser marcada por ações que são aceitáveis a Deus, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["Romanos 12:1","Efésios 4:1","Hebreus 13:16"]},"efesios_5_10_allow":{"palavra_pt":"allow","palavra_original":"δοκιμάζω","transliteracao":"dokimázō","strong":"G1381","significado_raiz":"Ideia básica: allow.","significado_contextual":"A palavra 'permitir' refere-se ao ato de testar ou aprovar algo antes de aceitá-lo.","explicacao_detalhada":"Em Efésios 5:10, 'permitir' implica em discernir o que é bom e aceitável a Deus, promovendo uma vida que reflita Sua vontade.","por_que_esta_palavra":"A ideia de permitir é crucial para a vida cristã, pois envolve a responsabilidade de avaliar nossas ações à luz da Palavra de Deus.","conexao_teologica":"O discernimento espiritual é essencial para a vida cristã, ajudando os crentes a viver de maneira que agrade a Deus.","referencias_relacionadas":["Filipenses 1:9-10","1 Tessalonicenses 5:21","Hebreus 5:14"]},"efesios_5_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é a fonte de toda luz e verdade.","explicacao_detalhada":"Neste contexto, Paulo exorta os crentes a não se associarem com as obras das trevas, enfatizando que Deus é a fonte de tudo que é bom e verdadeiro. A presença de Deus é contrastada com as trevas do pecado.","por_que_esta_palavra":"A palavra 'deus' é central na teologia cristã, pois representa a autoridade máxima e a moralidade que os crentes devem seguir.","conexao_teologica":"Deus é visto como a luz que ilumina o caminho dos fiéis, contrastando com as trevas do mundo.","referencias_relacionadas":["1 João 1:5","Salmos 27:1","João 8:12"]},"efesios_5_11_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou atividades que podem ser boas ou más, dependendo da sua origem.","explicacao_detalhada":"Paulo adverte os crentes a não se envolverem em obras que não refletem a luz de Cristo, mas que são frutos das trevas.","por_que_esta_palavra":"As obras são um reflexo da fé e do caráter de uma pessoa, e Paulo enfatiza a importância de realizar boas obras que glorificam a Deus.","conexao_teologica":"As boas obras são vistas como resultado da fé genuína e da transformação pela graça de Deus.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 6:9"]},"efesios_5_11_trevas":{"palavra_pt":"trevas","palavra_original":"σκότος","transliteracao":"skótos","strong":"G4655","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' simboliza o pecado, a ignorância e a separação de Deus.","explicacao_detalhada":"Paulo usa 'trevas' para descrever a condição espiritual dos que vivem fora da luz de Cristo, alertando os crentes sobre os perigos de se associar com tais práticas.","por_que_esta_palavra":"As trevas representam tudo que é contrário à vontade de Deus e à verdade revelada nas Escrituras.","conexao_teologica":"A luta entre luz e trevas é um tema central na teologia cristã, simbolizando a batalha entre o bem e o mal.","referencias_relacionadas":["João 1:5","Romanos 13:12","1 Tessalonicenses 5:5"]},"efesios_5_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' implica em um processo de transformação ou mudança.","explicacao_detalhada":"Neste versículo, Paulo sugere que as coisas que são feitas em segredo, as obras das trevas, são tão vergonhosas que não devem ser mencionadas, enfatizando a necessidade de transformação.","por_que_esta_palavra":"A transformação é um tema importante na vida cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","conexao_teologica":"A ideia de se tornar é ligada ao conceito de regeneração e santificação na vida do crente.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"efesios_5_12_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação e à proclamação da verdade.","explicacao_detalhada":"Paulo destaca a importância de não apenas evitar as obras das trevas, mas também de não falar sobre elas, enfatizando a pureza da comunicação entre os crentes.","por_que_esta_palavra":"A forma como falamos e o que escolhemos comunicar refletem nosso caráter e nossa fé.","conexao_teologica":"A comunicação é uma ferramenta poderosa que pode edificar ou destruir, e deve ser usada para glorificar a Deus.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Colossenses 4:6"]},"efesios_5_13_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' representa a revelação, a verdade e a presença de Deus.","explicacao_detalhada":"Paulo afirma que tudo que é exposto pela luz se torna visível, indicando que a verdade de Deus traz clareza e revela o que está escondido.","por_que_esta_palavra":"A luz é um símbolo da pureza e da santidade de Deus, contrastando com as trevas do pecado.","conexao_teologica":"Cristo é descrito como a luz do mundo, e os crentes são chamados a refletir essa luz em suas vidas.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 Pedro 2:9"]},"efesios_5_13_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à maneira de viver ou ao estilo de vida que um crente deve seguir.","explicacao_detalhada":"Paulo enfatiza que a luz revela o caminho correto a ser seguido, contrastando com as práticas das trevas.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia para a vida e as escolhas que fazemos.","conexao_teologica":"Cristo é o caminho, e os crentes são chamados a andar em Seus passos.","referencias_relacionadas":["João 14:6","Salmos 119:105","Gálatas 5:16"]},"efesios_5_13_repreender":{"palavra_pt":"repreender","palavra_original":"ἐλέγχω","transliteracao":"elénchō","strong":"G1651","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' implica em corrigir ou confrontar algo que está errado.","explicacao_detalhada":"Paulo sugere que a luz não apenas revela, mas também corrige as práticas erradas, chamando os crentes a confrontar o pecado.","por_que_esta_palavra":"A repreensão é uma parte importante do crescimento espiritual e da santificação.","conexao_teologica":"A disciplina e a correção são vistas como atos de amor dentro da comunidade cristã.","referencias_relacionadas":["Gálatas 6:1","2 Timóteo 4:2","Hebreus 12:11"]},"efesios_5_14_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus que traz salvação.","explicacao_detalhada":"Paulo menciona Cristo como a luz que desperta os que estão em trevas, enfatizando a importância da Sua obra redentora.","por_que_esta_palavra":"Cristo é central na fé cristã, sendo a manifestação do amor e da graça de Deus.","conexao_teologica":"A obra de Cristo é a base da salvação e da transformação dos crentes.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Coríntios 1:30"]},"efesios_5_14_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se à separação espiritual e à consequência do pecado.","explicacao_detalhada":"Paulo usa a morte para contrastar a vida que Cristo oferece, enfatizando que a verdadeira vida é encontrada Nele.","por_que_esta_palavra":"A morte é um tema central na teologia cristã, simbolizando a necessidade de redenção e a vitória sobre o pecado.","conexao_teologica":"A ressurreição de Cristo é a resposta à morte, oferecendo esperança e vida eterna aos crentes.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25-26"]},"efesios_5_14_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz representa a revelação divina e a verdade que ilumina o caminho dos crentes.","explicacao_detalhada":"Neste versículo, a luz é uma metáfora para a vida e a sabedoria que vêm de Deus. A luz expõe as trevas e revela a verdade, permitindo que os crentes andem em retidão.","por_que_esta_palavra":"A palavra 'luz' é usada para contrastar com as trevas do pecado e da ignorância, enfatizando a necessidade de viver de acordo com a verdade de Deus.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à salvação em Cristo, que é descrito como a luz do mundo (João 8:12).","referencias_relacionadas":["João 1:5","Mateus 5:14","1 João 1:5"]},"efesios_5_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina sobre a vida dos crentes.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para lembrar os crentes de que devem viver de maneira sábia, reconhecendo a vontade de Deus em suas vidas.","por_que_esta_palavra":"A inclusão de 'deus' reforça a ideia de que a sabedoria e a direção para a vida vêm de uma relação íntima com o Senhor.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, onde os crentes são chamados a submeter suas vidas à Sua vontade.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 12:2","Tiago 1:5"]},"efesios_5_15_andar":{"palavra_pt":"andar","palavra_original":"περιπατέω","transliteracao":"peripatéō","strong":"G4043","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver ou à conduta diária dos crentes.","explicacao_detalhada":"Andar sabiamente implica em viver de acordo com os princípios de Deus, evitando a imprudência e buscando a sabedoria divina em todas as áreas da vida.","por_que_esta_palavra":"O uso de 'andar' enfatiza que a vida cristã é um processo contínuo e ativo, não apenas uma crença passiva.","conexao_teologica":"A ideia de andar em retidão é um tema recorrente nas cartas de Paulo, onde ele exorta os crentes a viverem de maneira digna do chamado que receberam.","referencias_relacionadas":["Gálatas 5:16","Colossenses 1:10","1 João 2:6"]},"efesios_5_16_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao tempo presente e à urgência de aproveitar as oportunidades que Deus oferece.","explicacao_detalhada":"Neste versículo, Paulo exorta os crentes a serem diligentes e a aproveitarem cada momento, pois os dias são maus e cheios de desafios espirituais.","por_que_esta_palavra":"A palavra 'dia' destaca a importância de viver intencionalmente, reconhecendo que o tempo é um recurso valioso dado por Deus.","conexao_teologica":"A noção de tempo e sua administração é um tema importante na Bíblia, onde os crentes são chamados a viver com propósito e sabedoria.","referencias_relacionadas":["Salmos 90:12","Colossenses 4:5","Tiago 4:14"]},"efesios_5_16_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno/mau' refere-se à natureza pecaminosa e às influências negativas que cercam os crentes.","explicacao_detalhada":"Neste contexto, Paulo alerta os crentes sobre os perigos do mundo e a necessidade de discernimento para evitar o que é mau.","por_que_esta_palavra":"A ênfase no 'mal' serve como um lembrete da realidade do pecado e da necessidade de vigilância espiritual.","conexao_teologica":"A luta contra o mal é um tema central na teologia cristã, onde os crentes são chamados a resistir ao diabo e a suas tentações.","referencias_relacionadas":["1 Pedro 5:8","Efésios 6:12","Romanos 12:21"]},"efesios_5_16_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se a momentos específicos que devem ser aproveitados para fazer o bem.","explicacao_detalhada":"Paulo exorta os crentes a serem proativos em suas ações, aproveitando as oportunidades que Deus coloca diante deles para glorificá-Lo.","por_que_esta_palavra":"A ideia de 'oportunidade' destaca a responsabilidade dos crentes em agir de acordo com a vontade de Deus em tempos difíceis.","conexao_teologica":"A noção de aproveitar oportunidades é um princípio bíblico que reflete a sabedoria e a diligência que Deus espera de Seus filhos.","referencias_relacionadas":["Gálatas 6:10","Efésios 2:10","1 Coríntios 10:31"]},"efesios_5_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' enfatiza a autoridade de Cristo sobre a vida dos crentes.","explicacao_detalhada":"Neste versículo, Paulo lembra os crentes de que devem buscar a vontade do Senhor em todas as decisões, reconhecendo Sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e respeito que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:10-11","Romanos 10:9","Colossenses 3:17"]},"efesios_5_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se/acontecer' refere-se à transformação que deve ocorrer na vida do crente.","explicacao_detalhada":"Paulo exorta os crentes a não apenas conhecer a vontade de Deus, mas a se tornarem pessoas que a realizam em suas vidas.","por_que_esta_palavra":"A ideia de 'tornar-se' destaca o processo de crescimento espiritual e a transformação que ocorre na vida do crente.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a serem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 5:22-23"]},"efesios_5_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a centralidade de Deus na vida do crente.","explicacao_detalhada":"Neste contexto, Paulo enfatiza a importância de buscar a vontade de Deus em todas as áreas da vida, reconhecendo Sua soberania.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que a vida do crente deve ser guiada pela vontade divina.","conexao_teologica":"A centralidade de Deus na vida do crente é um princípio fundamental da fé cristã, onde Ele deve ser colocado em primeiro lugar.","referencias_relacionadas":["Mateus 6:33","Salmos 37:4","Provérbios 16:3"]},"efesios_5_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é a fonte de poder e direção para os crentes.","explicacao_detalhada":"Paulo exorta os crentes a serem cheios do Espírito Santo, permitindo que Ele os guie e os capacite a viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A ênfase no 'espírito' destaca a importância da presença do Espírito Santo na vida do crente como consolador e guia.","conexao_teologica":"A obra do Espírito Santo é essencial na vida cristã, capacitando os crentes a viverem em santidade e a cumprirem a missão de Deus.","referencias_relacionadas":["Atos 1:8","Gálatas 5:25","Romanos 8:26"]},"efesios_5_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de algo, enfatizando a importância de não se embriagar.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a ideia de que não devemos nos deixar controlar por algo que nos afasta da soberania de Deus. A embriaguez é vista como uma forma de perda de controle e de afastamento da vontade divina.","por_que_esta_palavra":"A escolha da palavra 'deus' neste contexto é para contrastar com a ideia de se submeter ao vinho, que pode levar à desobediência a Deus.","conexao_teologica":"A soberania de Deus é central na vida cristã, e a embriaguez é um símbolo de rebelião contra essa soberania.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:22-23"]},"efesios_5_18_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao vinho como uma bebida que pode levar à embriaguez.","explicacao_detalhada":"O vinho é mencionado como algo que pode ser consumido, mas que deve ser feito com moderação. A embriaguez é vista como um estado que nos afasta da clareza de mente necessária para viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'vinho' é utilizada para ilustrar a tentação e o perigo da indulgência excessiva, que pode levar à perda de controle.","conexao_teologica":"A moderação e o autocontrole são frutos do Espírito, que nos ajudam a viver de maneira que glorifique a Deus.","referencias_relacionadas":["Provérbios 20:1","Isaías 5:11","Gálatas 5:22-23"]},"efesios_5_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema a quem devemos nos submeter.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania de Cristo sobre nossas vidas. Ao nos submeter a Ele, encontramos verdadeira liberdade e propósito.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial, pois nos lembra que nossa adoração e submissão devem ser dirigidas a Cristo.","conexao_teologica":"A submissão a Cristo é um tema central na teologia cristã, refletindo a relação entre o crente e seu Salvador.","referencias_relacionadas":["Filipenses 2:10-11","Colossenses 3:17","Romanos 10:9"]},"efesios_5_19_espirito":{"palavra_pt":"espirito","palavra_original":"πνευματικός","transliteracao":"pneumatikós","strong":"G4152","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo como a fonte de inspiração e adoração.","explicacao_detalhada":"A palavra 'espírito' indica a presença ativa de Deus em nossas vidas, que nos capacita a adorar e viver de acordo com Sua vontade.","por_que_esta_palavra":"A menção do 'espírito' é essencial para entender que a verdadeira adoração vem de um coração cheio do Espírito Santo.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do crente, guiando e capacitando para a adoração e a vida cristã.","referencias_relacionadas":["João 4:24","Atos 2:4","Romanos 8:26"]},"efesios_5_19_adoracao":{"palavra_pt":"adoracao","palavra_original":"ψάλλω","transliteracao":"psállō","strong":"G5567","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se à prática de louvar e glorificar a Deus.","explicacao_detalhada":"A palavra 'adoracao' implica em uma expressão de gratidão e reverência a Deus, que deve ser feita com sinceridade e alegria.","por_que_esta_palavra":"A escolha da palavra 'adoracao' destaca a importância de louvar a Deus em todas as circunstâncias da vida.","conexao_teologica":"A adoração é um aspecto central da vida cristã, refletindo nossa relação com Deus e nossa resposta ao Seu amor.","referencias_relacionadas":["Salmos 95:6","Hebreus 13:15","Romanos 12:1"]},"efesios_5_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de todas as bênçãos.","explicacao_detalhada":"A palavra 'senhor' aqui reafirma a ideia de que devemos reconhecer e agradecer a Deus por todas as coisas boas em nossas vidas.","por_que_esta_palavra":"A menção do 'senhor' é para lembrar que todas as bênçãos vêm de Deus e devem ser reconhecidas como tal.","conexao_teologica":"A gratidão é uma resposta natural à soberania de Deus e ao Seu cuidado por nós.","referencias_relacionadas":["Tiago 1:17","1 Tessalonicenses 5:18","Salmos 107:1"]},"efesios_5_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o mediador entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'jesus' enfatiza a centralidade de Cristo em nossa vida de adoração e em nossa relação com Deus.","por_que_esta_palavra":"A menção de 'jesus' é crucial, pois Ele é a razão pela qual podemos nos aproximar de Deus com confiança.","conexao_teologica":"A obra redentora de Jesus é o fundamento da nossa fé e da nossa adoração.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:1"]},"efesios_5_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' indica a missão de Jesus como o Messias, aquele que foi escolhido e capacitado por Deus para salvar a humanidade.","por_que_esta_palavra":"A menção de 'cristo' é fundamental para entender a identidade de Jesus e Sua obra redentora.","conexao_teologica":"A unção de Cristo é um tema central na teologia cristã, refletindo Sua autoridade e missão.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"efesios_5_21_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que devemos ter em relação a Deus.","explicacao_detalhada":"A palavra 'temor' implica em um respeito profundo e reverente por Deus, reconhecendo Sua grandeza e autoridade.","por_que_esta_palavra":"A escolha da palavra 'temor' é para enfatizar que a submissão a Deus deve ser feita com respeito e reverência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida que agrada a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"efesios_5_21_obediente":{"palavra_pt":"obediente","palavra_original":"ὑποτάσσω","transliteracao":"hypotássō","strong":"G5293","significado_raiz":"Ideia básica: obediente.","significado_contextual":"Refere-se à disposição de se submeter à autoridade de Deus e aos outros.","explicacao_detalhada":"A palavra 'obediente' implica em uma atitude de submissão e respeito às diretrizes de Deus e à liderança espiritual.","por_que_esta_palavra":"A escolha da palavra 'obediente' é crucial para entender a importância da submissão na vida cristã.","conexao_teologica":"A obediência é uma expressão de amor a Deus e é fundamental para a vida cristã.","referencias_relacionadas":["João 14:15","Romanos 6:16","1 Pedro 1:14"]},"efesios_5_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao papel de liderança que um marido deve ter em relação à sua esposa, assim como Cristo é o Senhor da Igreja.","explicacao_detalhada":"No contexto de Efésios 5:22, a submissão da mulher ao marido é apresentada como uma resposta à liderança do marido, que deve ser exercida com amor e responsabilidade, refletindo a relação de Cristo com a Igreja.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a necessidade de uma estrutura de autoridade dentro do casamento, onde o marido é visto como o líder espiritual e emocional da família.","conexao_teologica":"A relação entre marido e mulher é comparada à relação entre Cristo e a Igreja, onde Cristo é o Senhor que ama e sacrifica por sua noiva.","referencias_relacionadas":["Efésios 5:23","Colossenses 3:18","1 Pedro 3:1"]},"efesios_5_22_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a um relacionamento íntimo e pessoal, sugerindo que o marido e a esposa devem ter um conhecimento profundo um do outro.","explicacao_detalhada":"No contexto de Efésios 5:22, a intimidade e o conhecimento mútuo são fundamentais para a submissão e liderança, pois um relacionamento saudável é construído sobre a confiança e o entendimento.","por_que_esta_palavra":"A palavra destaca a importância de um relacionamento próximo e pessoal entre marido e mulher, que vai além de uma mera formalidade.","conexao_teologica":"O conhecimento mútuo entre marido e mulher reflete a relação de Cristo com a Igreja, onde há um profundo entendimento e amor.","referencias_relacionadas":["Gênesis 2:24","Cantares 2:16","1 Coríntios 7:3"]},"efesios_5_22_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para designar a esposa, enfatizando seu papel dentro da estrutura familiar e da sociedade.","explicacao_detalhada":"Em Efésios 5:22, a mulher é chamada a se submeter ao marido, mas essa submissão deve ser entendida dentro do contexto de amor e respeito mútuo.","por_que_esta_palavra":"A escolha da palavra 'mulher' é significativa, pois reflete a dignidade e o valor da esposa, que deve ser tratada com amor e respeito.","conexao_teologica":"A mulher, assim como a Igreja, é chamada a se submeter a Cristo, que a ama e a protege.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","1 Pedro 3:7"]},"efesios_5_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se a Jesus como o Messias, aquele que tem autoridade sobre a Igreja.","explicacao_detalhada":"Em Efésios 5:23, Cristo é apresentado como o cabeça da Igreja, que a ama e se sacrifica por ela, estabelecendo um modelo de liderança para os maridos.","por_que_esta_palavra":"A palavra 'cristo' é central para a compreensão da relação entre marido e mulher, pois o amor sacrificial de Cristo é o padrão para o amor conjugal.","conexao_teologica":"A relação entre Cristo e a Igreja serve como um modelo para o relacionamento entre marido e mulher, enfatizando amor, sacrifício e liderança.","referencias_relacionadas":["Efésios 1:22","Colossenses 1:18","1 Coríntios 11:3"]},"efesios_5_23_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que é guiada por Cristo.","explicacao_detalhada":"No contexto de Efésios 5:23, a Igreja é descrita como o corpo de Cristo, que é amado e cuidado por Ele, refletindo a responsabilidade do marido em relação à sua esposa.","por_que_esta_palavra":"A escolha da palavra 'igreja' destaca a importância da comunidade e da união entre os crentes, assim como no casamento.","conexao_teologica":"A Igreja é vista como a noiva de Cristo, e essa relação é um modelo para o casamento, onde o marido deve amar e cuidar de sua esposa.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","Efésios 4:12"]},"efesios_5_23_deus":{"palavra_pt":"deus","palavra_original":"σωτήρ","transliteracao":"sōtḗr","strong":"G4990","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Salvador, enfatizando a natureza redentora de Cristo.","explicacao_detalhada":"Em Efésios 5:23, a referência a Deus como Salvador sublinha a importância da salvação e do amor divino na relação entre marido e mulher.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a base espiritual do casamento, que deve ser centrado em Cristo.","conexao_teologica":"A salvação trazida por Deus é um elemento essencial na vida conjugal, pois o amor de Deus deve ser refletido nas relações familiares.","referencias_relacionadas":["Romanos 5:8","Efésios 2:8-9","Tito 3:5"]},"efesios_5_24_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' é usada novamente para enfatizar a relação entre a esposa e o marido, semelhante à relação entre a Igreja e Cristo.","explicacao_detalhada":"Em Efésios 5:24, a submissão da Igreja a Cristo é comparada à submissão da esposa ao marido, destacando a importância da ordem divina na família.","por_que_esta_palavra":"A repetição da palavra 'igreja' reforça a ideia de que a relação conjugal deve ser baseada em princípios espirituais e de amor.","conexao_teologica":"A Igreja, como corpo de Cristo, serve como um modelo para o relacionamento conjugal, onde a submissão é acompanhada de amor e respeito.","referencias_relacionadas":["Efésios 5:23","Colossenses 3:18","1 Pedro 3:1"]},"efesios_5_24_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' é novamente utilizada para enfatizar a centralidade de Cristo na vida do casal.","explicacao_detalhada":"Em Efésios 5:24, a relação entre a esposa e o marido é vista à luz da relação entre a Igreja e Cristo, onde Cristo é o modelo de amor e liderança.","por_que_esta_palavra":"A palavra 'cristo' é essencial para entender a dinâmica do casamento, que deve ser fundamentada no amor sacrificial de Cristo.","conexao_teologica":"A relação entre Cristo e a Igreja serve como um exemplo de como os cônjuges devem se tratar mutuamente, com amor e respeito.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 11:3"]},"efesios_5_24_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' sugere um relacionamento próximo e íntimo entre marido e mulher.","explicacao_detalhada":"Em Efésios 5:24, a intimidade e o conhecimento mútuo são fundamentais para a submissão e a liderança, refletindo a relação de Cristo com a Igreja.","por_que_esta_palavra":"A escolha da palavra destaca a importância de um relacionamento próximo e pessoal entre marido e mulher, que deve ser baseado em amor e respeito.","conexao_teologica":"O conhecimento mútuo entre marido e mulher reflete a relação de Cristo com a Igreja, onde há um profundo entendimento e amor.","referencias_relacionadas":["Gênesis 2:24","Cantares 2:16","1 Coríntios 7:3"]},"efesios_5_25_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se a Jesus como o exemplo supremo de amor sacrificial.","explicacao_detalhada":"Em Efésios 5:25, os maridos são chamados a amar suas esposas como Cristo amou a Igreja, enfatizando a natureza sacrificial do amor.","por_que_esta_palavra":"A palavra 'cristo' é central para entender o padrão de amor que os maridos devem seguir em seus relacionamentos.","conexao_teologica":"O amor de Cristo pela Igreja é o modelo que deve ser imitado pelos maridos, refletindo um amor que se sacrifica pelo bem da esposa.","referencias_relacionadas":["João 15:13","Romanos 5:8","1 João 3:16"]},"efesios_5_25_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes em Cristo, a Igreja, que é amada por Cristo.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) é usada para descrever a assembleia dos fiéis, aqueles que foram chamados para fora do mundo e reunidos em Cristo. Neste contexto, Paulo compara o amor de Cristo pela Igreja ao amor que os maridos devem ter por suas esposas.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da Igreja como o corpo de Cristo e a relação íntima entre Cristo e os crentes.","conexao_teologica":"A relação entre Cristo e a Igreja é central na teologia cristã, simbolizando a união e o compromisso mútuo.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","1 Coríntios 12:27"]},"efesios_5_25_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à esposa, destacando o papel da mulher no contexto do casamento.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para enfatizar a dignidade e o valor da esposa, que deve ser amada e respeitada pelo marido, assim como Cristo ama a Igreja.","por_que_esta_palavra":"A escolha desta palavra sublinha a importância do relacionamento conjugal e a necessidade de amor sacrificial.","conexao_teologica":"O amor de Cristo pela Igreja serve como modelo para o amor conjugal, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 2:24","Provérbios 31:10","1 Pedro 3:7"]},"efesios_5_26_washing":{"palavra_pt":"washing","palavra_original":"λουτρόν","transliteracao":"loutrón","strong":"G3067","significado_raiz":"Ideia básica: washing.","significado_contextual":"Refere-se ao ato de purificação, simbolizando a santificação da Igreja.","explicacao_detalhada":"A palavra 'washing' (λουτρόν) representa a purificação espiritual que Cristo realiza na vida dos crentes, através do seu sacrifício e da Palavra.","por_que_esta_palavra":"A ênfase na purificação destaca a necessidade de os crentes serem limpos e santificados para estarem em comunhão com Deus.","conexao_teologica":"A santificação é um aspecto vital da salvação, onde os crentes são transformados à imagem de Cristo.","referencias_relacionadas":["Tito 3:5","Hebreus 10:22","1 João 1:9"]},"efesios_5_26_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"Simboliza a vida e a purificação que vem de Deus.","explicacao_detalhada":"A palavra 'água' (ὕδωρ) é frequentemente associada à vida e à renovação espiritual, representando a obra do Espírito Santo na vida dos crentes.","por_que_esta_palavra":"A água é um símbolo poderoso de purificação e renovação, essencial para a vida espiritual.","conexao_teologica":"A água viva, mencionada por Jesus, representa a satisfação espiritual que só Ele pode oferecer.","referencias_relacionadas":["João 4:14","João 7:38","Apocalipse 21:6"]},"efesios_5_26_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à palavra de Deus que traz correção e orientação.","explicacao_detalhada":"A palavra 'mal' (ῥῆμα) é usada para descrever a mensagem de Cristo que purifica e transforma os crentes, afastando-os do pecado.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da verdade de Deus na vida do crente.","conexao_teologica":"A Palavra de Deus é viva e eficaz, capaz de discernir os pensamentos e intenções do coração.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"efesios_5_27_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à Igreja como o corpo de Cristo, que deve ser apresentada pura e gloriosa.","explicacao_detalhada":"A repetição da palavra 'igreja' (ἐκκλησία) aqui reforça a ideia de que Cristo deseja uma Igreja sem mancha, refletindo sua santidade.","por_que_esta_palavra":"A ênfase na pureza da Igreja destaca o propósito de Deus em redimir e santificar seu povo.","conexao_teologica":"A Igreja é vista como a noiva de Cristo, que será apresentada a Ele em glória.","referencias_relacionadas":["Apocalipse 19:7","Colossenses 1:22","1 Pedro 2:9"]},"efesios_5_27_gloria":{"palavra_pt":"gloria","palavra_original":"ἔνδοξος","transliteracao":"éndoxos","strong":"G1741","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à majestade que pertencem a Deus e à sua Igreja.","explicacao_detalhada":"A palavra 'glória' (ἔνδοξος) enfatiza a dignidade e o valor que a Igreja possui por causa da obra de Cristo.","por_que_esta_palavra":"A escolha desta palavra destaca a transformação que ocorre na vida dos crentes, que são feitos participantes da glória de Cristo.","conexao_teologica":"A glória de Deus é um tema central na Escritura, refletindo sua natureza e caráter.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 3:18","1 Pedro 5:10"]},"efesios_5_28_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se novamente à esposa, enfatizando o amor e o cuidado que o marido deve ter.","explicacao_detalhada":"A repetição da palavra 'mulher' (γυνή) reforça a importância do amor conjugal e do respeito mútuo no casamento.","por_que_esta_palavra":"A escolha desta palavra sublinha a dignidade da mulher e o papel fundamental que ela desempenha na família.","conexao_teologica":"O amor entre marido e mulher é um reflexo do amor de Cristo pela Igreja.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:33","Colossenses 3:19"]},"efesios_5_28_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à união física e espiritual entre marido e mulher.","explicacao_detalhada":"A palavra 'corpo' (σῶμα) enfatiza a unidade do casal, que se torna uma só carne no casamento.","por_que_esta_palavra":"A escolha desta palavra destaca a intimidade e a conexão profunda que deve existir entre os cônjuges.","conexao_teologica":"A união entre marido e mulher é um símbolo da união entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","1 Coríntios 6:16-17","Efésios 5:31"]},"efesios_5_29_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à necessidade de cuidado e amor.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é usada para descrever a humanidade e a fragilidade do ser humano, destacando a importância do amor e do cuidado mútuo no casamento.","por_que_esta_palavra":"A escolha desta palavra enfatiza a vulnerabilidade e a necessidade de apoio emocional e espiritual entre os cônjuges.","conexao_teologica":"O amor de Cristo por sua Igreja é um exemplo de como devemos cuidar uns dos outros em nossas relações.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","Efésios 2:3"]},"efesios_5_29_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o ungido de Deus, o Messias que veio para salvar a humanidade.","explicacao_detalhada":"A palavra 'Cristo' refere-se ao papel de Jesus como o escolhido por Deus para cumprir a promessa de redenção. No contexto de Efésios 5:29, enfatiza a relação íntima entre Cristo e a Igreja, comparando-a à relação entre marido e mulher.","por_que_esta_palavra":"A palavra é usada para destacar a importância de Cristo como o fundamento da fé cristã e a sua função como Salvador.","conexao_teologica":"Cristo é o cabeça da Igreja, e a união entre Cristo e a Igreja é um mistério profundo que reflete a união entre marido e mulher.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"efesios_5_29_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A Igreja é a assembléia dos chamados por Deus, o corpo de Cristo na terra.","explicacao_detalhada":"A palavra 'igreja' refere-se à comunidade de crentes que são unidos em Cristo. Em Efésios 5:29, a Igreja é apresentada como a noiva de Cristo, destacando a importância da união e do cuidado mútuo.","por_que_esta_palavra":"A utilização da palavra 'igreja' enfatiza a coletividade dos crentes e a necessidade de viver em comunhão.","conexao_teologica":"A Igreja é o corpo de Cristo, e cada membro tem um papel vital na edificação e no crescimento espiritual.","referencias_relacionadas":["Atos 2:47","1 Coríntios 12:27","Efésios 1:22-23"]},"efesios_5_30_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a natureza humana, tanto física quanto espiritual.","explicacao_detalhada":"Em Efésios 5:30, a referência à carne destaca a união física e espiritual entre Cristo e a Igreja, mostrando que ambos compartilham uma conexão profunda e íntima.","por_que_esta_palavra":"A palavra 'carne' é usada para ilustrar a realidade da encarnação de Cristo e a sua identificação com a humanidade.","conexao_teologica":"A união de Cristo com a Igreja é tão íntima que é descrita como um corpo, onde Cristo é a cabeça e a Igreja é a carne.","referencias_relacionadas":["Romanos 8:3","Gálatas 2:20","Filipenses 1:21"]},"efesios_5_30_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é uma metáfora para a Igreja, que é composta por muitos membros que formam um todo.","explicacao_detalhada":"A palavra 'corpo' em Efésios 5:30 enfatiza a unidade e a interdependência dos crentes em Cristo, mostrando que cada membro tem um papel essencial na edificação do corpo de Cristo.","por_que_esta_palavra":"A utilização da palavra 'corpo' destaca a importância da unidade e da diversidade dentro da Igreja.","conexao_teologica":"Cristo é a cabeça do corpo, e a Igreja é o seu corpo, refletindo a relação de liderança e submissão.","referencias_relacionadas":["1 Coríntios 12:12-13","Efésios 4:15-16","Colossenses 1:18"]},"efesios_5_31_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne aqui se refere à união física e emocional entre marido e mulher.","explicacao_detalhada":"Em Efésios 5:31, a citação de Gênesis 2:24 enfatiza a importância da união matrimonial, que é um reflexo da união entre Cristo e a Igreja.","por_que_esta_palavra":"A palavra 'carne' é usada para ilustrar a profundidade da união que deve existir no casamento.","conexao_teologica":"A relação entre marido e mulher é um símbolo da relação entre Cristo e a Igreja, mostrando que o amor deve ser sacrificial e comprometido.","referencias_relacionadas":["Gênesis 2:24","Mateus 19:5-6","1 Coríntios 7:2"]},"efesios_5_32_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o centro da revelação de Deus e o cumprimento das promessas.","explicacao_detalhada":"A palavra 'Cristo' em Efésios 5:32 é usada para descrever a relação mística entre Cristo e a Igreja, que é comparada à união matrimonial.","por_que_esta_palavra":"A palavra é fundamental para entender a identidade de Jesus como o Messias e seu papel na salvação.","conexao_teologica":"A relação entre Cristo e a Igreja é um mistério que revela a profundidade do amor de Deus por sua criação.","referencias_relacionadas":["Romanos 5:8","Efésios 1:3-4","Colossenses 1:27"]},"efesios_5_32_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A Igreja é vista como a noiva de Cristo, destacando sua importância e valor.","explicacao_detalhada":"Em Efésios 5:32, a Igreja é apresentada como um mistério que reflete a união entre Cristo e os crentes, enfatizando a necessidade de amor e respeito mútuo.","por_que_esta_palavra":"A palavra 'igreja' é usada para mostrar a relação especial que os crentes têm com Cristo.","conexao_teologica":"A Igreja é chamada a viver em harmonia e unidade, refletindo a relação de amor entre Cristo e sua noiva.","referencias_relacionadas":["Apocalipse 19:7-9","Efésios 4:3","1 Pedro 2:9"]},"efesios_5_32_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere a um respeito profundo e reverente por Deus e por sua ordem.","explicacao_detalhada":"Em Efésios 5:32, o temor é um reconhecimento da grandeza de Deus e da importância da relação entre Cristo e a Igreja, que deve ser tratada com seriedade e reverência.","por_que_esta_palavra":"A palavra 'temor' é usada para enfatizar a necessidade de um relacionamento respeitoso e reverente com Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e deve guiar as ações e decisões dos crentes.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28-29"]},"efesios_5_33_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Conforme indica uma conformidade ou alinhamento com a vontade de Deus.","explicacao_detalhada":"Em Efésios 5:33, a palavra 'conforme' é usada para mostrar que o amor e o respeito devem ser a base das relações, refletindo a ordem divina estabelecida por Deus.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica do relacionamento entre marido e mulher à luz da Escritura.","conexao_teologica":"A conformidade com a vontade de Deus é essencial para a vida cristã e para a edificação da Igreja.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:25","Efésios 4:1"]},"efesios_5_33_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher é apresentada como uma parceira igual e digna no relacionamento conjugal.","explicacao_detalhada":"Em Efésios 5:33, a palavra 'mulher' enfatiza o papel da esposa na dinâmica do casamento, que deve ser caracterizada por amor e respeito mútuo.","por_que_esta_palavra":"A palavra é usada para afirmar a dignidade e o valor da mulher dentro do plano de Deus para o casamento.","conexao_teologica":"A relação entre marido e mulher é um reflexo da relação entre Cristo e a Igreja, onde ambos têm papéis importantes e complementares.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10-31","1 Pedro 3:7"]}}