{"efesios_6_1_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de autoridade que os pais têm sobre os filhos.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para enfatizar a autoridade que os pais exercem, refletindo a ordem divina estabelecida para a família.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a importância do respeito e da obediência dos filhos em relação aos seus pais, como parte do plano de Deus para a harmonia familiar.","conexao_teologica":"A obediência aos pais é vista como uma extensão da obediência a Deus, que é o Senhor supremo.","referencias_relacionadas":["Colossenses 3:20","Provérbios 1:8","Efésios 6:2"]},"efesios_6_1_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à pureza e à justiça que devem caracterizar a vida dos filhos.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) implica que os filhos devem viver de maneira justa e correta, em conformidade com os ensinamentos de Deus.","por_que_esta_palavra":"A utilização de 'inocente' ressalta a expectativa de que os filhos não apenas obedeçam, mas também ajam de maneira ética e moral.","conexao_teologica":"A inocência é um reflexo do caráter de Deus e da vida que Ele deseja para Seus filhos.","referencias_relacionadas":["Mateus 5:8","Salmos 37:37","Provérbios 10:7"]},"efesios_6_2_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se ao mandamento de honrar pai e mãe, que é fundamental na relação familiar.","explicacao_detalhada":"A palavra 'mandamento' (ἐντολή) indica uma ordem divina que deve ser seguida, mostrando a seriedade da instrução dada aos filhos.","por_que_esta_palavra":"A escolha de 'mandamento' enfatiza que honrar os pais não é apenas uma recomendação, mas uma obrigação espiritual.","conexao_teologica":"Este mandamento é um dos pilares da moralidade bíblica e reflete o caráter de Deus em estabelecer ordens para o bem-estar da sociedade.","referencias_relacionadas":["Êxodo 20:12","Deuteronômio 5:16","Mateus 15:4"]},"efesios_6_3_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um símbolo de bênção e prosperidade.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para indicar que a obediência aos pais traz benefícios não apenas espirituais, mas também materiais.","por_que_esta_palavra":"A menção da 'terra' sugere que a promessa de Deus se estende à vida prática dos filhos, garantindo-lhes uma vida longa e próspera.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a recompensa pela obediência a Deus.","referencias_relacionadas":["Deuteronômio 5:16","Salmos 37:29","Provérbios 3:2"]},"efesios_6_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza da promessa de vida longa e próspera.","explicacao_detalhada":"A expressão 'tornar-se' (γίνομαι) implica um processo de crescimento e desenvolvimento que resulta da obediência.","por_que_esta_palavra":"A escolha de 'tornar-se' sugere que a vida longa é uma consequência natural da obediência e honra aos pais.","conexao_teologica":"A ideia de crescimento e bênção está ligada ao plano de Deus para a vida de Seus filhos, que inclui prosperidade e longevidade.","referencias_relacionadas":["Efésios 6:2-3","Salmos 91:16","Provérbios 4:10"]},"efesios_6_4_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à responsabilidade dos pais em educar e guiar seus filhos.","explicacao_detalhada":"A palavra 'senhor' (κύριος) aqui enfatiza a autoridade que os pais têm, mas também a necessidade de fazê-lo com amor e cuidado.","por_que_esta_palavra":"A escolha da palavra 'senhor' implica que a autoridade dos pais deve ser exercida de maneira justa e responsável.","conexao_teologica":"A autoridade dos pais é um reflexo da autoridade de Deus sobre a humanidade, que deve ser exercida com amor.","referencias_relacionadas":["Colossenses 3:21","Provérbios 22:6","1 Pedro 5:3"]},"efesios_6_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à necessidade de educar os filhos segundo os princípios de Deus.","explicacao_detalhada":"A palavra 'deus' (μή) aqui implica que a educação dos filhos deve estar alinhada com os ensinamentos divinos.","por_que_esta_palavra":"A escolha de 'deus' destaca a importância de uma educação que não apenas disciplina, mas também instrui na fé.","conexao_teologica":"A educação dos filhos é uma responsabilidade sagrada que reflete o caráter de Deus como Pai.","referencias_relacionadas":["Deuteronômio 6:6-7","Provérbios 1:7","Salmos 78:4"]},"efesios_6_5_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à relação com a autoridade.","explicacao_detalhada":"A palavra 'carne' (σάρξ) implica a fragilidade e a limitação da condição humana, que deve ser reconhecida na obediência.","por_que_esta_palavra":"A escolha de 'carne' sugere que a obediência deve ser feita apesar das fraquezas humanas.","conexao_teologica":"A natureza carnal é um tema importante na teologia, refletindo a necessidade de redenção e transformação.","referencias_relacionadas":["Romanos 8:5-8","Gálatas 5:17","1 Coríntios 15:50"]},"efesios_6_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à obediência que os servos devem ter em relação aos seus senhores.","explicacao_detalhada":"A palavra 'senhor' (κύριος) aqui é usada para enfatizar a relação de autoridade entre servos e senhores, refletindo a hierarquia social da época.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a importância do respeito e da submissão nas relações de trabalho.","conexao_teologica":"A obediência aos senhores é vista como uma forma de servir a Cristo, que é o verdadeiro Senhor.","referencias_relacionadas":["Colossenses 3:22","1 Pedro 2:18","Efésios 6:9"]},"efesios_6_5_temor":{"palavra_pt":"temor","palavra_original":"τρόμος","transliteracao":"trómos","strong":"G5156","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao respeito e à reverência que devem ser demonstrados na obediência.","explicacao_detalhada":"A palavra 'temor' (τρόμος) implica uma atitude de respeito profundo, que deve acompanhar a obediência.","por_que_esta_palavra":"A escolha de 'temor' sugere que a obediência deve ser feita com um coração sincero e respeitoso.","conexao_teologica":"O temor a Deus é um princípio fundamental na vida cristã, refletindo a reverência que devemos ter por Ele.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","1 Pedro 2:17"]},"efesios_6_6_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo refere-se ao Messias, o Ungido de Deus, que traz salvação e redenção.","explicacao_detalhada":"A palavra 'Cristo' é usada para descrever Jesus como o cumprimento das profecias messiânicas do Antigo Testamento. Ele é o escolhido que veio para libertar o povo do pecado e da morte.","por_que_esta_palavra":"A inclusão de 'Cristo' enfatiza a autoridade e a missão divina de Jesus, que deve ser reconhecida e respeitada por todos os crentes.","conexao_teologica":"Cristo é central na teologia cristã, representando a união entre Deus e a humanidade através da sua obra redentora.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"efesios_6_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador do universo e fonte de toda autoridade.","explicacao_detalhada":"A palavra 'Deus' refere-se à divindade que é soberana sobre todas as coisas. No contexto de Efésios, enfatiza a relação dos crentes com o Senhor e a importância de viver de acordo com Sua vontade.","por_que_esta_palavra":"A menção de 'Deus' destaca a necessidade de servir e obedecer a Ele em todas as ações, refletindo a natureza divina em nossas vidas.","conexao_teologica":"Deus é o fundamento da moralidade e da ética cristã, sendo a fonte de toda verdade e justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"efesios_6_6_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma representa a essência da vida e a parte imortal do ser humano.","explicacao_detalhada":"A palavra 'alma' refere-se à vida interior do ser humano, que é afetada por suas ações e decisões. No contexto de Efésios, isso implica que devemos servir a Deus com sinceridade e dedicação.","por_que_esta_palavra":"A ênfase na alma destaca a importância de viver de maneira autêntica e com integridade, refletindo a verdadeira natureza do crente.","conexao_teologica":"A alma é vista como a parte que se relaciona com Deus, e sua salvação é central na mensagem do evangelho.","referencias_relacionadas":["Mateus 10:28","Lucas 12:20","1 Pedro 1:9"]},"efesios_6_7_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade de Cristo sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'Senhor' implica em submissão e respeito à autoridade de Jesus, que é o Rei dos Reis e Senhor dos Senhores. Isso é fundamental para a vida cristã.","por_que_esta_palavra":"A menção de 'Senhor' reforça a ideia de que nossas ações devem ser feitas em obediência e reverência a Ele.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, que nos chama a viver sob Sua autoridade.","referencias_relacionadas":["Filipenses 2:10-11","1 Coríntios 8:6","Romanos 10:9"]},"efesios_6_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' sugere uma ação ativa de seguir os ensinamentos e o exemplo de Cristo em nossas vidas diárias.","por_que_esta_palavra":"A ênfase em 'seguir' destaca a necessidade de uma vida de discipulado, onde os crentes imitam a Cristo em suas ações.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a transformação que ocorre na vida de quem O aceita.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"efesios_6_7_bom":{"palavra_pt":"bom","palavra_original":"εὔνοια","transliteracao":"eúnoia","strong":"G2133","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade de algo que é moralmente correto e aceitável.","explicacao_detalhada":"A palavra 'bom' implica em ações que são agradáveis a Deus e que refletem Sua natureza. No contexto de Efésios, isso se relaciona com a maneira como devemos servir uns aos outros.","por_que_esta_palavra":"A ênfase em 'bom' nos lembra da importância de agir com bondade e integridade em todas as nossas interações.","conexao_teologica":"A bondade é um fruto do Espírito e um reflexo do caráter de Deus em nossas vidas.","referencias_relacionadas":["Gálatas 5:22","Efésios 5:9","Tiago 1:17"]},"efesios_6_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor, como mencionado anteriormente, refere-se à autoridade de Cristo.","explicacao_detalhada":"A repetição da palavra 'Senhor' enfatiza a importância de reconhecer a soberania de Cristo em todas as nossas ações e decisões.","por_que_esta_palavra":"Reforça a ideia de que devemos agir em nome do Senhor, buscando agradá-Lo em tudo que fazemos.","conexao_teologica":"A autoridade de Cristo é um tema recorrente na Escritura, que nos chama a viver sob Sua liderança.","referencias_relacionadas":["Colossenses 3:23-24","1 Pedro 2:13","Romanos 14:8"]},"efesios_6_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' implica em uma atitude proativa de servir e trabalhar para o bem dos outros, especialmente no contexto da comunidade cristã.","por_que_esta_palavra":"A ênfase em 'fazer' nos lembra que a fé sem obras é morta, e que devemos demonstrar nossa fé através de ações concretas.","conexao_teologica":"As boas obras são uma expressão da fé genuína e um chamado para todos os crentes.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"efesios_6_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor, novamente, refere-se à autoridade de Cristo sobre todos.","explicacao_detalhada":"A repetição da palavra 'Senhor' reforça a ideia de que todos, incluindo os líderes, devem prestar contas a Cristo.","por_que_esta_palavra":"A menção de 'Senhor' enfatiza a responsabilidade que temos de agir de acordo com a vontade de Deus em nossas posições de autoridade.","conexao_teologica":"A autoridade de Cristo é um lembrete de que todos somos servos sob Seu senhorio.","referencias_relacionadas":["Colossenses 4:1","Romanos 13:1","1 Pedro 5:4"]},"efesios_6_9_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Céu refere-se ao reino espiritual onde Deus habita e onde os crentes esperam estar após a morte.","explicacao_detalhada":"A palavra 'céu' implica em um lugar de paz, alegria e comunhão eterna com Deus, contrastando com a vida terrena.","por_que_esta_palavra":"A menção do céu nos lembra da esperança e da promessa da vida eterna que temos em Cristo.","conexao_teologica":"O céu é o destino final dos crentes e a realização da promessa de Deus de redenção e restauração.","referencias_relacionadas":["João 14:2-3","Apocalipse 21:4","2 Coríntios 5:1"]},"efesios_6_9_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, especialmente em um contexto de trabalho e serviço.","explicacao_detalhada":"No contexto de Efésios 6:9, 'fazer' implica em agir com integridade e diligência, tanto para os senhores quanto para os servos, enfatizando a importância do trabalho honesto e do respeito mútuo.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a responsabilidade que cada um tem em suas ações, refletindo a ética cristã de trabalhar como se estivesse servindo ao Senhor.","conexao_teologica":"A ação de fazer é vista como um reflexo da fé em Cristo, onde cada ato de trabalho é uma forma de adoração e serviço ao Senhor.","referencias_relacionadas":["Colossenses 3:23","Gálatas 6:9","1 Coríntios 10:31"]},"efesios_6_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema, especialmente no contexto da relação entre Deus e os seres humanos.","explicacao_detalhada":"Em Efésios 6:10, 'senhor' é usado para enfatizar a soberania de Cristo sobre todas as coisas e a necessidade de se submeter a essa autoridade para obter força espiritual.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão e dependência que os crentes devem ter em relação a Deus, que é a fonte de toda força.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, pois Ele é o Senhor que governa e protege os Seus seguidores.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Mateus 28:18"]},"efesios_6_10_poder":{"palavra_pt":"poder","palavra_original":"ἰσχύς","transliteracao":"ischýs","strong":"G2479","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à força e capacidade de realizar ações, especialmente em um contexto espiritual.","explicacao_detalhada":"No versículo, 'poder' indica a força que vem de Deus, necessária para enfrentar as lutas espirituais e resistir ao mal.","por_que_esta_palavra":"A ênfase no 'poder' de Deus lembra os crentes que não devem confiar em suas próprias forças, mas na força divina que os sustenta.","conexao_teologica":"O poder de Deus é um tema recorrente na Bíblia, mostrando que é através desse poder que os crentes podem vencer as adversidades.","referencias_relacionadas":["2 Coríntios 12:9","Atos 1:8","Romanos 1:16"]},"efesios_6_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo, que é a fonte de toda verdade e justiça.","explicacao_detalhada":"Em Efésios 6:11, a menção de 'Deus' destaca a importância de se revestir da armadura espiritual que Ele provê para enfrentar as forças do mal.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza da proteção e do poder que os crentes têm à sua disposição.","conexao_teologica":"A presença de Deus na vida do crente é essencial para a vitória espiritual e a resistência contra as tentações.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"efesios_6_11_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"Embora a palavra 'aliança' não apareça diretamente no versículo, o conceito de estar revestido da armadura de Deus implica em viver dentro dos termos da aliança que Deus fez com Seu povo.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, representando a relação de compromisso entre Deus e os crentes.","conexao_teologica":"A aliança de Deus com Seu povo é um fundamento da fé cristã, onde a proteção e a força são oferecidas dentro desse relacionamento.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"efesios_6_11_armadura":{"palavra_pt":"armadura","palavra_original":"πανοπλία","transliteracao":"panoplía","strong":"G3833","significado_raiz":"Ideia básica: armadura.","significado_contextual":"A palavra 'armadura' refere-se ao conjunto de proteção que um soldado usa, simbolizando a proteção espiritual que Deus oferece aos crentes.","explicacao_detalhada":"Em Efésios 6:11, a armadura de Deus é uma metáfora para as virtudes e dons espirituais que equipam os crentes para a batalha espiritual.","por_que_esta_palavra":"A armadura é essencial para a defesa contra as investidas do inimigo, enfatizando a necessidade de estar preparado e protegido espiritualmente.","conexao_teologica":"A armadura de Deus é uma representação da provisão divina para a luta contra as forças do mal, refletindo a dependência do crente em Deus.","referencias_relacionadas":["1 Tessalonicenses 5:8","Romanos 13:12","2 Coríntios 10:4"]},"efesios_6_12_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana, frequentemente associada à fraqueza e à inclinação ao pecado.","explicacao_detalhada":"Em Efésios 6:12, a menção da 'carne' destaca que a luta não é contra seres humanos, mas contra forças espirituais malignas que influenciam a natureza humana.","por_que_esta_palavra":"A carne representa a parte do ser humano que está em conflito com o espírito, enfatizando a necessidade de discernimento espiritual.","conexao_teologica":"A luta contra a carne é um tema importante na teologia cristã, onde a vitória sobre a carne é alcançada através do Espírito Santo.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","1 Pedro 2:11"]},"efesios_6_12_iniquidade":{"palavra_pt":"iniquidade","palavra_original":"πονηρία","transliteracao":"ponēría","strong":"G4189","significado_raiz":"Ideia básica: iniquidade.","significado_contextual":"A palavra 'iniquidade' refere-se à maldade e injustiça, especialmente em um contexto espiritual.","explicacao_detalhada":"No versículo, 'iniquidade' representa as forças do mal que se opõem à justiça de Deus e que os crentes devem combater.","por_que_esta_palavra":"A iniquidade é um lembrete da realidade do pecado e da necessidade de resistir a essas forças malignas.","conexao_teologica":"A iniquidade é um conceito que destaca a necessidade de redenção e a luta contínua contra o pecado na vida do crente.","referencias_relacionadas":["Salmos 51:5","Romanos 6:13","1 João 5:19"]},"efesios_6_12_espirito":{"palavra_pt":"espirito","palavra_original":"πνευματικός","transliteracao":"pneumatikós","strong":"G4152","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à parte imaterial do ser humano, que está em comunhão com Deus e é influenciada pelo Espírito Santo.","explicacao_detalhada":"Em Efésios 6:12, 'espírito' destaca a realidade de que a batalha espiritual é travada em um nível que vai além do físico, envolvendo forças espirituais.","por_que_esta_palavra":"A ênfase no 'espírito' lembra os crentes da importância de estar em sintonia com o Espírito Santo para discernir e resistir ao mal.","conexao_teologica":"A vida no espírito é fundamental para a experiência cristã, onde o Espírito Santo capacita e guia os crentes na luta contra as forças do mal.","referencias_relacionadas":["Gálatas 5:16","Romanos 8:9","1 Coríntios 2:12"]},"efesios_6_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' novamente enfatiza a soberania e a proteção divina que os crentes devem buscar.","explicacao_detalhada":"Em Efésios 6:13, a menção de 'Deus' reforça a necessidade de se preparar com a armadura espiritual que Ele provê para enfrentar as adversidades.","por_que_esta_palavra":"A palavra 'deus' é um lembrete constante da presença e do auxílio divino na vida do crente.","conexao_teologica":"A dependência de Deus é um tema central na vida cristã, onde a força e a proteção vêm dEle.","referencias_relacionadas":["Salmos 121:2","Isaías 40:29","Filipenses 4:13"]},"efesios_6_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de batalha espiritual em que os crentes devem estar preparados.","explicacao_detalhada":"O 'dia' mencionado em Efésios 6:13 representa um período específico de luta contra forças espirituais malignas. É um chamado à vigilância e preparação para enfrentar desafios espirituais.","por_que_esta_palavra":"A palavra 'dia' enfatiza a urgência e a necessidade de estar sempre pronto para a batalha espiritual.","conexao_teologica":"O conceito de estar preparado para o 'dia' da batalha se conecta com a ideia de que a vida cristã é uma luta constante contra o mal.","referencias_relacionadas":["1 Pedro 5:8","Romanos 13:12","2 Coríntios 10:4"]},"efesios_6_13_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se às forças malignas que se opõem aos crentes.","explicacao_detalhada":"A palavra 'maligno' descreve a natureza do inimigo espiritual que busca destruir a fé dos crentes. É um lembrete da realidade de que há forças ativas contra as quais devemos lutar.","por_que_esta_palavra":"A escolha da palavra 'maligno' destaca a seriedade da batalha espiritual e a necessidade de estar alerta.","conexao_teologica":"A luta contra o maligno é um tema central na teologia cristã, refletindo a batalha entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","Tiago 4:7","1 João 5:19"]},"efesios_6_14_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que vem de Deus e é fundamental para a vida cristã.","explicacao_detalhada":"A 'justiça' mencionada em Efésios 6:14 é a justiça que os crentes recebem através da fé em Cristo. É uma proteção contra as acusações do inimigo.","por_que_esta_palavra":"A palavra 'justiça' é crucial, pois representa a posição do crente diante de Deus, sendo justificado por meio da fé.","conexao_teologica":"A justiça é um tema central na salvação e na vida cristã, refletindo a natureza de Deus como justo.","referencias_relacionadas":["Romanos 3:22","Gálatas 2:16","Filipenses 3:9"]},"efesios_6_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao compromisso e à fidelidade que os crentes têm com Deus.","explicacao_detalhada":"A palavra 'aliança' implica um relacionamento profundo e duradouro entre Deus e Seu povo, simbolizando a proteção e a promessa de Deus.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da salvação.","conexao_teologica":"A aliança de Deus com Seu povo é um tema recorrente na Bíblia, refletindo a fidelidade divina.","referencias_relacionadas":["Hebreus 8:6","Gênesis 9:13","Jeremias 31:31"]},"efesios_6_14_poder":{"palavra_pt":"poder","palavra_original":"ὀσφῦς","transliteracao":"osphŷs","strong":"G3751","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à força e à capacidade que os crentes têm em Cristo.","explicacao_detalhada":"A palavra 'poder' enfatiza a força espiritual que os crentes recebem através do Espírito Santo para resistir ao mal.","por_que_esta_palavra":"A palavra 'poder' é essencial para entender que a força do crente não vem de si mesmo, mas de Deus.","conexao_teologica":"O poder de Deus é um tema central na vida cristã, permitindo aos crentes viverem em vitória sobre o pecado.","referencias_relacionadas":["Atos 1:8","Romanos 8:37","2 Coríntios 12:9"]},"efesios_6_15_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à mensagem do evangelho que traz salvação e esperança.","explicacao_detalhada":"A palavra 'bom' em relação ao evangelho destaca a natureza positiva e transformadora da mensagem de Cristo.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a essência do evangelho, que é a boa nova de salvação.","conexao_teologica":"O evangelho é o coração da mensagem cristã, trazendo reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","1 Coríntios 15:1"]},"efesios_6_15_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que Cristo oferece aos crentes em meio às tribulações.","explicacao_detalhada":"A palavra 'paz' representa a tranquilidade e a segurança que vêm de um relacionamento correto com Deus.","por_que_esta_palavra":"A paz é um aspecto fundamental da vida cristã, simbolizando a ausência de conflito e a presença de harmonia.","conexao_teologica":"A paz de Cristo é um tema central no Novo Testamento, refletindo a obra redentora de Jesus.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"efesios_6_16_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que sustenta os crentes em suas lutas espirituais.","explicacao_detalhada":"A palavra 'fé' é a confiança que os crentes têm em Deus e em Suas promessas, essencial para a vida cristã.","por_que_esta_palavra":"A fé é a base da relação do crente com Deus, sendo fundamental para resistir às tentações.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo o meio pelo qual os crentes recebem a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"efesios_6_16_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à presença contínua do maligno que busca desviar os crentes.","explicacao_detalhada":"A palavra 'maligno' enfatiza a natureza do inimigo que se opõe à fé e à vida dos crentes.","por_que_esta_palavra":"A repetição da palavra 'maligno' reforça a seriedade da batalha espiritual e a necessidade de vigilância.","conexao_teologica":"A luta contra o maligno é uma realidade na vida cristã, refletindo a batalha entre luz e trevas.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Tiago 4:7"]},"efesios_6_17_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação que é oferecida através de Cristo.","explicacao_detalhada":"A palavra 'salvação' representa a libertação do pecado e da morte, sendo um presente de Deus para todos os que creem.","por_que_esta_palavra":"A salvação é o clímax da obra redentora de Cristo, essencial para a vida e a esperança do crente.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Romanos 10:9"]},"efesios_6_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a fonte de poder e inspiração para o crente.","explicacao_detalhada":"A palavra 'espírito' neste contexto indica a presença ativa do Espírito Santo na vida do crente, que é essencial para a batalha espiritual.","por_que_esta_palavra":"A inclusão do 'espírito' enfatiza a necessidade de depender do poder divino para resistir às forças espirituais do mal.","conexao_teologica":"O Espírito Santo é visto como o Consolador e Ajudador que capacita os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"efesios_6_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' aqui destaca a autoridade e o poder de Deus, que é fundamental na proteção e na luta espiritual do crente.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que a batalha espiritual não é apenas física, mas também espiritual, e que Deus é o nosso defensor.","conexao_teologica":"Deus é o criador e sustentador, e a confiança Nele é essencial para a vitória sobre as forças do mal.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"efesios_6_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Novamente, refere-se ao Espírito Santo, que guia e intercede por nós em oração.","explicacao_detalhada":"O Espírito é fundamental na oração, ajudando os crentes a se conectarem com Deus e a expressarem suas necessidades e desejos.","por_que_esta_palavra":"A dependência do Espírito Santo na oração é crucial para a eficácia da comunicação com Deus.","conexao_teologica":"A intercessão do Espírito é uma demonstração do amor de Deus por nós e da importância da oração na vida cristã.","referencias_relacionadas":["Romanos 8:27","Gálatas 4:6","1 Coríntios 2:12"]},"efesios_6_18_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ato de se dirigir a Deus em oração.","explicacao_detalhada":"A oração é um meio de comunicação com Deus, onde os crentes expressam suas preocupações, agradecimentos e pedidos.","por_que_esta_palavra":"A oração é essencial para a vida espiritual, pois fortalece a relação entre o crente e Deus.","conexao_teologica":"A oração é um ato de fé que reconhece a soberania de Deus e a dependência do crente de Sua graça.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"efesios_6_18_oracao":{"palavra_pt":"oracao","palavra_original":"προσευχή","transliteracao":"proseuchḗ","strong":"G4335","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de orar, que é fundamental na vida do crente.","explicacao_detalhada":"A oração é uma prática que permite ao crente se conectar com Deus, buscar Sua orientação e interceder por outros.","por_que_esta_palavra":"A oração é um componente vital da armadura espiritual, permitindo que os crentes permaneçam firmes na fé.","conexao_teologica":"A oração é uma expressão de dependência de Deus e um meio pelo qual os crentes podem experimentar Sua presença e poder.","referencias_relacionadas":["Mateus 6:6","Lucas 18:1","Hebreus 4:16"]},"efesios_6_19_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é central na vida e ministério de Cristo.","explicacao_detalhada":"A palavra 'verbo' destaca a importância da revelação de Deus através de Cristo e das Escrituras.","por_que_esta_palavra":"A ênfase na Palavra de Deus é crucial para a defesa contra as mentiras e enganos do inimigo.","conexao_teologica":"Cristo é a encarnação da Palavra, e conhecer a Palavra é conhecer a Cristo.","referencias_relacionadas":["João 1:1","Hebreus 4:12","2 Timóteo 3:16"]},"efesios_6_19_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à expressão verbal da fé e da verdade de Deus.","explicacao_detalhada":"A boca é o meio pelo qual os crentes proclamam a verdade de Deus e compartilham o evangelho.","por_que_esta_palavra":"A importância da boca destaca a necessidade de usar palavras que glorifiquem a Deus e edifiquem os outros.","conexao_teologica":"A confissão da fé é um aspecto vital da vida cristã e da evangelização.","referencias_relacionadas":["Romanos 10:9","Salmos 19:14","Mateus 12:34"]},"efesios_6_19_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à mensagem do evangelho, que é considerada boa nova.","explicacao_detalhada":"A palavra 'bom' enfatiza a natureza positiva e transformadora da mensagem de Cristo.","por_que_esta_palavra":"A boa nova é a base da esperança e da salvação para todos os que creem.","conexao_teologica":"O evangelho é o poder de Deus para a salvação, e sua proclamação é essencial na vida do crente.","referencias_relacionadas":["Romanos 1:16","Marcos 16:15","1 Coríntios 15:1-4"]},"efesios_6_20_espirito":{"palavra_pt":"espirito","palavra_original":"παῤῥησιάζομαι","transliteracao":"parrhēsiázomai","strong":"G3955","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à ousadia e coragem que vêm do Espírito Santo.","explicacao_detalhada":"A palavra 'espírito' aqui implica a necessidade de falar com coragem e clareza sobre a fé em Cristo.","por_que_esta_palavra":"A ousadia é necessária para enfrentar a oposição e proclamar a verdade do evangelho.","conexao_teologica":"O Espírito Santo capacita os crentes a serem testemunhas eficazes de Cristo, mesmo em face da adversidade.","referencias_relacionadas":["Atos 4:31","2 Timóteo 1:7","Efésios 3:12"]},"efesios_6_20_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se à intensidade e à profundidade da oração e da intercessão.","explicacao_detalhada":"A palavra 'muito' enfatiza a necessidade de orar fervorosamente e com grande intensidade.","por_que_esta_palavra":"A intensidade da oração é crucial para a eficácia na batalha espiritual.","conexao_teologica":"A oração fervorosa é uma demonstração da seriedade com que os crentes devem abordar a comunicação com Deus.","referencias_relacionadas":["Tiago 5:16","Romanos 12:12","1 Pedro 4:7"]},"efesios_6_21_tychicus":{"palavra_pt":"tychicus","palavra_original":"Τυχικός","transliteracao":"Tychikós","strong":"G5190","significado_raiz":"Ideia básica: tychicus.","significado_contextual":"Tychicus é mencionado como um mensageiro e colaborador de Paulo, responsável por levar notícias e encorajamento à igreja em Éfeso.","explicacao_detalhada":"Tychicus é um exemplo de lealdade e serviço no ministério. Ele não apenas acompanhou Paulo em suas viagens, mas também foi encarregado de transmitir cartas importantes, como a de Efésios, demonstrando a importância da comunicação na edificação da igreja.","por_que_esta_palavra":"A palavra 'Tychicus' é usada para destacar a importância de colaboradores no ministério e a necessidade de apoio mútuo entre os crentes.","conexao_teologica":"A presença de Tychicus ilustra a importância da comunidade cristã e do trabalho em equipe no avanço do evangelho.","referencias_relacionadas":["Atos 20:4","Colossenses 4:7","2 Timóteo 4:12"]},"efesios_6_21_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que serve, enfatizando o papel de liderança servidora dentro da comunidade cristã.","explicacao_detalhada":"No contexto de Efésios, Paulo usa 'mestre' para descrever a função de liderança que deve ser exercida com humildade e serviço, refletindo o caráter de Cristo.","por_que_esta_palavra":"A escolha da palavra 'mestre' destaca a inversão de valores do reino de Deus, onde o maior é aquele que serve.","conexao_teologica":"A liderança servidora é um princípio central no cristianismo, refletindo a natureza de Cristo como servo.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","João 13:13-15"]},"efesios_6_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Cristo como a autoridade suprema sobre a vida dos crentes.","explicacao_detalhada":"No contexto de Efésios, reconhecer Jesus como Senhor implica em submissão à Sua vontade e liderança, refletindo a relação entre Cristo e a igreja.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a soberania de Cristo e a necessidade de os crentes viverem sob Sua autoridade.","conexao_teologica":"A autoridade de Cristo é fundamental para a fé cristã, pois Ele é o cabeça da igreja e o Senhor de nossas vidas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Colossenses 1:18"]},"efesios_6_22_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade, indicando a profundidade do compromisso dos crentes.","explicacao_detalhada":"No contexto de Efésios, o coração é visto como o lugar onde se desenvolvem as intenções e os sentimentos, sendo essencial para a vida espiritual.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar a autenticidade da fé e a necessidade de um relacionamento genuíno com Deus.","conexao_teologica":"A transformação do coração é um tema central na teologia cristã, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"efesios_6_22_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de despachar Tychicus para levar notícias e encorajamento à igreja em Éfeso.","explicacao_detalhada":"Enviar Tychicus é um exemplo de como a comunicação e o encorajamento são vitais para a saúde espiritual da igreja.","por_que_esta_palavra":"A palavra 'enviar' destaca a importância da missão e do papel dos mensageiros no ministério cristão.","conexao_teologica":"O envio de mensageiros é um princípio bíblico que reflete a missão da igreja de levar a mensagem do evangelho ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Atos 13:3","Romanos 10:15"]},"efesios_6_22_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se à compreensão profunda e ao relacionamento íntimo com Deus.","explicacao_detalhada":"No contexto de Efésios, conhecer a Deus é fundamental para a vida cristã, pois implica em um relacionamento pessoal e transformador.","por_que_esta_palavra":"A palavra 'conhecer' é usada para enfatizar a importância do conhecimento espiritual e da sabedoria que vem de Deus.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã, pois nos capacita a viver de acordo com Sua vontade.","referencias_relacionadas":["João 17:3","Colossenses 1:10","2 Pedro 3:18"]},"efesios_6_23_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e harmonia que vêm de um relacionamento correto com Deus.","explicacao_detalhada":"No contexto de Efésios, a paz é um presente de Deus que sustenta os crentes em meio às dificuldades e conflitos.","por_que_esta_palavra":"A palavra 'paz' é usada para destacar a importância da paz de Cristo na vida do crente e na comunidade.","conexao_teologica":"A paz é um tema central na teologia cristã, refletindo a reconciliação que Cristo trouxe entre Deus e a humanidade.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"efesios_6_23_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em Suas promessas.","explicacao_detalhada":"No contexto de Efésios, a fé é fundamental para a vida cristã, pois é pela fé que os crentes são salvos e sustentados.","por_que_esta_palavra":"A palavra 'fé' é usada para enfatizar a centralidade da confiança em Deus na vida do crente.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo essencial para o relacionamento com Deus e a vivência do evangelho.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Gálatas 2:20"]},"efesios_6_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Efésios, Deus é apresentado como a fonte de toda graça e bênção, sendo fundamental para a vida e fé dos crentes.","por_que_esta_palavra":"A palavra 'Deus' é usada para afirmar a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A compreensão de Deus como Pai é central na teologia cristã, refletindo o relacionamento íntimo que os crentes têm com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"efesios_6_24_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido de Deus, que é a base da salvação e do relacionamento com Ele.","explicacao_detalhada":"No contexto de Efésios, a graça é apresentada como um presente de Deus que transforma vidas e capacita os crentes a viverem em obediência.","por_que_esta_palavra":"A palavra 'graça' é usada para enfatizar a natureza generosa de Deus e a dependência dos crentes de Sua bondade.","conexao_teologica":"A graça é um tema central na teologia cristã, sendo a base da salvação e do relacionamento com Deus.","referencias_relacionadas":["Efésios 2:8","Romanos 3:24","2 Coríntios 12:9"]},"efesios_6_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Cristo sobre os crentes.","explicacao_detalhada":"No contexto de Efésios 6:24, 'senhor' enfatiza a relação de submissão e reverência que os cristãos devem ter em relação a Jesus, reconhecendo-o como o Senhor de suas vidas. Essa palavra é frequentemente usada para expressar a posição de Cristo como aquele que tem domínio e controle sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a natureza da relação entre os crentes e Jesus, que não é apenas um salvador, mas também um mestre e governante.","conexao_teologica":"A teologia cristã enfatiza a soberania de Cristo, que é reconhecido como Senhor em toda a Escritura, o que implica em uma vida de obediência e devoção a Ele.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"efesios_6_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Em Efésios 6:24, o nome 'Jesus' é mencionado como aquele que traz graça aos que o amam. Este nome é sinônimo de salvação e é fundamental para a identidade cristã, pois representa a encarnação de Deus e a obra redentora realizada na cruz.","por_que_esta_palavra":"A inclusão do nome 'Jesus' destaca a importância do relacionamento pessoal com Ele, que é a fonte de graça e amor para os crentes.","conexao_teologica":"A teologia cristã gira em torno da pessoa de Jesus, que é reconhecido como o Filho de Deus e o único mediador entre Deus e os homens, enfatizando a necessidade de um relacionamento pessoal com Ele.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]}}