{"oseias_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que a palavra do Senhor foi revelada ao profeta Oséias.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um período de tempo em que Deus se comunica com seu povo, enfatizando a importância da revelação divina em momentos específicos da história.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a temporalidade da mensagem profética e a urgência da comunicação divina.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes está associado ao juízo de Deus e à intervenção divina na história.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","Salmos 118:24"]},"oseias_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Indica a mensagem ou o decreto que Deus deu a Oséias para transmitir ao povo de Israel.","explicacao_detalhada":"A palavra 'dâbâr' é fundamental na comunicação profética, representando não apenas uma palavra falada, mas também a ação de Deus em direção ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a autoridade e a seriedade da mensagem que Oséias deve transmitir.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"oseias_1_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na identidade de Deus e na relação com seu povo.","explicacao_detalhada":"O nome 'YHWH' representa a eternidade, a santidade e a soberania de Deus, sendo um elemento fundamental na adoração e na compreensão da natureza divina.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância de reconhecer sua autoridade e seu papel na história de Israel.","conexao_teologica":"O nome do Senhor é frequentemente associado à aliança e à fidelidade de Deus para com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"oseias_1_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é central na promessa de Deus ao seu povo.","explicacao_detalhada":"A palavra 'terra' implica não apenas o território físico, mas também a relação espiritual e a herança que Deus deu a Israel.","por_que_esta_palavra":"A menção da terra destaca a importância da geografia na narrativa bíblica e a conexão do povo com suas promessas.","conexao_teologica":"A terra é vista como um símbolo da bênção e da presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"oseias_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome do Senhor, enfatizando sua soberania e autoridade.","explicacao_detalhada":"A repetição do nome de Deus reforça a ideia de que todas as ações e promessas estão enraizadas em sua identidade.","por_que_esta_palavra":"A presença do nome de Deus é um lembrete constante da sua fidelidade e do seu pacto com Israel.","conexao_teologica":"O nome do Senhor é um tema recorrente que simboliza a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Filipenses 2:9-11"]},"oseias_1_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de Deus de comunicar sua vontade ao povo, enfatizando a importância da mensagem.","explicacao_detalhada":"A palavra 'dizer' implica uma ação de comunicação que é essencial para a relação entre Deus e a humanidade.","por_que_esta_palavra":"A escolha do verbo 'dizer' destaca a iniciativa de Deus em se revelar e guiar seu povo.","conexao_teologica":"A comunicação divina é um aspecto fundamental da teologia, mostrando como Deus se relaciona com a criação.","referencias_relacionadas":["Gênesis 1:3","Salmos 29:4","João 1:1"]},"oseias_1_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de vida ou à conduta do povo de Israel em relação a Deus.","explicacao_detalhada":"A palavra 'andar' simboliza a jornada espiritual e a obediência às leis de Deus, refletindo a relação entre fé e ação.","por_que_esta_palavra":"A escolha do verbo 'andar' sugere um movimento contínuo na vida espiritual, enfatizando a necessidade de seguir a direção de Deus.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, representando a vida em comunhão com o Criador.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"oseias_1_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, possivelmente em relação à palavra de Deus ou à missão profética.","explicacao_detalhada":"A palavra 'tomar' implica uma ação de apropriação, seja de uma mensagem, de uma responsabilidade ou de uma bênção.","por_que_esta_palavra":"A escolha do verbo 'tomar' enfatiza a necessidade de aceitação e compromisso com a palavra de Deus.","conexao_teologica":"Tomar a palavra de Deus é essencial para a vida espiritual e para a missão do crente.","referencias_relacionadas":["Tiago 1:21","Romanos 10:8","Salmos 119:11"]},"oseias_1_3_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à ideia de um novo começo ou à inocência, possivelmente em relação ao povo de Israel.","explicacao_detalhada":"A palavra 'criança' pode simbolizar a relação de Deus com seu povo, que é frequentemente descrito como uma criança que precisa de orientação.","por_que_esta_palavra":"A menção de 'criança' sugere a vulnerabilidade e a necessidade de cuidado e proteção divina.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente comparada à de um pai e uma criança, enfatizando amor e cuidado.","referencias_relacionadas":["Mateus 18:3","Isaías 40:11","Salmos 127:3"]},"oseias_1_4_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar seu povo da opressão e do pecado.","explicacao_detalhada":"A palavra 'libertar' implica a ideia de resgate e salvação, um tema central na narrativa bíblica.","por_que_esta_palavra":"A escolha do verbo 'libertar' destaca a ação redentora de Deus na história de Israel e na vida dos crentes.","conexao_teologica":"A libertação é um ato de graça de Deus, que se manifesta em várias formas ao longo da Bíblia.","referencias_relacionadas":["Êxodo 6:6","Gálatas 5:1","Romanos 8:21"]},"oseias_1_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação divina, onde Deus se manifesta através de Sua palavra.","explicacao_detalhada":"No contexto de Oséias 1:4, Deus ordena a Oséias que nomeie seu filho, simbolizando a mensagem que Ele deseja transmitir ao povo de Israel. A palavra 'dizer' reflete a autoridade de Deus em comunicar Sua vontade.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a importância da revelação divina e da obediência ao que Deus ordena.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando que Ele se preocupa em se fazer ouvir e entendido.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"oseias_1_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo em que eventos significativos ocorrerão, especialmente no juízo de Deus.","explicacao_detalhada":"Em Oséias 1:5, o 'dia' é um tempo de julgamento e transformação, onde Deus promete punir a casa de Israel. O uso de 'dia' indica um tempo determinado por Deus para a realização de Seus planos.","por_que_esta_palavra":"A palavra é importante porque destaca a certeza do cumprimento das promessas e advertências de Deus.","conexao_teologica":"O conceito de 'dia' como um tempo de juízo é recorrente na Bíblia, simbolizando tanto a justiça quanto a misericórdia de Deus.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Mateus 24:36"]},"oseias_1_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda do povo de Israel devido à sua desobediência e idolatria.","explicacao_detalhada":"No versículo, 'cair' simboliza a perda da proteção de Deus e a consequência do pecado. É um aviso sobre as consequências da rebelião contra Deus.","por_que_esta_palavra":"Esta palavra é significativa porque ilustra a fragilidade do ser humano diante da desobediência a Deus.","conexao_teologica":"A queda é um tema teológico que representa a separação entre Deus e a humanidade, enfatizando a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 4:10"]},"oseias_1_5_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de Deus de trazer juízo sobre Israel por causa de sua infidelidade.","explicacao_detalhada":"Em Oséias 1:5, 'destruir' é uma declaração da severidade do juízo de Deus, que não hesitará em punir a desobediência do Seu povo.","por_que_esta_palavra":"É importante porque revela a seriedade do pecado e as consequências que ele traz.","conexao_teologica":"A destruição como juízo divino é um tema que aparece em várias partes da Bíblia, mostrando a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13","Apocalipse 21:8"]},"oseias_1_6_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' simboliza a nova geração que deve ser ensinada nos caminhos do Senhor.","explicacao_detalhada":"Em Oséias 1:6, a menção à 'criança' representa a continuidade da mensagem de Deus e a esperança de um futuro melhor, apesar do juízo.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a importância da educação espiritual desde a infância.","conexao_teologica":"A Bíblia enfatiza a responsabilidade dos pais em ensinar seus filhos sobre Deus e Seus caminhos.","referencias_relacionadas":["Provérbios 22:6","Deuteronômio 6:7","Efésios 6:4"]},"oseias_1_6_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' representa a essência da existência e a relação com Deus.","explicacao_detalhada":"No contexto de Oséias 1:6, 'vida' é um lembrete da importância de viver em conformidade com a vontade de Deus para experimentar a verdadeira vida.","por_que_esta_palavra":"É importante porque enfatiza que a vida plena é encontrada em Deus e em Seus caminhos.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus é descrito como a fonte da vida.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"oseias_1_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Oséias 1:7, a menção ao 'senhor' destaca a relação de Deus com Seu povo e Sua capacidade de salvá-los, mesmo em meio ao juízo.","por_que_esta_palavra":"Esta palavra é significativa porque reafirma a identidade de Deus como o único verdadeiro Senhor.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"oseias_1_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza a nação de Israel e sua relação com Deus.","explicacao_detalhada":"Em Oséias 1:7, 'casa' representa o povo de Deus, que deve ser fiel a Ele e viver segundo Seus mandamentos.","por_que_esta_palavra":"É importante porque ilustra a ideia de que a casa de Deus deve ser um lugar de adoração e obediência.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["1 Pedro 2:5","Hebreus 3:6","Salmos 127:1"]},"oseias_1_8_bom":{"palavra_pt":"bom","palavra_original":"גָּמַל","transliteracao":"gâmal","strong":"H1580","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e fidelidade de Deus, contrastando com a infidelidade do povo.","explicacao_detalhada":"Em Oséias 1:8, 'bom' é uma referência à natureza de Deus e à expectativa de que Seu povo reflita essa bondade em suas ações.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a expectativa de Deus de que Seu povo viva de acordo com Sua bondade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, mostrando que Ele é a fonte de todo o bem.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"oseias_1_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de Deus e Sua mensagem ao povo.","explicacao_detalhada":"Em Oséias 1:9, a repetição da palavra 'dizer' reforça a ideia de que Deus continua a falar e a advertir Seu povo sobre suas ações.","por_que_esta_palavra":"Esta palavra é importante porque sublinha a persistência de Deus em se comunicar com Seu povo, mesmo diante da desobediência.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre Ele e a humanidade, mostrando Sua disposição em guiar e corrigir.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1-4","Isaías 55:11"]},"oseias_1_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a razão pela qual Ele está agindo, revelando a motivação divina por trás do juízo.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso profético, onde as ações de Deus são sempre justificadas por razões morais ou espirituais.","conexao_teologica":"A utilização de 'porque' reflete a soberania de Deus e Sua justiça, mostrando que Ele age com propósito e razão.","referencias_relacionadas":["Isaías 1:18","Romanos 8:28","Salmos 119:68"]},"oseias_1_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"Neste versículo, a ausência da verdade é um reflexo da infidelidade do povo de Israel, que se afastou dos caminhos do Senhor.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e Seu povo, onde a verdade é um fundamento da aliança.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, representando a base da confiança e da fé.","referencias_relacionadas":["João 14:6","Salmos 25:5","Provérbios 12:22"]}}