{"oseias_10_1_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' representa o lugar de adoração e sacrifício, simbolizando a relação do povo com Deus.","explicacao_detalhada":"Neste versículo, o altar é um símbolo da adoração que se tornou vazia e superficial, refletindo a apostasia de Israel.","por_que_esta_palavra":"O altar é central para o culto a Deus, e sua degradação indica a perda de reverência e compromisso espiritual.","conexao_teologica":"O altar é um lugar de encontro entre o homem e Deus, e sua corrupção representa a quebra da comunhão.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"oseias_10_1_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações e do caráter do povo de Israel em relação a Deus.","explicacao_detalhada":"Neste contexto, o 'bom' é um chamado à reflexão sobre a moralidade e a justiça, contrastando com a corrupção do povo.","por_que_esta_palavra":"A bondade é um atributo que deve caracterizar a vida dos que seguem a Deus, sendo um reflexo de Sua natureza.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, e os crentes são chamados a imitar essa bondade em suas vidas.","referencias_relacionadas":["Gálatas 5:22","Salmos 34:8","Mateus 5:16"]},"oseias_10_1_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundantemente' refere-se à prosperidade e bênçãos que Deus deseja para Seu povo.","explicacao_detalhada":"Neste versículo, a abundância é um contraste com a realidade de um povo que se afastou de Deus e perdeu suas bênçãos.","por_que_esta_palavra":"A abundância é uma promessa de Deus, mas requer fidelidade e obediência do Seu povo.","conexao_teologica":"A abundância de Deus é um tema recorrente, mostrando que Ele deseja prosperidade espiritual e material para aqueles que O seguem.","referencias_relacionadas":["Deuteronômio 28:2","Filipenses 4:19","Salmos 23:5"]},"oseias_10_2_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e decisões do povo de Israel.","explicacao_detalhada":"Neste versículo, o coração é visto como a fonte de ações e intenções, enfatizando a necessidade de um coração puro diante de Deus.","por_que_esta_palavra":"O coração é crucial na relação com Deus, pois é de onde provêm os pensamentos e ações do ser humano.","conexao_teologica":"A transformação do coração é essencial para a verdadeira adoração e relacionamento com Deus.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"oseias_10_2_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Reforça a ideia do altar como um símbolo de adoração, que deve ser puro e sincero.","explicacao_detalhada":"A repetição da palavra 'altar' enfatiza a importância do culto verdadeiro e a necessidade de arrependimento por parte do povo.","por_que_esta_palavra":"Um altar limpo e dedicado a Deus é essencial para um relacionamento saudável com Ele.","conexao_teologica":"A pureza do altar reflete a pureza do coração do adorador, sendo ambos essenciais para a verdadeira adoração.","referencias_relacionadas":["Levítico 9:24","Romanos 12:1","Hebreus 10:22"]},"oseias_10_2_deal":{"palavra_pt":"deal","palavra_original":"חָלַק","transliteracao":"châlaq","strong":"H2505","significado_raiz":"Ideia básica: deal.","significado_contextual":"A palavra 'deal' refere-se a como o povo de Israel se relaciona com Deus e entre si.","explicacao_detalhada":"Neste contexto, o ato de 'deal' implica em como o povo deve agir com justiça e retidão, em contraste com suas práticas corruptas.","por_que_esta_palavra":"A maneira como se 'deal' reflete a integridade e a moralidade do povo, que deve ser alinhada com os princípios de Deus.","conexao_teologica":"Deus espera que Seu povo atue com justiça e amor, refletindo Seu caráter em suas interações.","referencias_relacionadas":["Miquéias 6:8","Tiago 1:27","Romanos 13:10"]},"oseias_10_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à liderança e autoridade, especialmente em relação a Deus como Rei de Israel.","explicacao_detalhada":"Neste versículo, a referência ao rei destaca a responsabilidade dos líderes em guiar o povo segundo os caminhos de Deus.","por_que_esta_palavra":"A liderança é crucial para a saúde espiritual da nação, e um rei justo deve refletir a justiça de Deus.","conexao_teologica":"Deus é o Rei supremo, e os líderes humanos devem submeter-se a Sua autoridade e governar com sabedoria.","referencias_relacionadas":["Salmos 22:28","Isaías 33:22","1 Pedro 2:13-14"]},"oseias_10_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a condição do povo de Israel.","explicacao_detalhada":"Neste contexto, 'porque' explica a consequência das ações do povo, que se afastou de Deus e de Sua verdade.","por_que_esta_palavra":"Entender o 'porque' é essencial para reconhecer a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A relação entre ações e consequências é um tema central na teologia bíblica, mostrando a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"oseias_10_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a importância da fidelidade e autenticidade na relação com Deus.","explicacao_detalhada":"Neste versículo, a verdade é um chamado ao arrependimento e à restauração da relação com Deus, que foi rompida pela infidelidade.","por_que_esta_palavra":"A verdade é essencial para a restauração do relacionamento com Deus e para a vida espiritual saudável do povo.","conexao_teologica":"A verdade é um dos pilares da fé cristã, e a busca por ela deve ser constante na vida do crente.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"oseias_10_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância da comunicação divina.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas a fala, mas também a ação e a intenção por trás dela. Em Oseias 10:4, a palavra é utilizada em um contexto de promessas quebradas e enganos.","por_que_esta_palavra":"Esta palavra é central para entender a relação entre Deus e o povo de Israel, que frequentemente falhava em cumprir suas promessas.","conexao_teologica":"A palavra de Deus é vista como um meio de revelação e comunicação, essencial para a aliança entre Deus e seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"oseias_10_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a severidade do juízo de Deus sobre Israel por suas transgressões.","explicacao_detalhada":"A palavra 'כָּרַת' (kârath) implica em cortar ou destruir, frequentemente associada a alianças rompidas e consequências severas.","por_que_esta_palavra":"É usada para enfatizar a gravidade da situação de Israel, que estava prestes a enfrentar a destruição por causa de sua infidelidade.","conexao_teologica":"Reflete a ideia de que a desobediência a Deus pode levar à destruição, um tema recorrente nas Escrituras.","referencias_relacionadas":["Ezequiel 18:30","Jeremias 11:3","Mateus 7:19"]},"oseias_10_4_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Representa a aliança que foi feita entre Deus e Israel, que estava sendo desconsiderada.","explicacao_detalhada":"A palavra 'בְּרִית' (bᵉrîyth) refere-se a um pacto sagrado, simbolizando a relação especial entre Deus e seu povo.","por_que_esta_palavra":"Destaca a importância das promessas feitas por Deus e a responsabilidade do povo em mantê-las.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando a fidelidade de Deus e a resposta esperada do seu povo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"oseias_10_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual Israel enfrentaria juízo.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é uma conjunção que estabelece uma relação causal, explicando a motivação por trás das ações de Deus.","por_que_esta_palavra":"É crucial para entender o porquê das advertências e juízos que Deus traz sobre seu povo.","conexao_teologica":"Mostra a justiça de Deus em agir de acordo com a desobediência do povo.","referencias_relacionadas":["Romanos 1:18","Gálatas 6:7","Tiago 1:14"]},"oseias_10_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּמָר","transliteracao":"kâmâr","strong":"H3649","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à liderança espiritual que falhou em guiar o povo corretamente.","explicacao_detalhada":"A palavra 'כָּמָר' (kâmâr) indica a função do sacerdote, que deveria ser um mediador entre Deus e o povo, mas que se corrompeu.","por_que_esta_palavra":"Enfatiza a responsabilidade dos líderes espirituais em manter a pureza e a verdade na adoração a Deus.","conexao_teologica":"A falha dos sacerdotes é um reflexo da condição espiritual do povo e da necessidade de um verdadeiro mediador.","referencias_relacionadas":["Ezequiel 22:26","Malaquias 2:7","Hebreus 5:1"]},"oseias_10_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Representa a autoridade e liderança que também falhou em guiar o povo segundo a vontade de Deus.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) refere-se ao rei, que tem a responsabilidade de governar com justiça e temor a Deus.","por_que_esta_palavra":"É usada para destacar a corrupção e a injustiça que permeavam a liderança de Israel.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus, e a corrupção dos reis é um tema que leva ao juízo divino.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 29:2","Romanos 13:1"]},"oseias_10_6_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se aos sacrifícios que eram feitos, mas que não eram aceitos por Deus devido à hipocrisia.","explicacao_detalhada":"A palavra 'מִנְחָה' (minchâh) refere-se a uma oferta ou presente, geralmente associada a atos de adoração.","por_que_esta_palavra":"Destaca a importância da sinceridade nas ofertas apresentadas a Deus, que não são aceitas quando feitas de coração impuro.","conexao_teologica":"A verdadeira adoração deve ser acompanhada de um coração reto, refletindo a relação entre fé e obras.","referencias_relacionadas":["Isaías 1:11","Malaquias 1:10","Hebreus 13:15"]},"oseias_10_6_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"Simboliza a condição espiritual do povo, que estava seco e sem vida.","explicacao_detalhada":"A palavra 'בּוּשׁ' (bûwsh) pode ser interpretada como vergonha ou secura, indicando a falta de frutos espirituais.","por_que_esta_palavra":"É usada para descrever a desolação e a falta de vitalidade na relação do povo com Deus.","conexao_teologica":"Reflete a necessidade de renovação espiritual e a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 1:3","João 7:38"]},"oseias_10_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reitera a ideia de liderança corrupta que leva à ruína do povo.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é novamente usada para enfatizar a importância da liderança justa e a responsabilidade do rei.","por_que_esta_palavra":"Reforça a crítica à liderança que se afasta dos princípios de Deus, resultando em consequências desastrosas.","conexao_teologica":"A liderança deve refletir o caráter de Deus, e a corrupção dos líderes é um tema que leva ao juízo divino.","referencias_relacionadas":["1 Reis 12:16","Provérbios 28:12","Isaías 33:22"]},"oseias_10_7_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמָה","transliteracao":"dâmâh","strong":"H1820","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à destruição iminente que o povo enfrentaria devido à sua infidelidade.","explicacao_detalhada":"A palavra 'דָּמָה' (dâmâh) implica em perecer ou ser destruído, enfatizando a gravidade do juízo de Deus.","por_que_esta_palavra":"É usada para alertar o povo sobre as consequências de suas ações e a necessidade de arrependimento.","conexao_teologica":"A ideia de perecimento é um chamado ao arrependimento e à volta a Deus, que é sempre oferecido.","referencias_relacionadas":["Ezequiel 18:23","Mateus 10:28","Apocalipse 20:14"]},"oseias_10_8_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade e ao engano que os israelitas buscavam em seus ídolos.","explicacao_detalhada":"A palavra 'vaidade' (ʼâven) é usada para descrever a falta de substância e valor nas práticas idólatras do povo de Israel. Eles estavam se afastando de Deus e se entregando a coisas que não tinham valor real.","por_que_esta_palavra":"Esta palavra é importante porque destaca a crítica de Deus à idolatria e à futilidade das esperanças depositadas em ídolos.","conexao_teologica":"A vaidade é um tema recorrente na Bíblia, onde Deus frequentemente condena a idolatria e a busca por coisas que não satisfazem.","referencias_relacionadas":["Salmos 31:6","Eclesiastes 1:2","Isaías 44:9"]},"oseias_10_8_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado que os israelitas cometiam ao se afastar de Deus.","explicacao_detalhada":"A palavra 'pecado' (chaṭṭâʼâh) implica em transgressão da lei de Deus. O povo estava oferecendo sacrifícios, mas seus corações estavam longe de Deus.","por_que_esta_palavra":"É crucial para entender a relação entre sacrifício e arrependimento genuíno, que não pode ser apenas ritualístico.","conexao_teologica":"O conceito de pecado é central na teologia bíblica, pois enfatiza a necessidade de redenção e a importância do arrependimento.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Salmos 51:17"]},"oseias_10_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e consequência para o povo de Israel.","explicacao_detalhada":"A palavra 'dia' (yôwm) é usada para indicar um período em que Deus trará juízo sobre Israel por suas transgressões.","por_que_esta_palavra":"O 'dia' é um conceito importante na profecia, simbolizando tanto o juízo quanto a esperança de restauração.","conexao_teologica":"O dia do Senhor é um tema teológico que aparece em várias partes da Bíblia, enfatizando a soberania de Deus sobre a história.","referencias_relacionadas":["Amós 5:18-20","Joel 2:1","Zacarias 14:1"]},"oseias_10_9_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à ação de desobedecer a Deus, que leva ao afastamento do povo.","explicacao_detalhada":"A palavra 'pecado' (châṭâʼ) enfatiza a natureza da transgressão e a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"É fundamental para entender a condição espiritual do povo e a necessidade de um salvador.","conexao_teologica":"A doutrina do pecado é central na mensagem do evangelho, que aponta para a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gálatas 5:19-21","Tiago 1:15"]},"oseias_10_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade que o povo deveria ter em sua relação com Deus.","explicacao_detalhada":"A palavra 'verdade' (lôʼ) implica em honestidade e autenticidade, características que estavam faltando no comportamento do povo.","por_que_esta_palavra":"A verdade é essencial na relação com Deus, pois Ele é a própria verdade e espera que Seu povo viva de acordo com ela.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"oseias_10_10_forca":{"palavra_pt":"forca","palavra_original":"עֲיָם","transliteracao":"ʻăyâm","strong":"H5868","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força e ao poder que Deus usará para trazer juízo sobre Israel.","explicacao_detalhada":"A palavra 'força' (ʻăyâm) implica em poder e autoridade, que Deus exerce sobre as nações e Seu povo.","por_que_esta_palavra":"É importante para entender a soberania de Deus e Sua capacidade de agir em favor ou contra Seu povo.","conexao_teologica":"A força de Deus é um tema que aparece em muitos contextos bíblicos, mostrando Sua capacidade de salvar e julgar.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Romanos 1:16"]},"oseias_10_10_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em trazer destruição como consequência do pecado do povo.","explicacao_detalhada":"A palavra 'destruir' (ʼâçaph) é usada para descrever o ato de remover ou eliminar algo, neste caso, o juízo sobre Israel.","por_que_esta_palavra":"É crucial para entender a seriedade do pecado e as consequências que ele traz.","conexao_teologica":"A destruição como juízo é um tema que aparece em várias partes da Bíblia, enfatizando a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13","Apocalipse 21:8"]},"oseias_10_11_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que Deus espera que Seu povo tenha por Ele e pelos outros.","explicacao_detalhada":"A palavra 'amar' (ʼâhab) implica em um amor ativo e comprometido, que deve ser refletido nas ações do povo.","por_que_esta_palavra":"É fundamental para entender o chamado de Deus para um relacionamento íntimo e amoroso com Seu povo.","conexao_teologica":"O amor é o mandamento central na Bíblia, refletindo o caráter de Deus e a essência da vida cristã.","referencias_relacionadas":["Mateus 22:37-39","1 João 4:19","Romanos 13:10"]},"oseias_10_12_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que Deus exige de Seu povo em suas ações e decisões.","explicacao_detalhada":"A palavra 'justiça' (tsᵉdâqâh) implica em viver de acordo com os padrões de Deus e tratar os outros com equidade.","por_que_esta_palavra":"É essencial para entender a natureza do caráter de Deus e o que Ele espera de Seu povo.","conexao_teologica":"A justiça é um atributo de Deus e um princípio fundamental na vida cristã, refletindo Seu reino.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Mateus 5:6"]},"oseias_10_12_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à comunicação e à expressão do que está no coração do povo.","explicacao_detalhada":"A palavra 'boca' (peh) simboliza a fala e a maneira como o povo expressa suas crenças e ações.","por_que_esta_palavra":"É importante para entender como as palavras podem refletir a condição espiritual do coração.","conexao_teologica":"A boca é frequentemente mencionada na Bíblia como um meio de expressar louvor, maldição e a verdade de Deus.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34-37","Tiago 3:10"]},"oseias_10_12_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia' refere-se ao amor leal e à fidelidade de Deus para com o Seu povo.","explicacao_detalhada":"Em Oseias 10:12, a misericórdia é apresentada como um chamado à conversão e ao arrependimento. Deus deseja que Seu povo busque a justiça e a misericórdia, refletindo Seu caráter amoroso.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de Deus com Israel, que frequentemente se afastava dEle, mas sempre era chamado de volta ao arrependimento.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, mostrando que, apesar das falhas humanas, Deus permanece fiel e amoroso.","referencias_relacionadas":["Salmos 136:1","Miquéias 6:8","Romanos 5:8"]},"oseias_10_13_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' refere-se à ação de traçar planos, muitas vezes com a intenção de fazer o mal.","explicacao_detalhada":"Em Oseias 10:13, o povo de Israel é acusado de planejar o mal e colher as consequências de suas ações. A passagem enfatiza a responsabilidade moral do povo.","por_que_esta_palavra":"É importante porque destaca a natureza deliberada do pecado e a necessidade de arrependimento.","conexao_teologica":"A ideia de planejamento está ligada à soberania de Deus e à responsabilidade humana, mostrando que nossas escolhas têm consequências.","referencias_relacionadas":["Provérbios 16:9","Gálatas 6:7","Tiago 4:13-15"]},"oseias_10_13_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações que vão contra a vontade de Deus e que trazem destruição.","explicacao_detalhada":"Em Oseias 10:13, o mal é o resultado do afastamento de Israel de Deus, que leva à ruína e ao juízo divino.","por_que_esta_palavra":"É essencial para entender a gravidade do pecado e suas consequências na vida do povo.","conexao_teologica":"O conceito de mal é fundamental na teologia, pois revela a necessidade da redenção e da graça de Deus.","referencias_relacionadas":["Isaías 5:20","Romanos 3:23","1 João 1:8"]},"oseias_10_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo enfrenta as consequências de suas ações.","explicacao_detalhada":"Em Oseias 10:13, 'porque' conecta a ação do povo ao seu resultado, enfatizando a relação entre causa e efeito nas ações humanas.","por_que_esta_palavra":"É importante para entender a lógica do juízo de Deus e a responsabilidade do povo por suas escolhas.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico que permeia toda a Escritura.","referencias_relacionadas":["Gálatas 6:7","Eclesiastes 12:14","Mateus 12:36"]},"oseias_10_14_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada no sentido de erguer ou trazer à tona algo.","explicacao_detalhada":"Em Oseias 10:14, a ideia de levantar refere-se ao juízo que Deus trará sobre Israel como consequência de suas ações.","por_que_esta_palavra":"É crucial para entender a ação de Deus em resposta ao pecado do povo.","conexao_teologica":"A ideia de levantar juízo é um tema recorrente na Bíblia, mostrando a justiça de Deus.","referencias_relacionadas":["Salmos 75:7","Ezequiel 18:30","Romanos 2:6"]},"oseias_10_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Em Oseias 10:14, o modo de agir do povo é criticado, pois eles se afastaram dos caminhos de Deus.","por_que_esta_palavra":"É importante para entender que a forma como vivemos reflete nossa relação com Deus.","conexao_teologica":"A maneira de viver é um reflexo da nossa fé e obediência a Deus.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:2","Colossenses 3:17"]},"oseias_10_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção de Deus.","explicacao_detalhada":"Em Oseias 10:14, o dia é um símbolo do tempo em que Deus agirá contra o pecado de Israel.","por_que_esta_palavra":"É importante para entender a expectativa do juízo de Deus e a urgência do arrependimento.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia bíblica, indicando um tempo de ação divina.","referencias_relacionadas":["Amós 5:18","Joel 2:31","Zacarias 14:1"]},"oseias_10_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade do juízo de Deus.","explicacao_detalhada":"Em Oseias 10:15, a imagem do urso simboliza a severidade do juízo que virá sobre Israel.","por_que_esta_palavra":"É importante para entender a gravidade da situação de Israel e a certeza do juízo divino.","conexao_teologica":"A ferocidade do juízo de Deus é um lembrete da Sua santidade e justiça.","referencias_relacionadas":["Isaías 13:6","Ezequiel 30:3","Mateus 24:21"]},"oseias_10_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e ao relacionamento do povo com Ele.","explicacao_detalhada":"Em Oseias 10:15, o rosto de Deus é um símbolo de Sua atenção e julgamento sobre as ações de Israel.","por_que_esta_palavra":"É importante para entender que o relacionamento com Deus é afetado pelo pecado.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, refletindo a comunhão ou a separação que o pecado causa.","referencias_relacionadas":["Salmos 34:16","Isaías 59:2","Tiago 4:8"]},"oseias_10_15_luz":{"palavra_pt":"luz","palavra_original":"שַׁחַר","transliteracao":"shachar","strong":"H7837","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a verdade, a revelação e a presença de Deus.","explicacao_detalhada":"Em Oseias 10:15, a luz representa a clareza e a verdade que Deus traz ao Seu povo, contrastando com a escuridão do pecado.","por_que_esta_palavra":"É importante para entender que a luz de Deus é essencial para a vida espiritual e a orientação.","conexao_teologica":"A luz é um tema recorrente na Bíblia, simbolizando a verdade e a salvação que vêm de Deus.","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 119:105"]}}