{"oseias_13_1_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte aqui se refere à consequência espiritual e física do afastamento de Deus.","explicacao_detalhada":"Neste versículo, a palavra 'morrer' simboliza a separação de Deus, que resulta em morte espiritual e, eventualmente, física. O povo de Israel, ao se afastar de Deus, experimenta a morte em suas relações e bênçãos.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade da situação espiritual de Israel, mostrando que a desobediência leva à ruína.","conexao_teologica":"A morte espiritual é um tema recorrente na Bíblia, onde a desobediência a Deus resulta em separação e morte (Romanos 6:23).","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Gálatas 6:7"]},"oseias_13_1_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de Deus com o povo, que se tornou vazia e sem significado devido à desobediência.","explicacao_detalhada":"A palavra 'falar' destaca a importância da revelação divina e como o povo falhou em ouvir e obedecer à voz de Deus, resultando em sua queda.","por_que_esta_palavra":"A ênfase em 'falar' mostra que Deus se comunica ativamente com Seu povo, e a rejeição dessa comunicação leva a consequências severas.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual, e a falta de atenção a Sua palavra resulta em morte espiritual (Mateus 4:4).","referencias_relacionadas":["Mateus 4:4","Hebreus 1:1-2","Salmos 119:105"]},"oseias_13_1_culpado":{"palavra_pt":"culpado","palavra_original":"אָשַׁם","transliteracao":"ʼâsham","strong":"H816","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Indica a responsabilidade do povo por suas ações e a culpa que carregam por se afastarem de Deus.","explicacao_detalhada":"A palavra 'culpado' reflete a condição moral de Israel, que, ao pecar, se torna responsável por suas transgressões e suas consequências.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de arrependimento e a realidade do juízo divino sobre o pecado.","conexao_teologica":"A culpa é um tema central na teologia bíblica, onde todos são culpados diante de Deus e necessitam de redenção (Romanos 3:23).","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Salmos 51:4"]},"oseias_13_2_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão das leis de Deus, que leva à separação e à morte espiritual.","explicacao_detalhada":"A palavra 'pecado' destaca a natureza rebelde do povo de Israel, que, ao desobedecer a Deus, se afasta de Sua proteção e bênção.","por_que_esta_palavra":"O uso da palavra 'pecado' é crucial para entender a condição espiritual do povo e a necessidade de arrependimento.","conexao_teologica":"O pecado é a razão pela qual a humanidade precisa de um Salvador, e a Bíblia ensina que o arrependimento é essencial para a reconciliação com Deus (Atos 3:19).","referencias_relacionadas":["Atos 3:19","Romanos 6:23","1 João 1:9"]},"oseias_13_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade, representando a destruição que vem sobre aqueles que se afastam de Deus.","explicacao_detalhada":"A palavra 'urso' é usada para ilustrar a severidade do juízo de Deus, que pode ser tão devastador quanto um animal feroz atacando suas presas.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e o poder de Deus para trazer juízo sobre a desobediência.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever o juízo de Deus e a proteção que Ele oferece aos que O seguem (Salmos 91:13).","referencias_relacionadas":["Salmos 91:13","Isaías 11:6","Provérbios 17:12"]},"oseias_13_2_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"תָּבוּן","transliteracao":"tâbûwn","strong":"H8394","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à compreensão e discernimento que vêm de Deus, que o povo rejeitou.","explicacao_detalhada":"A palavra 'sabedoria' destaca a falta de entendimento do povo em seguir os caminhos de Deus, resultando em sua queda.","por_que_esta_palavra":"A escolha de 'sabedoria' enfatiza a importância de buscar a orientação divina em vez de seguir a própria vontade.","conexao_teologica":"A sabedoria é fundamental na vida cristã, e a Bíblia ensina que o temor do Senhor é o princípio da sabedoria (Provérbios 9:10).","referencias_relacionadas":["Provérbios 9:10","Tiago 1:5","Eclesiastes 7:12"]},"oseias_13_3_dew":{"palavra_pt":"dew","palavra_original":"טַל","transliteracao":"ṭal","strong":"H2919","significado_raiz":"Ideia básica: dew.","significado_contextual":"Simboliza a bênção e a provisão de Deus, que se tornam escassas devido à desobediência.","explicacao_detalhada":"A palavra 'dew' representa a frescura e a vida que Deus oferece, que se perdem quando o povo se afasta dEle.","por_que_esta_palavra":"A escolha de 'dew' enfatiza a fragilidade das bênçãos de Deus e como a desobediência pode levar à seca espiritual.","conexao_teologica":"A Bíblia frequentemente usa a imagem do orvalho como símbolo da graça e da provisão de Deus (Isaías 26:19).","referencias_relacionadas":["Isaías 26:19","Salmos 133:3","Deuteronômio 32:2"]},"oseias_13_3_chaff":{"palavra_pt":"chaff","palavra_original":"מֹץ","transliteracao":"môts","strong":"H4671","significado_raiz":"Ideia básica: chaff.","significado_contextual":"Refere-se à futilidade e à fragilidade da vida sem Deus, que acaba sendo levada pelo vento.","explicacao_detalhada":"A palavra 'chaff' ilustra a inutilidade das ações do povo que se afastou de Deus, mostrando que suas obras não têm valor eterno.","por_que_esta_palavra":"A escolha de 'chaff' enfatiza a transitoriedade da vida sem a orientação divina e a inevitabilidade do juízo.","conexao_teologica":"A Bíblia ensina que as obras sem fundamento em Deus são como palha, que será queimada no dia do juízo (Mateus 3:12).","referencias_relacionadas":["Mateus 3:12","Salmos 1:4","1 Coríntios 3:12-15"]},"oseias_13_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao povo de Israel e à terra prometida, que se tornaram desolados devido ao pecado.","explicacao_detalhada":"A palavra 'terra' simboliza a herança de Deus para Seu povo, que foi comprometida pela desobediência e idolatria.","por_que_esta_palavra":"A escolha de 'terra' destaca a relação entre o povo e a promessa de Deus, mostrando a gravidade da perda espiritual e física.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus, e a desobediência leva à perda dessa bênção (Deuteronômio 28:15).","referencias_relacionadas":["Deuteronômio 28:15","Josué 1:3","Ezequiel 36:33"]},"oseias_13_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e à autoridade de Deus sobre todas as coisas, incluindo o destino de Israel.","explicacao_detalhada":"A palavra 'Deus' enfatiza a natureza suprema de Deus, que é o criador e sustentador de todas as coisas, e que exige fidelidade de Seu povo.","por_que_esta_palavra":"A escolha de 'Deus' sublinha a importância de reconhecer Sua autoridade e a necessidade de se submeter a Ele.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor de toda a criação (Salmos 24:1).","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 11:36"]},"oseias_13_4_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em libertar o povo de Israel de suas aflições e opressões.","explicacao_detalhada":"No contexto de Oséias 13:4, Deus lembra a Israel que Ele é a única fonte de salvação e libertação. A palavra 'yâshaʻ' implica não apenas a salvação física, mas também a espiritual, indicando que a verdadeira salvação vem de um relacionamento com Deus.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a dependência de Israel em Deus para a sua salvação, contrastando com a idolatria e a confiança em alianças humanas.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a intervenção divina na história da humanidade. Em Cristo, essa salvação é plenamente revelada.","referencias_relacionadas":["Salmos 68:20","Isaías 43:11","Romanos 10:13"]},"oseias_13_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido por Deus a Israel, simbolizando a herança e a bênção divina.","explicacao_detalhada":"Em Oséias 13:5, a 'terra' é um símbolo da presença de Deus e da prosperidade que Ele oferece ao Seu povo. A ideia de 'ʼerets' também pode se referir à condição espiritual da nação.","por_que_esta_palavra":"A menção da 'terra' é importante para lembrar Israel de sua identidade e da promessa de Deus, que se estende além do físico para o espiritual.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo, que se cumpre em Cristo, onde a verdadeira herança é a vida eterna.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Hebreus 11:9-10"]},"oseias_13_5_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao espaço cultivado, simbolizando a produção e a abundância que Deus proporciona.","explicacao_detalhada":"No contexto de Oséias 13:5, o 'campo' representa a prosperidade que vem da obediência a Deus. A palavra 'midbâr' pode também aludir ao deserto, contrastando com a abundância.","por_que_esta_palavra":"A referência ao 'campo' destaca a relação entre a fidelidade a Deus e a colheita de bênçãos, enfatizando a importância da obediência.","conexao_teologica":"A colheita é um tema recorrente na Bíblia, simbolizando a recompensa das ações e a provisão de Deus para aqueles que O seguem.","referencias_relacionadas":["Gálatas 6:7-9","Mateus 9:37-38","João 4:35"]},"oseias_13_6_encher":{"palavra_pt":"encher","palavra_original":"שָׂבַע","transliteracao":"sâbaʻ","strong":"H7646","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se à satisfação e plenitude que Deus oferece ao Seu povo.","explicacao_detalhada":"Em Oséias 13:6, 'encher' implica que, quando Israel prospera, se esquece de Deus, levando à sua ruína. A palavra 'sâbaʻ' sugere uma abundância que pode levar à complacência.","por_que_esta_palavra":"É importante porque ilustra a tendência humana de se afastar de Deus em tempos de prosperidade, esquecendo-se de Sua provisão.","conexao_teologica":"A plenitude em Deus é um tema central, onde a verdadeira satisfação é encontrada em um relacionamento com Ele, como ensinado em João 10:10.","referencias_relacionadas":["Salmos 107:9","Isaías 55:1-2","Filipenses 4:19"]},"oseias_13_6_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em restaurar e elevar Seu povo.","explicacao_detalhada":"No contexto de Oséias 13:6, 'levantar' implica que Deus tem o poder de restaurar Israel, mas também que o povo se levanta contra Ele em sua rebeldia.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a capacidade de Deus de restaurar, mesmo quando o povo se desvia, mostrando Sua misericórdia.","conexao_teologica":"A restauração é um tema central na Bíblia, culminando na obra redentora de Cristo, que levanta os caídos e oferece nova vida.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Romanos 8:11"]},"oseias_13_6_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões do ser humano, simbolizando a verdadeira condição espiritual.","explicacao_detalhada":"Em Oséias 13:6, o 'coração' é onde se origina a fidelidade ou a infidelidade a Deus. A palavra 'lêb' enfatiza a necessidade de um coração voltado para Deus.","por_que_esta_palavra":"É crucial porque revela que a verdadeira adoração e relacionamento com Deus começam no coração, não apenas em ações externas.","conexao_teologica":"A transformação do coração é essencial na teologia bíblica, sendo um tema central na nova aliança em Cristo, que promete um coração novo.","referencias_relacionadas":["Ezequiel 36:26","Mateus 5:8","Romanos 10:9"]},"oseias_13_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda espiritual e moral de Israel devido à sua desobediência.","explicacao_detalhada":"No contexto de Oséias 13:7, 'cair' implica que a infidelidade a Deus leva à ruína e ao juízo. A palavra 'hâyâh' sugere uma mudança de estado, de bênção para maldição.","por_que_esta_palavra":"É importante porque enfatiza as consequências da desobediência e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, onde a desobediência resulta em separação de Deus, contrastando com a promessa de restauração.","referencias_relacionadas":["Provérbios 24:16","Gálatas 5:4","Tiago 4:10"]},"oseias_13_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que leva à verdadeira vida, que é encontrada em Deus.","explicacao_detalhada":"Em Oséias 13:7, 'vida' implica que o verdadeiro propósito e significado da vida são encontrados em um relacionamento com Deus, contrastando com a morte espiritual.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a escolha entre a vida e a morte, enfatizando a importância de seguir a Deus.","conexao_teologica":"A vida eterna é um tema central na Bíblia, onde Jesus se apresenta como o caminho, a verdade e a vida.","referencias_relacionadas":["Deuteronômio 30:19","João 14:6","1 João 5:12"]},"oseias_13_8_urso":{"palavra_pt":"urso","palavra_original":"דֹּב","transliteracao":"dôb","strong":"H1677","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada como uma metáfora para descrever a ferocidade do juízo de Deus sobre Israel.","explicacao_detalhada":"Em Oséias 13:8, 'urso' simboliza a força e a destruição que virão sobre Israel devido à sua infidelidade. A palavra 'dôb' evoca a imagem de um predador feroz.","por_que_esta_palavra":"Esta palavra é importante porque ilustra a gravidade do juízo de Deus e a seriedade da desobediência do povo.","conexao_teologica":"O juízo de Deus é um tema importante, onde a justiça divina é manifestada contra o pecado, mas sempre com a esperança de arrependimento.","referencias_relacionadas":["Amós 3:8","Romanos 1:18","Hebreus 10:31"]},"oseias_13_8_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"A palavra 'olhos' refere-se à percepção e ao entendimento espiritual, simbolizando a visão de Deus sobre a condição de Israel.","explicacao_detalhada":"Em Oséias 13:8, 'olhos' implica que Deus vê a infidelidade de Israel e está ciente de suas ações. A palavra 'qâraʻ' sugere a ideia de ser rasgado ou exposto.","por_que_esta_palavra":"É significativa porque destaca que nada escapa ao olhar de Deus, e que Ele está sempre atento ao comportamento de Seu povo.","conexao_teologica":"A onisciência de Deus é um tema central, onde Ele conhece os corações e as ações, chamando ao arrependimento e à restauração.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"oseias_13_8_coracao":{"palavra_pt":"coracao","palavra_original":"סְגוֹר","transliteracao":"çᵉgôwr","strong":"H5458","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto de Oséias 13:8, o coração representa a disposição interna do povo de Israel, que se afastou de Deus. A referência ao coração indica que a rebeldia e a infidelidade não são apenas ações externas, mas refletem uma condição interna.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a profundidade da apostasia de Israel, mostrando que o problema é mais do que superficial.","conexao_teologica":"O coração humano é frequentemente mencionado na Bíblia como a fonte de pensamentos e intenções, e a necessidade de um coração renovado é um tema central na teologia bíblica.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Salmos 51:10"]},"oseias_13_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Israel está em perigo.","explicacao_detalhada":"Em Oséias 13:9, 'porque' conecta a condição de Israel à sua própria escolha de se afastar de Deus, indicando que a destruição é uma consequência de suas ações.","por_que_esta_palavra":"É crucial para entender a lógica da advertência profética, onde a desobediência leva a consequências severas.","conexao_teologica":"A relação entre causa e efeito nas ações humanas e o juízo divino é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gálatas 6:7","Deuteronômio 30:19-20","Romanos 1:18"]},"oseias_13_9_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Perecer refere-se à destruição e ao juízo que vem sobre Israel.","explicacao_detalhada":"No versículo, 'perecer' indica a consequência final da infidelidade de Israel, que resulta em sua ruína e separação de Deus.","por_que_esta_palavra":"A escolha da palavra 'perecer' enfatiza a gravidade da situação e a urgência do arrependimento.","conexao_teologica":"A ideia de perecer por causa do pecado é um tema que aparece em várias partes da Bíblia, refletindo a natureza do juízo divino.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Mateus 10:28"]},"oseias_13_9_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a relação do povo com Deus.","explicacao_detalhada":"Em Oséias 13:9, o 'nome' de Israel é mencionado para destacar a importância da identidade do povo escolhido e como sua infidelidade mancha essa identidade.","por_que_esta_palavra":"A palavra 'nome' é significativa porque reflete a relação especial entre Deus e Israel, e a responsabilidade que vem com essa relação.","conexao_teologica":"O nome de Deus e o nome do Seu povo são frequentemente usados para discutir a aliança e a fidelidade.","referencias_relacionadas":["Êxodo 3:15","Salmos 23:3","Isaías 43:1"]},"oseias_13_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como Israel se comporta e vive.","explicacao_detalhada":"No contexto, 'modo' sugere que a forma de vida do povo é contrária aos mandamentos de Deus, levando à sua queda.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma mudança de comportamento e de vida.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de viver de acordo com os princípios de Deus como um reflexo da verdadeira fé.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 1:15-16"]},"oseias_13_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à liderança e à autoridade sobre Israel.","explicacao_detalhada":"Em Oséias 13:10, a menção ao rei implica que a liderança do povo é responsável por guiar Israel em fidelidade a Deus, e sua falha resulta em consequências desastrosas.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a responsabilidade dos líderes em manter a aliança com Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são vistos como representantes de Deus na terra.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 29:2","Romanos 13:1"]},"oseias_13_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de Deus em conceder um rei ao povo.","explicacao_detalhada":"No versículo, 'dar' indica que Deus é quem estabelece a autoridade sobre Israel, e a escolha de um rei deve refletir a vontade divina.","por_que_esta_palavra":"A palavra 'dar' destaca a soberania de Deus sobre a liderança e a importância de buscar Sua orientação.","conexao_teologica":"A soberania de Deus na escolha de líderes é um tema recorrente nas Escrituras, mostrando que a verdadeira autoridade vem de Deus.","referencias_relacionadas":["1 Samuel 10:24","Salmos 75:7","Daniel 2:21"]},"oseias_13_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei novamente refere-se à liderança e à autoridade sobre Israel.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança justa e fiel, que deve guiar o povo em conformidade com a vontade de Deus.","por_que_esta_palavra":"A ênfase na liderança é crucial para entender a responsabilidade dos governantes em relação ao povo e a Deus.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e é essencial para a saúde espiritual da nação.","referencias_relacionadas":["Salmos 72:1-2","Ezequiel 34:2-4","1 Pedro 5:2-3"]},"oseias_13_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se à ação de Israel em buscar um rei.","explicacao_detalhada":"Em Oséias 13:11, 'tomar' implica que Israel, ao escolher um rei, deve fazê-lo com discernimento e em conformidade com a vontade de Deus, ao invés de agir por impulso.","por_que_esta_palavra":"A palavra 'tomar' sugere a responsabilidade do povo em suas escolhas e a necessidade de buscar a orientação divina.","conexao_teologica":"A escolha de líderes é uma questão de grande importância na Bíblia, refletindo a relação entre o povo e Deus.","referencias_relacionadas":["Provérbios 16:9","Tiago 1:5","Salmos 119:105"]},"oseias_13_12_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Mal refere-se ao pecado e à iniquidade do povo.","explicacao_detalhada":"No contexto de Oséias 13:12, 'mal' representa a transgressão de Israel contra Deus, que resulta em juízo e consequências severas.","por_que_esta_palavra":"A palavra 'mal' é usada para enfatizar a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O conceito de mal e pecado é central na teologia bíblica, onde a redenção é oferecida através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Isaías 53:6"]},"oseias_13_12_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma transgressão contra a lei de Deus, que resulta em separação e punição.","explicacao_detalhada":"A palavra 'pecado' refere-se a qualquer ação que desagrada a Deus, violando Seus mandamentos. No contexto de Oséias, o pecado do povo é um tema central, refletindo a infidelidade de Israel.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a gravidade da desobediência do povo de Israel e suas consequências espirituais.","conexao_teologica":"O pecado é um tema recorrente na Bíblia, que destaca a necessidade de arrependimento e a busca pela reconciliação com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"oseias_13_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"צָרַר","transliteracao":"tsârar","strong":"H6887","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a qualquer adversário ou opressor, especialmente em um contexto espiritual.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus, tanto em um sentido físico quanto espiritual, refletindo a luta contínua entre o bem e o mal.","por_que_esta_palavra":"A inclusão da palavra 'inimigo' destaca a realidade da oposição que Israel enfrenta devido ao seu pecado e infidelidade.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, enfatizando a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"oseias_13_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a relação de Israel como povo escolhido de Deus, simbolizando herança e responsabilidade.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação íntima entre Deus e Israel, que é descrito como Seu filho, refletindo tanto a bênção quanto a responsabilidade de seguir Seus caminhos.","por_que_esta_palavra":"A menção de 'filho' sublinha a expectativa de Deus em relação ao comportamento de Israel como Sua nação escolhida.","conexao_teologica":"A relação pai-filho é central na teologia bíblica, refletindo a paternidade de Deus e a identidade do crente como filho de Deus.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"oseias_13_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à justiça de Deus, contrastando com a infidelidade do povo.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a necessidade de integridade e sinceridade nas relações, especialmente na relação entre Deus e Seu povo.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da honestidade e da justiça em contraste com a corrupção e a traição que Israel demonstrou.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, que deve ser buscado e vivido.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"oseias_13_14_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte simboliza a consequência final do pecado e a separação de Deus.","explicacao_detalhada":"A palavra 'morte' é usada para descrever tanto a morte física quanto a espiritual, enfatizando a gravidade das consequências do pecado.","por_que_esta_palavra":"A menção da morte serve como um aviso sobre as consequências do afastamento de Deus e da desobediência.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a necessidade de redenção e a esperança da vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:22"]},"oseias_13_14_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão representa poder e ação, simbolizando a intervenção de Deus na história.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada para descrever a força e a proteção de Deus, bem como a ação do homem em resposta à vontade divina.","por_que_esta_palavra":"A ênfase na mão de Deus destaca Sua soberania e capacidade de agir em favor de Seu povo.","conexao_teologica":"A mão de Deus é um símbolo de Sua providência e cuidado, que se manifesta na vida dos crentes.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"oseias_13_14_mundo":{"palavra_pt":"mundo","palavra_original":"שְׁאוֹל","transliteracao":"shᵉʼôwl","strong":"H7585","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Mundo, neste contexto, refere-se ao lugar dos mortos, simbolizando a separação da vida.","explicacao_detalhada":"A palavra 'mundo' é usada para descrever o Sheol, o lugar onde os mortos vão, refletindo a realidade da morte e a separação de Deus.","por_que_esta_palavra":"A menção do mundo serve para lembrar a seriedade da morte e a necessidade de viver em conformidade com a vontade de Deus.","conexao_teologica":"O conceito de Sheol é importante para entender a visão bíblica da vida após a morte e a esperança da ressurreição.","referencias_relacionadas":["Salmos 16:10","Eclesiastes 9:10","Lucas 16:23"]},"oseias_13_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma explicação ou razão, conectando ideias.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a declaração anterior, explicando a razão pela qual algo acontece, especialmente em relação ao juízo de Deus.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica do argumento apresentado no texto.","conexao_teologica":"A razão e a lógica são importantes na teologia, pois ajudam a entender a justiça e a soberania de Deus.","referencias_relacionadas":["Romanos 1:20","Tiago 1:5","1 Pedro 3:15"]},"oseias_13_15_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito ou vento representa a presença de Deus e Sua ação no mundo.","explicacao_detalhada":"A palavra 'vento' é frequentemente associada ao Espírito Santo, simbolizando poder, movimento e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção do vento destaca a dinâmica da ação de Deus e Sua influência sobre a vida humana.","conexao_teologica":"O Espírito Santo é fundamental na vida do crente, guiando e capacitando para viver em conformidade com a vontade de Deus.","referencias_relacionadas":["Atos 2:2","João 3:8","Gálatas 5:22-23"]},"oseias_13_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se a Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Deus como Rei e Senhor sobre toda a criação, refletindo Sua majestade e poder.","por_que_esta_palavra":"A ênfase no nome do Senhor é uma chamada à reverência e à adoração, reconhecendo Sua posição suprema.","conexao_teologica":"O nome de Deus é central na adoração e na relação do crente com Ele, simbolizando Sua presença e caráter.","referencias_relacionadas":["Salmos 8:1","Filipenses 2:9-11","Êxodo 20:7"]}}