{"oseias_3_1_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor mencionado aqui é um chamado à reconciliação e ao restabelecimento da relação entre Deus e Israel.","explicacao_detalhada":"A palavra 'amar' (אָהַב) implica em um amor ativo e comprometido. Deus ordena a Oséias que ame uma mulher infiel, simbolizando o amor de Deus por um povo que O abandonou.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do amor de Deus, que busca restaurar e reconciliar, mesmo diante da infidelidade.","conexao_teologica":"O amor de Deus é um reflexo do amor sacrificial de Cristo, que se entregou por nós, mesmo quando éramos pecadores.","referencias_relacionadas":["Romanos 5:8","1 Coríntios 13:4-7","Efésios 5:25"]},"oseias_3_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' aqui é um comando de Deus, enfatizando a importância da comunicação divina e da obediência.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica em uma ordem ou declaração. Deus instrui Oséias a falar e agir de acordo com Sua vontade, mostrando a importância da profecia.","por_que_esta_palavra":"Esta palavra é importante porque destaca a autoridade de Deus e a necessidade de que Seus profetas transmitam Sua mensagem.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando que Ele deseja se relacionar e se revelar a nós.","referencias_relacionadas":["Hebreus 1:1-2","Mateus 28:19-20","2 Timóteo 3:16"]},"oseias_3_2_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água aqui simboliza a necessidade espiritual e a purificação que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'água' (חֹמֶר) é frequentemente associada à vida e à renovação. No contexto de Oséias, representa a restauração que Deus deseja trazer a Israel.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a dependência do povo em relação a Deus para a verdadeira vida e renovação espiritual.","conexao_teologica":"A água é um símbolo do Espírito Santo e da vida eterna que Jesus oferece, conforme descrito em João 4:14.","referencias_relacionadas":["Isaías 44:3","João 7:37-39","Apocalipse 21:6"]},"oseias_3_2_fifteen":{"palavra_pt":"fif teen","palavra_original":"חָמֵשׁ","transliteracao":"châmêsh","strong":"H2568","significado_raiz":"Ideia básica: fif teen.","significado_contextual":"A palavra 'quinze' é uma referência numérica que pode simbolizar um tempo de transição ou mudança.","explicacao_detalhada":"A palavra 'quinze' (חָמֵשׁ) pode ser vista como um marco, indicando um período de preparação para a restauração e a volta ao Senhor.","por_que_esta_palavra":"Embora não seja uma palavra frequentemente discutida, sua inclusão pode indicar a importância de tempos específicos na narrativa de Deus com Seu povo.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e a compreensão deles pode enriquecer nossa percepção do plano de Deus.","referencias_relacionadas":["Gênesis 7:11","Êxodo 12:6","Mateus 14:17"]},"oseias_3_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui representa a humanidade e a relação que Deus deseja ter com cada indivíduo.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) refere-se à criação de Deus e à dignidade que cada pessoa possui. No contexto de Oséias, enfatiza a responsabilidade do homem em responder ao amor de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para entender a dignidade e o valor que Deus atribui a cada ser humano, independentemente de suas falhas.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, enfatizando a importância de cada pessoa no plano divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"oseias_3_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' aqui é um lembrete da importância da comunicação e da obediência à palavra de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é uma instrução divina, mostrando que a palavra de Deus deve ser proclamada e obedecida.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a necessidade de ouvir e seguir as instruções de Deus em todas as áreas da vida.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente na Bíblia, refletindo a importância da fé ativa e da resposta ao chamado divino.","referencias_relacionadas":["Deuteronômio 6:4-5","Mateus 7:24","Tiago 1:22"]},"oseias_3_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui pode simbolizar um tempo de julgamento ou de restauração.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para indicar um período específico em que Deus age. No contexto de Oséias, pode referir-se ao dia em que Deus trará justiça e restauração.","por_que_esta_palavra":"Esta palavra é significativa porque nos lembra que Deus tem um tempo determinado para agir e que devemos estar preparados para Sua intervenção.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na escatologia bíblica, indicando um tempo de julgamento e redenção.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","2 Pedro 3:10"]},"oseias_3_4_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' aqui se refere à adoração e às práticas religiosas que devem ser mantidas dentro do lar.","explicacao_detalhada":"A palavra 'família' (תְּרָפִים) pode indicar ídolos ou práticas que desviam o povo de Deus. No contexto de Oséias, é um chamado à pureza na adoração.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de que as famílias sejam lugares de verdadeira adoração e fidelidade a Deus.","conexao_teologica":"A adoração em família é um princípio bíblico que reflete a importância da transmissão da fé de geração em geração.","referencias_relacionadas":["Josué 24:15","Salmos 78:4-7","Efésios 6:4"]},"oseias_3_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ideia de um motivo ou razão para o que está sendo afirmado, enfatizando a relação entre a ação e sua justificativa.","por_que_esta_palavra":"A palavra 'porque' é essencial para a compreensão do raciocínio apresentado no texto, permitindo que o leitor entenda a lógica por trás das afirmações.","conexao_teologica":"A palavra 'porque' reflete a natureza de Deus como um ser que se comunica e justifica suas ações, mostrando que há um propósito divino em tudo o que acontece.","referencias_relacionadas":["Isaías 1:18","Romanos 8:28","Tiago 1:5"]},"oseias_3_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de revelação.","explicacao_detalhada":"No contexto de Oseias, 'dia' pode indicar um tempo específico em que Deus agirá, seja em juízo ou em restauração.","por_que_esta_palavra":"A menção do 'dia' é significativa, pois marca um tempo determinado em que as promessas de Deus se cumprirão.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de manifestação do poder e justiça de Deus.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Mateus 24:36"]},"oseias_3_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente para enfatizar a continuidade do tempo em que Deus atuará.","explicacao_detalhada":"Neste versículo, 'dia' reforça a ideia de um tempo de restauração e busca pelo Senhor, onde o povo será chamado a retornar a Ele.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a importância do tempo de retorno e arrependimento diante de Deus.","conexao_teologica":"O 'dia' é um tema recorrente na Bíblia, simbolizando tanto juízo quanto esperança de redenção.","referencias_relacionadas":["Salmos 27:13","Ezequiel 36:26-27","Atos 3:19"]},"oseias_3_5_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento em direção a algo ou alguém, neste caso, a Deus.","explicacao_detalhada":"No contexto, 'seguir' sugere uma ação deliberada de buscar a presença de Deus e obedecer aos seus caminhos.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a resposta esperada de Israel, que deve se voltar para Deus em busca de restauração.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a necessidade de uma vida de fé e obediência.","referencias_relacionadas":["Mateus 16:24","Salmos 119:105","Hebreus 12:1-2"]},"oseias_3_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de paternidade, simbolizando a filiação entre Deus e seu povo.","explicacao_detalhada":"Neste contexto, 'filho' representa a identidade do povo de Israel como filhos de Deus, que devem retornar a Ele.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a relação íntima e de responsabilidade entre Deus e seu povo.","conexao_teologica":"A filiação é um tema central na teologia bíblica, refletindo o amor e a disciplina de Deus como Pai.","referencias_relacionadas":["Romanos 8:14-17","Gálatas 4:6-7","Efésios 1:5"]}}