{"oseias_9_1_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava em rebelião contra Deus.","explicacao_detalhada":"Em Oseias 9:1, o profeta fala sobre a infidelidade de Israel, que se afastou de Deus e se entregou à idolatria.","por_que_esta_palavra":"A palavra 'povo' é crucial, pois enfatiza a relação especial entre Deus e Israel, que foi escolhida para ser um testemunho entre as nações.","conexao_teologica":"A infidelidade do povo de Israel é um tema recorrente que aponta para a necessidade de um novo pacto, onde o povo de Deus seria transformado.","referencias_relacionadas":["Êxodo 19:6","Romanos 9:25-26","1 Pedro 2:9"]},"oseias_9_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual o povo está sendo advertido.","explicacao_detalhada":"A palavra 'porque' em Oseias 9:1 estabelece a conexão entre a ação do povo e as consequências de suas escolhas, enfatizando a justiça de Deus.","por_que_esta_palavra":"É uma conjunção que liga a causa e o efeito, essencial para entender a mensagem de advertência do profeta.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que as ações do povo têm consequências diretas em sua relação com Ele.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 12:6"]},"oseias_9_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração.","explicacao_detalhada":"Em Oseias 9:1, a menção de Deus destaca a importância de reconhecer a soberania e a santidade de Deus em contraste com a idolatria do povo.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza do relacionamento entre o Criador e a criação.","conexao_teologica":"A revelação de Deus como o único verdadeiro é um tema que permeia toda a Escritura, culminando na revelação de Cristo.","referencias_relacionadas":["Isaías 44:6","João 17:3","1 Coríntios 8:4"]},"oseias_9_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à ausência de verdade e sinceridade no coração do povo.","explicacao_detalhada":"Em Oseias 9:2, a falta de verdade é um reflexo da condição espiritual do povo, que se afastou de Deus.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a integridade da relação entre Deus e seu povo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"oseias_9_2_vinho":{"palavra_pt":"vinho","palavra_original":"תִּירוֹשׁ","transliteracao":"tîyrôwsh","strong":"H8492","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao vinho como símbolo de alegria e prosperidade, mas também de decadência espiritual.","explicacao_detalhada":"Em Oseias 9:2, o vinho é mencionado em um contexto de juízo, onde a alegria do povo se transforma em tristeza devido à sua infidelidade.","por_que_esta_palavra":"A palavra 'vinho' simboliza tanto bênçãos quanto maldições, dependendo do uso que o povo faz dele.","conexao_teologica":"O vinho é frequentemente usado na Escritura como símbolo da nova aliança, que traz alegria e redenção.","referencias_relacionadas":["Salmos 104:15","Mateus 26:29","Efésios 5:18"]},"oseias_9_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que seria afetada pela desobediência do povo.","explicacao_detalhada":"Em Oseias 9:3, a terra é mencionada como um reflexo da relação entre o povo e Deus, onde a desobediência resulta em juízo sobre a terra.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o lar e a herança do povo de Deus, que é afetada por suas ações.","conexao_teologica":"A terra prometida é um símbolo da bênção de Deus e da fidelidade do povo em seguir suas leis.","referencias_relacionadas":["Deuteronômio 28:15-16","Isaías 5:5","Romanos 8:22"]},"oseias_9_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade que Deus espera do Seu povo.","explicacao_detalhada":"No contexto de Oséias 9:3, a 'verdade' é um chamado à sinceridade e à honestidade nas relações, especialmente entre o povo de Israel e Deus. A falta de verdade leva à destruição e ao juízo.","por_que_esta_palavra":"Esta palavra é crucial porque reflete a natureza de Deus como verdadeiro e a expectativa de que Seu povo viva em conformidade com essa verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, enfatizando a importância da integridade e da justiça.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"oseias_9_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de Deus em avaliar e decidir sobre a justiça e a injustiça do Seu povo.","explicacao_detalhada":"Em Oséias 9:3, o julgamento de Deus é uma resposta ao pecado de Israel. Ele não apenas observa, mas age em retaliação ao afastamento do povo.","por_que_esta_palavra":"É importante porque destaca a soberania de Deus e Sua autoridade para julgar as nações e indivíduos com base em suas ações.","conexao_teologica":"O julgamento de Deus é um tema recorrente nas Escrituras, refletindo Sua justiça e santidade.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Apocalipse 20:12"]},"oseias_9_4_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' simboliza a provisão de Deus e a necessidade espiritual do povo.","explicacao_detalhada":"Em Oséias 9:4, o alimento é uma metáfora para a sustento espiritual que Deus oferece, contrastando com a falta de espiritualidade do povo.","por_que_esta_palavra":"É relevante porque reflete a dependência do homem de Deus para sua sobrevivência física e espiritual.","conexao_teologica":"Jesus se apresenta como o pão da vida, enfatizando a necessidade de se alimentar espiritualmente.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"oseias_9_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"No contexto de Oséias 9:4, o nome do Senhor é invocado para lembrar ao povo de sua relação com Deus e da importância de honrá-Lo.","por_que_esta_palavra":"É fundamental porque o nome de Deus representa Sua presença e caráter, e o povo é chamado a reconhecer essa autoridade.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Deus.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"oseias_9_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui novamente enfatiza a necessidade de autenticidade nas relações com Deus.","explicacao_detalhada":"Em Oséias 9:4, a verdade é um chamado à sinceridade na adoração e na vida do povo, contrastando com a hipocrisia.","por_que_esta_palavra":"É importante para ressaltar que Deus busca verdadeiros adoradores que O adorem em espírito e em verdade.","conexao_teologica":"A verdade é um princípio fundamental na relação entre Deus e Seu povo, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"oseias_9_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de juízo e consequências para o povo de Israel.","explicacao_detalhada":"Em Oséias 9:5, o 'dia' é um tempo de calamidade e julgamento, onde as ações do povo resultam em consequências severas.","por_que_esta_palavra":"É relevante porque enfatiza a inevitabilidade do juízo de Deus e a importância de viver em retidão.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"oseias_9_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora para a ferocidade e a destruição que virão sobre Israel.","explicacao_detalhada":"Em Oséias 9:5, a referência ao urso simboliza a força e a inevitabilidade do juízo de Deus contra a iniquidade do povo.","por_que_esta_palavra":"É importante porque ilustra a gravidade da situação e a seriedade do juízo divino.","conexao_teologica":"A ferocidade do juízo de Deus é um tema que aparece em várias partes da Escritura, mostrando Sua santidade.","referencias_relacionadas":["Isaías 13:17","Jeremias 50:17","Miquéias 1:8"]},"oseias_9_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus está sendo executado.","explicacao_detalhada":"Em Oséias 9:6, 'porque' conecta a ação de Deus ao comportamento do povo, explicando que suas transgressões resultam em desolação.","por_que_esta_palavra":"É relevante porque mostra a lógica do juízo divino, que é sempre baseado na justiça.","conexao_teologica":"A relação entre pecado e juízo é um princípio teológico fundamental nas Escrituras.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Ezequiel 18:30"]},"oseias_9_6_desolation":{"palavra_pt":"desolation","palavra_original":"שֹׁד","transliteracao":"shôd","strong":"H7701","significado_raiz":"Ideia básica: desolation.","significado_contextual":"A palavra 'desolação' refere-se ao estado de ruína e desespero que resultará do juízo de Deus.","explicacao_detalhada":"Em Oséias 9:6, a desolação é uma consequência direta da infidelidade do povo, simbolizando a separação de Deus.","por_que_esta_palavra":"É importante porque ilustra a gravidade das consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A desolação é frequentemente associada ao juízo de Deus e à necessidade de restauração.","referencias_relacionadas":["Jeremias 25:11","Ezequiel 33:28","Miquéias 3:12"]},"oseias_9_6_desejo":{"palavra_pt":"desejo","palavra_original":"מַחְמָד","transliteracao":"machmâd","strong":"H4261","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' refere-se aos anseios e aspirações do povo, que muitas vezes estão distantes da vontade de Deus.","explicacao_detalhada":"Em Oséias 9:6, o desejo do povo é um reflexo de suas prioridades erradas e da busca por coisas que não agradam a Deus.","por_que_esta_palavra":"É relevante porque destaca a necessidade de alinhar nossos desejos com a vontade de Deus.","conexao_teologica":"Os desejos humanos são frequentemente mencionados nas Escrituras como algo que deve ser submetido à vontade divina.","referencias_relacionadas":["Salmos 37:4","Tiago 4:3","1 João 2:15-17"]},"oseias_9_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, chamado para transmitir a Sua palavra ao povo.","explicacao_detalhada":"No contexto de Oséias 9:7, o profeta é visto como alguém que traz a revelação divina em um tempo de apostasia e desobediência. A mensagem do profeta é frequentemente ignorada pelo povo, que se afasta de Deus.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a função de Oséias como porta-voz de Deus em um período de crise espiritual em Israel.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois representam a voz de Deus que chama o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"oseias_9_7_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O vento é frequentemente associado ao espírito de Deus ou à sua presença invisível.","explicacao_detalhada":"Em Oséias 9:7, o vento simboliza a efemeridade e a fragilidade da vida humana, bem como a ação do Espírito de Deus que pode trazer tanto vida quanto juízo.","por_que_esta_palavra":"A palavra 'vento' enfatiza a ideia de que as ações humanas são passageiras e que a soberania de Deus é eterna.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão importante na teologia bíblica, representando a presença e o poder de Deus.","referencias_relacionadas":["João 3:8","Atos 2:2","Gênesis 1:2"]},"oseias_9_7_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' refere-se à humanidade em sua condição caída e pecaminosa.","explicacao_detalhada":"Em Oséias 9:7, a referência ao homem destaca a fragilidade e a necessidade de redenção, contrastando com a grandeza de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar a condição pecaminosa do povo e a urgência do arrependimento.","conexao_teologica":"A teologia do homem na Bíblia enfatiza a necessidade de salvação e a graça de Deus para a humanidade.","referencias_relacionadas":["Romanos 3:23","Gênesis 6:5","Salmos 8:4-5"]},"oseias_9_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa o lar, a família e, por extensão, a nação de Israel.","explicacao_detalhada":"No contexto de Oséias 9:8, a casa simboliza a estrutura social e espiritual do povo, que está em ruínas devido à desobediência a Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa para entender a relação entre Deus e o Seu povo, que é descrito como Sua casa.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença divina entre o Seu povo.","referencias_relacionadas":["Hebreus 3:6","Salmos 127:1","Mateus 7:24-25"]},"oseias_9_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e Sustentador, que exige fidelidade e obediência do Seu povo.","explicacao_detalhada":"Em Oséias 9:8, a menção a Deus destaca a Sua autoridade e o chamado ao arrependimento diante da infidelidade de Israel.","por_que_esta_palavra":"A palavra 'Deus' é central para a mensagem de Oséias, que enfatiza a relação entre o Criador e Sua criação.","conexao_teologica":"A teologia de Deus na Bíblia é fundamental, pois revela Seu caráter, justiça e amor pela humanidade.","referencias_relacionadas":["Isaías 40:28","Salmos 46:1","Romanos 1:20"]},"oseias_9_8_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um intermediário entre Deus e o povo, trazendo advertências e promessas.","explicacao_detalhada":"Neste versículo, a figura do profeta é crucial para entender a mensagem de juízo e esperança que Deus deseja comunicar ao Seu povo.","por_que_esta_palavra":"A repetição da palavra 'profeta' reforça a importância da voz profética em tempos de crise espiritual.","conexao_teologica":"Os profetas são essenciais na revelação de Deus, apontando para a necessidade de arrependimento e a vinda do Messias.","referencias_relacionadas":["Miquéias 3:8","Zacarias 7:12","Mateus 5:17"]},"oseias_9_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma referência ao tempo de juízo e à intervenção de Deus na história.","explicacao_detalhada":"Em Oséias 9:9, o 'dia' simboliza um tempo específico em que Deus trará consequências para a desobediência do povo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza do juízo divino e a necessidade de preparação.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na escatologia bíblica, referindo-se ao juízo final.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Zacarias 14:1"]},"oseias_9_9_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"O mal refere-se ao pecado e à desobediência que afastam o povo de Deus.","explicacao_detalhada":"Em Oséias 9:9, o 'mal' é uma descrição da condição moral de Israel, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'mal' é fundamental para entender a gravidade do pecado e suas consequências.","conexao_teologica":"A teologia do mal na Bíblia aborda a natureza do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Gálatas 5:19-21","Tiago 1:15"]},"oseias_9_9_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar implica em trazer liberdade e restauração ao povo oprimido pelo pecado.","explicacao_detalhada":"Em Oséias 9:9, a ideia de libertar é central para a mensagem de esperança e redenção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'libertar' é importante para entender a ação redentora de Deus na vida dos crentes.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação e a restauração que vêm através de Cristo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"oseias_9_10_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Campo simboliza a terra prometida e a colheita espiritual do povo de Deus.","explicacao_detalhada":"Em Oséias 9:10, o campo representa a bênção de Deus sobre Israel, que foi corrompida pela infidelidade.","por_que_esta_palavra":"A palavra 'campo' é usada para ilustrar a relação entre a fidelidade a Deus e a prosperidade espiritual.","conexao_teologica":"O campo como símbolo de colheita é um tema importante na Bíblia, representando a obra de Deus na vida dos crentes.","referencias_relacionadas":["Mateus 9:37-38","Gálatas 6:7-9","João 4:35"]},"oseias_9_10_fruto":{"palavra_pt":"fruto","palavra_original":"בִּכּוּרָה","transliteracao":"bikkûwrâh","strong":"H1063","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O termo 'fruto' refere-se à colheita espiritual e aos resultados das ações do povo de Israel.","explicacao_detalhada":"Neste contexto, o 'fruto' simboliza as bênçãos que Deus desejava dar ao Seu povo, mas que foram perdidas devido à desobediência e idolatria.","por_que_esta_palavra":"A palavra 'fruto' é utilizada para enfatizar a relação entre as ações do povo e as consequências que elas trazem, tanto boas quanto ruins.","conexao_teologica":"O 'fruto' é um conceito que aparece em várias partes da Bíblia, simbolizando tanto a bênção de Deus quanto o resultado do pecado.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","João 15:5"]},"oseias_9_11_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e ao reconhecimento que Deus merece, que foi perdido pelo povo.","explicacao_detalhada":"Neste versículo, a 'glória' representa a presença e a bênção de Deus que se afastaram de Israel devido à sua infidelidade.","por_que_esta_palavra":"A escolha da palavra 'glória' destaca a importância da adoração e da fidelidade a Deus, que são essenciais para receber Suas bênçãos.","conexao_teologica":"A 'glória' de Deus é um tema central na Bíblia, refletindo Sua majestade e poder, e a necessidade do povo de reconhecer isso.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 3:23"]},"oseias_9_11_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a destruição que virão sobre Israel.","explicacao_detalhada":"Neste contexto, o 'urso' simboliza a força e a ira de Deus contra aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A imagem do 'urso' é poderosa e evoca a ideia de um julgamento severo, refletindo a gravidade da situação de Israel.","conexao_teologica":"A ferocidade de Deus em juízo é um tema recorrente, mostrando que a desobediência traz consequências severas.","referencias_relacionadas":["Amós 3:8","Ezequiel 18:30","Hebreus 10:31"]},"oseias_9_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus está prestes a acontecer.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de Deus com a desobediência do povo, explicando a lógica do juízo divino.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação de causa e efeito entre a infidelidade de Israel e a resposta de Deus.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio teológico importante, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 11:31"]},"oseias_9_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica a possibilidade de redenção, mesmo em meio ao juízo.","explicacao_detalhada":"Neste contexto, 'salvar' sugere que, apesar da severidade do juízo, ainda há esperança para aqueles que se voltam para Deus.","por_que_esta_palavra":"A inclusão da palavra 'salvar' oferece um contraste entre o juízo e a misericórdia de Deus, mostrando Sua disposição para perdoar.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a natureza redentora de Deus e Sua vontade de restaurar o relacionamento com o homem.","referencias_relacionadas":["Romanos 10:13","Salmos 34:18","Isaías 43:1"]},"oseias_9_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação especial entre Deus e Seu povo, que é tratado como filhos.","explicacao_detalhada":"Neste versículo, 'filho' enfatiza a responsabilidade e a expectativa que Deus tem em relação ao Seu povo escolhido.","por_que_esta_palavra":"A palavra 'filho' é significativa porque reflete a intimidade da relação entre Deus e Israel, que deveria ser de obediência e amor.","conexao_teologica":"A ideia de que somos filhos de Deus é fundamental na teologia cristã, mostrando a adoção e o amor divino.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"oseias_9_13_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania e ao poder de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'deus' destaca a autoridade de Deus em julgar e disciplinar Seu povo por suas transgressões.","por_que_esta_palavra":"A palavra 'deus' é central para entender a relação de Israel com o Criador e a necessidade de reverência e obediência.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, enfatizando Seu controle sobre a história e a vida do Seu povo.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"oseias_9_13_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' implica um movimento, muitas vezes associado à libertação ou ao juízo.","explicacao_detalhada":"Neste contexto, 'sair' pode referir-se ao povo sendo levado ao exílio ou à saída da presença de Deus devido ao pecado.","por_que_esta_palavra":"A palavra 'sair' é significativa porque representa a separação de Deus, que é uma consequência do pecado.","conexao_teologica":"A ideia de 'sair' da presença de Deus é um tema importante, refletindo a gravidade da desobediência e suas consequências.","referencias_relacionadas":["Gênesis 3:24","Isaías 59:2","2 Tessalonicenses 1:9"]},"oseias_9_13_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao juízo severo que Deus trará sobre aqueles que se afastam de Seus caminhos.","explicacao_detalhada":"Neste contexto, 'destruir' enfatiza a seriedade das consequências do pecado e a resposta de Deus ao afastamento de Israel.","por_que_esta_palavra":"A palavra 'destruir' é usada para mostrar a gravidade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A destruição como consequência do pecado é um tema recorrente na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","Apocalipse 21:8"]},"oseias_9_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em oferecer bênçãos ou juízo, dependendo da resposta do povo.","explicacao_detalhada":"Neste contexto, 'dar' implica que Deus está sempre disposto a oferecer Sua graça, mas também pode dar juízo.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a natureza generosa de Deus, que oferece tanto bênçãos quanto advertências.","conexao_teologica":"A generosidade de Deus em dar é um tema central na Bíblia, mostrando Sua disposição em abençoar aqueles que O buscam.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"oseias_9_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua posição de poder e controle. No contexto de Oséias, isso é crucial, pois o povo estava se afastando de Deus e adorando ídolos.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a soberania de Deus e sua importância na vida do povo de Israel.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 83:18","Isaías 42:8","Êxodo 3:14"]},"oseias_9_14_mulher":{"palavra_pt":"mulher","palavra_original":"שַׁד","transliteracao":"shad","strong":"H7699","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Neste contexto, a palavra 'mulher' pode simbolizar a infidelidade de Israel em relação a Deus.","explicacao_detalhada":"A palavra 'mulher' (שַׁד) é usada para representar a relação entre Deus e Israel, onde a infidelidade é comparada à traição de uma esposa. Isso reflete a deslealdade do povo em adorar outros deuses.","por_que_esta_palavra":"A escolha da palavra destaca a gravidade da situação espiritual de Israel, que se afastou de seu verdadeiro esposo, que é Deus.","conexao_teologica":"A metáfora do casamento é frequentemente usada na Bíblia para descrever a relação entre Deus e seu povo, como em Efésios 5:25-27.","referencias_relacionadas":["Jeremias 3:20","Ezequiel 16:32","Oséias 2:19-20"]},"oseias_9_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o povo de Israel se comporta diante de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma maneira de viver ou agir. No contexto de Oséias, isso se relaciona ao comportamento pecaminoso do povo, que se afastou dos caminhos do Senhor.","por_que_esta_palavra":"É importante para entender que o comportamento do povo reflete sua relação com Deus e as consequências disso.","conexao_teologica":"A forma como vivemos é um reflexo de nossa fé e relacionamento com Deus, como ensinado em Tiago 2:17.","referencias_relacionadas":["Provérbios 14:12","Romanos 12:2","Gálatas 5:16"]},"oseias_9_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus está agindo contra Israel.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa divina para o juízo sobre Israel, explicando que suas ações resultaram em consequências.","por_que_esta_palavra":"É fundamental para entender a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde Ele responde ao pecado com juízo, mas também oferece perdão.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Hebreus 10:30"]},"oseias_9_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, simbolizando o povo e sua herança.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) representa não apenas uma estrutura física, mas também a família e a comunidade de Israel. No contexto, isso enfatiza a destruição e o juízo que virão sobre o povo.","por_que_esta_palavra":"É usada para mostrar a intimidade da relação entre Deus e seu povo, que agora está em perigo devido à desobediência.","conexao_teologica":"A ideia de 'casa' é central na Bíblia, representando a aliança de Deus com seu povo, como em 2 Samuel 7:16.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:6"]},"oseias_9_16_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte espiritual e física que resulta da desobediência a Deus.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever as consequências do pecado, que é a separação de Deus e a morte como resultado do afastamento dele.","por_que_esta_palavra":"É crucial para entender a gravidade do pecado e suas consequências na vida do povo.","conexao_teologica":"A morte espiritual é um tema importante na teologia cristã, onde a vida em Cristo é apresentada como a verdadeira vida.","referencias_relacionadas":["Romanos 5:12","Efésios 2:1-5","Apocalipse 20:14"]},"oseias_9_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade do juízo de Deus sobre Israel.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser interpretada como uma metáfora para a destruição que virá sobre o povo, refletindo a severidade do juízo divino.","por_que_esta_palavra":"A imagem de um urso é poderosa e evoca a ideia de um ataque feroz, representando a gravidade da situação.","conexao_teologica":"O juízo de Deus é frequentemente descrito em termos de força e poder, como em Isaías 13:6.","referencias_relacionadas":["Amós 3:8","Miquéias 1:10","Salmos 50:3"]},"oseias_9_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente, indica a razão pela qual Deus está agindo contra Israel.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar o juízo de Deus, mostrando que as ações do povo resultaram em consequências severas.","por_que_esta_palavra":"É essencial para entender a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde Ele responde ao pecado com juízo, mas também oferece perdão.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Hebreus 10:30"]},"oseias_9_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de vida e a razão pela qual Israel deve permanecer fiel.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) enfatiza a divindade e a autoridade de Deus sobre Israel, que deve ser reconhecida e respeitada.","por_que_esta_palavra":"É usada para reafirmar a importância de Deus na vida do povo e as consequências de se afastar dele.","conexao_teologica":"A soberania e a divindade de Deus são temas centrais na Bíblia, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"oseias_9_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus está agindo contra Israel.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa divina para o juízo sobre Israel, explicando que suas ações resultaram em consequências.","por_que_esta_palavra":"É fundamental para entender a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde Ele responde ao pecado com juízo, mas também oferece perdão.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Hebreus 10:30"]},"oseias_9_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade no relacionamento do povo de Israel com Deus.","explicacao_detalhada":"Neste versículo, a ausência da verdade é um reflexo da infidelidade do povo de Israel, que se afastou dos caminhos do Senhor e buscou outros deuses.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e Seu povo, pois sem ela não há confiança nem aliança.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes. A falta de verdade leva à destruição espiritual.","referencias_relacionadas":["João 14:6","Salmos 51:6","Provérbios 12:22"]}}