{"1reis_10_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, especialmente em relação à sua autoridade.","explicacao_detalhada":"Neste contexto, o nome é sinônimo de autoridade e poder, refletindo a importância da reputação do rei.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a relação entre a identidade e a autoridade em contextos bíblicos.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua autoridade e poder, como em Salmos 8:1.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Filipenses 2:9-10"]},"1reis_10_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e à divindade de Deus, reconhecendo Sua autoridade suprema.","explicacao_detalhada":"Neste contexto, o uso do nome do Senhor enfatiza a reverência e a adoração devida a Ele como o governante do universo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre Deus e Seu povo, destacando Sua posição de autoridade.","conexao_teologica":"O nome do Senhor é um tema central na Bíblia, simbolizando Sua presença e poder, como em Êxodo 20:7.","referencias_relacionadas":["Êxodo 20:7","Salmos 113:1-3","Romanos 10:13"]},"1reis_10_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar na presença do rei Salomão, simbolizando a busca por sabedoria e conhecimento.","explicacao_detalhada":"No contexto de 1 Reis 10:2, a rainha de Sabá vem a Salomão para ouvir sua sabedoria. O verbo 'vir' implica um movimento físico e espiritual em direção à verdade e à sabedoria que Salomão representa.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a importância da busca ativa por sabedoria e a disposição de se submeter ao conhecimento divino.","conexao_teologica":"A vinda da rainha de Sabá a Salomão é um símbolo da busca pela sabedoria divina, que é um tema central na teologia bíblica, refletindo a importância do conhecimento de Deus.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Mateus 7:7"]},"1reis_10_2_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à riqueza e ao poder que Salomão possuía, simbolizando a grandeza do seu reino.","explicacao_detalhada":"Em 1 Reis 10:2, a rainha de Sabá é impressionada não apenas pela sabedoria de Salomão, mas também pela força de seu reino, que inclui riqueza, poder militar e influência.","por_que_esta_palavra":"A palavra 'força' é usada para descrever a magnitude do reino de Salomão, que é um reflexo da bênção de Deus sobre ele.","conexao_teologica":"A força e a riqueza de Salomão são vistas como um cumprimento das promessas de Deus a Israel, mostrando que a obediência a Deus traz prosperidade.","referencias_relacionadas":["Deuteronômio 28:1-14","Salmos 112:3","Eclesiastes 2:26"]},"1reis_10_2_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' representa a riqueza material e a opulência do reino de Salomão, que era conhecido por sua abundância.","explicacao_detalhada":"No versículo, o ouro simboliza não apenas riqueza, mas também a glória e a prosperidade que acompanham a sabedoria e a liderança de Salomão.","por_que_esta_palavra":"O uso da palavra 'ouro' destaca a grandeza do reino e a favorabilidade de Deus sobre Salomão, que se tornou um símbolo de riqueza na história bíblica.","conexao_teologica":"O ouro, como símbolo de riqueza, também é um lembrete de que as bênçãos materiais devem ser usadas para a glória de Deus e para o bem do povo.","referencias_relacionadas":["Salmos 19:10","Provérbios 3:14-15","Mateus 6:19-21"]},"1reis_10_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Salomão como governante de Israel, destacando sua autoridade e responsabilidade.","explicacao_detalhada":"Em 1 Reis 10:3, a rainha de Sabá reconhece Salomão como rei e busca sua sabedoria, sublinhando a importância da liderança justa e sábia.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de poder em Israel e a expectativa de que um rei deve governar com justiça e sabedoria.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, e Salomão é visto como um tipo de Cristo, que governará com sabedoria.","referencias_relacionadas":["Deuteronômio 17:14-20","Salmos 72:1-4","Isaías 9:6-7"]},"1reis_10_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Salomão governava e administrava seu reino, refletindo sua sabedoria.","explicacao_detalhada":"No contexto do versículo, 'modo' implica a forma como Salomão conduzia seus assuntos, incluindo justiça, administração e relações diplomáticas.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da sabedoria prática na liderança e na governança.","conexao_teologica":"A maneira como Salomão governava é um exemplo de como a sabedoria divina deve ser aplicada na vida cotidiana e na administração pública.","referencias_relacionadas":["Provérbios 2:6","Eclesiastes 8:1","Tiago 3:17"]},"1reis_10_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao palácio de Salomão e, simbolicamente, à habitação de Deus entre seu povo.","explicacao_detalhada":"Em 1 Reis 10:4, a descrição da casa de Salomão destaca a grandeza e a beleza do seu reino, refletindo a glória de Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa não apenas um espaço físico, mas também a presença de Deus entre seu povo.","conexao_teologica":"A casa de Salomão é um precursor do Templo, que se tornaria o centro da adoração em Israel, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Hebreus 3:4"]},"1reis_10_4_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica a percepção e a compreensão que a rainha de Sabá teve ao observar a sabedoria de Salomão.","explicacao_detalhada":"No contexto do versículo, 'ver' refere-se à experiência direta da sabedoria e da riqueza de Salomão, que a impressionaram profundamente.","por_que_esta_palavra":"A palavra 'ver' é usada para enfatizar a importância da experiência pessoal na busca por sabedoria e verdade.","conexao_teologica":"A visão da rainha de Sabá é um exemplo de como a sabedoria divina pode ser reconhecida e apreciada por aqueles que buscam a verdade.","referencias_relacionadas":["Salmos 34:8","Provérbios 4:7","Mateus 5:8"]},"1reis_10_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira como Salomão administrava seu reino e sua sabedoria.","explicacao_detalhada":"Neste contexto, 'modo' destaca a forma como Salomão se comportava e governava, refletindo sua sabedoria e discernimento.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a consistência e a importância da sabedoria em todas as áreas da vida de Salomão.","conexao_teologica":"A maneira de viver e governar de Salomão serve como um modelo de liderança sábia, que é um princípio teológico importante na Bíblia.","referencias_relacionadas":["Provérbios 1:2-3","Eclesiastes 10:2","Tiago 1:22"]},"1reis_10_5_carne":{"palavra_pt":"carne","palavra_original":"מַאֲכָל","transliteracao":"maʼăkâl","strong":"H3978","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à comida servida na mesa de Salomão, simbolizando a abundância e a generosidade do seu reino.","explicacao_detalhada":"Em 1 Reis 10:5, a descrição da carne servida destaca a riqueza e a hospitalidade de Salomão, que era conhecido por suas grandes festas.","por_que_esta_palavra":"A palavra 'carne' é significativa porque representa não apenas alimento físico, mas também a comunhão e a celebração da vida em comunidade.","conexao_teologica":"A abundância de comida é um símbolo da provisão de Deus e da alegria que deve existir na vida comunitária e na adoração.","referencias_relacionadas":["Salmos 23:5","Eclesiastes 3:13","Lucas 14:15-24"]},"1reis_10_5_attendance":{"palavra_pt":"attendance","palavra_original":"מַעֲמָד","transliteracao":"maʻămâd","strong":"H4612","significado_raiz":"Ideia básica: attendance.","significado_contextual":"A palavra 'attendance' refere-se à presença dos servos e oficiais de Salomão, que eram parte de sua corte.","explicacao_detalhada":"No contexto do versículo, a presença dos servos destaca a organização e a grandeza do reino de Salomão, que tinha uma administração eficiente.","por_que_esta_palavra":"A palavra 'attendance' é importante porque enfatiza a estrutura social e a ordem dentro do reino, refletindo a sabedoria na administração.","conexao_teologica":"A presença dos servos e oficiais é um reflexo da ordem divina e da importância da liderança servidora no reino de Deus.","referencias_relacionadas":["1 Pedro 4:10","Mateus 20:26-28","Romanos 12:4-8"]},"1reis_10_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima em Israel, simbolizando poder e liderança.","explicacao_detalhada":"Na cultura israelita, o rei era visto como o representante de Deus na terra, responsável por governar com justiça e sabedoria. A figura do rei é central na narrativa bíblica, especialmente em relação a Salomão, que é conhecido por sua sabedoria.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a posição de Salomão como governante e a importância de sua liderança na história de Israel.","conexao_teologica":"A realeza de Salomão prefigura a realeza de Cristo, que é chamado de Rei dos Reis, mostrando a continuidade do governo divino sobre o povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Mateus 2:2"]},"1reis_10_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um enunciado ou declaração, muitas vezes associada à sabedoria e à verdade.","explicacao_detalhada":"No contexto de 1 Reis 10:6, a palavra é usada para descrever a sabedoria de Salomão, que era reconhecida por sua capacidade de falar e discernir com clareza.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da comunicação e da sabedoria na liderança de Salomão.","conexao_teologica":"A palavra de Deus é frequentemente associada à criação e à revelação, mostrando que a sabedoria divina é fundamental para a vida.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:5","Salmos 119:105"]},"1reis_10_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, enfatiza a importância da comunicação clara e da expressão de ideias, especialmente em relação à sabedoria de Salomão.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender como a sabedoria é compartilhada e reconhecida entre as pessoas.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Hebreus 1:1-2","Romanos 10:17"]},"1reis_10_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Assim como em 1 Reis 10:6, a palavra 'palavra' aqui também se refere a um enunciado ou declaração.","explicacao_detalhada":"A repetição da palavra enfatiza a importância da comunicação e da sabedoria que Salomão possuía, sendo reconhecido por sua capacidade de discernir e falar.","por_que_esta_palavra":"A ênfase na palavra destaca a relevância da sabedoria e da verdade na liderança.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a sabedoria que vem dEle é essencial para a vida do crente.","referencias_relacionadas":["Provérbios 12:18","Salmos 19:14","Colossenses 3:16"]},"1reis_10_7_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável, benéfico ou de qualidade superior.","explicacao_detalhada":"Neste contexto, 'bom' é usado para descrever a sabedoria e as ações de Salomão, que eram reconhecidas como justas e corretas.","por_que_esta_palavra":"A palavra 'bom' é importante para entender a natureza da liderança de Salomão e a qualidade de suas decisões.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a natureza de Suas ações.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"1reis_10_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à sinceridade e à conformidade com os fatos.","explicacao_detalhada":"No contexto, a verdade é fundamental para a sabedoria de Salomão, que governava com justiça e integridade.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da honestidade e da justiça na liderança.","conexao_teologica":"Jesus é descrito como a Verdade, e a busca pela verdade é essencial na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"1reis_10_8_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A palavra 'bem aventurado' refere-se a um estado de felicidade ou bênção.","explicacao_detalhada":"Neste contexto, a expressão é usada para descrever a felicidade dos que reconhecem a sabedoria e a liderança de Salomão.","por_que_esta_palavra":"A palavra 'bem aventurado' ressalta a alegria e a satisfação que vêm de viver em conformidade com a sabedoria divina.","conexao_teologica":"A bem-aventurança é um tema recorrente nas Escrituras, especialmente nas bem-aventuranças de Jesus.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Lucas 11:28"]},"1reis_10_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, especificamente ao ser humano em sua essência.","explicacao_detalhada":"Neste contexto, 'homem' é usado para enfatizar a dignidade e o valor do ser humano diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a relação entre Deus e a humanidade, especialmente na liderança e na sabedoria.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica, refletindo o valor intrínseco de cada pessoa.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"1reis_10_8_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se à ação de prestar serviço ou ser útil a alguém.","explicacao_detalhada":"Neste contexto, 'servir' é uma expressão da liderança de Salomão, que governava para o bem do povo.","por_que_esta_palavra":"A palavra 'servir' destaca a natureza do verdadeiro líder, que deve estar disposto a servir aos outros.","conexao_teologica":"Jesus ensinou sobre a importância de servir, exemplificando isso em Sua própria vida e ministério.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:5-7","Gálatas 5:13"]},"1reis_10_9_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui também se refere a algo que é de qualidade superior ou benéfico.","explicacao_detalhada":"Neste contexto, 'bom' é usado para descrever a sabedoria e as ações de Salomão, que eram reconhecidas como justas e corretas.","por_que_esta_palavra":"A repetição da palavra 'bom' enfatiza a qualidade da liderança e a sabedoria de Salomão.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a natureza de Suas ações.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"1reis_10_9_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna do Deus de Israel, que é reconhecido por sua sabedoria e poder.","explicacao_detalhada":"A palavra 'eterno' implica uma existência sem fim, que é uma característica fundamental de Deus. No contexto, Salomão reconhece que a sabedoria que recebeu é um dom eterno que reflete a natureza divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a durabilidade e a imutabilidade da sabedoria divina, contrastando com a sabedoria humana que é passageira.","conexao_teologica":"A eternidade de Deus é um tema central na teologia bíblica, mostrando que Sua sabedoria e planos transcendem o tempo.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"1reis_10_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao papel de Salomão como rei de Israel, que governa com sabedoria e justiça.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e a responsabilidade de Salomão em liderar o povo de Israel, guiando-os segundo os princípios de Deus.","por_que_esta_palavra":"É importante para mostrar a legitimidade do governo de Salomão e sua posição como escolhido por Deus para liderar.","conexao_teologica":"A realeza de Salomão prefigura a realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Mateus 2:2"]},"1reis_10_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, que é uma ação de generosidade e reconhecimento.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade, que é uma característica do caráter de Deus. No contexto, Salomão dá presentes ao rei de Tiro como parte de uma aliança.","por_que_esta_palavra":"É usada para mostrar a importância da generosidade nas relações entre os reinos e como isso reflete a sabedoria de Salomão.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus, que dá livremente a todos.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Tiago 1:17"]},"1reis_10_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à posição de Salomão como rei, enfatizando sua autoridade.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância do papel de Salomão na construção de alianças e na manutenção da paz.","por_que_esta_palavra":"É crucial para entender a dinâmica política e a liderança de Salomão em Israel.","conexao_teologica":"A liderança de Salomão é um exemplo de como Deus pode usar líderes para cumprir Seus propósitos.","referencias_relacionadas":["1 Reis 3:9","1 Reis 10:1","Romanos 13:1"]},"1reis_10_10_smell":{"palavra_pt":"smell","palavra_original":"בֶּשֶׂם","transliteracao":"besem","strong":"H1314","significado_raiz":"Ideia básica: smell.","significado_contextual":"Refere-se ao aroma agradável, simbolizando a riqueza e a generosidade.","explicacao_detalhada":"A palavra 'smell' (aroma) é usada para descrever a qualidade dos presentes dados, que são valiosos e significativos.","por_que_esta_palavra":"O aroma é uma metáfora para a aceitação e a apreciação dos presentes, refletindo a generosidade de Salomão.","conexao_teologica":"Os aromas são frequentemente usados na Bíblia para simbolizar a adoração e a aceitação diante de Deus.","referencias_relacionadas":["Gênesis 8:21","Êxodo 30:34-38","Filipenses 4:18"]},"1reis_10_11_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se à pedra preciosa, simbolizando riqueza e valor.","explicacao_detalhada":"A palavra 'pedra' destaca a importância das riquezas materiais que Salomão acumulou, refletindo a bênção de Deus sobre seu reinado.","por_que_esta_palavra":"É usada para ilustrar a grandeza e a opulência do reino de Salomão.","conexao_teologica":"As pedras preciosas são frequentemente usadas na Bíblia para simbolizar a beleza e a glória de Deus.","referencias_relacionadas":["Êxodo 28:17-21","Apocalipse 21:19-20","Salmos 104:24"]},"1reis_10_11_nome":{"palavra_pt":"nome","palavra_original":"אוֹפִיר","transliteracao":"ʼÔwphîyr","strong":"H211","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Ofir, uma terra famosa por suas riquezas.","explicacao_detalhada":"A palavra 'nome' destaca a reputação e a fama de Ofir como um lugar de abundância, de onde Salomão obteve riquezas.","por_que_esta_palavra":"É importante para entender a origem das riquezas de Salomão e a extensão de seu comércio.","conexao_teologica":"O nome de Ofir é um símbolo da provisão de Deus para aqueles que O buscam.","referencias_relacionadas":["1 Reis 10:22","Salmos 72:10","Mateus 2:11"]},"1reis_10_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer, que implica criação ou realização.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a ação de Salomão em construir e realizar grandes obras, refletindo sua habilidade e sabedoria.","por_que_esta_palavra":"É usada para enfatizar a capacidade de Salomão de realizar grandes feitos, que são parte de seu legado.","conexao_teologica":"As obras de Salomão são um reflexo do trabalho de Deus na criação e na edificação de Seu povo.","referencias_relacionadas":["Gênesis 1:31","Salmos 127:1","Colossenses 3:23"]},"1reis_10_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à posição de Salomão como rei, destacando sua autoridade e responsabilidade.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância do papel de Salomão na construção de alianças e na manutenção da paz.","por_que_esta_palavra":"É crucial para entender a dinâmica política e a liderança de Salomão em Israel.","conexao_teologica":"A liderança de Salomão é um exemplo de como Deus pode usar líderes para cumprir Seus propósitos.","referencias_relacionadas":["1 Reis 3:9","1 Reis 10:1","Romanos 13:1"]},"1reis_10_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à construção de uma casa, simbolizando estabilidade e segurança.","explicacao_detalhada":"A palavra 'casa' destaca a importância da construção de um lar e de um templo, que são centrais na vida do povo de Israel.","por_que_esta_palavra":"É usada para enfatizar a necessidade de um lugar seguro e sagrado para adoração e habitação.","conexao_teologica":"A casa de Deus é um símbolo da presença divina entre Seu povo.","referencias_relacionadas":["Salmos 127:1","1 Reis 6:1","Hebreus 3:6"]},"1reis_10_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de um povo, neste caso, Salomão.","explicacao_detalhada":"O termo 'rei' (מֶלֶךְ, melek) é utilizado para descrever a posição de liderança e poder que Salomão exercia sobre Israel. Ele era visto como um governante escolhido por Deus, e sua sabedoria e riqueza eram amplamente reconhecidas.","por_que_esta_palavra":"A palavra é central para entender a estrutura de governo em Israel e a relação de Salomão com seu povo e com Deus.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, e Salomão é um exemplo de como um rei deve governar com sabedoria e justiça.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:1-9","Salmos 72:1-4"]},"1reis_10_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de fornecer ou conceder algo a alguém, neste caso, as riquezas que Salomão recebia.","explicacao_detalhada":"O verbo 'dar' (נָתַן, nâthan) é usado para descrever a generosidade de Salomão em compartilhar suas bênçãos e riquezas, bem como a forma como ele recebia presentes de outros governantes.","por_que_esta_palavra":"Esta palavra é importante para entender a dinâmica de troca e generosidade que caracterizava o reinado de Salomão.","conexao_teologica":"A generosidade de Salomão reflete a abundância das bênçãos de Deus e a importância de compartilhar essas bênçãos com os outros.","referencias_relacionadas":["1 Reis 10:10","2 Crônicas 9:1-12","Provérbios 11:25"]},"1reis_10_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de algo que se torna visível ou se manifesta, como a riqueza e a fama de Salomão.","explicacao_detalhada":"O verbo 'cair' (הָיָה, hâyâh) pode ser interpretado como a realização de um estado ou condição, indicando a ascensão de Salomão ao poder e a sua influência.","por_que_esta_palavra":"É crucial para entender como a grandeza de Salomão se estabeleceu e se tornou evidente para todos.","conexao_teologica":"A ascensão de Salomão é um exemplo da soberania de Deus em estabelecer líderes e reinos conforme Sua vontade.","referencias_relacionadas":["1 Reis 10:23","1 Reis 3:12","Salmos 89:27"]},"1reis_10_14_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se ao metal precioso que simboliza riqueza e prosperidade, abundante durante o reinado de Salomão.","explicacao_detalhada":"O termo 'ouro' (זָהָב, zâhâb) é frequentemente associado à riqueza e ao esplendor, representando a prosperidade do reino de Salomão e a favorabilidade de Deus sobre ele.","por_que_esta_palavra":"É fundamental para compreender a riqueza material que Salomão possuía e como isso refletia a bênção divina.","conexao_teologica":"O ouro é um símbolo da glória de Deus e da riqueza espiritual que deve ser buscada acima da riqueza material.","referencias_relacionadas":["1 Reis 10:14-22","Salmos 119:72","Provérbios 3:14-15"]},"1reis_10_14_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como algo é manifestado ou apresentado, especialmente em relação à sabedoria de Salomão.","explicacao_detalhada":"O termo 'expressão' (שָׁנֶה, shâneh) pode se referir à maneira como a sabedoria e a riqueza de Salomão eram percebidas e admiradas por outros.","por_que_esta_palavra":"É importante para entender como a sabedoria de Salomão se manifestava em suas decisões e governança.","conexao_teologica":"A expressão da sabedoria de Salomão é um reflexo da sabedoria divina que Deus concede àqueles que O buscam.","referencias_relacionadas":["1 Reis 10:1-3","Tiago 1:5","Provérbios 4:7"]},"1reis_10_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, os súditos e visitantes que reconheciam a grandeza de Salomão.","explicacao_detalhada":"O termo 'homem' (אִישׁ, ʼîysh) é usado para descrever a humanidade em geral, enfatizando a relação entre Salomão e seu povo.","por_que_esta_palavra":"É relevante para entender a interação entre o rei e os homens que o cercavam, bem como a sua influência sobre eles.","conexao_teologica":"A dignidade do homem é um tema central na Bíblia, refletindo a criação de Deus e a responsabilidade de governar com justiça.","referencias_relacionadas":["1 Reis 10:24","Gênesis 1:26-27","Salmos 8:4-5"]},"1reis_10_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação à administração do reino por Salomão.","explicacao_detalhada":"O termo 'modo' (כֹּל, kôl) pode se referir à totalidade das ações e decisões de Salomão em seu governo.","por_que_esta_palavra":"É importante para entender a abordagem de Salomão em governar e como ele se destacou entre outros reis.","conexao_teologica":"O modo como Salomão governava reflete a sabedoria e a justiça que Deus deseja ver em Seus líderes.","referencias_relacionadas":["1 Reis 10:23-25","Provérbios 16:12","Eclesiastes 8:1"]},"1reis_10_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território sob o domínio de Salomão, que se estendia por várias nações.","explicacao_detalhada":"O termo 'terra' (אֶרֶץ, ʼerets) é usado para descrever a extensão geográfica do reino de Salomão e a prosperidade que ele trouxe ao seu povo.","por_que_esta_palavra":"É fundamental para entender a abrangência do reino e a influência de Salomão sobre as nações vizinhas.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a bênção de Deus e a fidelidade às promessas divinas.","referencias_relacionadas":["1 Reis 10:26-29","Deuteronômio 8:7-10","Salmos 37:11"]},"1reis_10_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e poder, possivelmente usado como metáfora para a força do reino de Salomão.","explicacao_detalhada":"O verbo 'urso' (עָשָׂה, ʻâsâh) pode ser interpretado como a ação de criar ou fazer, indicando a habilidade de Salomão em construir e estabelecer seu reino.","por_que_esta_palavra":"É relevante para entender a força e a capacidade de Salomão em governar e proteger seu reino.","conexao_teologica":"A força de um rei é vista como uma extensão da força de Deus, que é o verdadeiro protetor de Seu povo.","referencias_relacionadas":["1 Reis 10:20","Salmos 20:7","Isaías 40:10"]},"1reis_10_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente enfatiza a posição de autoridade e liderança de Salomão.","explicacao_detalhada":"O termo 'rei' (מֶלֶךְ, melek) é reiterado para destacar a importância da liderança de Salomão e seu papel como governante escolhido por Deus.","por_que_esta_palavra":"Reiterar a palavra é crucial para enfatizar a centralidade da figura do rei no contexto do capítulo.","conexao_teologica":"A liderança de Salomão é um reflexo do reinado de Deus e da expectativa de que os reis governem com sabedoria e justiça.","referencias_relacionadas":["1 Reis 10:23","Salmos 72:1-2","Provérbios 16:10"]},"1reis_10_16_escudo":{"palavra_pt":"escudo","palavra_original":"צִנָּה","transliteracao":"tsinnâh","strong":"H6793","significado_raiz":"Ideia básica: escudo.","significado_contextual":"Refere-se a um escudo como símbolo de proteção e defesa.","explicacao_detalhada":"O escudo é um objeto utilizado em batalhas para proteger o guerreiro dos ataques inimigos. No contexto de 1 Reis 10:16, os escudos são mencionados como parte do armamento do rei Salomão, simbolizando sua força e poder militar.","por_que_esta_palavra":"A palavra 'escudo' é utilizada para enfatizar a segurança e a proteção que o rei oferece ao seu povo.","conexao_teologica":"Deus é frequentemente descrito como um escudo para os justos, oferecendo proteção espiritual e segurança (Salmos 84:11).","referencias_relacionadas":["Salmos 3:3","Salmos 18:2","Gênesis 15:1"]},"1reis_10_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Designa a figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' refere-se ao governante de Israel, que no contexto é Salomão. Ele é visto como um líder sábio e justo, que governa com a ajuda de Deus.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura de governo em Israel e a relação entre Deus e seu povo.","conexao_teologica":"Cristo é chamado de Rei dos Reis, mostrando a continuidade da realeza divina através da linhagem de Davi.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Apocalipse 19:16"]},"1reis_10_17_escudo":{"palavra_pt":"escudo","palavra_original":"מָגֵן","transliteracao":"mâgên","strong":"H4043","significado_raiz":"Ideia básica: escudo.","significado_contextual":"Outro tipo de escudo, enfatizando a proteção militar.","explicacao_detalhada":"Neste versículo, o escudo é mencionado como parte do armamento que Salomão possui, simbolizando a segurança e a força do seu reino.","por_que_esta_palavra":"A repetição da palavra 'escudo' reforça a ideia de defesa e proteção que o rei proporciona ao seu povo.","conexao_teologica":"Assim como os escudos físicos protegem em batalhas, a fé em Deus é um escudo espiritual para os crentes.","referencias_relacionadas":["Efésios 6:16","Salmos 91:4","Provérbios 30:5"]},"1reis_10_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' é utilizada para descrever a ação do rei em oferecer presentes ou riquezas, mostrando generosidade e poder.","por_que_esta_palavra":"A generosidade do rei é um reflexo da sabedoria que Deus lhe concedeu, e sua disposição em compartilhar as bênçãos.","conexao_teologica":"Deus é descrito como aquele que dá generosamente a todos, e isso se reflete na liderança de Salomão.","referencias_relacionadas":["Tiago 1:5","Mateus 7:11","2 Coríntios 9:7"]},"1reis_10_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um urso, simbolizando força e poder.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a grandeza e a força dos animais que eram parte do espetáculo no reino de Salomão, refletindo a riqueza e a excentricidade de seu governo.","por_que_esta_palavra":"O uso de 'urso' enfatiza a grandiosidade e a força que Salomão tinha em seu reino.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é o verdadeiro protetor e defensor.","referencias_relacionadas":["Isaías 11:7","Daniel 7:5","Provérbios 28:1"]},"1reis_10_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reitera a figura de autoridade máxima em Israel.","explicacao_detalhada":"A palavra 'rei' é novamente utilizada para reforçar a posição de Salomão como governante e líder do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da autoridade em Israel.","conexao_teologica":"A realeza de Salomão é um tipo da realeza de Cristo, que é o Rei eterno.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 24:7-10","Mateus 2:2"]},"1reis_10_18_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e magnitude das coisas no reino de Salomão.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a opulência e a riqueza do reino de Salomão, que era conhecido por sua sabedoria e prosperidade.","por_que_esta_palavra":"A grandeza é um tema central na descrição do reino de Salomão, refletindo a bênção de Deus sobre Israel.","conexao_teologica":"A grandeza de Salomão é um reflexo da grandeza de Deus, que é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"1reis_10_19_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à posição de liderança e autoridade.","explicacao_detalhada":"A palavra 'princípio' é utilizada para descrever a posição de Salomão como líder, que estabelece a ordem e a justiça em seu reino.","por_que_esta_palavra":"A ideia de 'princípio' é fundamental para entender a estrutura de governo e a autoridade do rei.","conexao_teologica":"Cristo é descrito como o Princípio e o Fim, mostrando sua autoridade sobre toda a criação.","referencias_relacionadas":["Apocalipse 22:13","Colossenses 1:18","Provérbios 8:22"]},"1reis_10_19_trono":{"palavra_pt":"trono","palavra_original":"כִּסֵּא","transliteracao":"kiççêʼ","strong":"H3678","significado_raiz":"Ideia básica: trono.","significado_contextual":"Refere-se ao assento de autoridade do rei.","explicacao_detalhada":"A palavra 'trono' é utilizada para descrever o lugar onde o rei Salomão governa, simbolizando seu poder e autoridade.","por_que_esta_palavra":"O trono é um símbolo de realeza e justiça, representando a posição de Salomão como governante escolhido por Deus.","conexao_teologica":"O trono de Salomão é um tipo do trono de Cristo, que reinará eternamente.","referencias_relacionadas":["Salmos 45:6","Hebreus 1:8","Apocalipse 3:21"]},"1reis_10_20_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se a coisas ou objetos de valor.","explicacao_detalhada":"A palavra 'things' é usada para descrever os bens e riquezas que fazem parte do reino de Salomão, refletindo sua prosperidade.","por_que_esta_palavra":"A menção de 'things' enfatiza a abundância e a riqueza que Deus concedeu a Salomão.","conexao_teologica":"As bênçãos materiais são vistas como um reflexo das bênçãos espirituais que Deus oferece ao seu povo.","referencias_relacionadas":["Mateus 6:33","Filipenses 4:19","Salmos 37:4"]},"1reis_10_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"Neste contexto, o 'modo' indica a forma como o reino de Salomão era administrado e a ordem que prevalecia em sua corte.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar a estrutura e a organização do governo de Salomão, refletindo a sabedoria que Deus lhe concedeu.","conexao_teologica":"A administração do reino de Salomão é um reflexo da ordem divina e da sabedoria que vem de Deus.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:1-9","Provérbios 8:15-16"]},"1reis_10_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a veracidade e a sinceridade das ações e palavras.","explicacao_detalhada":"A palavra 'verdade' aqui é usada para descrever a autenticidade das declarações feitas sobre Salomão e seu reino.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da honestidade e da integridade na liderança.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos líderes e governantes.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:22","João 4:24"]},"1reis_10_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"Neste versículo, o 'modo' destaca a excelência e a ordem que caracterizavam a corte de Salomão.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que a administração de Salomão era exemplar.","conexao_teologica":"A ordem e a excelência na administração são reflexos da sabedoria divina que Salomão recebeu.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:1-9","Eclesiastes 3:1"]},"1reis_10_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' é central para entender a posição de Salomão e seu papel como governante escolhido por Deus.","por_que_esta_palavra":"A menção de 'rei' enfatiza a soberania e a responsabilidade que Salomão tinha sobre seu povo.","conexao_teologica":"A realeza de Salomão é um símbolo do reinado de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"1reis_10_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de realização.","explicacao_detalhada":"O 'dia' aqui pode indicar um tempo específico em que as atividades do reino ocorrem, refletindo a rotina da corte.","por_que_esta_palavra":"A menção do 'dia' sugere a continuidade e a regularidade das operações do reino sob a liderança de Salomão.","conexao_teologica":"O conceito de tempo é importante na narrativa bíblica, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"1reis_10_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' destaca a posição de Salomão e sua influência sobre as nações ao redor.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a grandeza e a importância do governo de Salomão.","conexao_teologica":"Salomão é um tipo de Cristo, que é o Rei eterno e soberano.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Apocalipse 17:14"]},"1reis_10_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a grandes corpos de água, simbolizando poder e vastidão.","explicacao_detalhada":"A palavra 'mar' aqui pode indicar a riqueza e a influência que Salomão tinha sobre o comércio marítimo.","por_que_esta_palavra":"O 'mar' simboliza a abundância e a prosperidade que caracterizavam o reino de Salomão.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar nações e povos, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Salmos 104:25-26","Isaías 57:20","Apocalipse 21:1"]},"1reis_10_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa para algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa das ações de Salomão e a grandeza de seu reino.","por_que_esta_palavra":"A utilização de 'porque' conecta a causa e o efeito das bênçãos que Salomão recebeu.","conexao_teologica":"A compreensão das razões por trás das ações de Deus é fundamental para a fé e a obediência.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"1reis_10_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' reafirma a posição de Salomão como governante e líder do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da autoridade no contexto do reino.","conexao_teologica":"A realeza de Salomão é um precursor da realeza de Cristo, que governa com justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Apocalipse 19:16"]},"1reis_10_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"O 'modo' aqui destaca a excelência e a ordem que caracterizavam a administração de Salomão.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que a administração de Salomão era exemplar e digna de nota.","conexao_teologica":"A ordem e a excelência na administração são reflexos da sabedoria divina que Salomão recebeu.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:1-9","Eclesiastes 3:1"]},"1reis_10_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico e geográfico, simbolizando a abundância e a riqueza do reino de Salomão.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também a nação e o povo que habitam essa terra. Neste contexto, enfatiza a prosperidade e a grandeza do reino sob a liderança de Salomão.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância do território e dos recursos naturais que Deus deu ao povo de Israel.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando a promessa de Deus ao Seu povo e a relação entre Deus e a criação.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7-10","Salmos 37:11"]},"1reis_10_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas, especialmente em relação à sabedoria e à administração do reino.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem ou maneira específica de agir, refletindo a sabedoria de Salomão em governar e lidar com as questões do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da sabedoria e da estratégia na liderança, que eram características marcantes do reinado de Salomão.","conexao_teologica":"A sabedoria é um dom divino que deve ser buscado e aplicado em todas as áreas da vida, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Eclesiastes 10:10"]},"1reis_10_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Assim como em 1 Reis 10:23, a 'terra' aqui representa a riqueza e a abundância do reino de Salomão.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que a prosperidade do reino é visível e palpável, refletindo a bênção de Deus sobre Israel.","por_que_esta_palavra":"A palavra é crucial para entender a dimensão material e espiritual da bênção divina sobre o povo escolhido.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel, representando tanto um lugar físico quanto uma relação espiritual.","referencias_relacionadas":["Gênesis 15:18","Êxodo 3:8","Josué 1:3"]},"1reis_10_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' (שָׁמַע) implica em prestar atenção e responder às necessidades e questões do povo.","explicacao_detalhada":"Neste contexto, 'ouvir' sugere a habilidade de Salomão em escutar e entender as preocupações dos súditos, um aspecto vital da liderança eficaz.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da comunicação e da empatia na governança.","conexao_teologica":"A capacidade de ouvir é vista como uma virtude divina, refletindo a natureza de Deus que ouve as orações de Seu povo.","referencias_relacionadas":["Salmos 34:15","Provérbios 18:13","Tiago 1:19"]},"1reis_10_25_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser humano, enfatizando a dignidade e o valor do indivíduo na sociedade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) aqui representa não apenas um indivíduo, mas também a coletividade do povo que serve ao rei e participa da vida do reino.","por_que_esta_palavra":"A utilização da palavra destaca a importância da humanidade e do papel de cada indivíduo na construção da sociedade.","conexao_teologica":"A criação do homem à imagem de Deus confere dignidade e valor a cada ser humano, refletindo a intenção divina para a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"1reis_10_25_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a uma oferta como um presente ou tributo, simbolizando a devoção e a honra ao rei.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) implica em um ato de generosidade e reconhecimento da autoridade do rei, refletindo a cultura de honra e respeito.","por_que_esta_palavra":"A escolha desta palavra destaca a importância das ofertas como expressão de gratidão e submissão a Deus e à liderança.","conexao_teologica":"As ofertas são uma forma de adoração e reconhecimento da soberania de Deus, refletindo a prática de dar como um ato de fé.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 2:1","Hebreus 13:16"]},"1reis_10_25_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um 'armour bearer' como um assistente ou escudeiro, alguém que serve ao rei em batalha.","explicacao_detalhada":"A palavra 'armour bearer' (כְּלִי) implica em um papel de apoio e proteção, essencial para a segurança do líder durante os conflitos.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do serviço e da lealdade na estrutura de liderança do reino.","conexao_teologica":"O conceito de servir é central na vida cristã, refletindo o exemplo de Cristo que veio para servir e não para ser servido.","referencias_relacionadas":["1 Samuel 16:21","2 Reis 6:15","Mateus 20:26-28"]},"1reis_10_26_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um centro de vida comunitária e governamental, onde as decisões são tomadas.","explicacao_detalhada":"A palavra 'cidade' (עִיר) representa um lugar de reunião e atividade social, refletindo a organização e a estrutura do reino.","por_que_esta_palavra":"A escolha desta palavra destaca a importância das cidades como centros de cultura, comércio e governo na sociedade antiga.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação do povo de Deus e a presença divina entre eles.","referencias_relacionadas":["Salmos 46:4","Isaías 65:21","Mateus 5:14"]},"1reis_10_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei como a figura central de autoridade e liderança no reino de Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) implica em poder, governo e responsabilidade, refletindo o papel de Salomão como líder escolhido por Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da liderança e da autoridade na estrutura social e espiritual do povo de Deus.","conexao_teologica":"A figura do rei é um símbolo de Cristo, o Rei dos Reis, que governa com justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"1reis_10_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar como uma expressão de generosidade e abundância no reino.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um ato de generosidade que reflete a riqueza e a prosperidade do reinado de Salomão.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da generosidade e do compartilhamento de recursos entre o povo.","conexao_teologica":"Dar é um princípio bíblico que reflete o caráter de Deus, que é generoso e provedor.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Gálatas 6:7"]},"1reis_10_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima em Israel, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de 1 Reis 10:27, o rei Salomão é descrito como um governante que trouxe grande riqueza e prosperidade ao seu reino, sendo a figura central do governo israelita.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a estrutura política de Israel e a importância da liderança divina na nação.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, mostrando a necessidade de líderes que sigam a vontade divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:10"]},"1reis_10_27_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é um símbolo de riqueza e prosperidade, representando os recursos materiais do reino de Salomão.","explicacao_detalhada":"Em 1 Reis 10:27, a abundância de prata em Israel é destacada, mostrando a riqueza acumulada durante o reinado de Salomão, que se tornou famosa em todo o mundo.","por_que_esta_palavra":"A prata é mencionada para enfatizar a prosperidade material que acompanhava a sabedoria e a justiça do rei Salomão.","conexao_teologica":"A riqueza material é vista como uma bênção de Deus, mas também como uma responsabilidade que deve ser administrada com sabedoria.","referencias_relacionadas":["Salmos 112:3","Eclesiastes 5:10","Provérbios 3:9-10"]},"1reis_10_28_sol":{"palavra_pt":"sol","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4161","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol é mencionado como uma referência ao tempo e à luz, simbolizando a clareza e a orientação.","explicacao_detalhada":"Em 1 Reis 10:28, a menção ao sol pode ser interpretada como uma metáfora para a prosperidade e a iluminação que o reinado de Salomão trouxe ao povo de Israel.","por_que_esta_palavra":"O sol é um símbolo universal de luz e vida, representando a presença de Deus que ilumina o caminho do seu povo.","conexao_teologica":"A luz do sol é frequentemente associada à sabedoria e à verdade, refletindo a importância de buscar a orientação divina.","referencias_relacionadas":["Salmos 84:11","Isaías 60:19","Mateus 5:14"]},"1reis_10_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de liderança e autoridade, especialmente no contexto do rei Salomão.","explicacao_detalhada":"A repetição do termo 'rei' em 1 Reis 10:28 destaca a importância da figura real na manutenção da ordem e da justiça no reino.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica do poder e a relação entre o rei e seu povo.","conexao_teologica":"O rei é visto como um representante de Deus na terra, com a responsabilidade de governar com justiça e sabedoria.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 2:10-12","Provérbios 20:28"]},"1reis_10_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas, enfatizando a organização e a ordem no reino.","explicacao_detalhada":"Em 1 Reis 10:29, o 'modo' destaca a maneira como Salomão administrava seu reino, refletindo sua sabedoria e habilidade em governar.","por_que_esta_palavra":"A palavra 'modo' é importante para compreender a eficácia da administração de Salomão e a implementação de suas decisões.","conexao_teologica":"A forma como um líder governa pode ser vista como um reflexo da sabedoria divina que deve guiar todas as ações.","referencias_relacionadas":["Eclesiastes 10:2","Provérbios 21:5","Salmos 37:23"]},"1reis_10_29_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de liderança e a importância do rei na estrutura social e política de Israel.","explicacao_detalhada":"A repetição do termo 'rei' em 1 Reis 10:29 destaca a centralidade da figura real na vida do povo e na história de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre o rei e seu povo, bem como a responsabilidade do rei diante de Deus.","conexao_teologica":"O rei é visto como um servo de Deus, incumbido de liderar o povo de acordo com os princípios divinos.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:4","Provérbios 16:12"]},"1reis_10_29_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do reino de Salomão, tanto em termos de poder quanto de riqueza.","explicacao_detalhada":"Em 1 Reis 10:29, a palavra 'grande' é usada para descrever a magnitude do reino sob a liderança de Salomão, que se destacou entre as nações.","por_que_esta_palavra":"A grandeza é um tema recorrente na narrativa de Salomão, simbolizando a bênção de Deus sobre Israel.","conexao_teologica":"A grandeza do reino é um reflexo da grandeza de Deus, que abençoa aqueles que O seguem com fidelidade.","referencias_relacionadas":["1 Reis 3:13","Salmos 48:1-2","Isaías 60:3"]}}