{"1reis_11_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que neste caso é Salomão, e suas interações com outras nações.","explicacao_detalhada":"Em 1 Reis 11:1, a palavra 'rei' é usada para descrever Salomão, que se casou com mulheres estrangeiras, o que levou à sua queda espiritual.","por_que_esta_palavra":"A palavra é crucial para entender a transição do reinado de Salomão de um período de sabedoria para um de desobediência.","conexao_teologica":"A história de Salomão serve como um aviso sobre os perigos de se afastar dos mandamentos de Deus, mesmo para um rei.","referencias_relacionadas":["1 Reis 11:4","Deuteronômio 17:17","Provérbios 4:23"]},"1reis_11_1_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"A palavra 'amar' é usada para descrever a relação de Salomão com suas esposas estrangeiras.","explicacao_detalhada":"Em 1 Reis 11:1, a palavra 'amar' destaca a paixão de Salomão, que o levou a desobedecer a Deus ao se casar com mulheres que adoravam outros deuses.","por_que_esta_palavra":"A palavra é importante para entender como o amor pode ser uma força poderosa, mas também perigosa quando desvia do caminho de Deus.","conexao_teologica":"O amor deve ser direcionado a Deus acima de tudo, e a história de Salomão ilustra as consequências de amar o que é contrário à vontade divina.","referencias_relacionadas":["1 João 2:15-16","Mateus 6:24","Tiago 4:4"]},"1reis_11_1_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade de Salomão, enfatizando sua natureza como um homem que, apesar de sábio, falhou.","explicacao_detalhada":"Em 1 Reis 11:1, a palavra 'homem' destaca a fragilidade humana de Salomão, que, mesmo sendo um rei sábio, sucumbiu à tentação.","por_que_esta_palavra":"A palavra é fundamental para entender a condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A história de Salomão serve como um lembrete de que todos os homens, independentemente de sua sabedoria, precisam da graça de Deus.","referencias_relacionadas":["Romanos 3:23","Salmos 146:3","Provérbios 28:26"]},"1reis_11_2_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser agradável ou desejável, especialmente em relação a Deus e Sua criação.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus e as ações que são agradáveis a Ele. No contexto de 1 Reis 11:2, ela se refere às mulheres estrangeiras que Salomão se casou, que eram vistas como 'boas' em termos de beleza e atração, mas que levaram Salomão a se desviar de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a dualidade entre a aparência e a realidade espiritual, mostrando que o que parece bom pode não ser benéfico para a fé.","conexao_teologica":"A teologia bíblica ensina que o verdadeiro 'bom' é aquilo que está alinhado com a vontade de Deus, e não apenas o que é desejável aos olhos humanos.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"1reis_11_2_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma relação de proximidade ou inclusão entre pessoas ou grupos.","explicacao_detalhada":"A palavra 'entre' é utilizada para mostrar a posição de Salomão em relação às nações vizinhas e suas influências. No contexto, isso destaca como ele se misturou com as culturas estrangeiras.","por_que_esta_palavra":"A palavra é crucial para entender a interação de Salomão com as nações ao seu redor, que o levaram a se desviar da adoração a Deus.","conexao_teologica":"A inclusão entre as nações é um tema recorrente na Bíblia, onde a mistura de culturas pode levar à idolatria e à perda da fé verdadeira.","referencias_relacionadas":["Deuteronômio 7:3-4","Salmos 106:35","2 Coríntios 6:14"]},"1reis_11_2_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços culturais, étnicos ou religiosos.","explicacao_detalhada":"A palavra 'nação' é usada para descrever os povos que não eram israelitas e que influenciaram Salomão. O contexto revela a preocupação de Deus com a pureza da adoração em Israel.","por_que_esta_palavra":"A escolha de 'nação' enfatiza a diversidade cultural e a potencial influência negativa que essas nações poderiam ter sobre o povo de Deus.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre Israel e as nações, destacando a necessidade de manter a pureza da fé e a adoração a Deus.","referencias_relacionadas":["Gênesis 12:3","Isaías 49:6","Mateus 28:19"]},"1reis_11_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda moral ou espiritual de Salomão devido à sua desobediência.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transgressão de Salomão ao se desviar dos mandamentos de Deus, resultando em sua queda espiritual.","por_que_esta_palavra":"A utilização de 'cair' sugere um movimento de descida, simbolizando a perda de posição e favor diante de Deus.","conexao_teologica":"A queda de Salomão serve como um aviso sobre as consequências da desobediência e da idolatria, um tema central na narrativa bíblica.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","Tiago 4:6"]},"1reis_11_3_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância das ações de Salomão e suas consequências.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a extensão do desvio de Salomão, que não apenas afetou sua vida, mas também teve repercussões para todo Israel.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a seriedade da situação e a gravidade do pecado de Salomão.","conexao_teologica":"A grandeza do pecado é um tema que ressalta a necessidade de arrependimento e a misericórdia de Deus, que sempre está disponível.","referencias_relacionadas":["Romanos 6:23","1 João 1:9","Salmos 51:17"]},"1reis_11_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda espiritual de Salomão ao seguir outros deuses.","explicacao_detalhada":"A repetição da palavra 'cair' neste contexto enfatiza a gravidade da transgressão de Salomão e a sua influência negativa sobre Israel.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a queda não é apenas física, mas espiritual, refletindo a separação de Deus.","conexao_teologica":"A queda de Salomão serve como um alerta sobre os perigos da idolatria e da desobediência a Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 11:22","Hebreus 3:12"]},"1reis_11_4_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Indica um momento ou uma época específica em que algo acontece.","explicacao_detalhada":"A palavra 'expressão' é usada para marcar um tempo em que Salomão começou a se desviar de Deus, destacando a importância do tempo na narrativa bíblica.","por_que_esta_palavra":"A escolha de 'expressão' enfatiza que as ações de Salomão não foram repentinas, mas ocorreram em um período específico de sua vida.","conexao_teologica":"O tempo é um elemento crucial na história da salvação, onde cada momento tem significado e propósito.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"1reis_11_4_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou obedecer a alguém ou algo, neste caso, outros deuses.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a escolha de Salomão de se desviar do caminho de Deus e seguir práticas idólatras, o que resultou em sua queda.","por_que_esta_palavra":"A escolha de 'seguir' enfatiza a decisão ativa de Salomão, mostrando que ele não foi apenas influenciado, mas fez uma escolha consciente.","conexao_teologica":"A decisão de seguir a Deus ou outros ídolos é um tema central na Bíblia, refletindo a importância da fidelidade na vida do crente.","referencias_relacionadas":["Mateus 16:24","1 Pedro 2:21","Salmos 119:10"]},"1reis_11_5_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou à conduta de Salomão em relação a Deus.","explicacao_detalhada":"A palavra 'andar' é usada para descrever a maneira como Salomão viveu sua vida, que deveria ser em obediência a Deus, mas que se desviou para práticas idólatras.","por_que_esta_palavra":"A escolha de 'andar' sugere um caminho ou uma jornada, simbolizando a vida espiritual de Salomão.","conexao_teologica":"A metáfora do 'andar' é comum na Bíblia, representando a vida cristã e a necessidade de seguir o caminho de Deus.","referencias_relacionadas":["Salmos 1:1","Gálatas 5:16","1 João 1:7"]},"1reis_11_5_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou imitar, neste caso, outros deuses.","explicacao_detalhada":"A palavra 'seguir' é novamente utilizada para enfatizar a escolha de Salomão de não seguir a Deus, mas sim as práticas das nações ao seu redor.","por_que_esta_palavra":"A repetição da palavra 'seguir' destaca a gravidade da decisão de Salomão e suas consequências espirituais.","conexao_teologica":"A escolha de seguir a Deus ou outros ídolos é um tema central na Bíblia, refletindo a importância da fidelidade na vida do crente.","referencias_relacionadas":["Josué 24:15","Romanos 12:2","1 Coríntios 10:14"]},"1reis_11_5_amor":{"palavra_pt":"amor","palavra_original":"עַשְׁתֹּרֶת","transliteracao":"ʻAshtôreth","strong":"H6253","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui refere-se à devoção de Salomão a Astarote, uma deusa estrangeira.","explicacao_detalhada":"O amor de Salomão por Astarote simboliza a infidelidade espiritual de Israel, que se afastou do amor verdadeiro por Deus para adorar deuses pagãos.","por_que_esta_palavra":"A palavra 'amor' é usada para descrever a profunda ligação emocional e espiritual que Salomão tinha com Astarote, refletindo a atração por práticas idólatras.","conexao_teologica":"Esse amor é um exemplo de como a adoração a outros deuses pode corromper a relação com o Deus verdadeiro, levando à desobediência e à queda espiritual.","referencias_relacionadas":["Deuteronômio 6:5","1 Reis 11:4","Tiago 4:4"]},"1reis_11_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso aqui é uma referência a um símbolo de força e poder, possivelmente relacionado a práticas de adoração.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força das divindades que Salomão começou a adorar, refletindo a influência de culturas vizinhas.","por_que_esta_palavra":"O uso da palavra 'urso' destaca a gravidade da apostasia de Salomão, que se afastou da adoração ao Senhor para seguir deuses pagãos.","conexao_teologica":"A adoração a deuses como Quemosh e Astarote representa a luta entre a fidelidade a Deus e a atração por ídolos, um tema recorrente na Bíblia.","referencias_relacionadas":["1 Reis 11:5","Salmos 115:4-8","Isaías 44:9-20"]},"1reis_11_6_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho simboliza a percepção e a visão espiritual, representando a capacidade de discernir entre o certo e o errado.","explicacao_detalhada":"Neste contexto, o 'olho' pode indicar a falta de visão espiritual de Salomão ao se desviar da adoração ao Senhor, permitindo que a idolatria entrasse em sua vida.","por_que_esta_palavra":"A palavra 'olho' é crucial para entender como a percepção de Salomão foi corrompida pela influência de suas esposas estrangeiras.","conexao_teologica":"A falta de discernimento espiritual é um tema importante, pois a Bíblia frequentemente adverte sobre a cegueira espiritual que vem da desobediência.","referencias_relacionadas":["Mateus 6:22-23","Provérbios 4:23","1 João 2:15-17"]},"1reis_11_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se ao Deus de Israel, que é o único digno de adoração.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a relação exclusiva que Deus tinha com Israel, contrastando com a adoração a deuses estrangeiros.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e a expectativa de fidelidade de Seu povo.","conexao_teologica":"A rejeição do Senhor em favor de outros deuses é um tema central na narrativa bíblica, refletindo a necessidade de permanecer fiel ao Deus verdadeiro.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 6:4-5","Isaías 42:8"]},"1reis_11_7_deus":{"palavra_pt":"deus","palavra_original":"כְּמוֹשׁ","transliteracao":"Kᵉmôwsh","strong":"H3645","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se a Quemosh, um deus pagão adorado pelos moabitas.","explicacao_detalhada":"A adoração a Quemosh por Salomão representa uma grave transgressão da aliança de Deus com Israel, levando à corrupção espiritual do rei.","por_que_esta_palavra":"A inclusão de 'deus' neste contexto ilustra a apostasia de Salomão e a influência negativa das suas esposas estrangeiras.","conexao_teologica":"A adoração a deuses estranhos é um tema recorrente que destaca a importância da fidelidade a Deus e as consequências da infidelidade.","referencias_relacionadas":["Números 21:29","Jeremias 48:7","Ezequiel 25:8-11"]},"1reis_11_7_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Salomão como governante de Israel, que deveria liderar o povo em fidelidade a Deus.","explicacao_detalhada":"Como rei, Salomão tinha a responsabilidade de guiar Israel na adoração ao Senhor, mas sua infidelidade trouxe consequências desastrosas.","por_que_esta_palavra":"A palavra 'rei' é significativa porque destaca a autoridade e a responsabilidade de Salomão em manter a pureza espiritual de Israel.","conexao_teologica":"A liderança espiritual é um tema importante na Bíblia, onde os reis são frequentemente julgados pela sua fidelidade a Deus.","referencias_relacionadas":["1 Samuel 8:7","2 Crônicas 7:14","Salmos 78:70-72"]},"1reis_11_7_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' pode ser entendida como uma referência ao início da apostasia de Salomão.","explicacao_detalhada":"Este 'princípio' marca o momento em que Salomão começou a se desviar do caminho do Senhor, influenciado por suas esposas.","por_que_esta_palavra":"A palavra 'princípio' é importante para entender que a apostasia não acontece de uma vez, mas é um processo gradual.","conexao_teologica":"A ideia de que pequenas concessões podem levar a grandes desvios é um tema recorrente na Bíblia, alertando sobre a vigilância espiritual.","referencias_relacionadas":["Gálatas 5:9","Provérbios 4:23","Hebreus 2:1"]},"1reis_11_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os sacrifícios eram realizados, refletindo práticas pagãs.","explicacao_detalhada":"Salomão adotou modos de adoração que eram contrários à lei de Deus, comprometendo a pureza da adoração em Israel.","por_que_esta_palavra":"A palavra 'modo' é significativa porque indica que a forma de adoração pode ser tão importante quanto o objeto da adoração.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, pois a Bíblia ensina que a adoração deve ser feita em espírito e em verdade.","referencias_relacionadas":["João 4:24","Levítico 10:1-3","Romanos 12:1"]},"1reis_11_8_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se aos atos de adoração que Salomão realizava em honra a deuses pagãos.","explicacao_detalhada":"Os sacrifícios a deuses estrangeiros eram uma violação direta da lei de Deus e simbolizavam a corrupção da adoração em Israel.","por_que_esta_palavra":"A palavra 'sacrifício' é crucial para entender a gravidade da apostasia de Salomão e as consequências de suas ações.","conexao_teologica":"Os sacrifícios são um tema central na Bíblia, representando a necessidade de expiação e a importância da adoração correta a Deus.","referencias_relacionadas":["Hebreus 9:22","Levítico 17:10-14","Romanos 12:1"]},"1reis_11_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' aqui pode ser vista como um símbolo de força e poder, possivelmente relacionado a práticas de adoração.","explicacao_detalhada":"O uso da palavra 'urso' destaca a gravidade da apostasia de Salomão, que se afastou da adoração ao Senhor para seguir deuses pagãos.","por_que_esta_palavra":"A palavra 'urso' é uma metáfora que ilustra a força das divindades que Salomão começou a adorar, refletindo a influência de culturas vizinhas.","conexao_teologica":"A adoração a deuses como Quemosh e Astarote representa a luta entre a fidelidade a Deus e a atração por ídolos, um tema recorrente na Bíblia.","referencias_relacionadas":["1 Reis 11:5","Salmos 115:4-8","Isaías 44:9-20"]},"1reis_11_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a relação de Deus com seu povo e sua posição como criador e governante. É um nome que invoca reverência e respeito.","por_que_esta_palavra":"Esta palavra é utilizada para reconhecer a divindade e a soberania de Deus sobre todas as coisas.","conexao_teologica":"O uso do nome 'Senhor' é central na teologia judaica e cristã, simbolizando a aliança entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"1reis_11_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus se ira com Salomão, enfatizando a desobediência.","explicacao_detalhada":"'Porque' (כִּי) é uma conjunção que conecta a causa à consequência, mostrando que a desobediência de Salomão teve um impacto direto na relação com Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica da narrativa bíblica, onde as ações humanas têm consequências espirituais.","conexao_teologica":"A ideia de que a desobediência leva ao juízo é um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 6:23","Gálatas 6:7"]},"1reis_11_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) implica em poder, autoridade e a natureza única de Deus como criador e juiz.","por_que_esta_palavra":"É usada para reafirmar a soberania de Deus e sua posição como ser supremo em contraste com os ídolos.","conexao_teologica":"A monoteísmo é um princípio fundamental da fé judaico-cristã, onde Deus é visto como o único verdadeiro.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"1reis_11_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus a Salomão, que inclui mandamentos e advertências.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' (דָּבָר) é usada para descrever a mensagem divina que deve ser obedecida.","por_que_esta_palavra":"É importante para entender que Deus se comunica com seu povo e espera resposta e obediência.","conexao_teologica":"A revelação de Deus por meio de Sua palavra é um tema central na Bíblia, mostrando a importância da obediência.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"1reis_11_10_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus de enviar mensagens ou advertências a seu povo.","explicacao_detalhada":"A palavra 'enviar' (צָוָה) implica em autoridade e a ação de Deus em instruir ou advertir.","por_que_esta_palavra":"É usada para mostrar que Deus não apenas observa, mas também se comunica ativamente com a humanidade.","conexao_teologica":"A ideia de Deus enviar profetas e mensagens é fundamental para a compreensão da história da salvação.","referencias_relacionadas":["Amós 3:7","Mateus 10:16","Atos 3:22"]},"1reis_11_10_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à expectativa de Deus de que Salomão siga Seus mandamentos.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica em um compromisso ativo de obedecer e seguir a direção de Deus.","por_que_esta_palavra":"É usada para enfatizar a importância da obediência contínua na vida do crente.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Josué 1:7","Romanos 12:2","1 Pedro 2:21"]},"1reis_11_11_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino de Salomão e à sua autoridade sobre Israel.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה) representa a soberania e a governança de Salomão como rei escolhido por Deus.","por_que_esta_palavra":"É usada para mostrar a responsabilidade de Salomão em governar segundo os princípios de Deus.","conexao_teologica":"A ideia de reinos e autoridade é central na narrativa bíblica, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Salmos 22:28","Daniel 4:17","Mateus 28:18"]},"1reis_11_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre o que Ele fará em relação ao reino de Salomão.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a intenção de Deus de agir e fazer cumprir suas promessas.","por_que_esta_palavra":"É importante para entender que as palavras de Deus têm poder e autoridade.","conexao_teologica":"A fala de Deus é um tema recorrente, mostrando que Ele é um Deus que se comunica e cumpre Suas promessas.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 11:3"]},"1reis_11_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando sua autoridade.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é repetido para reforçar a importância da soberania divina nas decisões e ações.","por_que_esta_palavra":"Reforça a ideia de que Deus é o autor da história e tem controle sobre os eventos.","conexao_teologica":"A repetição do nome de Deus destaca a centralidade de Sua presença e autoridade na vida do povo.","referencias_relacionadas":["Salmos 8:1","Isaías 40:28","Romanos 1:20"]},"1reis_11_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para a execução de Seus planos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) simboliza um período específico em que Deus age ou realiza algo significativo.","por_que_esta_palavra":"É usada para enfatizar que Deus tem um tempo certo para cada coisa em Sua criação.","conexao_teologica":"A noção de tempo e os planos de Deus são fundamentais na teologia, mostrando que Ele é soberano sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Pedro 3:8"]},"1reis_11_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à autenticidade das promessas de Deus.","explicacao_detalhada":"Neste contexto, a 'verdade' é um atributo de Deus que garante que suas promessas não falharão, mesmo diante da infidelidade humana.","por_que_esta_palavra":"A inclusão da palavra 'verdade' enfatiza a certeza das promessas divinas em contraste com a desobediência do povo.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"1reis_11_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de um inimigo que se levantará contra Israel.","explicacao_detalhada":"O 'urso' simboliza um adversário poderoso e ameaçador, representando os desafios que Israel enfrentaria devido à sua desobediência.","por_que_esta_palavra":"A escolha da palavra 'urso' ilustra a gravidade da situação e a necessidade de vigilância espiritual.","conexao_teologica":"A metáfora do urso pode ser vista como um aviso sobre as consequências do afastamento de Deus.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"1reis_11_13_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"O termo 'reino' refere-se ao domínio que Deus estabeleceu sobre Israel e as promessas de um reino eterno.","explicacao_detalhada":"Neste versículo, 'reino' destaca a soberania de Deus e a importância da obediência para a manutenção do reino de Israel.","por_que_esta_palavra":"A palavra 'reino' é crucial para entender a relação entre Deus e seu povo, e as implicações de sua desobediência.","conexao_teologica":"O conceito de reino é central na teologia bíblica, refletindo a autoridade de Deus sobre todas as nações.","referencias_relacionadas":["Mateus 6:33","Salmos 103:19","Daniel 7:14"]},"1reis_11_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 1 Reis 11:13, \"modo\" aparece na frase \"Porém todo o reino não rasgarei; uma tribo darei a teu filho, por amor de meu servo Davi, e por amor a Jerusalém, que tenho escolhido.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 1 Reis 11:13 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Reis 11:25. Lendo junto com 1 Reis 11:13, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Reis 11:13","1 Reis 11:25","Salmos 119:105"]},"1reis_11_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a fidelidade de Deus em cumprir suas promessas, mesmo diante da infidelidade do povo.","explicacao_detalhada":"A 'verdade' de Deus é um pilar da esperança para Israel, garantindo que suas promessas permanecem válidas.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a importância da confiança nas promessas divinas.","conexao_teologica":"A verdade de Deus é um tema recorrente na Escritura, que nos chama a viver em conformidade com sua vontade.","referencias_relacionadas":["Salmos 25:5","João 8:32","2 Coríntios 1:20"]},"1reis_11_14_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em suscitar um novo líder ou rei sobre Israel.","explicacao_detalhada":"Deus levanta líderes para guiar seu povo, e essa ação é um reflexo de Sua soberania e controle sobre a história.","por_que_esta_palavra":"A palavra 'levantar' indica a intervenção divina em momentos críticos da história de Israel.","conexao_teologica":"A ideia de Deus levantar líderes é um tema importante que mostra como Ele dirige os destinos das nações.","referencias_relacionadas":["Salmos 75:7","Isaías 45:1","Romanos 13:1"]},"1reis_11_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao papel de liderança que Deus designa para governar seu povo.","explicacao_detalhada":"O 'rei' é visto como um representante de Deus na terra, responsável por guiar e proteger o povo.","por_que_esta_palavra":"A menção de 'rei' destaca a importância da liderança justa e da responsabilidade diante de Deus.","conexao_teologica":"A figura do rei é central na narrativa bíblica, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Mateus 28:18"]},"1reis_11_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome sagrado de Deus, que representa sua autoridade e poder.","explicacao_detalhada":"O 'senhor' é um título que expressa a soberania de Deus sobre todas as coisas e a reverência que lhe é devida.","por_que_esta_palavra":"A menção do 'senhor' enfatiza a necessidade de reconhecer a autoridade divina em todas as áreas da vida.","conexao_teologica":"O nome de Deus é um tema central na adoração e na relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"1reis_11_15_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se às consequências da desobediência e ao juízo de Deus sobre o povo.","explicacao_detalhada":"A 'morte' aqui simboliza não apenas a morte física, mas também a separação espiritual de Deus.","por_que_esta_palavra":"A inclusão da palavra 'morte' serve como um alerta sobre as consequências do pecado.","conexao_teologica":"A morte é um tema recorrente na Bíblia, representando a seriedade do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 21:8"]},"1reis_11_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de Israel devido à desobediência e ao afastamento de Deus.","explicacao_detalhada":"Cair simboliza a perda da proteção divina e as consequências trágicas que resultam da infidelidade.","por_que_esta_palavra":"A palavra 'cair' enfatiza a fragilidade do povo diante das tentações e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema importante que ilustra a luta contínua entre a obediência e a rebelião contra Deus.","referencias_relacionadas":["Gálatas 6:7-8","1 Coríntios 10:12","Tiago 4:10"]},"1reis_11_15_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do poder e da influência que Salomão tinha sobre as nações ao seu redor.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever não apenas a estatura física, mas também a magnitude do impacto e da autoridade de Salomão como rei. Isso implica em uma liderança que se estende além das fronteiras de Israel.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a importância do reinado de Salomão e a sua capacidade de governar com sabedoria e poder.","conexao_teologica":"A grandeza de Salomão é vista como um reflexo da bênção de Deus sobre Israel, que prometeu prosperidade e sucesso ao povo que O seguisse.","referencias_relacionadas":["1 Reis 3:13","1 Reis 10:23","Salmos 72:19"]},"1reis_11_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de tomar decisões e administrar justiça, especialmente em um contexto de conflito ou disputa.","explicacao_detalhada":"A palavra 'julgar' é crucial para entender o papel do rei como um líder que deve garantir a justiça e a ordem no reino. Salomão é conhecido por sua sabedoria em resolver disputas.","por_que_esta_palavra":"A palavra é escolhida para destacar a responsabilidade do rei em manter a justiça e a paz entre o povo.","conexao_teologica":"A justiça é um atributo de Deus, e o rei deve refletir essa característica divina em seu governo.","referencias_relacionadas":["1 Reis 3:16-28","Salmos 82:3","Provérbios 21:15"]},"1reis_11_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação para a ação que se segue.","explicacao_detalhada":"A palavra 'porque' conecta a causa e o efeito, explicando as razões por trás das decisões tomadas por Salomão e os eventos que ocorrem em seu reinado.","por_que_esta_palavra":"É importante para a narrativa, pois fornece clareza sobre as motivações e as consequências das ações de Salomão.","conexao_teologica":"A compreensão das razões por trás das ações de Deus e dos líderes é fundamental para a teologia bíblica, que busca entender a soberania divina.","referencias_relacionadas":["Gênesis 3:6","Êxodo 20:5","Romanos 8:28"]},"1reis_11_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo específico que desempenha um papel importante na narrativa.","explicacao_detalhada":"A palavra 'homem' é utilizada para identificar uma figura central na história, que pode representar tanto um adversário quanto um aliado de Salomão.","por_que_esta_palavra":"A escolha da palavra é significativa para a construção do personagem e para a dinâmica do enredo.","conexao_teologica":"A individualidade e a responsabilidade pessoal são temas recorrentes na Bíblia, onde cada 'homem' tem um papel no plano divino.","referencias_relacionadas":["Gênesis 2:7","1 Samuel 16:7","Mateus 5:13"]},"1reis_11_17_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, que é crucial para a narrativa e para a compreensão do papel que desempenha.","explicacao_detalhada":"A palavra 'nome' é simbólica e representa não apenas a identidade, mas também a reputação e a influência do indivíduo mencionado.","por_que_esta_palavra":"O nome é uma parte essencial da cultura bíblica, onde o significado e a história de um nome podem refletir o caráter da pessoa.","conexao_teologica":"O nome de Deus e a importância de nomes na Bíblia mostram como a identidade está ligada ao propósito divino.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Filipenses 2:9-10"]},"1reis_11_17_chase":{"palavra_pt":"chase","palavra_original":"בָּרַח","transliteracao":"bârach","strong":"H1272","significado_raiz":"Ideia básica: chase.","significado_contextual":"Refere-se à ação de fugir ou escapar, muitas vezes em um contexto de perigo ou perseguição.","explicacao_detalhada":"A palavra 'chase' indica a urgência e a gravidade da situação em que o homem se encontra, sugerindo uma fuga de uma ameaça iminente.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a tensão da narrativa e a necessidade de ação rápida diante de um perigo.","conexao_teologica":"A ideia de fuga pode ser vista como uma metáfora para a salvação e a proteção que Deus oferece aos seus servos.","referencias_relacionadas":["Salmos 34:7","Mateus 10:23","Hebreus 11:34"]},"1reis_11_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou se posicionar, muitas vezes em um contexto de autoridade ou resposta a um chamado.","explicacao_detalhada":"A palavra 'levantar' pode simbolizar a ação de tomar uma posição ou iniciar uma jornada, refletindo a determinação do personagem em seguir adiante.","por_que_esta_palavra":"A escolha dessa palavra sugere um movimento ativo e decisivo, que é crucial para o desenvolvimento da história.","conexao_teologica":"Levantar-se é frequentemente associado à resposta ao chamado de Deus, simbolizando fé e obediência.","referencias_relacionadas":["Isaías 60:1","Mateus 28:19","Atos 2:14"]},"1reis_11_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de pedir ou solicitar algo, muitas vezes em um contexto de necessidade urgente.","explicacao_detalhada":"A palavra 'dar' implica em uma troca ou um ato de generosidade, que é fundamental para a dinâmica entre os personagens.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunicação e do relacionamento entre as pessoas e Deus.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, onde a oração e o pedido de ajuda são vistos como atos de fé.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"1reis_11_18_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico necessário para a sobrevivência, simbolizando também a provisão de Deus.","explicacao_detalhada":"A palavra 'pão/alimento' é utilizada para enfatizar a necessidade básica do ser humano e a dependência de Deus para suprir essas necessidades.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois o alimento é um símbolo de vida e sustento, tanto físico quanto espiritual.","conexao_teologica":"O pão é frequentemente usado na Bíblia como uma metáfora para a palavra de Deus e a vida eterna que Ele oferece.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 23:1"]},"1reis_11_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de pedir ou solicitar algo, muitas vezes em um contexto de necessidade urgente.","explicacao_detalhada":"A palavra 'dar' implica em uma troca ou um ato de generosidade, que é fundamental para a dinâmica entre os personagens.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da comunicação e do relacionamento entre as pessoas e Deus.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, onde a oração e o pedido de ajuda são vistos como atos de fé.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"1reis_11_19_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"Achar refere-se ao ato de encontrar ou descobrir algo que estava perdido ou oculto.","explicacao_detalhada":"No contexto de 1 Reis 11:19, a palavra 'achar' é utilizada para descrever a descoberta de Hadade, que se tornou um adversário de Israel. A ideia de achar aqui implica não apenas a localização física, mas também a revelação de um plano divino em ação.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da descoberta de Hadade como um elemento crucial na narrativa de conflitos entre Israel e seus inimigos.","conexao_teologica":"A descoberta de Hadade pode ser vista como parte do plano de Deus para disciplinar Israel por meio de adversários, mostrando que Deus usa circunstâncias e pessoas para cumprir Seus propósitos.","referencias_relacionadas":["1 Reis 11:14","1 Reis 11:23","Gênesis 37:15"]},"1reis_11_19_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à designação ou identificação de uma pessoa ou coisa.","explicacao_detalhada":"Em 1 Reis 11:19, o nome 'Hadade' é mencionado como o nome do rei que se opôs a Israel. O nome carrega significados culturais e históricos que ajudam a entender a identidade e o papel de Hadade na narrativa bíblica.","por_que_esta_palavra":"O uso da palavra 'nome' é significativo, pois nomes na cultura bíblica frequentemente refletem o caráter ou a missão da pessoa, e neste caso, Hadade é um símbolo de oposição a Israel.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados proféticos ou simbólicos, e a menção do nome Hadade pode ser vista como um aviso sobre os desafios que Israel enfrentaria.","referencias_relacionadas":["1 Reis 11:14","1 Reis 11:23","Salmos 20:1"]},"1reis_11_20_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma metáfora que pode ser usada para descrever força ou ferocidade.","explicacao_detalhada":"No contexto de 1 Reis 11:20, a palavra 'urso' não é utilizada diretamente, mas a ideia de força e ferocidade pode ser associada à figura de Hadade, que representa uma ameaça ao reino de Israel.","por_que_esta_palavra":"A escolha de palavras que evocam imagens de ferocidade ajuda a transmitir a gravidade da situação que Israel enfrenta com a oposição de Hadade.","conexao_teologica":"A ferocidade dos inimigos de Israel pode ser vista como um reflexo da luta espiritual que o povo de Deus enfrenta ao longo da história.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Miquéias 1:8"]},"1reis_11_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência ou à relação familiar.","explicacao_detalhada":"Em 1 Reis 11:20, a palavra 'filho' é usada para descrever a relação de Hadade com a linhagem real, enfatizando a continuidade e a legitimidade de sua reivindicação ao poder.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinastia e as alianças familiares que moldam a política da época.","conexao_teologica":"A linhagem e a descendência são temas recorrentes na Bíblia, refletindo a importância da herança e da promessa de Deus a Abraão e seus descendentes.","referencias_relacionadas":["Gênesis 17:7","Êxodo 20:5","Mateus 1:1"]},"1reis_11_21_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identificação de uma pessoa ou entidade.","explicacao_detalhada":"A repetição do nome 'Hadade' em 1 Reis 11:21 reforça a importância de sua figura como um adversário de Israel, destacando seu papel na narrativa.","por_que_esta_palavra":"O uso do nome é significativo para estabelecer a identidade do oponente e a seriedade da ameaça que ele representa.","conexao_teologica":"A menção de nomes de inimigos serve como um lembrete da luta contínua entre o povo de Deus e as forças que se opõem a Ele.","referencias_relacionadas":["1 Reis 11:14","1 Reis 11:23","Salmos 83:2"]},"1reis_11_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"Em 1 Reis 11:21, 'porque' é usado para explicar a razão pela qual Hadade se tornou um adversário, ligando a narrativa a eventos anteriores.","por_que_esta_palavra":"A palavra é essencial para conectar as ações de Hadade às consequências das decisões de Salomão, mostrando a relação de causa e efeito.","conexao_teologica":"A ideia de que as ações têm consequências é um tema central na teologia bíblica, refletindo a justiça e a soberania de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"1reis_11_21_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Descanso refere-se ao ato de repousar ou estar em paz.","explicacao_detalhada":"No contexto de 1 Reis 11:21, 'descanso' pode ser interpretado como um estado de tranquilidade que foi perturbado pela oposição de Hadade, refletindo a instabilidade política de Israel.","por_que_esta_palavra":"A palavra é usada para contrastar a paz que Israel experimentou sob Salomão com a turbulência que se seguiu devido a adversários como Hadade.","conexao_teologica":"O conceito de descanso é frequentemente associado à presença de Deus e à Sua proteção sobre o povo, e a perda desse descanso indica a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Hebreus 4:9-10"]},"1reis_11_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em 1 Reis 11:22, a palavra 'dizer' é utilizada para relatar as instruções ou declarações feitas por Hadade, que são cruciais para entender suas intenções e ações.","por_que_esta_palavra":"A escolha da palavra 'dizer' é importante para mostrar a comunicação como um meio de ação e influência, especialmente em contextos de poder e liderança.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, e a comunicação humana reflete essa capacidade de moldar realidades e influenciar ações.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Tiago 3:5"]},"1reis_11_22_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó refere-se ao título dos reis do Egito, simbolizando poder e autoridade.","explicacao_detalhada":"Em 1 Reis 11:22, a menção do faraó destaca a conexão política entre Egito e Israel, além de enfatizar a influência egípcia na história de Israel.","por_que_esta_palavra":"A palavra 'faraó' é significativa para entender as alianças e rivalidades políticas que moldaram a história de Israel, especialmente durante o reinado de Salomão.","conexao_teologica":"A relação entre Israel e Egito é um tema recorrente na Bíblia, simbolizando tanto opressão quanto libertação, e a soberania de Deus sobre as nações.","referencias_relacionadas":["Êxodo 3:10","Salmos 105:23","Isaías 19:1"]},"1reis_11_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"Em 1 Reis 11:22, 'porque' é usado para explicar a razão pela qual Hadade se opôs a Israel, ligando a narrativa a eventos anteriores e suas consequências.","por_que_esta_palavra":"A palavra é essencial para conectar as ações de Hadade às consequências das decisões de Salomão, mostrando a relação de causa e efeito.","conexao_teologica":"A ideia de que as ações têm consequências é um tema central na teologia bíblica, refletindo a justiça e a soberania de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"1reis_11_23_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica em um ato de iniciar ou estabelecer algo, muitas vezes relacionado a uma nova liderança ou autoridade.","explicacao_detalhada":"No contexto de 1 Reis 11:23, a palavra 'levantar' refere-se à ação de Deus em suscitar adversários para Salomão, indicando uma mudança no equilíbrio de poder e a introdução de desafios ao seu reinado.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a soberania de Deus em controlar os eventos históricos e políticos, mostrando que Ele pode levantar ou derrubar líderes conforme Sua vontade.","conexao_teologica":"A ideia de Deus levantar adversários é um tema recorrente na Bíblia, onde Ele usa circunstâncias e pessoas para cumprir Seus propósitos divinos.","referencias_relacionadas":["1 Reis 11:14","1 Reis 11:25","Isaías 45:1"]},"1reis_11_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de autoridade e poder supremo, que age na história dos homens.","explicacao_detalhada":"Em 1 Reis 11:23, a palavra 'Deus' refere-se ao Senhor que, em Sua soberania, levanta adversários contra Salomão, demonstrando que Ele é o controlador de todas as nações e reinos.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a criação, enfatizando que nada acontece fora de Sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem o poder de influenciar e dirigir a história humana.","referencias_relacionadas":["Salmos 115:3","Daniel 2:21","Romanos 13:1"]},"1reis_11_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma referência à descendência e à continuidade da linhagem real, especialmente no contexto do reino de Israel.","explicacao_detalhada":"Em 1 Reis 11:23, a palavra 'filho' pode se referir aos descendentes de Salomão, destacando a importância da herança e da sucessão no trono.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinâmica familiar e política, onde a sucessão é muitas vezes determinada pela linhagem.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, bem como entre Cristo e a Igreja.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","Romanos 8:17"]},"1reis_11_24_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em um ato de eliminar ou causar a ruína, muitas vezes associado ao juízo divino.","explicacao_detalhada":"No contexto de 1 Reis 11:24, a palavra 'destruir' refere-se à ação de Deus em trazer juízo sobre aqueles que se opõem ao Seu plano, mostrando a seriedade das consequências da desobediência.","por_que_esta_palavra":"A palavra 'destruir' é usada para enfatizar a gravidade do juízo de Deus e a inevitabilidade das consequências para aqueles que se afastam de Sua vontade.","conexao_teologica":"A destruição como juízo é um tema recorrente na Bíblia, onde Deus, em Sua justiça, traz consequências para o pecado.","referencias_relacionadas":["Gênesis 19:24","Ezequiel 18:30","Apocalipse 20:14"]},"1reis_11_24_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à ação de avaliar ou decidir sobre a justiça de uma situação, muitas vezes associada ao papel de um rei ou de Deus.","explicacao_detalhada":"Em 1 Reis 11:24, 'julgar' implica na capacidade de discernir entre o certo e o errado, e de tomar decisões que afetam o povo, refletindo a responsabilidade de um líder.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a função do rei como um representante de Deus na Terra, que deve governar com justiça e equidade.","conexao_teologica":"O julgamento é um atributo de Deus, que é descrito como justo e reto em todas as Suas decisões.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Tiago 4:12"]},"1reis_11_24_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar implica em exercer autoridade e governar sobre um povo ou território.","explicacao_detalhada":"No contexto de 1 Reis 11:24, 'reinar' refere-se ao papel de Salomão e seus adversários, mostrando a dinâmica do poder e a luta pela liderança em Israel.","por_que_esta_palavra":"A palavra 'reinar' é central para entender a estrutura política de Israel e a importância da liderança divina na história do povo.","conexao_teologica":"O conceito de reinar é frequentemente associado ao reino de Deus, que é estabelecido em justiça e paz.","referencias_relacionadas":["Salmos 22:28","Mateus 28:18","Apocalipse 11:15"]},"1reis_11_25_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar, neste contexto, refere-se à continuidade do governo e à luta pelo poder entre os líderes.","explicacao_detalhada":"Em 1 Reis 11:25, a repetição da palavra 'reinar' destaca a tensão entre os governantes e a instabilidade política que pode surgir.","por_que_esta_palavra":"A palavra 'reinar' é usada para enfatizar a importância da liderança e as consequências de um governo que se afasta de Deus.","conexao_teologica":"A luta pelo poder é um tema que reflete a condição humana e a necessidade de um governo justo sob a autoridade de Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Romanos 13:1-4"]},"1reis_11_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair implica em uma queda ou perda de posição, muitas vezes associada ao juízo ou à consequência de ações.","explicacao_detalhada":"No contexto de 1 Reis 11:25, 'cair' pode se referir à queda de Salomão em desobediência e à perda de sua autoridade como resultado das suas ações.","por_que_esta_palavra":"A palavra 'cair' é significativa para entender as consequências do pecado e a fragilidade da condição humana diante de Deus.","conexao_teologica":"A queda é um tema central na Bíblia, simbolizando a separação de Deus e as consequências do pecado na vida do ser humano.","referencias_relacionadas":["Gênesis 3:6","Provérbios 16:18","Tiago 4:10"]},"1reis_11_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito, indicando a abordagem ou o estilo de liderança.","explicacao_detalhada":"Em 1 Reis 11:25, 'modo' pode se referir à forma como Salomão governou e as implicações de suas escolhas sobre o reino.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a forma de governar pode ter consequências diretas sobre o povo e a nação.","conexao_teologica":"A maneira como lideramos e vivemos reflete nossa relação com Deus e os princípios que seguimos em nossas vidas.","referencias_relacionadas":["Mateus 7:13-14","Romanos 12:2","1 Pedro 2:12"]},"1reis_11_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade máxima em Israel, responsável por governar e proteger o povo.","explicacao_detalhada":"Em 1 Reis 11:26, 'rei' destaca a importância da liderança e do papel que um governante desempenha na vida da nação.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura política de Israel e a relação entre Deus e Seu povo, onde Deus é o verdadeiro Rei.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a soberania de Deus e a necessidade de um líder justo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 89:27","Apocalipse 19:16"]},"1reis_11_26_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jeroboão, que se tornaria um líder importante em Israel.","explicacao_detalhada":"O nome 'Jeroboão' é significativo, pois representa a divisão do reino de Israel e a ascensão de um novo líder que se opõe à dinastia de Salomão.","por_que_esta_palavra":"O nome é crucial para identificar a pessoa e seu papel na história de Israel, simbolizando a mudança e a rebelião contra a opressão.","conexao_teologica":"O nome de Jeroboão é um símbolo da soberania de Deus em levantar líderes, mesmo em tempos de apostasia.","referencias_relacionadas":["1 Reis 11:26","1 Reis 12:20","2 Crônicas 10:16"]},"1reis_11_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de Jeroboão como filho de Nebate, destacando sua linhagem.","explicacao_detalhada":"A palavra 'filho' aqui enfatiza a continuidade da herança familiar e a importância da genealogia na cultura israelita.","por_que_esta_palavra":"A identificação como 'filho' também sugere a legitimidade de Jeroboão como líder, apesar de sua origem humilde.","conexao_teologica":"A linhagem é importante na narrativa bíblica, pois Deus frequentemente escolhe líderes de origens inesperadas.","referencias_relacionadas":["1 Reis 11:26","1 Reis 12:2","Mateus 1:12"]},"1reis_11_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que foi dada a Jeroboão através do profeta.","explicacao_detalhada":"A palavra é um meio pelo qual Deus comunica Seu plano e propósito, mostrando a importância da revelação divina.","por_que_esta_palavra":"A palavra de Deus é fundamental para a direção e a ação de Jeroboão, indicando que ele não age por conta própria.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na Bíblia, mostrando como Ele guia Seu povo.","referencias_relacionadas":["1 Reis 11:27","Hebreus 4:12","Salmos 119:105"]},"1reis_11_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade que Jeroboão seria chamado a ocupar.","explicacao_detalhada":"A palavra 'rei' implica poder, responsabilidade e a necessidade de liderança justa e sábia.","por_que_esta_palavra":"A escolha de Jeroboão como rei é um ponto de virada na história de Israel, simbolizando a divisão do reino.","conexao_teologica":"Deus é apresentado como o verdadeiro Rei de Israel, e os líderes humanos devem refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Reis 11:27","1 Samuel 8:7","Salmos 22:28"]},"1reis_11_27_breach":{"palavra_pt":"breach","palavra_original":"פֶּרֶץ","transliteracao":"perets","strong":"H6556","significado_raiz":"Ideia básica: breach.","significado_contextual":"Refere-se à ruptura que ocorreria no reino de Israel devido à desobediência de Salomão.","explicacao_detalhada":"A palavra 'breach' simboliza a divisão e a separação que resultariam da infidelidade ao pacto de Deus.","por_que_esta_palavra":"É um aviso sobre as consequências do pecado e da desobediência, que levam à divisão e ao conflito.","conexao_teologica":"A quebra do pacto é um tema recorrente na Bíblia, mostrando a necessidade de fidelidade a Deus.","referencias_relacionadas":["1 Reis 11:27","Ezequiel 34:16","Romanos 11:17"]},"1reis_11_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a Jeroboão como um homem escolhido por Deus para uma missão específica.","explicacao_detalhada":"A palavra 'homem' destaca a humanidade de Jeroboão e sua capacidade de agir segundo a vontade divina.","por_que_esta_palavra":"A escolha de um homem comum para liderar é um exemplo de como Deus usa pessoas simples para cumprir Seus propósitos.","conexao_teologica":"Deus frequentemente escolhe homens e mulheres comuns para realizar grandes coisas, mostrando Sua soberania.","referencias_relacionadas":["1 Reis 11:28","1 Coríntios 1:27","Hebreus 11:32"]},"1reis_11_28_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à libertação do povo de Israel da opressão sob Salomão.","explicacao_detalhada":"A palavra 'libertar' implica um ato de salvação e intervenção divina na história de Israel.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a ação de Deus em favor de Seu povo.","conexao_teologica":"Deus é visto como o Libertador, que intervém na história para salvar e restaurar Seu povo.","referencias_relacionadas":["1 Reis 11:28","Êxodo 3:8","Salmos 34:17"]},"1reis_11_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 1 Reis 11:28, \"modo\" aparece na frase \"E o homem Jeroboão era forte e valente; e vendo Salomão a este jovem, que era laborioso, ele o pôs sobre todo o cargo da casa de José.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 1 Reis 11:28 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Reis 11:32. Lendo junto com 1 Reis 11:28, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Reis 11:28","1 Reis 11:32","Salmos 119:105"]},"1reis_11_29_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta que traz a mensagem de Deus a Jeroboão.","explicacao_detalhada":"A palavra 'profeta' indica um mensageiro de Deus, alguém que fala em Seu nome e transmite Sua vontade.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na comunicação entre Deus e Seu povo, guiando-os em tempos de crise.","conexao_teologica":"A função profética é essencial na história da salvação, mostrando como Deus se revela e orienta Seu povo.","referencias_relacionadas":["1 Reis 11:29","Amós 3:7","Mateus 10:41"]},"1reis_11_29_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que Jeroboão deve seguir em sua vida e liderança.","explicacao_detalhada":"A palavra 'vida' implica a jornada e as escolhas que moldam o caráter e o destino de uma pessoa.","por_que_esta_palavra":"A vida de um líder deve ser um reflexo da fidelidade a Deus e da busca por justiça e retidão.","conexao_teologica":"A vida em Cristo é apresentada como um caminho que leva à verdadeira liberdade e propósito.","referencias_relacionadas":["1 Reis 11:29","João 14:6","Gálatas 2:20"]},"1reis_11_29_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jeroboão, que simboliza sua identidade e destino como líder do reino do norte.","explicacao_detalhada":"O nome 'Jeroboão' pode ser interpretado como 'ele aumenta o povo', refletindo seu papel na divisão do reino de Israel e na liderança das tribos do norte após a morte de Salomão.","por_que_esta_palavra":"O nome é crucial para entender a identidade e a missão de Jeroboão, que se torna um personagem central na história da divisão do reino.","conexao_teologica":"O nome de Jeroboão é um lembrete da soberania de Deus na história de Israel, mostrando como Ele usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["1 Reis 12:20","1 Reis 14:10","2 Crônicas 10:16"]},"1reis_11_30_agarrar":{"palavra_pt":"agarrar","palavra_original":"תָּפַשׂ","transliteracao":"tâphas","strong":"H8610","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de Jeroboão ao agarrar a oportunidade de liderar as tribos do norte após a divisão do reino.","explicacao_detalhada":"A palavra 'agarrar' implica uma tomada de posse ou controle, refletindo a ambição de Jeroboão em se tornar rei e sua habilidade em aproveitar a situação política.","por_que_esta_palavra":"É importante para entender a dinâmica de poder e a luta pela liderança em Israel, especialmente após a morte de Salomão.","conexao_teologica":"A ação de agarrar pode ser vista como um paralelo à luta espiritual entre seguir a Deus ou buscar poder e controle humano.","referencias_relacionadas":["1 Reis 12:16","1 Reis 11:37","1 Reis 14:7"]},"1reis_11_30_fresh":{"palavra_pt":"fresh","palavra_original":"חָדָשׁ","transliteracao":"châdâsh","strong":"H2319","significado_raiz":"Ideia básica: fresh.","significado_contextual":"Refere-se à nova era que Jeroboão representa para as tribos do norte, após a divisão do reino.","explicacao_detalhada":"A ideia de 'fresh' implica renovação e mudança, simbolizando a nova liderança e as novas práticas religiosas que Jeroboão introduziu.","por_que_esta_palavra":"É relevante para entender a transição de Israel sob a liderança de Salomão para a nova realidade sob Jeroboão.","conexao_teologica":"A renovação pode ser vista como um convite para o povo de Israel reconsiderar sua relação com Deus e a verdadeira adoração.","referencias_relacionadas":["1 Reis 12:28","1 Reis 14:9","2 Crônicas 13:8"]},"1reis_11_31_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino que Jeroboão receberá como parte do plano de Deus para Israel.","explicacao_detalhada":"A palavra 'reino' implica não apenas a liderança política, mas também a responsabilidade espiritual de guiar o povo de Deus.","por_que_esta_palavra":"É fundamental para entender a estrutura de liderança em Israel e a importância do governo sob a direção divina.","conexao_teologica":"O conceito de reino é central na teologia bíblica, refletindo a soberania de Deus sobre todas as nações e a expectativa de um reino messiânico futuro.","referencias_relacionadas":["1 Reis 12:20","1 Reis 14:7","2 Crônicas 10:19"]},"1reis_11_31_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar por ajuda ou intervenção divina, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'dar' implica a ação de Deus em conceder a Jeroboão o reino, mostrando a dependência do homem em relação à vontade divina.","por_que_esta_palavra":"É importante para entender a relação entre Deus e os líderes de Israel, onde a autoridade é vista como um dom divino.","conexao_teologica":"A ideia de clamar a Deus é um tema recorrente na Bíblia, enfatizando a necessidade de buscar a ajuda divina em todas as circunstâncias.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","1 Reis 18:37"]},"1reis_11_32_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades que Jeroboão governará e a importância delas na estrutura do novo reino.","explicacao_detalhada":"A palavra 'cidade' simboliza não apenas um local físico, mas também um centro de cultura, adoração e vida comunitária.","por_que_esta_palavra":"É relevante para entender a geografia política de Israel e como as cidades desempenham um papel crucial na vida do povo.","conexao_teologica":"As cidades são frequentemente mencionadas na Bíblia como lugares de encontro com Deus e de desenvolvimento da comunidade de fé.","referencias_relacionadas":["1 Reis 12:25","1 Reis 14:17","2 Crônicas 11:5"]},"1reis_11_32_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Jeroboão deve governar e liderar o povo de Israel.","explicacao_detalhada":"A palavra 'modo' implica a maneira de agir e as decisões que um líder toma, refletindo sua ética e valores.","por_que_esta_palavra":"É importante para entender a responsabilidade de liderança e como as escolhas de um líder afetam a nação.","conexao_teologica":"O modo de governar é um reflexo da justiça e da retidão que Deus espera de Seus líderes.","referencias_relacionadas":["Provérbios 29:2","Eclesiastes 10:16","1 Pedro 5:2"]},"1reis_11_33_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à adoração a deuses pagãos, simbolizada pela imagem do urso, que representa a idolatria.","explicacao_detalhada":"A palavra 'urso' é usada aqui para descrever a prática de adoração a ídolos, que Jeroboão introduziu para desviar o povo de Israel da adoração ao Deus verdadeiro.","por_que_esta_palavra":"É crucial para entender a apostasia de Israel e as consequências da idolatria na história do povo de Deus.","conexao_teologica":"A idolatria é um tema central na Bíblia, mostrando a luta constante entre a adoração ao Deus verdadeiro e a tentação de seguir ídolos.","referencias_relacionadas":["1 Reis 12:28","1 Reis 14:9","Oséias 8:4"]},"1reis_11_33_amor":{"palavra_pt":"amor","palavra_original":"עַשְׁתֹּרֶת","transliteracao":"ʻAshtôreth","strong":"H6253","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se à adoração a Astarote, uma deusa cananeia, simbolizando a infidelidade de Israel a Deus.","explicacao_detalhada":"A palavra 'amor' aqui é usada para descrever a devoção a uma deidade pagã, refletindo a corrupção espiritual que Jeroboão trouxe ao povo.","por_que_esta_palavra":"É importante para entender a traição do povo de Israel em relação ao seu Deus e as consequências dessa infidelidade.","conexao_teologica":"O amor a Deus é central na fé israelita, e a adoração a ídolos é vista como uma violação desse amor e compromisso.","referencias_relacionadas":["1 Reis 11:5","Jeremias 2:13","Ezequiel 16:30"]},"1reis_11_33_deus":{"palavra_pt":"deus","palavra_original":"כְּמוֹשׁ","transliteracao":"Kᵉmôwsh","strong":"H3645","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Quemosh, um deus pagão adorado por algumas tribos de Israel, simbolizando a apostasia.","explicacao_detalhada":"A palavra 'deus' aqui representa a deslealdade do povo de Israel ao seu Deus, optando por seguir deuses estrangeiros.","por_que_esta_palavra":"É crucial para entender a luta espiritual de Israel e a necessidade de retornar ao verdadeiro Deus.","conexao_teologica":"A adoração a deuses estranhos é um tema recorrente na Bíblia, mostrando a necessidade de fidelidade a Deus e as consequências da infidelidade.","referencias_relacionadas":["1 Reis 11:7","Juízes 11:24","Miquéias 6:16"]},"1reis_11_34_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao domínio ou governo sobre um território ou povo.","explicacao_detalhada":"A palavra 'reino' implica em uma estrutura de poder e autoridade, onde um rei exerce controle sobre seu domínio. No contexto de 1 Reis 11:34, Deus está falando sobre a divisão do reino de Salomão e a concessão de parte desse reino a um novo líder.","por_que_esta_palavra":"A palavra é usada para descrever a soberania de Deus sobre Israel e a importância do governo justo.","conexao_teologica":"O conceito de reino é central na teologia bíblica, refletindo a soberania de Deus e a expectativa de um reino messiânico futuro.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Mateus 6:33"]},"1reis_11_34_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a fidelidade e a justiça nas ações de Deus.","explicacao_detalhada":"Neste contexto, a verdade de Deus é um princípio que deve guiar a liderança e a governança. A ausência de verdade leva à corrupção e à divisão.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e seu povo, sendo um atributo essencial do caráter divino.","conexao_teologica":"A verdade de Deus é um tema recorrente nas Escrituras, refletindo a necessidade de integridade e justiça na liderança.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"1reis_11_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como as coisas devem ser feitas.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou método que deve ser seguido. No contexto, isso se relaciona com a forma como o reino deve ser governado.","por_que_esta_palavra":"É importante que a liderança siga um modo que reflita a justiça e a verdade de Deus.","conexao_teologica":"A maneira de viver e governar é um reflexo do caráter de Deus e de sua vontade para a humanidade.","referencias_relacionadas":["Provérbios 4:23","Romanos 12:2","Colossenses 3:17"]},"1reis_11_35_kingsom":{"palavra_pt":"kingsom","palavra_original":"מְלוּכָה","transliteracao":"mᵉlûwkâh","strong":"H4410","significado_raiz":"Ideia básica: kingsom.","significado_contextual":"Refere-se ao reino ou domínio que será concedido a um novo líder.","explicacao_detalhada":"A palavra 'kingsom' enfatiza a autoridade e o poder que um rei exerce sobre seu povo. Em 1 Reis 11:35, Deus promete um reino a um novo governante como parte do julgamento sobre Salomão.","por_que_esta_palavra":"A ideia de um reino é central na narrativa bíblica, simbolizando tanto a autoridade divina quanto a expectativa de um futuro reino messiânico.","conexao_teologica":"O reino de Deus é um tema central nas Escrituras, representando a soberania divina e a promessa de restauração.","referencias_relacionadas":["Isaías 9:6-7","Mateus 4:17","Apocalipse 11:15"]},"1reis_11_35_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' implica em uma transferência de poder ou autoridade. Neste contexto, Deus está prometendo que o novo líder tomará o reino.","por_que_esta_palavra":"A ação de tomar é significativa, pois representa a soberania de Deus em conceder autoridade a quem Ele escolher.","conexao_teologica":"A soberania de Deus em dar e tirar reinos é um tema recorrente na história bíblica.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Apocalipse 17:17"]},"1reis_11_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo ou período específico em que algo acontece.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um tempo determinado em que Deus agirá. No contexto, refere-se ao momento em que o novo líder assumirá o reino.","por_que_esta_palavra":"O tempo é um elemento crucial na narrativa bíblica, pois Deus age em momentos específicos da história.","conexao_teologica":"A noção de tempo e dias é importante para entender a providência de Deus e seus planos para a humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"1reis_11_36_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local específico onde as pessoas vivem e se organizam socialmente.","explicacao_detalhada":"A palavra 'cidade' é significativa, pois representa um centro de vida e cultura. No contexto, a cidade mencionada é um lugar de importância para o novo reino.","por_que_esta_palavra":"As cidades na Bíblia muitas vezes simbolizam segurança, identidade e comunidade.","conexao_teologica":"A cidade é um símbolo do povo de Deus e de sua presença entre eles.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"1reis_11_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a continuidade da linhagem real e a importância da herança no contexto do reino.","por_que_esta_palavra":"A relação de filho é fundamental na transmissão de autoridade e na promessa de Deus a Abraão e seus descendentes.","conexao_teologica":"A ideia de filhos e herança é central na narrativa bíblica, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 2:7","Romanos 8:17"]},"1reis_11_37_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' implica em liderança e responsabilidade sobre um povo. No contexto, Deus promete que o novo líder reinará sobre Israel.","por_que_esta_palavra":"O ato de reinar é uma expressão da soberania de Deus e da responsabilidade que vem com a liderança.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, refletindo sua autoridade e o chamado à justiça.","referencias_relacionadas":["Salmos 10:16","Isaías 32:1","Apocalipse 19:16"]},"1reis_11_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de governar.","explicacao_detalhada":"A palavra 'modo' é usada para enfatizar a importância de como a liderança deve ser exercida, refletindo a justiça e a verdade de Deus.","por_que_esta_palavra":"O modo de governar é crucial para a saúde espiritual e social do povo.","conexao_teologica":"A maneira de viver e governar deve refletir os princípios de Deus, sendo um testemunho de sua justiça.","referencias_relacionadas":["Miquéias 6:8","Tiago 1:27","1 Pedro 2:12"]},"1reis_11_38_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força e à ferocidade, simbolizando um poder que pode ser tanto destrutivo quanto protetor.","explicacao_detalhada":"O urso é frequentemente visto como um símbolo de força e proteção. No contexto de 1 Reis 11:38, a menção do urso pode estar relacionada à ideia de que Deus usará um líder forte para guiar o povo de Israel.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de força e poder que Deus concederá ao novo líder que se levantará.","conexao_teologica":"A força de Deus se manifesta através de líderes que Ele levanta, mostrando que a verdadeira força vem de Sua vontade.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"1reis_11_38_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um ato de invocar ou pedir algo com fervor, geralmente em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'dar' no contexto de 1 Reis 11:38 sugere que o novo líder será alguém que receberá autoridade e bênçãos de Deus, e que deve clamar a Ele por sabedoria e direção.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a ação de Deus em conceder poder e autoridade a quem Ele escolhe.","conexao_teologica":"Deus é o doador de todas as coisas, e a súplica a Ele é fundamental para a liderança e a vida espiritual.","referencias_relacionadas":["Tiago 1:5","Salmos 37:4","Mateus 7:7"]},"1reis_11_38_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de submissão ou a um momento de transição, onde algo ou alguém se coloca em uma posição inferior.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda de um rei ou a humilhação de um líder que não segue os caminhos de Deus, contrastando com a exaltação dos que O servem.","por_que_esta_palavra":"A palavra é usada para ilustrar a fragilidade do poder humano diante da soberania divina.","conexao_teologica":"A queda é um tema recorrente na Bíblia, onde aqueles que se exaltam serão humilhados, e os humildes serão exaltados.","referencias_relacionadas":["Provérbios 16:18","Lucas 14:11","1 Pedro 5:6"]},"1reis_11_39_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se a uma atitude de humildade e dependência de Deus, essencial para a liderança segundo os princípios divinos.","explicacao_detalhada":"A palavra 'humilde' destaca a importância de um coração submisso e disposto a seguir a vontade de Deus, especialmente em um líder.","por_que_esta_palavra":"A humildade é uma qualidade necessária para receber a bênção e a orientação de Deus.","conexao_teologica":"A humildade é valorizada nas Escrituras como um pré-requisito para a verdadeira grandeza no Reino de Deus.","referencias_relacionadas":["Mateus 5:5","Tiago 4:10","Salmos 25:9"]},"1reis_11_39_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"A palavra 'dia' em 1 Reis 11:39 pode simbolizar um tempo de julgamento ou de mudança, onde Deus intervirá na história do Seu povo.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo de Deus e os momentos decisivos em que Ele age.","conexao_teologica":"Deus opera em tempos específicos, e cada dia é uma oportunidade para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Isaías 61:2"]},"1reis_11_39_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade dos propósitos de Deus, contrastando com a falsidade e a desobediência.","explicacao_detalhada":"A palavra 'verdade' em 1 Reis 11:39 destaca a necessidade de um líder que ande em verdade e justiça, refletindo o caráter de Deus.","por_que_esta_palavra":"A verdade é fundamental para a liderança e a relação do povo com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser a base da vida e da liderança cristã.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"1reis_11_40_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, mas também pode simbolizar a morte espiritual ou a separação de Deus.","explicacao_detalhada":"A palavra 'morrer' em 1 Reis 11:40 pode ser entendida como um aviso sobre as consequências da desobediência a Deus e a necessidade de permanecer fiel.","por_que_esta_palavra":"A morte é uma realidade que todos enfrentam, e a escolha de seguir a Deus traz vida.","conexao_teologica":"A morte e a vida eterna são temas centrais na teologia cristã, onde a fé em Cristo traz vida.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:22"]},"1reis_11_40_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer ou tomar uma posição, muitas vezes em um contexto de liderança ou ação.","explicacao_detalhada":"A palavra 'levantar' em 1 Reis 11:40 pode simbolizar a ação de Deus em estabelecer um novo líder ou restaurar o povo.","por_que_esta_palavra":"Levantar é um ato de Deus que implica em mudança e renovação.","conexao_teologica":"Deus levanta líderes e restaura Seu povo, mostrando Sua soberania e cuidado.","referencias_relacionadas":["Salmos 75:7","Isaías 61:1","Atos 2:33"]},"1reis_11_40_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de prestar culto e reverência a Deus, essencial na vida do povo de Israel.","explicacao_detalhada":"A palavra 'adoracao' em 1 Reis 11:40 destaca a importância de reconhecer a soberania de Deus e a necessidade de um coração voltado para Ele.","por_que_esta_palavra":"A adoração é a resposta natural do ser humano à grandeza de Deus.","conexao_teologica":"A adoração é central na vida cristã e é uma expressão de amor e devoção a Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Romanos 12:1"]},"1reis_11_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito, enfatizando a importância da atitude e do comportamento.","explicacao_detalhada":"A palavra 'modo' em 1 Reis 11:41 sugere que a forma como um líder age é tão importante quanto suas decisões.","por_que_esta_palavra":"O modo de agir reflete o caráter e a intenção de uma pessoa, especialmente em posições de liderança.","conexao_teologica":"A maneira como vivemos e lideramos deve refletir os princípios de Deus e Sua vontade.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"1reis_11_41_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, muitas vezes com implicações de autoridade.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada em contextos que envolvem comunicação, seja de Deus para o homem ou entre os homens. Em 1 Reis 11:41, a palavra pode indicar os atos e as promessas de Salomão.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação divina e das promessas feitas por Deus.","conexao_teologica":"A palavra de Deus é fundamental na relação entre Deus e a humanidade, sendo um meio pelo qual Ele se revela.","referencias_relacionadas":["Salmos 33:6","Isaías 55:11","Hebreus 4:12"]},"1reis_11_42_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) é frequentemente usada na Bíblia para marcar momentos importantes na história de Israel, como o dia do juízo ou o dia da salvação.","por_que_esta_palavra":"O uso de 'dia' aqui pode indicar um tempo específico em que Salomão reinou e as promessas de Deus se cumpriram.","conexao_teologica":"O conceito de 'dia' é importante na teologia bíblica, simbolizando tanto a criação quanto o juízo final.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 24:36"]},"1reis_11_42_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a ação de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"A palavra 'מָלַךְ' (mâlak) é usada para descrever a função de um rei, que é liderar e proteger seu povo. Em 1 Reis 11:42, refere-se ao reinado de Salomão.","por_que_esta_palavra":"A escolha desta palavra destaca a legitimidade e a responsabilidade do rei em governar com sabedoria.","conexao_teologica":"O reinado de Salomão é visto como um período de paz e prosperidade, refletindo o governo justo de Deus sobre Israel.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Apocalipse 19:16"]},"1reis_11_42_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) pode ser entendida como a totalidade ou o modo de proceder em uma situação. Em 1 Reis 11:42, pode indicar a forma como Salomão governou.","por_que_esta_palavra":"A escolha desta palavra sugere que o modo de governar é tão importante quanto o próprio ato de reinar.","conexao_teologica":"A maneira como os líderes governam reflete a justiça e a moralidade de Deus.","referencias_relacionadas":["Provérbios 21:3","Miquéias 6:8","Romanos 12:2"]},"1reis_11_43_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se a um estado de repouso ou tranquilidade após um período de trabalho ou conflito.","explicacao_detalhada":"A palavra 'שָׁכַב' (shâkab) implica um descanso físico e espiritual, que é um tema recorrente na Bíblia, especialmente após conquistas.","por_que_esta_palavra":"O uso desta palavra sugere que o reinado de Salomão trouxe um tempo de paz e descanso para Israel.","conexao_teologica":"O descanso é um princípio teológico que se relaciona com o sabá e a promessa de Deus de paz para seu povo.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28","Hebreus 4:9-10"]},"1reis_11_43_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente com uma estrutura social e política.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para descrever cidades que têm importância histórica e cultural, como Jerusalém.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância das cidades como centros de vida e cultura no contexto do povo de Israel.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus e a vida comunitária do povo escolhido.","referencias_relacionadas":["Salmos 46:4","Isaías 2:2","Apocalipse 21:2"]},"1reis_11_43_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Novamente, refere-se à ação de governar ou ter autoridade.","explicacao_detalhada":"A palavra 'מָלַךְ' (mâlak) é repetida aqui para enfatizar a continuidade do reinado de Salomão e sua importância.","por_que_esta_palavra":"A repetição desta palavra reforça a ideia de que o reinado é um tema central no relato.","conexao_teologica":"O reinado de Salomão é um reflexo do governo de Deus sobre seu povo e a realização de suas promessas.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 145:13","Apocalipse 11:15"]}}