{"1reis_13_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra profética que foi dada ao profeta que veio de Judá.","explicacao_detalhada":"A palavra 'davar' (דָּבָר) significa tanto 'palavra' quanto 'coisa', indicando a importância da mensagem divina que foi transmitida.","por_que_esta_palavra":"A palavra é crucial para entender a comunicação de Deus com o Seu povo e a autoridade do profeta.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde a palavra de Deus é vista como criativa e transformadora.","referencias_relacionadas":["1 Reis 13:1","Isaías 55:11","Hebreus 4:12"]},"1reis_13_1_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar que foi construído por Jeroboão em Betel para adoração.","explicacao_detalhada":"A palavra 'mizbêach' (מִזְבֵּחַ) é usada para descrever o local de sacrifício e adoração a Deus, simbolizando a relação entre o homem e o divino.","por_que_esta_palavra":"O altar representa a prática religiosa e a desobediência de Jeroboão em relação ao culto verdadeiro.","conexao_teologica":"Os altares são significativos na adoração a Deus, representando tanto a oferta de sacrifícios quanto a presença de Deus entre Seu povo.","referencias_relacionadas":["1 Reis 13:1","Gênesis 12:7","Êxodo 20:24"]},"1reis_13_1_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que seria aceso no altar como parte do culto.","explicacao_detalhada":"A palavra 'qâṭar' (קָטַר) implica a ação de queimar ofertas, simbolizando a devoção e a entrega ao Senhor.","por_que_esta_palavra":"O fogo é um elemento essencial na adoração, representando a purificação e a aceitação das ofertas por Deus.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à purificação, como visto em Levítico e em outras partes da Escritura.","referencias_relacionadas":["Levítico 1:7","Êxodo 29:18","Romanos 12:1"]},"1reis_13_2_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao mesmo altar mencionado anteriormente, que seria profanado.","explicacao_detalhada":"A repetição da palavra 'mizbêach' (מִזְבֵּחַ) enfatiza a importância do altar na narrativa e a gravidade da profanação.","por_que_esta_palavra":"O altar é um símbolo de adoração e a sua destruição representa a rejeição do culto verdadeiro.","conexao_teologica":"A destruição de altares é um tema que aparece em várias partes da Bíblia, simbolizando a apostasia do povo de Deus.","referencias_relacionadas":["1 Reis 13:2","Jeremias 7:9-10","Ezequiel 6:4"]},"1reis_13_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra do Senhor que foi dada ao profeta sobre o altar.","explicacao_detalhada":"A palavra 'davar' (דָּבָר) aqui novamente destaca a importância da mensagem divina e a autoridade do profeta.","por_que_esta_palavra":"A palavra é um meio pelo qual Deus se comunica e estabelece juízo sobre a idolatria.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na Bíblia, mostrando como Ele guia e corrige Seu povo.","referencias_relacionadas":["1 Reis 13:2","Amós 3:7","2 Timóteo 3:16"]},"1reis_13_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Jeroboão, onde o altar estava localizado.","explicacao_detalhada":"A palavra 'bayith' (בַּיִת) representa não apenas uma estrutura física, mas também a ideia de lar e família.","por_que_esta_palavra":"A casa é um símbolo de segurança e identidade, e sua menção aqui destaca a conexão entre a liderança e o lar.","conexao_teologica":"A casa é frequentemente usada na Bíblia para simbolizar a família de Deus e a comunidade de fé.","referencias_relacionadas":["1 Reis 13:2","Salmos 127:1","Hebreus 3:6"]},"1reis_13_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar ao Senhor em oração ou profecia.","explicacao_detalhada":"A palavra 'nâthan' (נָתַן) implica dar ou oferecer, neste caso, uma mensagem ou um aviso de Deus.","por_que_esta_palavra":"Clamar é um ato de comunicação com Deus, mostrando dependência e busca por Sua intervenção.","conexao_teologica":"A oração e o clamor a Deus são temas recorrentes na Bíblia, enfatizando a relação entre o homem e o Criador.","referencias_relacionadas":["1 Reis 13:3","Salmos 34:17","Tiago 5:16"]},"1reis_13_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que a profecia seria cumprida.","explicacao_detalhada":"A palavra 'yôwm' (יוֹם) é usada para indicar um tempo determinado, enfatizando a certeza do cumprimento da palavra de Deus.","por_que_esta_palavra":"O dia é significativo na narrativa, pois marca um momento de juízo e intervenção divina.","conexao_teologica":"A noção de tempo e dias é importante na Bíblia, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["1 Reis 13:3","Eclesiastes 3:1","Mateus 24:36"]},"1reis_13_3_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se novamente ao altar que seria afetado pela profecia.","explicacao_detalhada":"A repetição da palavra 'mizbêach' (מִזְבֵּחַ) reforça a importância do altar na adoração e a seriedade do juízo que viria sobre ele.","por_que_esta_palavra":"O altar é um símbolo central na adoração a Deus, e sua destruição representa a rejeição do culto idólatra.","conexao_teologica":"A destruição de altares é um tema que aparece em várias partes da Bíblia, simbolizando a apostasia do povo de Deus.","referencias_relacionadas":["1 Reis 13:3","2 Reis 23:15","Ezequiel 43:18"]},"1reis_13_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima de um governo, representando poder e liderança.","explicacao_detalhada":"No contexto de 1 Reis 13:4, o rei é Jeroboão, que governava o reino de Israel após a divisão do reino. Ele estabeleceu cultos e altares que se opunham à adoração verdadeira a Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a posição de Jeroboão como líder que desobedeceu a Deus, influenciando o povo a se afastar da verdadeira adoração.","conexao_teologica":"A figura do rei é central na história de Israel, simbolizando tanto a liderança divina quanto a rebelião contra Deus. A desobediência de Jeroboão é um exemplo de como líderes podem levar o povo ao erro.","referencias_relacionadas":["1 Reis 12:20","1 Reis 13:1","1 Reis 14:16"]},"1reis_13_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"Em 1 Reis 13:4, Deus é mencionado como a autoridade que envia um profeta para confrontar o rei Jeroboão, demonstrando Sua soberania sobre as ações humanas.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a relação de autoridade e poder que Deus tem sobre os reis e nações, mostrando que Ele é o verdadeiro governante.","conexao_teologica":"Deus é apresentado como o juiz que não apenas observa, mas também intervém na história para corrigir e guiar Seu povo.","referencias_relacionadas":["Salmos 22:28","Isaías 40:23","Romanos 13:1"]},"1reis_13_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de sacrifício e adoração a Deus.","explicacao_detalhada":"No contexto de 1 Reis 13:4, o altar é um símbolo da adoração que Jeroboão instituiu, que era uma distorção da verdadeira adoração a Deus.","por_que_esta_palavra":"A menção do altar destaca a importância da adoração correta e como a corrupção do culto pode levar à condenação.","conexao_teologica":"Os altares são frequentemente associados à presença de Deus e à oferta de sacrifícios, simbolizando a necessidade de expiação e comunhão com o Criador.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"1reis_13_5_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' é novamente utilizada para referir-se ao local de sacrifício, neste caso, o altar que Jeroboão havia construído.","explicacao_detalhada":"Em 1 Reis 13:5, o altar é mencionado em relação ao sinal que Deus deu através do profeta, mostrando a sua desobediência e a iminente destruição do altar.","por_que_esta_palavra":"A repetição da palavra 'altar' enfatiza a gravidade da situação e a necessidade de retorno à verdadeira adoração.","conexao_teologica":"O altar representa a relação entre Deus e o homem, e a corrupção do altar de Jeroboão simboliza a corrupção da adoração.","referencias_relacionadas":["1 Reis 13:1","2 Reis 23:15","Ezequiel 43:13"]},"1reis_13_5_ashes":{"palavra_pt":"cinzas","palavra_original":"דֶּשֶׁן","transliteracao":"deshen","strong":"H1880","significado_raiz":"Ideia básica: cinzas.","significado_contextual":"A palavra 'cinzas' refere-se ao que resta após a queima, simbolizando destruição e juízo.","explicacao_detalhada":"Em 1 Reis 13:5, as cinzas do altar são um símbolo do juízo de Deus sobre a adoração falsa e a corrupção do culto.","por_que_esta_palavra":"A menção das cinzas serve como um lembrete do resultado da desobediência e da idolatria, mostrando que Deus não tolera a adoração falsa.","conexao_teologica":"As cinzas simbolizam a consequência do pecado e a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Ezequiel 24:4","Salmos 102:16","Isaías 44:19"]},"1reis_13_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania de Deus sobre a situação e o juízo que Ele pronuncia.","explicacao_detalhada":"Em 1 Reis 13:5, Deus é o agente que traz o juízo sobre o altar, demonstrando Seu poder sobre as ações humanas.","por_que_esta_palavra":"A utilização da palavra 'deus' enfatiza a autoridade divina que não pode ser ignorada, mesmo diante da rebelião.","conexao_teologica":"Deus é apresentado como o juiz que traz consequências para a idolatria e a desobediência, reafirmando Sua posição como o único digno de adoração.","referencias_relacionadas":["Salmos 50:3","Isaías 45:22","Romanos 1:18"]},"1reis_13_6_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à capacidade de ver, simbolizando percepção e discernimento.","explicacao_detalhada":"Em 1 Reis 13:6, o rei Jeroboão clama ao profeta, e a menção do 'olho' pode simbolizar a necessidade de ver a verdade e reconhecer a autoridade de Deus.","por_que_esta_palavra":"A palavra 'olho' é importante para enfatizar a visão espiritual e a percepção da verdade divina em contraste com a cegueira espiritual.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde a capacidade de ver e entender a verdade de Deus é fundamental para a fé.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"1reis_13_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à posição de Jeroboão como líder de Israel.","explicacao_detalhada":"Em 1 Reis 13:6, o rei busca ajuda do profeta após ser confrontado por Deus, mostrando sua vulnerabilidade e necessidade de intervenção divina.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a fragilidade do poder humano diante da autoridade divina.","conexao_teologica":"A relação entre o rei e Deus é central na narrativa bíblica, onde os líderes são frequentemente confrontados com suas responsabilidades diante de Deus.","referencias_relacionadas":["1 Reis 12:26","1 Reis 14:7","Salmos 2:10-12"]},"1reis_13_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a soberania e a autoridade de Deus sobre a vida e as ações dos homens.","explicacao_detalhada":"Em 1 Reis 13:6, Deus é reconhecido como a fonte de poder e juízo, mostrando que mesmo reis devem se submeter a Sua vontade.","por_que_esta_palavra":"A menção de 'deus' enfatiza a necessidade de reverência e submissão à autoridade divina, especialmente por parte dos líderes.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é apresentado como o governante supremo que dirige a história.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:20-21"]},"1reis_13_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se novamente à posição de Jeroboão, que busca o profeta após o juízo de Deus.","explicacao_detalhada":"Em 1 Reis 13:7, o rei tenta manipular a situação ao convidar o profeta para sua casa, mostrando sua tentativa de controlar a narrativa.","por_que_esta_palavra":"A repetição da palavra 'rei' ressalta a luta entre a autoridade divina e a autoridade humana, e como os líderes muitas vezes tentam contornar as consequências de suas ações.","conexao_teologica":"A dinâmica entre o rei e o profeta ilustra a tensão entre a liderança humana e a vontade de Deus, um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Reis 12:28","1 Reis 14:9","Provérbios 21:1"]},"1reis_13_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para designar não apenas a divindade em si, mas também a sua autoridade e poder sobre a criação. No contexto de 1 Reis 13, enfatiza a relação entre Deus e o profeta.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a soberania divina e a importância da obediência ao Seu comando.","conexao_teologica":"Deus é apresentado como a fonte de autoridade e revelação, sendo central na relação entre o homem e o divino.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"1reis_13_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de invocar ou pedir algo a alguém, neste caso, a Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para expressar a entrega de algo, seja uma bênção, uma ordem ou um pedido. No contexto, refere-se ao ato de clamar a Deus por ajuda ou orientação.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a necessidade de dependência de Deus e a importância da oração na vida do crente.","conexao_teologica":"Clamar a Deus é um ato de fé que reconhece a Sua soberania e capacidade de responder às necessidades humanas.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 5:16"]},"1reis_13_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à divindade suprema, enfatizando a continuidade da relação entre Deus e o profeta.","explicacao_detalhada":"A repetição da palavra 'deus' (אֱלֹהִים) reforça a importância da obediência às instruções divinas e a centralidade de Deus na vida do profeta.","por_que_esta_palavra":"A palavra é usada para reafirmar a autoridade de Deus sobre as ações do homem e a necessidade de seguir Seus mandamentos.","conexao_teologica":"A obediência a Deus é um tema recorrente nas Escrituras, mostrando a importância de seguir Seus caminhos.","referencias_relacionadas":["Deuteronômio 6:5","Josué 1:8","Romanos 12:1"]},"1reis_13_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade política e governamental, neste caso, o rei de Israel.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) implica liderança, poder e responsabilidade. No contexto, o rei é uma figura que deve ser respeitada, mas que também deve se submeter à vontade de Deus.","por_que_esta_palavra":"A escolha da palavra destaca a relação entre a autoridade divina e a autoridade terrena, mostrando que ambas devem estar alinhadas.","conexao_teologica":"A soberania de Deus se estende sobre todos os governantes, e a obediência a Ele é fundamental para uma liderança justa.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","1 Pedro 2:13-14"]},"1reis_13_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo, neste caso, uma ordem ou declaração.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é fundamental para a comunicação da vontade de Deus. No contexto, enfatiza a importância da mensagem que deve ser transmitida.","por_que_esta_palavra":"A palavra é escolhida para mostrar que a comunicação divina é essencial para a compreensão e obediência do homem.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Sua vontade é um aspecto crucial da fé.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"1reis_13_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, especialmente a que vem de Deus.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para descrever a comunicação de Deus ao homem. No contexto, é a instrução que o profeta deve seguir.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da revelação divina e a necessidade de atenção às instruções de Deus.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","2 Timóteo 3:16"]},"1reis_13_9_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de viver que deve ser seguido.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica um estilo de vida ou um caminho a ser trilhado. No contexto, refere-se ao caminho que o profeta deve seguir em obediência a Deus.","por_que_esta_palavra":"A escolha da palavra destaca a importância de viver de acordo com os princípios divinos e a direção de Deus.","conexao_teologica":"A vida cristã é descrita como um caminho que deve ser seguido, refletindo a obediência e a fé em Deus.","referencias_relacionadas":["Salmos 119:105","João 14:6","Gálatas 5:16"]},"1reis_13_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a razão à ação. No contexto, justifica a necessidade de seguir as instruções de Deus.","por_que_esta_palavra":"A escolha desta palavra é crucial para entender a motivação por trás da obediência às ordens divinas.","conexao_teologica":"A compreensão da razão por trás das instruções de Deus é fundamental para a fé e a prática cristã.","referencias_relacionadas":["Romanos 12:1-2","Tiago 1:22","1 João 5:3"]},"1reis_13_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que o profeta deve seguir em obediência a Deus.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) enfatiza a importância de um estilo de vida que esteja alinhado com a vontade de Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a necessidade de seguir o caminho que Deus estabeleceu para a vida do crente.","conexao_teologica":"A vida cristã é um caminho que deve ser trilhado com fé e obediência, refletindo a relação com Deus.","referencias_relacionadas":["Salmos 1:1-3","Mateus 7:13-14","Efésios 2:10"]},"1reis_13_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se à ação de se mover ou seguir um caminho, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) implica a ideia de seguir um caminho ou direção. No contexto, refere-se à necessidade de seguir as instruções de Deus em todos os aspectos da vida.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da ação e do movimento na vida espiritual, não apenas a crença.","conexao_teologica":"A vida cristã é frequentemente descrita como um andar, refletindo a obediência e a relação contínua com Deus.","referencias_relacionadas":["Gálatas 5:25","Colossenses 2:6","1 João 1:7"]},"1reis_13_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade à palavra de Deus, especialmente em um contexto de obediência.","explicacao_detalhada":"No contexto de 1 Reis 13, a verdade é central para a mensagem do profeta, que deve ser fiel ao que Deus ordenou. A desobediência à verdade resulta em consequências graves.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de seguir a vontade de Deus e não se desviar dela, mesmo diante de pressões externas.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a relação entre Deus e seu povo. A obediência à verdade é essencial para a vida espiritual.","referencias_relacionadas":["João 4:24","Salmos 119:160","Provérbios 12:22"]},"1reis_13_11_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"Neste capítulo, o profeta é um instrumento de Deus que traz uma mensagem de advertência e julgamento. Ele representa a voz de Deus em um tempo de apostasia.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a autoridade e a responsabilidade de comunicar a verdade divina, além de enfatizar a necessidade de ouvir a voz de Deus.","conexao_teologica":"Os profetas são fundamentais na história da salvação, pois eles preparam o caminho para a revelação plena em Cristo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1-2"]},"1reis_13_11_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável e conforme à vontade de Deus.","explicacao_detalhada":"No contexto, o 'bom' é associado à obediência e à ação correta que agrada a Deus, contrastando com as ações erradas do rei.","por_que_esta_palavra":"A palavra é utilizada para ressaltar a importância de fazer o que é certo diante de Deus, que é a verdadeira medida do que é bom.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, e os crentes são chamados a refletir essa bondade em suas vidas.","referencias_relacionadas":["Gálatas 5:22","Salmos 34:8","Romanos 12:2"]},"1reis_13_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e soberano sobre todas as coisas.","explicacao_detalhada":"Neste contexto, Deus é apresentado como a autoridade máxima que dá ordens e espera obediência, sendo central para a narrativa do profeta.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e seu povo, enfatizando sua soberania e a necessidade de reverência.","conexao_teologica":"A natureza de Deus como soberano é um tema recorrente na Bíblia, que nos chama a reconhecer sua autoridade em nossas vidas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"1reis_13_12_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que se deve seguir para viver de acordo com a vontade de Deus.","explicacao_detalhada":"No contexto, a vida é apresentada como um caminho de obediência a Deus, contrastando com a morte espiritual que resulta da desobediência.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância de seguir o caminho que Deus estabeleceu para a verdadeira plenitude.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus se apresenta como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Deuteronômio 30:19-20","Romanos 6:23"]},"1reis_13_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e a autoridade de Deus sobre a vida e as ações humanas.","explicacao_detalhada":"Neste contexto, Deus é a fonte de instruções e diretrizes que devem ser seguidas para garantir a vida e a bênção.","por_que_esta_palavra":"A repetição da palavra 'deus' enfatiza a centralidade de Deus na vida do profeta e do povo de Israel.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 46:9-10","Romanos 11:36"]},"1reis_13_12_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da mensagem de Deus, essencial para a missão do profeta.","explicacao_detalhada":"Neste contexto, falar é um ato de obediência e um meio pelo qual Deus se revela ao seu povo.","por_que_esta_palavra":"A palavra 'falar' é importante para entender a dinâmica da revelação divina e a responsabilidade do profeta em transmitir a mensagem.","conexao_teologica":"A comunicação de Deus ao seu povo é um tema central, visto que Ele se revela através de Sua Palavra e profetas.","referencias_relacionadas":["Hebreus 1:1","2 Timóteo 3:16-17","Romanos 10:14"]},"1reis_13_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar uma mensagem, especialmente no contexto de instruções divinas.","explicacao_detalhada":"Neste contexto, o ato de dizer é crucial para a transmissão da vontade de Deus e para a resposta do povo a essa mensagem.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a importância da comunicação clara e precisa da mensagem divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação dela é essencial para a edificação da fé.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Tiago 1:22"]},"1reis_13_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem, especialmente no contexto da herança espiritual.","explicacao_detalhada":"Neste contexto, o filho é mencionado para destacar a importância da continuidade da fé e das promessas de Deus através das gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação entre as gerações e a transmissão da fé.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a responsabilidade de ensinar e guiar na fé.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","Provérbios 22:6"]},"1reis_13_13_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se a um tipo específico de animal, que é relevante para os sacrifícios e rituais da época.","explicacao_detalhada":"Neste contexto, o macho é mencionado para indicar a qualidade e o tipo de oferta que deve ser apresentada a Deus.","por_que_esta_palavra":"A palavra 'macho' é importante para entender as exigências de Deus em relação aos sacrifícios e a pureza das ofertas.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício perfeito de Cristo, que é o verdadeiro Cordeiro de Deus.","referencias_relacionadas":["Levítico 1:3","Êxodo 12:5","Hebreus 9:14"]},"1reis_13_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único de Israel, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' no contexto de 1 Reis 13:14 enfatiza a soberania e a autoridade de Deus sobre a vida e a história de Israel. O uso do termo destaca a relação entre Deus e seu povo, que deve seguir suas instruções.","por_que_esta_palavra":"A palavra é usada para reafirmar a centralidade de Deus na vida do profeta e na mensagem que ele traz ao povo.","conexao_teologica":"A teologia bíblica enfatiza que Deus é o único digno de adoração e que sua palavra deve ser obedecida. A relação entre Deus e seu povo é fundamental para a compreensão da aliança.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","Salmos 86:10"]},"1reis_13_14_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o ato de se mover ou seguir um caminho, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'andar' é utilizada para descrever a jornada do profeta em obediência à palavra de Deus. Refere-se não apenas ao movimento físico, mas também à maneira como se vive a vida em conformidade com os mandamentos divinos.","por_que_esta_palavra":"É crucial para entender a obediência do profeta e a importância de seguir o caminho que Deus designou.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, simbolizando a vida em comunhão com Ele e a prática da fé.","referencias_relacionadas":["Gênesis 5:24","Salmos 119:1","Miquéias 6:8"]},"1reis_13_14_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"A palavra 'seguir' no contexto de 1 Reis 13:14 implica em seguir as instruções de Deus e a liderança do profeta. É um chamado à fidelidade e à obediência.","por_que_esta_palavra":"É essencial para entender a dinâmica entre o profeta e a mensagem que ele traz, bem como a resposta do povo a essa mensagem.","conexao_teologica":"Seguir a Deus é um princípio central na vida de fé, refletindo a disposição de obedecer à sua vontade.","referencias_relacionadas":["Mateus 16:24","João 10:27","Salmos 23:3"]},"1reis_13_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo de forma verbal.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação da mensagem de Deus. O profeta é chamado a transmitir a palavra divina ao povo.","por_que_esta_palavra":"É fundamental para entender como a revelação de Deus é compartilhada e a responsabilidade do profeta em fazê-lo.","conexao_teologica":"A comunicação da palavra de Deus é vital para a edificação da fé e a instrução do povo.","referencias_relacionadas":["Romanos 10:14","Atos 2:4","1 Pedro 4:11"]},"1reis_13_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou lugar de habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' no contexto de 1 Reis 13:15 pode simbolizar tanto um espaço físico quanto a ideia de comunidade e família. É um lugar onde a presença de Deus pode ser buscada.","por_que_esta_palavra":"É importante para entender o contexto em que a mensagem é dada e o papel da casa como um espaço de adoração.","conexao_teologica":"A casa é frequentemente usada na Bíblia como um símbolo da presença de Deus e da comunhão entre os crentes.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"1reis_13_15_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se a sustento físico, mas também pode ter conotações espirituais.","explicacao_detalhada":"A palavra 'alimento' é usada para enfatizar a necessidade de sustento, tanto físico quanto espiritual. No contexto bíblico, o alimento também simboliza a palavra de Deus.","por_que_esta_palavra":"É crucial para entender a dependência do povo em relação a Deus para o sustento e a vida.","conexao_teologica":"Jesus se refere a si mesmo como o pão da vida, simbolizando a importância do alimento espiritual.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"1reis_13_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo de forma verbal.","explicacao_detalhada":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação da mensagem de Deus, destacando a responsabilidade do profeta em transmitir a verdade.","por_que_esta_palavra":"É essencial para entender a continuidade da mensagem e a urgência da resposta do povo.","conexao_teologica":"A comunicação da verdade de Deus é fundamental para a edificação da fé e a instrução do povo.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Efésios 4:29"]},"1reis_13_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade, à fidelidade e à conformidade com a palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade na comunicação da mensagem divina. Refere-se à necessidade de discernir a verdade em meio a enganos.","por_que_esta_palavra":"É fundamental para entender a natureza da mensagem que o profeta traz e a resposta esperada do povo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"1reis_13_16_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou fortalecer algo.","explicacao_detalhada":"A palavra 'edificar' no contexto de 1 Reis 13:16 implica em construir a vida espiritual do povo, fortalecendo sua relação com Deus e sua obediência à Sua palavra.","por_que_esta_palavra":"É importante para entender o objetivo da mensagem do profeta, que é levar o povo a um relacionamento mais profundo com Deus.","conexao_teologica":"A edificação espiritual é um tema central na vida cristã, refletindo o crescimento na fé e na comunhão com Deus.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Colossenses 2:7"]},"1reis_13_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação verbal ou à mensagem que é transmitida.","explicacao_detalhada":"A palavra 'palavra/coisa' é usada para enfatizar a importância da mensagem que Deus deu ao profeta e a necessidade de que essa mensagem seja ouvida e obedecida.","por_que_esta_palavra":"É essencial para entender a centralidade da palavra de Deus na vida do povo e a responsabilidade do profeta em comunicá-la.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base da vida do crente.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16"]},"1reis_13_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à maneira de viver que é ordenada por Deus.","explicacao_detalhada":"No contexto de 1 Reis 13:17, a vida é apresentada como uma escolha que envolve seguir a direção divina. A obediência a Deus é essencial para a verdadeira vida.","por_que_esta_palavra":"A palavra 'vida' é utilizada para enfatizar a importância de seguir os mandamentos de Deus para ter uma vida plena e abençoada.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde a obediência a Sua palavra resulta em bênçãos e vida abundante.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"1reis_13_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo é dito ou feito.","explicacao_detalhada":"Em 1 Reis 13:17, 'porque' é usado para explicar a desobediência do profeta e as consequências que ela traz.","por_que_esta_palavra":"É importante para conectar a ação do profeta com a razão de sua desobediência, mostrando a gravidade da situação.","conexao_teologica":"A razão e a obediência são temas recorrentes na Bíblia, onde a desobediência a Deus leva a consequências sérias.","referencias_relacionadas":["Gênesis 3:6","1 Samuel 15:22","Tiago 1:22"]},"1reis_13_18_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser enviado por Deus para transmitir uma mensagem.","explicacao_detalhada":"No versículo, o anjo é um mensageiro que traz uma palavra de Deus ao profeta, destacando a importância da comunicação divina.","por_que_esta_palavra":"A presença de um mensageiro de Deus enfatiza a seriedade da mensagem e a necessidade de atenção à palavra divina.","conexao_teologica":"Os anjos são frequentemente usados por Deus para comunicar Sua vontade e guiar os homens em Sua verdade.","referencias_relacionadas":["Hebreus 1:14","Lucas 1:19","Mateus 4:11"]},"1reis_13_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem ou comando que deve ser seguido.","explicacao_detalhada":"Em 1 Reis 13:18, a palavra é a instrução que o profeta deve obedecer, destacando a importância da revelação divina.","por_que_esta_palavra":"A ênfase na palavra de Deus mostra que a obediência a ela é crucial para a vida espiritual do profeta.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a orientação e a vida do crente.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Mateus 4:4"]},"1reis_13_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, 'dizer' é a ação do anjo ao transmitir a mensagem de Deus ao profeta, mostrando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'dizer' é usada para enfatizar a autoridade da mensagem que está sendo comunicada.","conexao_teologica":"A comunicação de Deus aos homens é um tema central, onde Ele se revela e orienta através de Sua palavra.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:25","Atos 2:4"]},"1reis_13_19_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se a construir ou restaurar algo.","explicacao_detalhada":"No contexto, edificar implica em restaurar a relação com Deus através da obediência e da prática da palavra recebida.","por_que_esta_palavra":"A ideia de edificar é crucial para entender a necessidade de crescimento espiritual e a construção de uma vida fundamentada em Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente, onde os crentes são chamados a edificar suas vidas sobre a rocha que é Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9","Efésios 2:20-22"]},"1reis_13_19_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento físico e espiritual.","explicacao_detalhada":"Em 1 Reis 13:19, o alimento é uma metáfora para a nutrição espiritual que vem da obediência a Deus.","por_que_esta_palavra":"A ênfase no alimento destaca a necessidade de sustento espiritual para a vida do crente.","conexao_teologica":"Jesus se apresenta como o pão da vida, enfatizando que a verdadeira satisfação vem de uma relação com Ele.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 34:8"]},"1reis_13_20_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que fala em Seu nome.","explicacao_detalhada":"No versículo, o profeta é a figura central que recebe a mensagem divina e deve agir de acordo com ela.","por_que_esta_palavra":"A palavra 'profeta' é importante para entender o papel de intermediário entre Deus e o povo.","conexao_teologica":"Os profetas são fundamentais na revelação de Deus, trazendo Sua palavra e direção ao povo.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"1reis_13_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma queda física ou espiritual.","explicacao_detalhada":"Neste contexto, cair simboliza a consequência da desobediência do profeta à palavra de Deus.","por_que_esta_palavra":"A ideia de cair é usada para ilustrar a gravidade da desobediência e suas repercussões.","conexao_teologica":"A queda é um tema importante na Bíblia, representando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"1reis_13_20_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se a avaliar ou decidir sobre algo.","explicacao_detalhada":"No versículo, julgar implica a avaliação das ações do profeta e as consequências de sua desobediência.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a justiça de Deus e como Ele avalia as ações humanas.","conexao_teologica":"O julgamento é um tema central na Bíblia, onde Deus é apresentado como o justo juiz que avalia as ações de todos.","referencias_relacionadas":["Salmos 9:8","Romanos 14:10","Apocalipse 20:12"]},"1reis_13_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que se comunica com os profetas e que tem autoridade sobre a vida e a morte.","explicacao_detalhada":"A palavra 'deus' é utilizada para descrever a natureza suprema e soberana de Deus, que se revela aos homens e exige obediência.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a relação entre o Criador e a criação, destacando a importância da obediência às suas instruções.","conexao_teologica":"Deus é visto como o autor da vida e da revelação, e sua palavra é fundamental para a orientação do povo.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","Salmos 46:10"]},"1reis_13_21_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de Deus ao convocar ou instruir um profeta para uma missão específica.","explicacao_detalhada":"A palavra 'chamar' implica um convite ou uma ordem divina, mostrando a iniciativa de Deus em se comunicar com o homem.","por_que_esta_palavra":"A utilização de 'chamar' destaca a importância da resposta humana ao chamado divino, essencial para o cumprimento do propósito de Deus.","conexao_teologica":"O chamado de Deus é um tema central na vida dos profetas, que são escolhidos para transmitir a mensagem divina.","referencias_relacionadas":["Isaías 6:8","Jeremias 1:5","Mateus 4:19"]},"1reis_13_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao profeta que recebe a mensagem de Deus e deve agir de acordo com ela.","explicacao_detalhada":"A palavra 'homem' enfatiza a humanidade do profeta, que, apesar de ser escolhido por Deus, ainda enfrenta limitações e desafios.","por_que_esta_palavra":"A escolha de 'homem' ressalta a fragilidade humana e a necessidade de dependência de Deus para cumprir sua missão.","conexao_teologica":"Deus utiliza homens e mulheres para realizar seus propósitos, mostrando que Ele trabalha através da humanidade.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","Tiago 5:17"]},"1reis_13_22_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à construção de uma nova vida ou de um novo caminho em obediência a Deus.","explicacao_detalhada":"A palavra 'edificar' implica um processo de crescimento e desenvolvimento espiritual, que é essencial para a vida do crente.","por_que_esta_palavra":"A utilização de 'edificar' sugere que a obediência a Deus leva à construção de uma vida sólida e fundamentada na fé.","conexao_teologica":"A edificação espiritual é um tema recorrente nas Escrituras, onde a obediência a Deus resulta em bênçãos e crescimento.","referencias_relacionadas":["Mateus 7:24-25","Efésios 2:19-22","1 Pedro 2:5"]},"1reis_13_22_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico e espiritual que Deus provê para seus servos.","explicacao_detalhada":"A palavra 'alimento' simboliza não apenas a necessidade física, mas também a nutrição espiritual que vem da obediência à palavra de Deus.","por_que_esta_palavra":"A escolha de 'alimento' destaca a importância de se alimentar da palavra de Deus para a vida espiritual.","conexao_teologica":"Jesus se refere a si mesmo como o pão da vida, enfatizando a necessidade de se nutrir espiritualmente.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 119:103"]},"1reis_13_23_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus que transmite suas instruções ao povo.","explicacao_detalhada":"A palavra 'profeta' implica uma pessoa escolhida por Deus para comunicar sua vontade e advertir sobre as consequências da desobediência.","por_que_esta_palavra":"A utilização de 'profeta' ressalta a importância da voz profética na orientação do povo de Deus.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, trazendo mensagens de arrependimento e esperança.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Hebreus 1:1-2"]},"1reis_13_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda do homem em desobediência e suas consequências.","explicacao_detalhada":"A palavra 'cair' implica uma falha moral ou espiritual, resultante da desobediência às instruções de Deus.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a fragilidade humana e a necessidade de vigilância na vida espiritual.","conexao_teologica":"A queda é um tema central na teologia, representando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 3:23","Tiago 1:14-15"]},"1reis_13_23_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir as instruções de Deus ou a direção de um profeta.","explicacao_detalhada":"A palavra 'seguir' implica uma escolha ativa de obedecer e caminhar nos caminhos de Deus.","por_que_esta_palavra":"A utilização de 'seguir' destaca a importância da obediência e da fidelidade à palavra de Deus.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a relação de discipulado entre Deus e seu povo.","referencias_relacionadas":["Mateus 16:24","João 10:27","Salmos 119:105"]},"1reis_13_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida que é escolhido em obediência a Deus.","explicacao_detalhada":"A palavra 'vida' implica uma existência plena e abundante que é encontrada em Deus e em sua vontade.","por_que_esta_palavra":"A escolha de 'vida' enfatiza a importância de viver de acordo com os princípios divinos para experimentar a verdadeira vida.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus oferece vida em abundância.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"1reis_13_24_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e agir de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'andar' implica um estilo de vida que reflete a obediência e a comunhão com Deus.","por_que_esta_palavra":"A utilização de 'andar' destaca a continuidade da vida cristã como um caminho a ser percorrido diariamente.","conexao_teologica":"Andar com Deus é uma expressão que representa a intimidade e a fidelidade na relação com o Criador.","referencias_relacionadas":["Miquéias 6:8","Colossenses 2:6-7","1 João 1:7"]},"1reis_13_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte do profeta é um ato de juízo divino pela desobediência.","explicacao_detalhada":"Neste versículo, a morte do profeta é uma consequência direta de sua desobediência à ordem de Deus. Ele havia recebido uma instrução clara, mas decidiu desviar-se dela, resultando em sua morte.","por_que_esta_palavra":"A palavra 'morrer' é usada para enfatizar a gravidade da desobediência e a certeza do juízo de Deus.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, refletindo a seriedade do desvio da vontade de Deus.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30"]},"1reis_13_25_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é apresentada como um dom de Deus, contrastando com a morte do profeta.","explicacao_detalhada":"Neste contexto, a vida é um símbolo da obediência e da bênção de Deus. O profeta que obedece a Deus experimenta a vida plena que Ele oferece.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a relação entre obediência e bênção divina.","conexao_teologica":"A vida em Deus é frequentemente associada à obediência e ao cumprimento de Sua vontade.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Salmos 36:9"]},"1reis_13_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade mencionada é o local onde o profeta foi chamado e onde ocorreu sua desobediência.","explicacao_detalhada":"A cidade representa tanto um espaço físico quanto um contexto social e espiritual onde a palavra de Deus é proclamada e onde as consequências da desobediência se manifestam.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender o cenário em que os eventos se desenrolam e a relevância do local na história bíblica.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a coletividade do povo de Deus e o lugar onde a revelação divina é manifestada.","referencias_relacionadas":["Mateus 5:14","Hebreus 11:10","Apocalipse 21:2"]},"1reis_13_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, cuja função é transmitir a vontade divina ao povo.","explicacao_detalhada":"Neste versículo, o profeta é central para a narrativa, pois sua desobediência resulta em consequências trágicas, mostrando a importância de seguir a direção de Deus.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender o papel de intermediário entre Deus e o povo, e a responsabilidade que isso implica.","conexao_teologica":"Os profetas na Bíblia são frequentemente vistos como vozes de advertência e encorajamento, representando a relação entre Deus e a humanidade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"1reis_13_26_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reforça a ideia de que o profeta é um instrumento de Deus, cuja vida e morte têm implicações espirituais.","explicacao_detalhada":"A repetição da palavra 'profeta' destaca a seriedade da missão do mensageiro de Deus e as consequências de sua desobediência.","por_que_esta_palavra":"A palavra 'profeta' é usada para enfatizar a importância da fidelidade ao chamado divino.","conexao_teologica":"A desobediência de um profeta pode levar a consequências graves, refletindo a responsabilidade que vem com a vocação profética.","referencias_relacionadas":["1 Pedro 1:10-11","Hebreus 1:1-2","Lucas 11:49"]},"1reis_13_26_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é novamente mencionada para contrastar com a morte e enfatizar a importância da obediência.","explicacao_detalhada":"A repetição da palavra 'vida' serve para reforçar a ideia de que a verdadeira vida é encontrada na obediência a Deus.","por_que_esta_palavra":"A palavra 'vida' é essencial para entender a promessa de Deus de bênção e proteção para aqueles que O seguem.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, simbolizando a relação restaurada com Deus através da obediência.","referencias_relacionadas":["João 3:16","Romanos 8:1-2","1 João 5:11-12"]},"1reis_13_26_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da ordem que o profeta desobedeceu, e Sua autoridade é reafirmada na narrativa.","explicacao_detalhada":"A menção de Deus neste contexto sublinha a soberania divina e a importância de seguir Suas instruções.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e Suas criaturas, e a necessidade de submissão à Sua vontade.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, enfatizando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5-6","Romanos 11:36"]},"1reis_13_27_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é um ato de comunicação que pode ter consequências espirituais significativas.","explicacao_detalhada":"Neste versículo, a palavra 'falar' é usada para indicar a importância da comunicação da verdade de Deus e as instruções que devem ser seguidas.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a responsabilidade de transmitir a mensagem divina com precisão.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a edificação da fé e a instrução do povo.","referencias_relacionadas":["Tiago 3:1-2","Romanos 10:14","Efésios 4:29"]},"1reis_13_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O filho é mencionado como parte da família do profeta, simbolizando a continuidade da linhagem e a transmissão de valores.","explicacao_detalhada":"A inclusão do filho destaca a importância das relações familiares e como as decisões de um indivíduo podem impactar sua família.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a dinâmica familiar e a responsabilidade que vem com a paternidade.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância da família e da transmissão da fé de geração em geração.","referencias_relacionadas":["Salmos 78:4-6","Efésios 6:4","Provérbios 22:6"]},"1reis_13_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a importância da comunicação e da instrução.","explicacao_detalhada":"Neste contexto, 'dizer' reflete a necessidade de transmitir a mensagem de Deus de forma clara e eficaz.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a responsabilidade de comunicar a verdade de Deus.","conexao_teologica":"A comunicação da verdade é vital para a edificação da igreja e a propagação do evangelho.","referencias_relacionadas":["Mateus 28:19-20","Colossenses 3:16","2 Timóteo 4:2"]},"1reis_13_28_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida física e espiritual que Deus concede aos seres humanos.","explicacao_detalhada":"A palavra 'vida' no contexto de 1 Reis 13:28 enfatiza a importância da obediência a Deus como fonte de verdadeira vida. O profeta que desobedeceu a Deus perdeu essa vida.","por_que_esta_palavra":"A vida é um tema central nas Escrituras, representando não apenas a existência física, mas também a relação com Deus.","conexao_teologica":"A vida é um dom de Deus e está intimamente ligada à obediência e à aliança com Ele.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"1reis_13_28_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o modo de viver e a conduta de uma pessoa diante de Deus.","explicacao_detalhada":"A palavra 'andar' implica em seguir um caminho, que pode ser literal ou metafórico, representando a maneira como se vive a vida cristã.","por_que_esta_palavra":"Andar é uma metáfora comum nas Escrituras para descrever a vida de fé e a obediência aos mandamentos de Deus.","conexao_teologica":"O andar em conformidade com a vontade de Deus é essencial para a vida espiritual.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","Efésios 5:8"]},"1reis_13_28_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se à descoberta ou obtenção de algo que se busca.","explicacao_detalhada":"A palavra 'achar' no contexto sugere a importância de encontrar a verdade e a sabedoria que vêm de Deus.","por_que_esta_palavra":"A busca por Deus e por Sua verdade é um tema recorrente nas Escrituras, onde encontrar a sabedoria divina é essencial.","conexao_teologica":"A busca por Deus é recompensada com a revelação de Sua verdade.","referencias_relacionadas":["Provérbios 8:17","Mateus 7:7","Tiago 1:5"]},"1reis_13_29_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém escolhido para transmitir Sua palavra.","explicacao_detalhada":"A palavra 'profeta' destaca a função de alguém que fala em nome de Deus, trazendo advertências e orientações ao povo.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na história bíblica, sendo instrumentos de Deus para guiar e corrigir Seu povo.","conexao_teologica":"Os profetas são fundamentais na revelação de Deus e na manutenção da aliança entre Ele e Seu povo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","Mateus 10:41"]},"1reis_13_29_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a vida e a morte.","por_que_esta_palavra":"A compreensão de Deus é fundamental para a fé e a prática religiosa, sendo a base de todas as promessas e advertências nas Escrituras.","conexao_teologica":"Deus é o centro da teologia bíblica, e todas as ações humanas devem ser vistas à luz de Sua natureza e vontade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"1reis_13_29_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância de Deus e de Seus atos.","explicacao_detalhada":"A palavra 'grande' destaca a majestade de Deus e a grandeza de Suas obras, que são incomparáveis.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo Sua soberania e poder.","conexao_teologica":"Reconhecer a grandeza de Deus leva à adoração e à reverência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 1:20"]},"1reis_13_30_bondoso":{"palavra_pt":"bondoso","palavra_original":"יָנַח","transliteracao":"yânach","strong":"H3240","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se à bondade e misericórdia de Deus em relação ao Seu povo.","explicacao_detalhada":"A palavra 'bondoso' ressalta a natureza amorosa de Deus, que se compadece de Seus filhos e deseja o melhor para eles.","por_que_esta_palavra":"A bondade de Deus é um aspecto fundamental de Sua natureza e é frequentemente mencionada nas Escrituras.","conexao_teologica":"A bondade de Deus é a base de Sua relação com a humanidade e a motivação para a salvação.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"1reis_13_30_lament":{"palavra_pt":"lament","palavra_original":"סָפַד","transliteracao":"çâphad","strong":"H5594","significado_raiz":"Ideia básica: lament.","significado_contextual":"Refere-se ao ato de expressar tristeza ou pesar pela perda ou desobediência.","explicacao_detalhada":"A palavra 'lament' indica a dor e a tristeza que surgem como consequência do pecado e da desobediência a Deus.","por_que_esta_palavra":"Lamentar é uma resposta natural ao reconhecimento do erro e da separação de Deus.","conexao_teologica":"O lamento é um passo importante para a restauração e reconciliação com Deus.","referencias_relacionadas":["Salmos 51:17","Jeremias 9:1","Mateus 5:4"]},"1reis_13_31_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Ser Supremo, enfatizando Sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'Deus' sublinha a centralidade de Sua presença e ação na vida dos personagens bíblicos.","por_que_esta_palavra":"Deus é a fonte de toda autoridade e poder, e Sua palavra deve ser respeitada e obedecida.","conexao_teologica":"A relação com Deus é o fundamento da fé e da prática cristã.","referencias_relacionadas":["Êxodo 20:3","Salmos 23:1","Mateus 28:18"]},"1reis_13_31_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda física ou espiritual, simbolizando a consequência do pecado.","explicacao_detalhada":"A palavra 'cair' no contexto sugere a perda de posição ou favor diante de Deus devido à desobediência.","por_que_esta_palavra":"Cair é uma representação do resultado do afastamento de Deus e da quebra da aliança.","conexao_teologica":"A queda é um tema importante que ilustra a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"1reis_13_31_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para indicar a ação de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"Neste contexto, 'seguir' refere-se à obediência ao profeta e à palavra de Deus, que é um tema recorrente na narrativa bíblica.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a importância da fidelidade e da lealdade ao chamado divino.","conexao_teologica":"A obediência a Deus é um princípio fundamental na teologia bíblica, refletindo a relação entre o ser humano e o divino.","referencias_relacionadas":["Êxodo 23:20","Salmos 119:3","Mateus 4:19"]},"1reis_13_32_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é utilizada para se referir a uma declaração ou mensagem, muitas vezes de caráter profético.","explicacao_detalhada":"Neste versículo, 'palavra' enfatiza a importância da comunicação divina e a revelação de Deus ao seu povo.","por_que_esta_palavra":"A palavra é central na relação entre Deus e a humanidade, sendo um meio pelo qual Deus se comunica e orienta.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na teologia cristã, especialmente no que diz respeito à Escritura.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","João 1:1"]},"1reis_13_32_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é um local sagrado onde sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Neste contexto, o altar simboliza a adoração e a devoção a Deus, sendo um ponto de encontro entre o humano e o divino.","por_que_esta_palavra":"A palavra 'altar' é significativa porque representa a prática de adoração e a necessidade de expiação dos pecados.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, refletindo a necessidade de sacrifício para a reconciliação.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"1reis_13_32_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, muitas vezes com conotações de segurança e comunidade.","explicacao_detalhada":"Neste versículo, a cidade pode simbolizar a coletividade do povo de Deus e a importância da vida comunitária na fé.","por_que_esta_palavra":"A cidade é um espaço onde a vida social e religiosa se entrelaçam, refletindo a necessidade de um lugar para adoração e convivência.","conexao_teologica":"A ideia de cidade é frequentemente usada na Bíblia para representar a comunidade do povo de Deus, tanto na terra quanto na eternidade.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"1reis_13_33_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é novamente utilizada para enfatizar a comunicação divina e a importância da mensagem recebida.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'palavra' reforça a seriedade da mensagem e a necessidade de atenção à revelação de Deus.","por_que_esta_palavra":"A palavra é um elemento vital na relação com Deus, sendo a base para a fé e a prática religiosa.","conexao_teologica":"A ênfase na palavra de Deus destaca a importância da obediência e da resposta humana à revelação divina.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","2 Timóteo 3:16"]},"1reis_13_33_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal selvagem, simbolizando força e ferocidade.","explicacao_detalhada":"Neste contexto, o urso representa o juízo de Deus sobre aqueles que desobedecem à sua palavra, mostrando a seriedade das consequências.","por_que_esta_palavra":"A escolha do urso como símbolo de juízo destaca a gravidade da desobediência e a proteção divina sobre seus profetas.","conexao_teologica":"A ideia de juízo divino é um tema recorrente na Bíblia, onde Deus usa diferentes meios para corrigir e disciplinar seu povo.","referencias_relacionadas":["Provérbios 17:12","Ezequiel 14:21","Gálatas 6:7"]},"1reis_13_33_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Em 1 Reis 13:33, \"seguir\" aparece na frase \"Nem depois destas coisas deixou Jeroboão o seu mau caminho; antes, de todo o povo, tornou a constituir sacerdotes dos lugares altos; e a qu…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אַחַר; ʼachar; H310), \"seguir\" traz a ideia de seguir. Aqui, essa palavra deixa o ensino de 1 Reis 13:33 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"seguir\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Reis 19:12. Lendo junto com 1 Reis 13:33, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Reis 13:33","1 Reis 19:12","Salmos 119:105"]},"1reis_13_34_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é novamente utilizada, reforçando a ideia de comunicação e revelação de Deus.","explicacao_detalhada":"A repetição da palavra 'palavra' neste contexto enfatiza a continuidade da mensagem divina e a importância de sua aceitação.","por_que_esta_palavra":"A palavra é essencial para a compreensão da vontade de Deus e para a vida espiritual do crente.","conexao_teologica":"A revelação contínua de Deus é fundamental para a vida da fé, mostrando que Deus se comunica de forma ativa com seu povo.","referencias_relacionadas":["Salmos 119:89","Mateus 24:35","1 Pedro 1:25"]},"1reis_13_34_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, implicando em culpa e necessidade de expiação.","explicacao_detalhada":"Neste contexto, o pecado é visto como uma barreira entre o ser humano e Deus, necessitando de sacrifício para a reconciliação.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de redenção através de Cristo.","conexao_teologica":"A doutrina do pecado e da expiação é central na teologia cristã, refletindo a necessidade de salvação.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Hebreus 9:22"]},"1reis_13_34_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra, simbolizando a criação e a base da vida.","explicacao_detalhada":"Neste contexto, o solo representa a conexão entre o ser humano e a criação, além de ser um símbolo de herança e promessa.","por_que_esta_palavra":"A palavra 'solo' é significativa porque remete à criação de Deus e à responsabilidade do ser humano sobre a terra.","conexao_teologica":"A relação entre o ser humano e o solo é um tema importante na Bíblia, refletindo a responsabilidade de cuidar da criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:19-21"]}}