{"1reis_14_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como algo é comunicado ou manifestado.","explicacao_detalhada":"No contexto de 1 Reis 14:1, a expressão é utilizada para descrever a maneira como a mensagem de Deus é transmitida ao povo, refletindo a importância da comunicação divina.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a necessidade de clareza na comunicação da vontade de Deus.","conexao_teologica":"A expressão de Deus é fundamental para a revelação de Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1","Isaías 55:11"]},"1reis_14_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"Em 1 Reis 14:1, o filho é mencionado como um herdeiro, simbolizando a continuidade do reino e a importância da descendência na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dinastia e as promessas de Deus a Davi sobre sua linhagem.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["2 Samuel 7:12-16","Salmos 89:27","Mateus 1:1"]},"1reis_14_1_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é um símbolo de identidade e autoridade.","explicacao_detalhada":"Em 1 Reis 14:1, o nome 'Jeroboão' carrega consigo a história e o destino do rei de Israel, refletindo sua posição e ações.","por_que_esta_palavra":"O nome é importante porque representa a reputação e o caráter de uma pessoa, especialmente em contextos bíblicos.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um reflexo de Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"1reis_14_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus.","explicacao_detalhada":"No contexto de 1 Reis 14:2, o profeta é enviado para transmitir uma mensagem divina, destacando a importância da comunicação profética na história de Israel.","por_que_esta_palavra":"A palavra 'profeta' é essencial para entender o papel dos mensageiros de Deus na orientação do povo.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à obediência.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:3"]},"1reis_14_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e governança.","explicacao_detalhada":"Em 1 Reis 14:2, a menção ao rei indica a estrutura de poder em Israel e a responsabilidade do governante perante Deus e o povo.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a dinâmica política e espiritual de Israel.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"1reis_14_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Em 1 Reis 14:2, a ação de dizer é crucial para a transmissão da mensagem divina, mostrando a importância da fala na comunicação de Deus.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a necessidade de ouvir e obedecer à palavra de Deus.","conexao_teologica":"A fala de Deus é poderosa e tem o poder de criar e transformar.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Tiago 1:22"]},"1reis_14_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de receber ou apropriar-se de algo.","explicacao_detalhada":"Em 1 Reis 14:3, a instrução de tomar alimentos simboliza a provisão de Deus e a importância de se preparar para a missão.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque implica ação e responsabilidade na obediência às instruções de Deus.","conexao_teologica":"Tomar parte na provisão de Deus é um tema recorrente na Bíblia, refletindo Sua fidelidade.","referencias_relacionadas":["Salmos 23:1-2","Mateus 6:11","Filipenses 4:19"]},"1reis_14_3_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' refere-se à necessidade básica de sustento.","explicacao_detalhada":"Em 1 Reis 14:3, o alimento simboliza a provisão de Deus e a importância do sustento espiritual e físico.","por_que_esta_palavra":"A palavra 'alimento' é essencial para entender a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a necessidade espiritual de alimento.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"1reis_14_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"Em 1 Reis 14:4, a menção ao urso pode simbolizar a severidade do juízo de Deus sobre aqueles que desobedecem.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a gravidade das consequências da desobediência.","conexao_teologica":"Deus é descrito como um leão e um urso em algumas passagens, simbolizando Sua força e capacidade de juízo.","referencias_relacionadas":["Amós 5:19","Oséias 13:8","Provérbios 17:12"]},"1reis_14_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de erguer ou restaurar.","explicacao_detalhada":"Em 1 Reis 14:4, levantar pode simbolizar a restauração ou a ação de Deus em trazer juízo sobre o povo.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque implica em ação divina, seja para restaurar ou para julgar.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta os caídos e também como juiz que levanta a espada contra a iniquidade.","referencias_relacionadas":["Salmos 30:1","Isaías 41:10","Romanos 8:31"]},"1reis_14_4_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa, neste caso, de Jeroboão.","explicacao_detalhada":"O nome de uma pessoa na cultura hebraica carrega um significado profundo, muitas vezes relacionado ao caráter ou ao destino da pessoa. Jeroboão, como líder do reino do Norte, tinha seu nome associado a uma nova era para Israel.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da identidade de Jeroboão como rei e a sua relação com Deus.","conexao_teologica":"O nome de Jeroboão é significativo no contexto da divisão do reino de Israel, refletindo a soberania de Deus na história de Seu povo.","referencias_relacionadas":["1 Reis 12:20","1 Reis 14:7","2 Crônicas 10:19"]},"1reis_14_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, o Deus de Israel, que é reconhecido como soberano sobre todas as coisas.","explicacao_detalhada":"O uso do nome de Deus aqui destaca Sua autoridade e poder, especialmente em relação ao juízo e à promessa de bênçãos ou maldições sobre Israel.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Deus e Seu povo, enfatizando a necessidade de obediência e reverência.","conexao_teologica":"A invocação do nome de Deus é um lembrete da aliança que Ele fez com Israel e das consequências de sua desobediência.","referencias_relacionadas":["Êxodo 20:7","Deuteronômio 6:13","Salmos 68:4"]},"1reis_14_5_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de buscar ou consultar a Deus, especialmente em momentos de crise.","explicacao_detalhada":"A palavra 'seguir' implica uma busca ativa por orientação divina, refletindo a necessidade de dependência de Deus em tempos difíceis.","por_que_esta_palavra":"É importante para entender a atitude de Jeroboão em relação a Deus e sua tentativa de buscar ajuda em vez de se voltar para ídolos.","conexao_teologica":"A busca por Deus é um tema central nas Escrituras, mostrando que a verdadeira sabedoria e direção vêm de uma relação íntima com Ele.","referencias_relacionadas":["Salmos 119:2","Provérbios 3:6","Isaías 55:6"]},"1reis_14_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de queda ou desgraça, simbolizando a perda de posição ou favor diante de Deus.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como uma queda moral ou espiritual, refletindo a condição de Israel sob a liderança de Jeroboão.","por_que_esta_palavra":"É usada para descrever a consequência do afastamento de Deus e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 4:10"]},"1reis_14_6_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de ouvir a voz de Deus e responder a ela.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas a audição, mas a obediência ao que Deus diz, um aspecto fundamental da fé.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e Seu povo, onde ouvir a Sua voz é um sinal de fidelidade.","conexao_teologica":"A habilidade de ouvir a Deus é central na vida cristã, pois implica em seguir Seus caminhos e instruções.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 3:15"]},"1reis_14_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com Seu povo, frequentemente através de profetas.","explicacao_detalhada":"A palavra 'voz' simboliza a presença e a autoridade de Deus, que fala e espera ser ouvido.","por_que_esta_palavra":"É importante para entender como Deus se comunica e a responsabilidade do povo em ouvir e obedecer.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua vontade e direção para a vida dos crentes.","referencias_relacionadas":["Salmos 46:10","Isaías 30:21","Apocalipse 3:20"]},"1reis_14_7_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Reitera a identidade de Jeroboão como rei e seu papel na história de Israel.","explicacao_detalhada":"O nome de Jeroboão é mencionado novamente para enfatizar sua importância e as consequências de suas ações.","por_que_esta_palavra":"A repetição do nome destaca a relevância de suas decisões e a relação com Deus.","conexao_teologica":"A identidade de líderes é crucial na narrativa bíblica, refletindo a responsabilidade que têm diante de Deus.","referencias_relacionadas":["1 Reis 12:20","1 Reis 14:1","2 Crônicas 10:19"]},"1reis_14_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração e reverência.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade e a soberania de Deus sobre todas as nações e reinos.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Israel, especialmente em tempos de apostasia.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a necessidade de fidelidade e devoção.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","Salmos 86:10"]},"1reis_14_8_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino de Jeroboão e à sua autoridade sobre Israel.","explicacao_detalhada":"A palavra 'reino' implica em liderança e responsabilidade, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"É importante para entender a estrutura política de Israel e a relação entre o rei e Deus.","conexao_teologica":"O conceito de reino é central na teologia bíblica, refletindo o governo de Deus sobre a Terra.","referencias_relacionadas":["Mateus 6:33","Lucas 17:21","Apocalipse 11:15"]},"1reis_14_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à dinastia de Jeroboão e à sua linhagem.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um lar físico, mas também a continuidade da linhagem real e a promessa de Deus.","por_que_esta_palavra":"É crucial para entender as promessas de Deus a respeito da casa de Jeroboão e as consequências de suas ações.","conexao_teologica":"A ideia de casa é central na narrativa bíblica, refletindo a aliança de Deus com Seu povo e a importância da fidelidade.","referencias_relacionadas":["2 Samuel 7:16","Salmos 89:4","Mateus 1:12"]},"1reis_14_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o rei Jeroboão se afastou do caminho de Deus.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira de agir ou viver, que foi desobediente e contrária aos mandamentos de Deus.","por_que_esta_palavra":"É usada para enfatizar a forma como Jeroboão se desviou da fidelidade a Deus, estabelecendo práticas idólatras.","conexao_teologica":"A desobediência a Deus e a escolha de um modo de vida que não O honra são temas recorrentes na Bíblia.","referencias_relacionadas":["1 Reis 14:9","1 Reis 14:16","2 Reis 17:21"]},"1reis_14_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente se refere ao modo de vida de Jeroboão, que se afastou dos caminhos do Senhor.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a gravidade da escolha de Jeroboão em seguir práticas que desagradam a Deus.","por_que_esta_palavra":"Utilizada para mostrar a continuidade do erro de Jeroboão em sua liderança e suas consequências.","conexao_teologica":"A escolha de um modo de vida que ignora os princípios divinos leva a consequências severas, como a divisão do reino.","referencias_relacionadas":["1 Reis 14:8","1 Reis 14:16","Oséias 13:2"]},"1reis_14_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Jeroboão em criar ídolos, especificamente um bezerro de ouro, que é comparado a um urso.","explicacao_detalhada":"A palavra 'urso' simboliza a força e a ferocidade da idolatria que Jeroboão trouxe ao povo de Israel.","por_que_esta_palavra":"É usada para ilustrar a gravidade da transgressão de Jeroboão ao criar ídolos para adoração.","conexao_teologica":"A idolatria é frequentemente retratada na Bíblia como uma traição ao Deus verdadeiro, levando ao juízo.","referencias_relacionadas":["1 Reis 12:28","Êxodo 32:4","Salmos 106:19-20"]},"1reis_14_10_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição que Deus prometeu trazer sobre a casa de Jeroboão por causa de sua desobediência.","explicacao_detalhada":"A palavra 'destruir' implica um juízo severo e irrevogável contra aqueles que se afastam dos caminhos do Senhor.","por_que_esta_palavra":"É usada para enfatizar a seriedade da consequência da rebelião contra Deus.","conexao_teologica":"Deus é justo e não tolera a desobediência; a destruição da casa de Jeroboão é um exemplo de Sua justiça.","referencias_relacionadas":["1 Reis 14:11","1 Reis 14:15","Amós 9:10"]},"1reis_14_10_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jeroboão, que se tornou sinônimo de rebelião contra Deus.","explicacao_detalhada":"A palavra 'nome' aqui carrega um peso simbólico, representando a reputação e o legado de Jeroboão.","por_que_esta_palavra":"É usada para mostrar que o nome de Jeroboão será lembrado por sua infidelidade a Deus.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem o caráter e as ações das pessoas.","referencias_relacionadas":["1 Reis 14:9","1 Reis 14:16","1 Reis 15:30"]},"1reis_14_10_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada de atenção para a gravidade do que está por vir.","explicacao_detalhada":"É uma expressão que introduz uma declaração importante, destacando o juízo de Deus sobre Jeroboão.","por_que_esta_palavra":"Utilizada para preparar o ouvinte para a revelação do juízo divino.","conexao_teologica":"Deus frequentemente usa expressões como 'eis' para chamar a atenção do povo para Suas advertências e promessas.","referencias_relacionadas":["Isaías 5:20","Mateus 24:42","Apocalipse 22:12"]},"1reis_14_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte dos descendentes de Jeroboão como consequência de sua desobediência.","explicacao_detalhada":"A palavra 'morrer' aqui indica a severidade do juízo de Deus sobre a casa de Jeroboão.","por_que_esta_palavra":"É usada para enfatizar a certeza da punição divina para aqueles que se afastam de Deus.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Escritura, refletindo a seriedade do juízo de Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Gálatas 6:7"]},"1reis_14_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade onde Jeroboão reinava e onde suas ações tiveram impacto.","explicacao_detalhada":"A palavra 'cidade' simboliza o lugar de influência e a responsabilidade de Jeroboão como líder.","por_que_esta_palavra":"É usada para mostrar que as ações de Jeroboão afetaram não apenas sua casa, mas toda a cidade e seu povo.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a coletividade do povo e suas práticas, refletindo a responsabilidade dos líderes.","referencias_relacionadas":["1 Reis 14:15","Mateus 5:14","Hebreus 11:10"]},"1reis_14_11_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde vem o juízo.","explicacao_detalhada":"A palavra 'céus' enfatiza a soberania de Deus sobre a terra e Sua autoridade para julgar.","por_que_esta_palavra":"É usada para lembrar que Deus está no controle e que Seu juízo é inevitável.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele reina sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Atos 7:49"]},"1reis_14_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte como consequência do juízo divino sobre a casa de Jeroboão.","explicacao_detalhada":"A repetição da palavra 'morrer' reforça a certeza do juízo que virá sobre aqueles que se afastam de Deus.","por_que_esta_palavra":"É usada para enfatizar a gravidade da situação e a inevitabilidade do juízo de Deus.","conexao_teologica":"A morte é frequentemente vista na Bíblia como resultado do pecado e da desobediência a Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Apocalipse 21:8"]},"1reis_14_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de se erguer ou se posicionar em pé, simbolizando uma nova ação ou um novo começo.","explicacao_detalhada":"Neste contexto, 'levantar' pode indicar a necessidade de se erguer após um período de queda ou desgraça, representando um chamado à ação ou à restauração.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a urgência de uma resposta ativa diante da situação descrita, sugerindo que é hora de agir e não permanecer passivo.","conexao_teologica":"Teologicamente, levantar-se é um símbolo de ressurreição e renovação, refletindo a capacidade de Deus de restaurar e dar nova vida.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Ezequiel 37:14"]},"1reis_14_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar físico, mas também pode simbolizar a família ou a nação.","explicacao_detalhada":"No contexto de 1 Reis 14, a 'casa' de Jeroboão representa não apenas sua linhagem, mas também a estabilidade e a continuidade de sua dinastia.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância da herança e da identidade familiar na cultura israelita.","conexao_teologica":"A casa de Deus é frequentemente mencionada nas Escrituras como um lugar de adoração e comunhão, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:4","Mateus 7:24"]},"1reis_14_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A repetição da palavra 'casa' neste versículo reforça a ideia de legado e a importância da linhagem.","explicacao_detalhada":"Aqui, 'casa' se refere à descendência de Jeroboão, indicando que sua família enfrentará consequências por suas ações.","por_que_esta_palavra":"A ênfase na 'casa' destaca a responsabilidade que cada geração tem em relação à sua fé e ações diante de Deus.","conexao_teologica":"A ideia de 'casa' está ligada à promessa de Deus de preservar uma linhagem fiel, como visto em outras partes da Bíblia.","referencias_relacionadas":["Gênesis 17:7","2 Samuel 7:16","Mateus 1:1"]},"1reis_14_13_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade e à reputação de Jeroboão.","explicacao_detalhada":"O nome de uma pessoa na cultura bíblica carrega um significado profundo, muitas vezes relacionado ao caráter e ao destino.","por_que_esta_palavra":"A menção do nome de Jeroboão destaca a importância de sua figura na história de Israel e as consequências de suas ações.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, e a reputação de um líder pode impactar a relação do povo com Deus.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Romanos 10:13"]},"1reis_14_13_lament":{"palavra_pt":"lament","palavra_original":"סָפַד","transliteracao":"çâphad","strong":"H5594","significado_raiz":"Ideia básica: lament.","significado_contextual":"A palavra 'lament' refere-se ao ato de expressar tristeza ou pesar, geralmente em resposta a uma perda.","explicacao_detalhada":"Neste contexto, o lamento é uma reação ao juízo de Deus sobre a casa de Jeroboão, indicando a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'lament' enfatiza a seriedade das consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"O lamento é uma parte importante da experiência espiritual, refletindo a dor do pecado e a busca pela restauração.","referencias_relacionadas":["Jeremias 9:17-18","Ezequiel 18:30","Salmos 51:17"]},"1reis_14_14_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' aqui sugere a ação de Deus em estabelecer um novo líder ou uma nova direção.","explicacao_detalhada":"Neste contexto, 'levantar' implica que Deus está prestes a agir em resposta à corrupção e ao pecado do povo.","por_que_esta_palavra":"A repetição da palavra 'levantar' reforça a ideia de que Deus está sempre em controle e pode mudar as circunstâncias.","conexao_teologica":"Deus frequentemente levanta líderes para guiar Seu povo, mostrando Sua soberania e cuidado.","referencias_relacionadas":["Salmos 75:7","Isaías 41:10","Atos 13:22"]},"1reis_14_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste contexto, 'dia' pode simbolizar um tempo de juízo ou de intervenção divina na história de Israel.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza de que o juízo de Deus ocorrerá em um tempo determinado.","conexao_teologica":"O conceito de 'dia' é frequentemente usado nas Escrituras para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","2 Pedro 3:10"]},"1reis_14_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e Sua posição de autoridade sobre todas as coisas.","por_que_esta_palavra":"A escolha de 'senhor' é fundamental para entender a reverência e a submissão que o povo deve ter diante de Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, refletindo Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 110:1","Isaías 45:23","Filipenses 2:10"]},"1reis_14_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra ou ao chão, simbolizando a base da criação e a herança de Deus para Seu povo.","explicacao_detalhada":"Neste contexto, 'solo' representa a terra prometida e a conexão do povo com Deus através da terra que habitam.","por_que_esta_palavra":"A menção do 'solo' enfatiza a importância da terra na aliança de Deus com Israel e as consequências do pecado sobre a terra.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando tanto a promessa de Deus quanto a responsabilidade do povo em cuidar dela.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 11:21","Romanos 8:19-21"]},"1reis_14_15_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável ou desejável, muitas vezes associado à vontade de Deus.","explicacao_detalhada":"Neste contexto, 'bom' implica que Deus deseja o bem para Seu povo e que a desobediência traz consequências negativas.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a natureza benevolente de Deus e Sua intenção de abençoar aqueles que O seguem.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, refletindo Seu caráter e a esperança que Ele oferece à humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Tiago 1:17"]},"1reis_14_15_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se à ação de infligir dor ou punição, muitas vezes associada ao juízo divino.","explicacao_detalhada":"No contexto de 1 Reis 14:15, a palavra 'beat' é usada para descrever como Deus iria castigar Israel por sua idolatria e desobediência. O ato de 'bater' simboliza a severidade do juízo divino sobre o povo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a seriedade do juízo de Deus e a necessidade de arrependimento por parte do povo.","conexao_teologica":"A ideia de ser 'batido' ou punido é um tema recorrente na Bíblia, refletindo a justiça de Deus e a necessidade de correção para o Seu povo.","referencias_relacionadas":["Deuteronômio 28:15","Salmos 89:32","Isaías 10:5"]},"1reis_14_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de conceder ou entregar algo, muitas vezes em um contexto de bênção ou julgamento.","explicacao_detalhada":"Em 1 Reis 14:16, a palavra 'dar' refere-se ao ato de Deus entregar Israel nas mãos de seus inimigos como consequência de sua infidelidade.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a soberania de Deus em controlar o destino de Seu povo, mostrando que as bênçãos e maldições estão sob Sua autoridade.","conexao_teologica":"A entrega de Israel a seus inimigos é um exemplo da disciplina divina, que visa levar o povo ao arrependimento e à restauração.","referencias_relacionadas":["Juízes 2:14","Ezequiel 39:23","Romanos 1:24"]},"1reis_14_16_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, implicando em culpa e necessidade de expiação.","explicacao_detalhada":"No versículo 1 Reis 14:16, 'pecado' é mencionado em relação à idolatria de Israel, que os separou de Deus e trouxe consequências severas.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição espiritual de Israel e a necessidade de arrependimento e sacrifício para a restauração.","conexao_teologica":"O conceito de pecado e sacrifício é central na teologia bíblica, apontando para a necessidade de um Salvador que expie os pecados da humanidade.","referencias_relacionadas":["Levítico 4:27-31","Romanos 3:23","1 João 1:9"]},"1reis_14_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou restaurar, muitas vezes em um contexto de ação divina ou de autoridade.","explicacao_detalhada":"Em 1 Reis 14:17, 'levantar' é usado para descrever a ação de Deus em trazer juízo sobre a casa de Jeroboão, simbolizando a queda de sua dinastia.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque indica tanto a ação de Deus em trazer juízo quanto a possibilidade de restauração para aqueles que se arrependem.","conexao_teologica":"Levantar e derrubar são temas que refletem a soberania de Deus sobre as nações e Seus planos redentores.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Mateus 23:12"]},"1reis_14_17_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza vida, morte e sacrifício, frequentemente associada ao pacto e à redenção.","explicacao_detalhada":"No contexto de 1 Reis 14:17, 'sangue' é mencionado em relação ao juízo que viria sobre a casa de Jeroboão, simbolizando a severidade da punição.","por_que_esta_palavra":"A menção do 'sangue' destaca a gravidade do pecado e a necessidade de expiação, que é um tema central na narrativa bíblica.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando tanto a vida quanto o sacrifício de Cristo, que é o cumprimento da expiação.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"1reis_14_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se à família ou à linhagem, simbolizando a continuidade e a herança.","explicacao_detalhada":"Em 1 Reis 14:17, 'casa' é usada para descrever a dinastia de Jeroboão, que seria destruída como resultado de sua desobediência a Deus.","por_que_esta_palavra":"A palavra 'casa' é importante porque representa a estrutura familiar e a promessa de Deus a Israel, que seria afetada pelo pecado.","conexao_teologica":"A destruição da 'casa' de Jeroboão ilustra a seriedade do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:6"]},"1reis_14_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina, revelando a vontade de Deus ao Seu povo.","explicacao_detalhada":"Em 1 Reis 14:18, 'palavra' é usada para descrever a mensagem de Deus através do profeta, que traz advertência e juízo.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender como Deus se comunica com a humanidade e a importância de ouvir e obedecer a Sua voz.","conexao_teologica":"A revelação de Deus por meio da 'palavra' é um tema central na Bíblia, culminando na encarnação de Cristo, que é a Palavra viva.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","João 1:1"]},"1reis_14_18_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, chamado para comunicar Sua vontade ao povo.","explicacao_detalhada":"Em 1 Reis 14:18, 'profeta' é mencionado como aquele que traz a palavra de Deus, alertando Israel sobre as consequências de sua desobediência.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel dos mensageiros de Deus na história de Israel e a importância da profecia na revelação divina.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, apontando para a necessidade de arrependimento e a vinda do Messias.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Mateus 5:12"]},"1reis_14_18_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicação ou declaração, muitas vezes usada para transmitir uma mensagem importante.","explicacao_detalhada":"Em 1 Reis 14:18, 'expressão' pode ser entendida como a forma como a mensagem de Deus é comunicada através do profeta, enfatizando a clareza e a urgência da advertência.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação clara da vontade de Deus ao Seu povo.","conexao_teologica":"A comunicação de Deus através de expressões proféticas é um meio pelo qual Ele busca restaurar Seu povo e guiá-lo em Seus caminhos.","referencias_relacionadas":["Salmos 19:1-4","Isaías 58:1","Hebreus 1:1-2"]},"1reis_14_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, frequentemente usado para simbolizar eventos significativos na história.","explicacao_detalhada":"Em 1 Reis 14:19, 'dia' é mencionado em relação ao tempo em que o juízo de Deus será executado sobre a casa de Jeroboão, indicando um momento de grande importância.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa a certeza do cumprimento das promessas e advertências de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e restauração na teologia bíblica.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","2 Pedro 3:10"]},"1reis_14_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema de um governante sobre um povo ou território.","explicacao_detalhada":"No contexto de 1 Reis 14:19, 'rei' é usado para descrever a posição de liderança de um monarca, que tem o dever de governar e proteger seu povo. A figura do rei é central na narrativa bíblica, simbolizando tanto a autoridade divina quanto a responsabilidade moral.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da liderança e da soberania de Deus sobre Israel, refletindo a relação entre o rei e o povo escolhido.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus, que é o verdadeiro soberano. A desobediência dos reis muitas vezes leva à disciplina divina.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Provérbios 21:1"]},"1reis_14_19_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica um estado de tranquilidade ou pausa das atividades.","explicacao_detalhada":"Em 1 Reis 14:19, 'descanso' pode ser interpretado como um tempo de paz ou um período em que as tensões são aliviadas. O descanso é visto como um dom de Deus, que proporciona renovação e recuperação.","por_que_esta_palavra":"A inclusão da palavra 'descanso' destaca a necessidade de um tempo de reflexão e recuperação espiritual, especialmente após períodos de conflito.","conexao_teologica":"O descanso é um tema que se conecta ao conceito de sabá, onde Deus ordena um dia de descanso para o Seu povo, refletindo Sua própria obra de criação.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 23:2","Mateus 11:28"]},"1reis_14_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"No versículo, 'dia' pode indicar um tempo específico em que eventos importantes ocorreram, refletindo a soberania de Deus sobre o tempo e a história.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância dos eventos que ocorrem em um determinado tempo, mostrando como Deus age na história.","conexao_teologica":"O conceito de dia é frequentemente associado ao plano de Deus para a humanidade, incluindo a criação e a redenção.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Pedro 3:8"]},"1reis_14_20_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' aqui também se refere a um estado de repouso ou tranquilidade.","explicacao_detalhada":"Em 1 Reis 14:20, 'descanso' pode ser visto como um tempo de paz após um período de conflito, onde o povo pode se recuperar e se reorientar espiritualmente.","por_que_esta_palavra":"A palavra é relevante para mostrar a necessidade de um espaço de calma em meio às tribulações da vida.","conexao_teologica":"O descanso é um tema que se relaciona com a promessa de Deus de paz e renovação para aqueles que confiam Nele.","referencias_relacionadas":["Isaías 26:3","Salmos 37:7","Hebreus 4:9-10"]},"1reis_14_20_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"No contexto de 1 Reis 14:20, 'reinar' implica a responsabilidade do rei de liderar o povo e fazer justiça, refletindo a vontade de Deus.","por_que_esta_palavra":"A palavra é usada para destacar a função do rei como um representante de Deus na terra, enfatizando a importância da liderança justa.","conexao_teologica":"O reinado de um rei humano é um reflexo do reinado de Deus, que é perfeito e justo.","referencias_relacionadas":["Salmos 145:13","Romanos 13:1","Apocalipse 19:16"]},"1reis_14_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida social e política.","explicacao_detalhada":"Em 1 Reis 14:21, 'cidade' é usada para descrever a importância de um lugar onde o povo se reúne, simbolizando a comunidade e a identidade nacional.","por_que_esta_palavra":"A cidade é um símbolo de segurança e pertencimento, refletindo a relação do povo com sua terra e sua cultura.","conexao_teologica":"A cidade de Jerusalém, em particular, é vista como o centro espiritual do povo de Deus, onde Ele habita entre eles.","referencias_relacionadas":["Salmos 122:1","Isaías 65:18","Hebreus 11:10"]},"1reis_14_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma de agir.","explicacao_detalhada":"No versículo, 'modo' pode indicar a forma como as coisas são feitas, enfatizando a necessidade de uma conduta correta e justa.","por_que_esta_palavra":"A palavra é relevante para destacar a importância da ética e da moralidade nas ações do povo e do rei.","conexao_teologica":"O modo de viver do povo de Deus deve refletir Sua santidade e justiça, sendo um testemunho para as nações.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:2","1 Pedro 1:15-16"]},"1reis_14_21_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere a um governante específico, que exerce autoridade sobre o povo.","explicacao_detalhada":"Em 1 Reis 14:21, 'rei' é usado para descrever a liderança de um indivíduo que deve guiar seu povo em conformidade com a vontade de Deus.","por_que_esta_palavra":"A palavra é importante para ressaltar a responsabilidade do rei em manter a justiça e a fidelidade a Deus.","conexao_teologica":"A liderança do rei é um reflexo da liderança de Deus sobre Seu povo, que deve ser obediente e fiel.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 72:1-2","Provérbios 16:12"]},"1reis_14_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas pode simbolizar força e ferocidade.","explicacao_detalhada":"Em 1 Reis 14:22, 'urso' pode ser usado metaforicamente para descrever a força de um inimigo ou a ferocidade de um ataque.","por_que_esta_palavra":"A palavra é relevante para ilustrar a gravidade da situação enfrentada pelo povo, mostrando a necessidade de proteção divina.","conexao_teologica":"A ferocidade de um urso pode ser vista como um símbolo do julgamento de Deus sobre aqueles que se afastam de Sua vontade.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"1reis_14_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No versículo, 'modo' pode indicar a forma como as ações são realizadas, enfatizando a importância de uma abordagem correta.","por_que_esta_palavra":"A palavra é usada para destacar a necessidade de agir de acordo com os princípios de Deus em todas as situações.","conexao_teologica":"O modo de agir deve refletir a natureza de Deus, que é justo e santo.","referencias_relacionadas":["Salmos 119:1","Colossenses 3:17","1 João 2:6"]},"1reis_14_22_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver, tanto fisicamente quanto em um sentido figurado, como a percepção espiritual.","explicacao_detalhada":"O 'olho' é frequentemente usado na Bíblia para simbolizar a visão e a compreensão. Em 1 Reis 14:22, o olhar do povo se desvia de Deus, indicando uma falta de discernimento espiritual.","por_que_esta_palavra":"A palavra 'olho' é crucial para entender a condição espiritual de Israel, que estava se afastando de Deus.","conexao_teologica":"O conceito de 'olho' se conecta com a ideia de que a visão espiritual é necessária para seguir a Deus e evitar a idolatria.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Provérbios 29:18"]},"1reis_14_23_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a ídolos ou representações de deidades, que eram adorados em vez do Deus verdadeiro.","explicacao_detalhada":"A 'imagem' mencionada em 1 Reis 14:23 representa a idolatria que permeava Israel, onde as pessoas adoravam deuses feitos por mãos humanas, desobedecendo ao mandamento de adorar somente a Deus.","por_que_esta_palavra":"A palavra 'imagem' é importante para entender a corrupção espiritual de Israel e a rejeição do culto verdadeiro.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, mostrando a luta entre a adoração ao Deus verdadeiro e as tentações de adorar ídolos.","referencias_relacionadas":["Êxodo 20:4-5","Isaías 44:9-20","1 Coríntios 10:14"]},"1reis_14_23_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir, especialmente em relação a altares ou lugares de adoração.","explicacao_detalhada":"Em 1 Reis 14:23, a construção de altares para ídolos é um sinal da apostasia de Israel, onde o povo se volta para práticas pagãs em vez de seguir os caminhos de Deus.","por_que_esta_palavra":"A palavra 'edificar' destaca a ação deliberada do povo em criar lugares de adoração a deuses falsos.","conexao_teologica":"A construção de altares é um reflexo da adoração e da devoção, e neste caso, uma demonstração da rebelião contra Deus.","referencias_relacionadas":["Deuteronômio 12:2-3","2 Reis 17:9-12","Ezequiel 14:6"]},"1reis_14_23_pedra":{"palavra_pt":"pedra","palavra_original":"מַצֵּבָה","transliteracao":"matstsêbâh","strong":"H4676","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se a materiais usados na construção de altares, muitas vezes simbolizando firmeza e permanência.","explicacao_detalhada":"A 'pedra' em 1 Reis 14:23 pode simbolizar a dureza do coração do povo, que preferiu construir altares a ídolos em vez de se voltar para Deus.","por_que_esta_palavra":"A escolha de 'pedra' para construir altares reflete a escolha deliberada de se afastar do Deus vivo.","conexao_teologica":"A pedra é frequentemente usada na Bíblia como símbolo de Cristo, a Rocha, e a construção de altares de pedra para ídolos contrasta com a verdadeira adoração.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4-5"]},"1reis_14_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território de Israel, que foi afetado pela idolatria e desobediência.","explicacao_detalhada":"Em 1 Reis 14:24, a 'terra' é um reflexo do estado espiritual do povo, que trouxe maldição sobre a terra devido à sua infidelidade a Deus.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o lar e a herança do povo de Deus, que foi corrompida pela idolatria.","conexao_teologica":"A relação entre a terra e a obediência a Deus é um tema central na Bíblia, onde a desobediência resulta em consequências para a terra.","referencias_relacionadas":["Deuteronômio 28:15-19","Jeremias 2:7","Ezequiel 36:33-36"]},"1reis_14_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de viver, especialmente em relação às práticas religiosas.","explicacao_detalhada":"O 'modo' de vida do povo em 1 Reis 14:24 reflete a sua desobediência e a adoção de costumes pagãos, em contraste com a vida que Deus ordenou.","por_que_esta_palavra":"A palavra 'modo' é importante para entender como as ações e escolhas do povo impactaram sua relação com Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, e a Bíblia frequentemente chama o povo a viver de acordo com os princípios divinos.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16-25","1 Pedro 1:15-16"]},"1reis_14_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, simbolizando força e ferocidade, mas também pode ser uma metáfora para a destruição.","explicacao_detalhada":"A palavra 'urso' em 1 Reis 14:24 pode simbolizar a ferocidade do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A presença do 'urso' pode indicar a gravidade da situação espiritual de Israel e as consequências de sua desobediência.","conexao_teologica":"Animais são frequentemente usados na Bíblia como símbolos de juízo e poder, refletindo a natureza de Deus como juiz.","referencias_relacionadas":["Isaías 11:7","Daniel 7:5","Mateus 7:15"]},"1reis_14_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente em relação ao rei de Israel.","explicacao_detalhada":"O 'rei' em 1 Reis 14:25 é uma figura central que deve liderar o povo em justiça e fidelidade a Deus, mas que falhou em fazê-lo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a responsabilidade do líder em guiar o povo na adoração ao Deus verdadeiro.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são chamados a ser exemplos de fé e obediência.","referencias_relacionadas":["1 Timóteo 2:1-2","Romanos 13:1-7","Provérbios 29:2"]},"1reis_14_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar a queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' em 1 Reis 14:25 pode indicar a queda do povo em pecado e idolatria, resultando em juízo divino.","por_que_esta_palavra":"A ideia de 'cair' é importante para entender as consequências da desobediência e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, mostrando a fragilidade humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","Tiago 4:10"]},"1reis_14_25_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração, muitas vezes relacionada a promessas ou advertências.","explicacao_detalhada":"A 'expressão' em 1 Reis 14:25 pode se referir a palavras que refletem a condição espiritual do povo e as advertências de Deus.","por_que_esta_palavra":"A palavra 'expressão' é significativa para entender como a comunicação divina é recebida e respondida pelo povo.","conexao_teologica":"A comunicação de Deus através de profetas e Escrituras é fundamental para a fé e a obediência do povo.","referencias_relacionadas":["Hebreus 1:1-2","2 Timóteo 3:16-17","1 Pedro 4:11"]},"1reis_14_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima de um reino, simbolizando poder e governança.","explicacao_detalhada":"No contexto de 1 Reis 14:26, o 'rei' é Salomão, que governava sobre Israel e era conhecido por sua sabedoria e riqueza. A palavra 'rei' implica não apenas liderança, mas também responsabilidade sobre o povo e a nação.","por_que_esta_palavra":"A palavra é usada para enfatizar a posição de Salomão como governante e a importância de sua liderança na história de Israel.","conexao_teologica":"A figura do rei em Israel é central na narrativa bíblica, representando a relação entre Deus e Seu povo. O rei é visto como um servo de Deus, incumbido de guiar o povo segundo a vontade divina.","referencias_relacionadas":["1 Samuel 8:5","1 Reis 10:23","Salmos 72:1-2"]},"1reis_14_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"Em 1 Reis 14:26, 'modo' indica a forma como as ações do rei são realizadas, refletindo a cultura e os costumes da época. A escolha do modo de governar pode impactar diretamente a vida do povo.","por_que_esta_palavra":"A palavra é utilizada para descrever a abordagem do rei em relação ao seu governo e as práticas que ele adotou.","conexao_teologica":"O modo de governar é um reflexo da justiça e da moralidade que Deus espera de Seus líderes. A maneira como um rei age pode ser vista como uma extensão do caráter de Deus.","referencias_relacionadas":["Provérbios 16:12","Eclesiastes 8:2","Miquéias 6:8"]},"1reis_14_26_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em adquirir ou receber algo.","explicacao_detalhada":"No versículo 1 Reis 14:26, 'tomar' refere-se à ação de apropriar-se de bens ou recursos, o que pode ter implicações éticas e morais no contexto do governo de Salomão.","por_que_esta_palavra":"É importante para entender como o rei lidava com os recursos do reino e a responsabilidade que tinha em relação ao povo.","conexao_teologica":"A forma como se toma ou se adquire algo pode refletir a justiça e a integridade de um líder, que deve agir com retidão diante de Deus e do povo.","referencias_relacionadas":["Êxodo 20:15","Levítico 19:13","Salmos 24:1"]},"1reis_14_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, simbolizando força e ferocidade.","explicacao_detalhada":"Em 1 Reis 14:27, o 'urso' pode ser uma metáfora para a força e o poder que o rei deve ter para proteger seu reino e seu povo contra ameaças externas.","por_que_esta_palavra":"A inclusão do 'urso' no texto pode servir para ilustrar a natureza feroz de um governante que deve ser tanto protetor quanto agressivo quando necessário.","conexao_teologica":"A força de um rei é frequentemente vista como um reflexo da força de Deus, que é o verdadeiro protetor de Seu povo.","referencias_relacionadas":["Salmos 104:21","Provérbios 28:1","Isaías 31:4"]},"1reis_14_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' é novamente utilizado para enfatizar a posição de liderança e autoridade.","explicacao_detalhada":"Neste versículo, o 'rei' é mencionado em relação ao seu papel em governar e proteger o povo de Israel, destacando a importância de sua liderança.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a liderança é um tema central na narrativa bíblica.","conexao_teologica":"O rei é visto como um representante de Deus na terra, e sua liderança deve refletir os princípios divinos.","referencias_relacionadas":["1 Samuel 10:24","2 Samuel 5:3","Salmos 2:10-12"]},"1reis_14_28_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"A palavra 'capaz' refere-se à habilidade ou competência para realizar algo.","explicacao_detalhada":"Em 1 Reis 14:28, 'capaz' indica a capacidade do rei de liderar e tomar decisões que afetam o reino, enfatizando a importância de um líder competente.","por_que_esta_palavra":"A palavra é crucial para entender a expectativa de que um rei deve ser habilidoso e sábio em suas ações.","conexao_teologica":"A capacidade de um líder é vista como um dom de Deus, que concede sabedoria e discernimento aos que governam.","referencias_relacionadas":["Tiago 1:5","Provérbios 21:1","Salmos 37:30"]},"1reis_14_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a posição de liderança.","explicacao_detalhada":"Neste contexto, o 'rei' é mencionado em relação à sua capacidade de governar e tomar decisões que impactam a vida do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que vem com essa posição.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde Deus estabelece reis para guiar Seu povo segundo Sua vontade.","referencias_relacionadas":["1 Reis 12:6","2 Crônicas 1:10","Salmos 78:72"]},"1reis_14_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou declínio.","explicacao_detalhada":"Em 1 Reis 14:28, 'cair' pode simbolizar a queda de um reino ou a perda de autoridade, refletindo as consequências de ações erradas.","por_que_esta_palavra":"A palavra é importante para entender as consequências que um rei pode enfrentar devido a suas decisões e ações.","conexao_teologica":"A queda é um tema teológico que representa a desobediência a Deus e suas consequências, tanto para indivíduos quanto para nações.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 18:30","Gálatas 6:7"]},"1reis_14_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"Em 1 Reis 14:29, 'modo' destaca a importância da abordagem do rei em suas decisões e governança, refletindo a cultura e os valores da época.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a maneira de governar pode ter um impacto significativo na vida do povo.","conexao_teologica":"O modo de agir de um líder deve estar alinhado com os princípios de Deus, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 101:2","Eclesiastes 10:2","Miquéias 6:8"]},"1reis_14_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico.","explicacao_detalhada":"Em 1 Reis 14:29, 'dia' pode simbolizar um tempo de julgamento ou de bênção, dependendo das ações do rei e do povo.","por_que_esta_palavra":"A palavra é importante para entender a cronologia dos eventos e a relação entre as ações e suas consequências ao longo do tempo.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, onde Deus atua em momentos específicos da história para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"1reis_14_29_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao poder de governar sobre um povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ - melek) é usada para descrever a figura central de liderança em Israel, que tem a responsabilidade de guiar e proteger seu povo. No contexto de 1 Reis 14:29, o rei é uma figura de autoridade que deve seguir os mandamentos de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e da obediência a Deus na governança.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à soberania de Deus, que é o verdadeiro Rei sobre toda a criação.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"1reis_14_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Indica um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' (יוֹם - yôwm) é utilizada para marcar momentos importantes na narrativa bíblica, como batalhas, celebrações ou juízos de Deus. Em 1 Reis 14:30, o dia é um marco para a história de Israel.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo na realização dos planos de Deus.","conexao_teologica":"Deus opera em tempos específicos, e cada dia é uma oportunidade para cumprir Sua vontade.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"1reis_14_30_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se a um conflito militar, muitas vezes com implicações espirituais.","explicacao_detalhada":"A palavra 'batalha' (מִלְחָמָה - Milchâmâh) é usada para descrever os confrontos entre nações ou povos, que muitas vezes refletem a luta entre o bem e o mal. Em 1 Reis 14:30, a batalha é um símbolo da luta contínua entre Israel e seus inimigos.","por_que_esta_palavra":"A palavra 'batalha' enfatiza a realidade do conflito espiritual e físico que o povo de Deus enfrenta.","conexao_teologica":"A batalha é uma metáfora para a luta espiritual que os crentes enfrentam, conforme descrito em Efésios 6:12.","referencias_relacionadas":["Êxodo 15:3","Salmos 144:1","2 Coríntios 10:4"]},"1reis_14_30_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um rei específico, neste caso, Roboão, que governou sobre Judá.","explicacao_detalhada":"A palavra 'rei' (רְחַבְעָם - Rᵉchabʻâm) é usada para identificar Roboão, que é um exemplo de liderança que se afastou dos caminhos de Deus. Em 1 Reis 14:30, seu reinado é marcado por conflitos e divisões.","por_que_esta_palavra":"A menção do nome do rei destaca a importância de líderes que seguem ou se afastam de Deus.","conexao_teologica":"A história de Roboão serve como um alerta sobre as consequências da desobediência a Deus na liderança.","referencias_relacionadas":["1 Reis 12:1-19","2 Crônicas 10:1-19","Gálatas 6:7"]},"1reis_14_31_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar após a morte ou ao fim de um período de trabalho.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב - shâkab) é usada para descrever o estado de um rei após sua morte, indicando que ele se juntou aos seus antepassados. Em 1 Reis 14:31, isso simboliza o fim de seu reinado e a transição para a próxima geração.","por_que_esta_palavra":"A palavra 'descanso' sugere um fechamento e um retorno ao lar espiritual.","conexao_teologica":"O descanso é uma metáfora para a paz eterna que os crentes esperam após a vida terrena.","referencias_relacionadas":["Salmos 116:15","Mateus 11:28","Hebreus 4:9-11"]},"1reis_14_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente com importância social e religiosa.","explicacao_detalhada":"A palavra 'cidade' (עִיר - ʻîyr) é usada para descrever a capital ou um centro de vida comunitária. Em 1 Reis 14:31, a cidade é um símbolo do lar e da identidade do povo de Deus.","por_que_esta_palavra":"A cidade representa a coletividade e a presença de Deus entre Seu povo.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a comunidade de crentes e a Nova Jerusalém.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 11:10","Apocalipse 21:2"]},"1reis_14_31_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ - mâlak) é usada para descrever a função de um rei em liderar e administrar seu reino. Em 1 Reis 14:31, isso se relaciona com a continuidade da liderança em Israel.","por_que_esta_palavra":"A palavra 'reinar' enfatiza a responsabilidade e o dever de um líder diante de Deus e do povo.","conexao_teologica":"Deus é o Rei supremo, e a liderança humana deve refletir Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 10:16","Isaías 9:6-7","Apocalipse 19:16"]}}