{"1reis_15_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de um novo rei que assume o trono.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ - melek) é novamente utilizada para descrever a autoridade de um governante. Em 1 Reis 15:1, a transição de poder é um momento crítico na história de Israel.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a continuidade e a importância da liderança na história de Israel.","conexao_teologica":"A sucessão de reis em Israel reflete a soberania de Deus sobre a história e a necessidade de líderes que sigam Seus caminhos.","referencias_relacionadas":["1 Reis 12:20","2 Crônicas 13:1","Romanos 13:1"]},"1reis_15_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que indica um período ou uma mudança.","explicacao_detalhada":"A palavra 'expressão' (שָׁנֶה - shâneh) é usada para marcar um tempo específico na narrativa, indicando a mudança de um rei para outro. Em 1 Reis 15:1, isso é crucial para entender a linha do tempo dos eventos.","por_que_esta_palavra":"A palavra 'expressão' sugere a importância do tempo e das eras na história de Israel.","conexao_teologica":"Deus opera em tempos específicos, e cada mudança de liderança é parte de Seu plano soberano.","referencias_relacionadas":["Eclesiastes 3:1","Daniel 2:21","Atos 1:7"]},"1reis_15_1_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um rei, que carrega significado e identidade.","explicacao_detalhada":"A palavra 'nome' (יָרׇבְעָם - Yârobʻâm) é usada para identificar um rei específico, cuja história e ações são significativas para Israel. Em 1 Reis 15:1, o nome é um símbolo de legado e memória.","por_que_esta_palavra":"O nome representa a identidade e a reputação de uma pessoa, especialmente em contextos de liderança.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem o caráter de Deus e de Seus servos.","referencias_relacionadas":["Gênesis 17:5","Salmos 72:17","Filipenses 2:9-11"]},"1reis_15_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo ou território.","explicacao_detalhada":"A palavra 'reinar' refere-se ao exercício do poder real, onde um rei exerce sua autoridade sobre seu reino. No contexto de 1 Reis 15:2, isso se refere ao reinado de Abijam sobre Judá, destacando a importância da liderança e da obediência a Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus sobre os reinos e a responsabilidade dos líderes em seguir Seus mandamentos.","conexao_teologica":"A realeza é um tema central na Bíblia, simbolizando a autoridade de Deus e a necessidade de os líderes serem fiéis a Ele.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"1reis_15_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome ou título que identifica uma pessoa ou entidade, conferindo-lhe dignidade e respeito.","explicacao_detalhada":"A palavra 'nome' é crucial para a identidade e autoridade de uma pessoa. Em 1 Reis 15:2, o nome de Abijam é mencionado para estabelecer sua legitimidade como rei de Judá, refletindo a conexão entre nome e autoridade.","por_que_esta_palavra":"O nome é um símbolo da reputação e do caráter de uma pessoa, especialmente em contextos de liderança.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia, indicando Sua presença e autoridade sobre o povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"1reis_15_2_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Um local habitado, geralmente cercado, que serve como centro de vida social, política e religiosa.","explicacao_detalhada":"A cidade de Jerusalém é mencionada em 1 Reis 15:2 como a capital do reino de Judá, simbolizando a presença de Deus entre Seu povo e a importância da cidade na história bíblica.","por_que_esta_palavra":"A cidade é um símbolo de segurança e identidade para o povo de Deus, além de ser o local do templo.","conexao_teologica":"Jerusalém é frequentemente referida como a cidade de Deus, onde Ele habita e onde o povo se reúne para adorar.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"1reis_15_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A maneira ou o modo como algo é feito ou realizado.","explicacao_detalhada":"Em 1 Reis 15:3, a palavra 'modo' refere-se à forma de vida e às ações de Abijam, que não seguiram os caminhos de Deus. Isso destaca a importância da conduta moral e espiritual dos líderes.","por_que_esta_palavra":"A maneira de viver de um líder influencia diretamente o povo e sua relação com Deus.","conexao_teologica":"A Bíblia enfatiza a importância de viver de acordo com os princípios de Deus, refletindo Sua santidade.","referencias_relacionadas":["Provérbios 4:23","Gálatas 5:16","1 Pedro 1:15-16"]},"1reis_15_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"O ato de caminhar, que simboliza a jornada da vida e as escolhas que fazemos.","explicacao_detalhada":"A palavra 'andar' em 1 Reis 15:3 refere-se ao estilo de vida de Abijam, que não andou nos caminhos de Deus. Isso implica em uma escolha consciente de desobedecer aos mandamentos divinos.","por_que_esta_palavra":"Andar nos caminhos de Deus é um tema recorrente na Bíblia, simbolizando a obediência e a fidelidade.","conexao_teologica":"A caminhada espiritual é frequentemente usada como metáfora para a vida cristã, onde seguir a Deus é essencial.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Colossenses 2:6"]},"1reis_15_3_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Um ato de oferecer algo a Deus, geralmente como expiação ou adoração.","explicacao_detalhada":"A palavra 'pecado' em 1 Reis 15:3 refere-se à transgressão da lei de Deus. Abijam não fez sacrifícios adequados, o que reflete sua falta de arrependimento e compromisso com Deus.","por_que_esta_palavra":"O conceito de pecado é fundamental na teologia bíblica, pois destaca a necessidade de redenção e sacrifício.","conexao_teologica":"O sacrifício é um tema central que aponta para a necessidade de um Salvador, culminando em Cristo.","referencias_relacionadas":["Hebreus 9:22","Romanos 3:23","1 João 1:9"]},"1reis_15_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"O ato de erguer ou estabelecer algo, muitas vezes em um contexto de autoridade ou poder.","explicacao_detalhada":"A palavra 'levantar' em 1 Reis 15:4 refere-se à ação de Deus em estabelecer um remanescente fiel, mesmo diante da desobediência de Abijam.","por_que_esta_palavra":"Levantar um remanescente é um tema de esperança na Bíblia, mostrando que Deus sempre preserva um povo para Si.","conexao_teologica":"Deus é fiel em cumprir Suas promessas, mesmo quando o povo falha.","referencias_relacionadas":["Isaías 11:11","Romanos 11:5","Apocalipse 3:4"]},"1reis_15_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' em 1 Reis 15:4 é usada para justificar a ação de Deus em preservar um remanescente, destacando a importância da fidelidade divina.","por_que_esta_palavra":"A razão é fundamental para entender as ações de Deus e Sua relação com o povo.","conexao_teologica":"A fidelidade de Deus é um tema central, mostrando que Ele age de acordo com Sua natureza e promessas.","referencias_relacionadas":["Salmos 89:33","Romanos 8:28","2 Timóteo 2:13"]},"1reis_15_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de dar ou conceder algo a alguém.","explicacao_detalhada":"A palavra 'dar' em 1 Reis 15:4 refere-se à ação de Deus em conceder um remanescente a Abijam, mostrando Sua graça e misericórdia mesmo em meio à desobediência.","por_que_esta_palavra":"Dar é um ato de generosidade que reflete o caráter de Deus, que deseja salvar e restaurar Seu povo.","conexao_teologica":"A graça de Deus é um tema central na Bíblia, evidenciando Seu desejo de redimir a humanidade.","referencias_relacionadas":["Efésios 2:8","Tiago 1:17","Romanos 5:8"]},"1reis_15_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo de viver de uma pessoa.","explicacao_detalhada":"A palavra 'modo' em 1 Reis 15:5 é usada para descrever a vida de Davi, que andou de acordo com os caminhos de Deus, contrastando com a vida de Abijam.","por_que_esta_palavra":"A maneira de viver é crucial para a avaliação do caráter e da liderança de uma pessoa.","conexao_teologica":"A vida de Davi é um exemplo de fidelidade a Deus, servindo como modelo para os líderes.","referencias_relacionadas":["Atos 13:22","Salmos 78:72","1 Reis 11:6"]},"1reis_15_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é frequentemente usada na Bíblia para denotar não apenas uma palavra falada, mas também a ideia de um comando ou uma ordem divina. No contexto de 1 Reis 15:5, ela se refere à fidelidade de Davi em seguir as instruções de Deus.","por_que_esta_palavra":"Esta palavra é crucial porque representa a comunicação de Deus com seu povo e a importância de obedecer a Sua vontade.","conexao_teologica":"A palavra de Deus é central na teologia bíblica, pois é através dela que Deus se revela e estabelece Sua aliança com a humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"1reis_15_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, mas pode simbolizar força ou ferocidade.","explicacao_detalhada":"A palavra 'עָשָׂה' (ʻâsâh) é usada para descrever a criação ou a ação de fazer algo. No contexto, pode simbolizar a força e a ferocidade que um urso representa, refletindo a natureza de certos desafios enfrentados.","por_que_esta_palavra":"O uso de 'urso' pode ilustrar a gravidade de uma situação ou a força necessária para enfrentá-la.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam características de Deus ou de Seu povo, como força, proteção e ferocidade contra inimigos.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"1reis_15_6_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se a um conflito militar ou espiritual.","explicacao_detalhada":"A palavra 'מִלְחָמָה' (milchâmâh) é usada para descrever batalhas físicas, mas também pode se referir a lutas espirituais. No contexto, representa os conflitos enfrentados por Israel sob o reinado de Roboão.","por_que_esta_palavra":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A batalha espiritual é uma realidade para os crentes, que são chamados a lutar contra as forças do mal com a armadura de Deus.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"1reis_15_6_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança de um governante.","explicacao_detalhada":"A palavra 'רְחַבְעָם' (Rᵉchabʻâm) é o nome do rei que governou Judá. Ele é mencionado em um contexto de divisão e conflito no reino de Israel.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, representando a liderança e a responsabilidade diante de Deus e do povo.","conexao_teologica":"A liderança de um rei é vista como uma extensão da autoridade de Deus sobre Seu povo, e a fidelidade do rei a Deus é crucial para a prosperidade da nação.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Provérbios 16:10"]},"1reis_15_6_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de uma pessoa.","explicacao_detalhada":"A palavra 'יָרׇבְעָם' (Yârobʻâm) é o nome do primeiro rei do Reino do Norte de Israel, simbolizando a divisão do reino e a introdução de práticas idólatras.","por_que_esta_palavra":"O nome de uma pessoa na Bíblia muitas vezes carrega um significado profundo, refletindo seu caráter ou destino.","conexao_teologica":"A história de Jeroboão é um aviso sobre as consequências da desobediência a Deus e a importância de manter a pureza na adoração.","referencias_relacionadas":["1 Reis 11:31","1 Reis 12:20","2 Reis 17:21"]},"1reis_15_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) pode ser traduzida como 'tudo' ou 'cada um', indicando a totalidade de ações ou comportamentos. No contexto, refere-se ao modo como as coisas foram feitas.","por_que_esta_palavra":"A maneira como se faz algo é importante para entender a intenção e a moralidade das ações.","conexao_teologica":"A forma como vivemos e agimos é um reflexo de nossa fé e obediência a Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"1reis_15_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) é frequentemente usada na Bíblia para indicar um dia literal ou um tempo de eventos significativos. No contexto, pode se referir ao dia de um evento importante na história de Israel.","por_que_esta_palavra":"O conceito de dia é fundamental na narrativa bíblica, muitas vezes associado a eventos de julgamento ou salvação.","conexao_teologica":"Os dias de Deus são importantes para entender Sua soberania sobre a história e o tempo.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","2 Pedro 3:8"]},"1reis_15_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade e governança.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é a palavra hebraica para rei, simbolizando liderança e poder. No contexto, refere-se à posição de Roboão como governante de Judá.","por_que_esta_palavra":"A realeza é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo, e a necessidade de líderes justos.","conexao_teologica":"A liderança de um rei é vista como um reflexo da soberania de Deus, e a obediência do rei a Deus é crucial para a bênção do povo.","referencias_relacionadas":["1 Samuel 10:24","Salmos 2:6","Provérbios 21:1"]},"1reis_15_8_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar ou repousar.","explicacao_detalhada":"A palavra 'שָׁכַב' (shâkab) significa deitar ou descansar. No contexto, pode indicar um período de paz após uma batalha ou conflito.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, simbolizando a paz e a segurança que vêm de Deus.","conexao_teologica":"O descanso de Deus é um símbolo do Seu cuidado e proteção sobre Seu povo, e a promessa de descanso eterno é uma esperança para os crentes.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Salmos 23:2"]},"1reis_15_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, uma comunidade.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para descrever uma cidade ou um lugar de habitação. No contexto, pode se referir a Jerusalém ou a outra cidade significativa para o povo de Israel.","por_que_esta_palavra":"As cidades na Bíblia muitas vezes têm significados simbólicos e históricos, representando a identidade e a cultura do povo.","conexao_teologica":"As cidades são frequentemente vistas como lugares de encontro entre Deus e Seu povo, e a nova Jerusalém é uma esperança escatológica para os crentes.","referencias_relacionadas":["Salmos 122:1","Isaías 65:18","Apocalipse 21:2"]},"1reis_15_8_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' refere-se ao exercício do poder real, que implica em liderança e responsabilidade sobre o povo. No contexto de 1 Reis 15:8, refere-se ao reinado de Abiam sobre Judá.","por_que_esta_palavra":"A escolha da palavra 'reinar' enfatiza a soberania de Deus sobre a história de Israel e a importância da liderança justa.","conexao_teologica":"O reinado é um tema central na Bíblia, simbolizando a autoridade de Deus e a expectativa de um rei justo que governará com retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 9:6-7"]},"1reis_15_9_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de uma pessoa, que carrega significado e identidade.","explicacao_detalhada":"O nome 'Yârobʻâm' é significativo, pois representa a figura histórica de Jeroboão, que se tornou o primeiro rei do reino do Norte de Israel após a divisão do reino.","por_que_esta_palavra":"O nome é importante na cultura hebraica, pois muitas vezes reflete o caráter ou o destino da pessoa.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados proféticos e revelam a soberania de Deus na escolha de líderes.","referencias_relacionadas":["1 Reis 11:26","1 Reis 12:20","2 Crônicas 10:1"]},"1reis_15_9_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Uma expressão que pode indicar um período ou uma mudança.","explicacao_detalhada":"A palavra 'שָׁנֶה' (shâneh) é usada para indicar um ano ou um ciclo, refletindo a passagem do tempo e a continuidade da história de Israel.","por_que_esta_palavra":"A expressão é relevante para entender a cronologia dos eventos e a importância do tempo na narrativa bíblica.","conexao_teologica":"O tempo é uma criação de Deus e sua administração é parte do plano divino para a humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Salmos 90:12"]},"1reis_15_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de um governante, que exerce autoridade e liderança.","explicacao_detalhada":"A palavra 'rei' (melek) é central na estrutura política de Israel, simbolizando a liderança e a responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança e a expectativa de que os reis governem com justiça e temor a Deus.","conexao_teologica":"Deus é descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["Deuteronômio 17:14-20","Salmos 72:1-2","Isaías 33:22"]},"1reis_15_10_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar, especialmente em um contexto de autoridade política.","explicacao_detalhada":"A repetição da palavra 'reinar' enfatiza a continuidade do governo e a importância da liderança no contexto do reinado de Abiam.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica do poder e a responsabilidade dos líderes em Israel.","conexao_teologica":"O reinado de um rei é visto como uma extensão do reinado de Deus, que exige justiça e retidão.","referencias_relacionadas":["1 Reis 14:21","2 Crônicas 13:1-2","Salmos 89:27"]},"1reis_15_10_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome ou título que confere poder e reconhecimento.","explicacao_detalhada":"A palavra 'nome' (shêm) aqui pode se referir à reputação ou ao legado de um rei, que é fundamental para sua autoridade.","por_que_esta_palavra":"O nome é um símbolo de identidade e poder, refletindo a importância da honra e da reputação na liderança.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua autoridade e poder, e os líderes devem refletir isso em suas ações.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Isaías 43:7"]},"1reis_15_10_forty":{"palavra_pt":"forty","palavra_original":"אַרְבָּעִים","transliteracao":"ʼarbâʻîym","strong":"H705","significado_raiz":"Ideia básica: forty.","significado_contextual":"Um número que representa um período significativo de tempo.","explicacao_detalhada":"A palavra 'forty' (ʼarbâʻîym) é frequentemente associada a períodos de teste e preparação na Bíblia, como os 40 anos de Israel no deserto.","por_que_esta_palavra":"O número 40 carrega um simbolismo profundo, representando transformação e renovação.","conexao_teologica":"Deus usa períodos de 40 para moldar e preparar Seu povo para novos começos.","referencias_relacionadas":["Êxodo 24:18","Mateus 4:2","Atos 1:3"]},"1reis_15_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Uma ação que pode indicar criação ou realização.","explicacao_detalhada":"A palavra 'urso' (ʻâsâh) refere-se ao ato de fazer ou criar, e no contexto pode se referir à construção de um legado ou de ações significativas.","por_que_esta_palavra":"A palavra é importante para entender a responsabilidade de um rei em agir de acordo com a vontade de Deus.","conexao_teologica":"A criação e a ação são vistas como reflexos da natureza criativa de Deus, que chama Seu povo a agir em justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Efésios 2:10"]},"1reis_15_11_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome de uma pessoa, que representa sua identidade e legado.","explicacao_detalhada":"O nome 'ÁSÁ' (ʼÂçâʼ) é significativo, pois representa um rei que buscou seguir a Deus e restaurar a adoração em Judá.","por_que_esta_palavra":"O nome é uma parte crucial da identidade de uma pessoa e reflete seu caráter e ações.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que se relacionam com o plano de Deus e a história da salvação.","referencias_relacionadas":["1 Reis 15:8","2 Crônicas 14:1","2 Crônicas 15:8"]},"1reis_15_11_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Um órgão que simboliza percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' (ʻayin) pode simbolizar a visão espiritual e a capacidade de discernir a vontade de Deus.","por_que_esta_palavra":"A visão é fundamental para a liderança, pois um rei deve ter discernimento para governar com sabedoria.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e os líderes devem buscar Sua visão para guiar o povo.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Mateus 6:22"]},"1reis_15_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à região geográfica em que os eventos estão ocorrendo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas a superfície física, mas também o território prometido a Israel. Neste contexto, a terra é um símbolo da herança e da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do local na história da salvação e a relação de Deus com o Seu povo.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando tanto a promessa de Deus quanto a fidelidade do povo em habitar e cuidar dela.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Deuteronômio 6:10"]},"1reis_15_12_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Embora a palavra 'cruz' não apareça diretamente no contexto de 1 Reis, ela pode ser entendida como um símbolo de sacrifício e redenção.","explicacao_detalhada":"A palavra 'cruz' (עָבַר) é mais comumente associada ao Novo Testamento, onde representa o sacrifício de Cristo. Neste contexto, pode ser vista como uma antecipação do sacrifício que viria a ser realizado.","por_que_esta_palavra":"A inclusão da ideia de cruz sugere a necessidade de um sacrifício para a redenção, que é um tema recorrente na Bíblia.","conexao_teologica":"A cruz é um símbolo de amor e sacrifício, refletindo a conexão entre o Antigo e o Novo Testamento.","referencias_relacionadas":["Mateus 27:32","Marcos 15:21","João 3:14"]},"1reis_15_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença ou a posição de algo em relação a outros elementos.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever a relação de proximidade ou separação entre entidades. No contexto de 1 Reis, pode referir-se à posição de Israel em relação a outras nações.","por_que_esta_palavra":"A escolha de 'entre' destaca a interação e a influência que Israel tinha sobre as nações vizinhas.","conexao_teologica":"A presença de Israel entre as nações é um chamado para ser luz e testemunho das promessas de Deus.","referencias_relacionadas":["Isaías 49:6","Mateus 5:14","Atos 1:8"]},"1reis_15_13_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ou erradicar ídolos e práticas pagãs.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica um ato de cortar ou eliminar algo que é considerado maligno ou contrário à vontade de Deus. Neste contexto, é uma chamada à purificação do culto a Deus.","por_que_esta_palavra":"A destruição de ídolos é essencial para a restauração da adoração verdadeira a Deus.","conexao_teologica":"A destruição de ídolos é um tema recorrente na Bíblia, simbolizando a necessidade de pureza espiritual e devoção exclusiva a Deus.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 7:5","2 Reis 23:24"]},"1reis_15_13_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a ídolos ou representações de deuses pagãos que eram adorados.","explicacao_detalhada":"A palavra 'imagem' (אֲשֵׁרָה) é frequentemente associada a práticas de idolatria. Neste contexto, a imagem representa tudo que desvia o povo de sua adoração a Deus.","por_que_esta_palavra":"A menção de imagens destaca a luta contínua de Israel contra a idolatria e a necessidade de se voltar para Deus.","conexao_teologica":"A idolatria é um dos principais temas que Deus condena, e a destruição de imagens é um passo essencial para a restauração da verdadeira adoração.","referencias_relacionadas":["Êxodo 20:4","Levítico 26:1","Salmos 115:4-8"]},"1reis_15_14_height":{"palavra_pt":"altura","palavra_original":"בָּמָה","transliteracao":"bâmâh","strong":"H1116","significado_raiz":"Ideia básica: altura.","significado_contextual":"Refere-se a locais elevados, muitas vezes associados a cultos pagãos.","explicacao_detalhada":"A palavra 'altura' (בָּמָה) é usada para descrever locais de adoração, que muitas vezes eram dedicados a deuses estrangeiros. A referência a alturas implica a necessidade de purificação desses locais.","por_que_esta_palavra":"As alturas eram frequentemente locais de idolatria, e a menção delas destaca a necessidade de restaurar a adoração a Deus.","conexao_teologica":"As alturas são um símbolo da luta entre a adoração verdadeira e a idolatria, refletindo a necessidade de um culto puro.","referencias_relacionadas":["Números 33:52","2 Reis 18:4","Ezequiel 6:13"]},"1reis_15_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à autenticidade na adoração a Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância de adorar a Deus em espírito e em verdade, sem hipocrisia ou engano.","por_que_esta_palavra":"A ênfase na verdade é crucial para a pureza do culto e a relação autêntica com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida e adoração do Seu povo.","referencias_relacionadas":["João 4:24","Salmos 51:6","Provérbios 12:22"]},"1reis_15_14_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à reputação e à identidade de Deus.","explicacao_detalhada":"A palavra 'nome' (אָסָא) é frequentemente usada na Bíblia para representar a essência e a autoridade de Deus. Neste contexto, o nome de Deus é um chamado à reverência e à adoração.","por_que_esta_palavra":"O nome de Deus é central para a identidade do povo de Israel e sua relação com Ele.","conexao_teologica":"O nome de Deus é um tema importante, refletindo Sua natureza e caráter, e deve ser honrado em todas as ações do povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"1reis_15_15_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se àquilo que é separado para Deus e é considerado puro.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica uma separação do comum e uma dedicação a Deus. Neste contexto, o sagrado é um chamado à pureza e à devoção.","por_que_esta_palavra":"A santidade é essencial para a adoração e a vida do povo de Deus.","conexao_teologica":"A santidade de Deus deve ser refletida na vida do Seu povo, que é chamado a ser santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"1reis_15_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar para a presença de Deus.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é usada para descrever a ação de se aproximar de Deus, seja em adoração ou em busca de Sua orientação.","por_que_esta_palavra":"O chamado para vir a Deus é um convite à comunhão e à intimidade com o Criador.","conexao_teologica":"A ideia de chamar é central na relação de Deus com Seu povo, que é convidado a se aproximar dEle.","referencias_relacionadas":["Salmos 100:4","Mateus 11:28","Hebreus 4:16"]},"1reis_15_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, o templo, que simboliza a presença divina entre o povo.","explicacao_detalhada":"A palavra 'casa' no contexto de 1 Reis 15:15 se refere ao templo construído por Salomão, que era considerado a morada de Deus na terra. Este espaço sagrado era central para a adoração e a vida religiosa de Israel.","por_que_esta_palavra":"A casa é um símbolo de segurança, proteção e a presença de Deus entre seu povo. A construção e manutenção do templo eram vistas como um reflexo da fidelidade do rei a Deus.","conexao_teologica":"A casa de Deus representa a aliança entre Deus e Israel, onde o culto e os sacrifícios eram realizados, enfatizando a importância da adoração correta.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Isaías 56:7"]},"1reis_15_16_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao conflito militar entre os reinos de Israel e Judá.","explicacao_detalhada":"A palavra 'batalha' em 1 Reis 15:16 destaca a constante luta pelo poder entre os reinos, refletindo a instabilidade política e as consequências da desobediência a Deus.","por_que_esta_palavra":"A batalha é um símbolo da luta espiritual e física que o povo de Deus enfrenta, representando a necessidade de confiar em Deus para a vitória.","conexao_teologica":"As batalhas no Antigo Testamento frequentemente simbolizam a luta entre o bem e o mal, e a necessidade de depender de Deus para a proteção e vitória.","referencias_relacionadas":["1 Samuel 17:47","2 Crônicas 20:15","Salmos 144:1"]},"1reis_15_16_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei Asa, que simboliza sua identidade e legado.","explicacao_detalhada":"O nome 'Asa' em 1 Reis 15:16 é significativo, pois representa um rei que buscou reformar a adoração em Judá e se afastar da idolatria.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos e refletem o caráter ou a missão da pessoa. O nome Asa significa 'médico' ou 'cura', indicando seu papel na restauração espiritual de Judá.","conexao_teologica":"O nome de Asa é um lembrete da importância de buscar a cura espiritual e a restauração através da obediência a Deus.","referencias_relacionadas":["1 Reis 15:9","2 Crônicas 14:2","2 Crônicas 15:8"]},"1reis_15_16_rei":{"palavra_pt":"rei","palavra_original":"בַּעְשָׁא","transliteracao":"Baʻshâʼ","strong":"H1201","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de Asa como governante de Judá.","explicacao_detalhada":"A palavra 'rei' em 1 Reis 15:16 enfatiza a autoridade e a responsabilidade de Asa em liderar o povo de Judá em fidelidade a Deus.","por_que_esta_palavra":"O papel do rei era crucial para a saúde espiritual e política da nação, sendo um líder que deveria guiar o povo em justiça e retidão.","conexao_teologica":"A figura do rei em Israel é um símbolo de liderança divina, refletindo a soberania de Deus sobre seu povo e a necessidade de líderes que busquem a vontade divina.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Samuel 8:5","Salmos 72:1-2"]},"1reis_15_17_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Asa, enfatizando sua identidade como rei.","explicacao_detalhada":"A repetição do nome Asa em 1 Reis 15:17 reforça a importância de sua liderança e as reformas que ele implementou em Judá.","por_que_esta_palavra":"O nome é um lembrete da importância da identidade e do legado que um líder deixa para seu povo.","conexao_teologica":"A identidade de um líder é fundamental para a direção espiritual de uma nação, refletindo a necessidade de líderes que honrem a Deus.","referencias_relacionadas":["1 Reis 15:9","2 Crônicas 14:2","2 Crônicas 15:8"]},"1reis_15_17_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da batalha e das consequências das ações de Asa.","explicacao_detalhada":"A palavra 'grande' em 1 Reis 15:17 destaca a seriedade da situação enfrentada por Asa e a necessidade de uma resposta adequada.","por_que_esta_palavra":"A grandeza da batalha simboliza os desafios significativos que o povo de Deus enfrenta e a necessidade de confiar em Sua ajuda.","conexao_teologica":"A grandeza dos desafios espirituais e físicos é um tema recorrente na Bíblia, enfatizando a necessidade de fé e dependência de Deus.","referencias_relacionadas":["Salmos 34:19","Isaías 40:29","2 Coríntios 12:9"]},"1reis_15_17_rei":{"palavra_pt":"rei","palavra_original":"בַּעְשָׁא","transliteracao":"Baʻshâʼ","strong":"H1201","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Baasa, que estava em conflito com Asa.","explicacao_detalhada":"A palavra 'rei' em 1 Reis 15:17 destaca a oposição entre Asa e Baasa, refletindo a divisão entre os reinos de Israel e Judá.","por_que_esta_palavra":"O conflito entre os reis simboliza a luta pela fidelidade a Deus e as consequências da desobediência.","conexao_teologica":"A rivalidade entre os reinos é um lembrete da necessidade de unidade e fidelidade a Deus entre seu povo.","referencias_relacionadas":["1 Reis 15:16","1 Reis 15:22","2 Crônicas 16:1"]},"1reis_15_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de Asa como rei que busca a justiça.","explicacao_detalhada":"A palavra 'rei' em 1 Reis 15:18 enfatiza a responsabilidade de Asa em liderar com justiça e retidão diante de Deus.","por_que_esta_palavra":"A liderança justa é fundamental para a saúde espiritual e social de uma nação, refletindo a vontade de Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletido na liderança dos governantes, mostrando a importância de líderes que busquem a justiça divina.","referencias_relacionadas":["Provérbios 29:2","Salmos 72:1-2","Miquéias 6:8"]},"1reis_15_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de Asa em tomar decisões justas como rei.","explicacao_detalhada":"A palavra 'julgar' em 1 Reis 15:18 destaca a responsabilidade de Asa em fazer julgamentos que reflitam a justiça de Deus.","por_que_esta_palavra":"O ato de julgar é essencial para a manutenção da ordem e da justiça em uma sociedade, especialmente sob a liderança de um rei.","conexao_teologica":"A justiça e o julgamento são temas centrais na Bíblia, refletindo o caráter de Deus e a necessidade de líderes que busquem a verdade.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Tiago 2:1-4"]},"1reis_15_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de Asa em tomar medidas decisivas contra seus inimigos.","explicacao_detalhada":"A palavra 'tomar' em 1 Reis 15:18 indica a ação proativa de Asa em lidar com a ameaça representada por Baasa.","por_que_esta_palavra":"A ação de tomar é um símbolo da necessidade de agir com coragem e determinação diante dos desafios.","conexao_teologica":"A Bíblia frequentemente encoraja os crentes a agir com fé e coragem, confiando em Deus para a vitória.","referencias_relacionadas":["1 Samuel 30:8","Salmos 37:5","Hebreus 11:1"]},"1reis_15_19_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa um pacto sagrado entre Deus e o Seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"No contexto de 1 Reis 15:19, a aliança é um elemento central na relação entre Deus e Israel, onde as promessas divinas são condicionadas à obediência do povo. A palavra 'aliança' implica em um acordo que envolve bênçãos e maldições, dependendo da fidelidade ao pacto.","por_que_esta_palavra":"A aliança é fundamental para entender a relação de Deus com Israel, sendo um tema recorrente em toda a Bíblia, que enfatiza a importância da fidelidade e do compromisso.","conexao_teologica":"A aliança é um conceito teológico que se estende desde o Antigo Testamento até o Novo Testamento, onde a nova aliança em Cristo é estabelecida, cumprindo as promessas feitas a Israel.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Jeremias 31:31","Lucas 22:20"]},"1reis_15_19_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O ouro simboliza riqueza, poder e a glória do reino, frequentemente associado à presença de Deus e à adoração.","explicacao_detalhada":"Em 1 Reis 15:19, o uso do ouro pode ser visto como uma representação da prosperidade do reino de Judá sob o reinado de Asa. O ouro também é um símbolo de pureza e valor, refletindo a grandeza de Deus e a importância de adorá-Lo com o melhor.","por_que_esta_palavra":"O ouro é frequentemente mencionado na Bíblia como um material precioso, utilizado em objetos sagrados e na construção do templo, simbolizando a riqueza e a glória de Deus.","conexao_teologica":"A presença do ouro nas descrições do templo e dos objetos sagrados aponta para a santidade de Deus e a importância da adoração adequada.","referencias_relacionadas":["Êxodo 25:11","1 Reis 6:20","Salmos 19:10","Apocalipse 21:18"]},"1reis_15_19_rei":{"palavra_pt":"rei","palavra_original":"בַּעְשָׁא","transliteracao":"Baʻshâʼ","strong":"H1201","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo sobre o povo, representando liderança e responsabilidade.","explicacao_detalhada":"Em 1 Reis 15:19, a figura do rei é central para a narrativa, pois Asa é chamado a liderar o povo de Judá em fidelidade a Deus. O rei tem o papel de guiar a nação, tomar decisões e ser um exemplo de obediência ao Senhor.","por_que_esta_palavra":"A liderança do rei é crucial para a saúde espiritual e social da nação, refletindo a importância da liderança justa e piedosa na sociedade.","conexao_teologica":"A figura do rei em Israel prefigura a liderança de Cristo como Rei dos Reis, que governa com justiça e retidão.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Samuel 8:7","Salmos 72:1-2","Apocalipse 19:16"]},"1reis_15_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere à autoridade de Ben-Hadade, rei da Síria, que representa uma ameaça ao reino de Judá.","explicacao_detalhada":"Em 1 Reis 15:20, a menção ao rei Ben-Hadade destaca a dinâmica de poder entre os reinos e a necessidade de Asa de buscar a ajuda de Deus para enfrentar as ameaças externas. A relação entre os reinos é complexa e cheia de alianças e conflitos.","por_que_esta_palavra":"A figura do rei é essencial para entender as interações políticas e espirituais da época, mostrando como a liderança pode influenciar a segurança e a prosperidade de uma nação.","conexao_teologica":"A luta entre reinos e a busca por alianças refletem a necessidade de confiar em Deus acima das alianças humanas.","referencias_relacionadas":["1 Reis 15:18","2 Reis 6:8","2 Crônicas 16:2","Isaías 7:1"]},"1reis_15_20_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica em prestar atenção e obedecer à palavra de Deus, essencial para a vida espiritual.","explicacao_detalhada":"Em 1 Reis 15:20, a ação de ouvir está ligada à resposta de Asa ao chamado de Deus e à sua disposição de agir conforme a vontade divina. Ouvir a Deus é um tema central na vida do crente, refletindo a importância da obediência.","por_que_esta_palavra":"A habilidade de ouvir a voz de Deus é fundamental para a fé e a prática cristã, pois implica em discernimento e ação.","conexao_teologica":"A relação entre ouvir e obedecer é um princípio teológico que permeia toda a Escritura, enfatizando a importância da revelação divina.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","Isaías 30:21","Tiago 1:22"]},"1reis_15_20_nome":{"palavra_pt":"nome","palavra_original":"בֶּן־הֲדַד","transliteracao":"Ben-Hădad","strong":"H1130","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Ben-Hadade significa 'filho do deus Hadade', refletindo a cultura e a religião dos sírios.","explicacao_detalhada":"Em 1 Reis 15:20, o nome é significativo pois revela a identidade e a herança do rei da Síria, além de destacar a influência da religião pagã na política da época. Os nomes na Bíblia frequentemente carregam significados profundos e refletem a relação com Deus.","por_que_esta_palavra":"Os nomes na Bíblia são importantes para entender a história e a teologia, muitas vezes revelando a natureza e o caráter das pessoas.","conexao_teologica":"A importância do nome é vista em toda a Escritura, onde Deus também revela Seu nome, mostrando Sua natureza e caráter.","referencias_relacionadas":["Gênesis 32:28","Salmos 91:14","Isaías 43:1","Mateus 1:21"]},"1reis_15_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se à ação de decidir ou discernir entre o certo e o errado, muitas vezes associada à justiça divina.","explicacao_detalhada":"Em 1 Reis 15:21, o ato de julgar é crucial para a liderança de Asa, que deve tomar decisões justas em relação ao povo. O julgamento é uma responsabilidade do rei, que deve agir com sabedoria e temor a Deus.","por_que_esta_palavra":"A justiça é um tema central na Bíblia, refletindo o caráter de Deus e a expectativa de que os líderes governem com equidade.","conexao_teologica":"O julgamento de Deus é um aspecto importante da teologia bíblica, mostrando que Ele é o juiz supremo que estabelece a justiça.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17","Miquéias 6:8"]},"1reis_15_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se a uma queda moral ou espiritual, simbolizando a desobediência a Deus.","explicacao_detalhada":"Em 1 Reis 15:21, a ideia de cair está relacionada à consequência de desviar-se do caminho de Deus. A queda é um tema recorrente na Bíblia, onde a desobediência leva à ruína.","por_que_esta_palavra":"A queda é um conceito teológico que representa a fragilidade humana e a necessidade de redenção.","conexao_teologica":"A queda de Adão e Eva é um exemplo primordial, mostrando como a desobediência resulta em separação de Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10","1 Pedro 5:8"]},"1reis_15_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere à autoridade de Asa, que deve liderar o povo em fidelidade a Deus.","explicacao_detalhada":"Em 1 Reis 15:22, Asa é chamado a ser um rei justo, que busca a orientação de Deus em suas decisões. A liderança é uma responsabilidade que implica em servir ao povo e a Deus.","por_que_esta_palavra":"A figura do rei é essencial para a saúde espiritual e moral da nação, refletindo a importância da liderança piedosa.","conexao_teologica":"A liderança de Asa prefigura a liderança de Cristo, que é o Rei perfeito e justo.","referencias_relacionadas":["1 Samuel 12:14","Salmos 78:72","Provérbios 29:2","Mateus 2:6"]},"1reis_15_22_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Asa significa 'médico' ou 'cura', refletindo a esperança de restauração e saúde espiritual para Judá.","explicacao_detalhada":"Em 1 Reis 15:22, o nome Asa é significativo, pois simboliza a expectativa de que seu reinado traria cura e restauração ao povo de Deus, especialmente após períodos de idolatria e desobediência.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados proféticos ou esperançadores, refletindo o caráter e a missão da pessoa.","conexao_teologica":"A cura e a restauração são temas centrais na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 147:3","Isaías 53:5","Mateus 9:12","Tiago 5:15"]},"1reis_15_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' implica na maneira ou forma de agir, especialmente em relação à obediência às leis de Deus.","por_que_esta_palavra":"É importante para entender como os reis de Israel deveriam se comportar em relação aos mandamentos divinos.","conexao_teologica":"O modo de viver segundo a vontade de Deus é um tema central na Bíblia, refletindo a necessidade de santidade e obediência.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:1-3","1 Pedro 1:15-16"]},"1reis_15_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a forma como as decisões são tomadas.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de seguir as instruções divinas em todas as áreas da vida.","por_que_esta_palavra":"Refere-se à necessidade de um padrão de vida que esteja alinhado com os princípios de Deus.","conexao_teologica":"A vida cristã é chamada a ser vivida de maneira digna do chamado que recebemos.","referencias_relacionadas":["Romanos 12:1-2","Efésios 4:1","Colossenses 1:10"]},"1reis_15_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade ou povoado específico.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever a importância de lugares na história bíblica, onde eventos significativos ocorreram.","por_que_esta_palavra":"As cidades frequentemente simbolizam a habitação do povo de Deus e a presença divina entre eles.","conexao_teologica":"A cidade de Deus é um tema recorrente, representando a comunhão entre Deus e seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"1reis_15_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico.","explicacao_detalhada":"A palavra 'dia' pode indicar um tempo de julgamento ou de bênção, dependendo do contexto.","por_que_esta_palavra":"O conceito de dia é crucial para entender os ciclos de vida e as promessas de Deus ao seu povo.","conexao_teologica":"O dia do Senhor é um tema importante que fala sobre a intervenção divina na história.","referencias_relacionadas":["Isaías 2:12","Joel 2:1","1 Tessalonicenses 5:2"]},"1reis_15_24_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou estar em paz.","explicacao_detalhada":"A palavra 'descanso' implica em um estado de tranquilidade que é frequentemente associado à presença de Deus.","por_que_esta_palavra":"O descanso é um princípio fundamental na criação e na vida espiritual, simbolizando confiança em Deus.","conexao_teologica":"O conceito de descanso é central na teologia do sabá e na promessa de paz em Cristo.","referencias_relacionadas":["Gênesis 2:2-3","Mateus 11:28-30","Hebreus 4:9-11"]},"1reis_15_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica onde o povo habita.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância do local na história de Israel e na vida do povo de Deus.","por_que_esta_palavra":"As cidades são frequentemente vistas como centros de cultura e adoração, refletindo a identidade do povo.","conexao_teologica":"A cidade celestial é uma esperança para os crentes, simbolizando a futura habitação com Deus.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 13:14","Apocalipse 21:10-11"]},"1reis_15_24_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' implica em liderança e responsabilidade sobre o povo, especialmente em relação à justiça e à obediência a Deus.","por_que_esta_palavra":"É crucial para entender o papel dos reis de Israel como representantes de Deus na terra.","conexao_teologica":"Cristo é descrito como Rei dos Reis, e o conceito de reinar é central na teologia do Reino de Deus.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"1reis_15_25_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar, especialmente em um contexto de autoridade divina.","explicacao_detalhada":"A palavra 'reinar' é usada para descrever a responsabilidade dos líderes em guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"É fundamental para entender a dinâmica do governo em Israel e a expectativa de um rei justo.","conexao_teologica":"A liderança de Cristo é um modelo de como devemos governar em nossas vidas e comunidades.","referencias_relacionadas":["1 Timóteo 2:1-2","Tito 3:1","Romanos 13:1-2"]},"1reis_15_25_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou reputação de uma pessoa.","explicacao_detalhada":"A palavra 'nome' carrega um peso significativo na cultura bíblica, representando a essência e a autoridade de alguém.","por_que_esta_palavra":"O nome de uma pessoa é frequentemente associado ao seu caráter e ações, especialmente em relação a Deus.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando salvação e autoridade.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Atos 4:12"]},"1reis_15_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especialmente entre pai e filho.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a continuidade da linhagem e a transmissão de valores e responsabilidades.","por_que_esta_palavra":"É importante para entender a herança espiritual e física dentro da narrativa bíblica.","conexao_teologica":"Cristo é chamado de Filho de Deus, enfatizando a relação única entre Ele e o Pai.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"1reis_15_26_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como um símbolo de força e ferocidade.","explicacao_detalhada":"No contexto de 1 Reis 15:26, o urso pode representar a brutalidade e a força de um inimigo. A imagem do urso é frequentemente usada na literatura bíblica para descrever a ferocidade de um ataque ou a força de um adversário.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de um poder ameaçador e implacável, refletindo a situação de conflito e a necessidade de proteção divina.","conexao_teologica":"A presença de forças opressoras é um tema recorrente na Bíblia, onde Deus é frequentemente invocado como protetor contra tais ameaças.","referencias_relacionadas":["Daniel 7:5","Provérbios 17:12","Oséias 13:8"]},"1reis_15_26_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é apresentada como um caminho a ser seguido.","explicacao_detalhada":"Em 1 Reis 15:26, a palavra 'vida' refere-se ao modo como se vive, as escolhas que se fazem e as consequências dessas escolhas. A vida é vista como um caminho que pode levar à bênção ou à maldição.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem bíblica, pois reflete a relação entre o ser humano e Deus, e a importância de seguir Seus caminhos.","conexao_teologica":"A vida em Cristo é um tema fundamental no Novo Testamento, onde Jesus se apresenta como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Deuteronômio 30:19-20","Salmos 119:105"]},"1reis_15_26_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho simboliza a percepção e a visão espiritual.","explicacao_detalhada":"Em 1 Reis 15:26, a palavra 'olho' pode ser interpretada como a capacidade de ver e discernir a verdade. A visão espiritual é crucial para entender a vontade de Deus.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância da percepção espiritual e da vigilância na vida do crente.","conexao_teologica":"A Bíblia frequentemente fala sobre a necessidade de ter olhos abertos para a verdade de Deus e para as realidades espirituais.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Efésios 1:18"]},"1reis_15_27_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é visto como um vínculo importante entre pessoas e entre o homem e Deus.","explicacao_detalhada":"Em 1 Reis 15:27, a palavra 'amor' pode referir-se ao compromisso e à lealdade que devem existir nas relações, tanto humanas quanto divinas.","por_que_esta_palavra":"A palavra 'amor' é fundamental na mensagem bíblica, refletindo a natureza de Deus e o chamado para amar uns aos outros.","conexao_teologica":"O amor é o cumprimento da lei e a essência do caráter de Deus, que é amor.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Mateus 22:37-39"]},"1reis_15_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa um lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"Em 1 Reis 15:27, a palavra 'casa' pode simbolizar tanto a família quanto a nação de Israel, enfatizando a importância da unidade e da proteção.","por_que_esta_palavra":"A palavra 'casa' é usada para descrever a estrutura familiar e a comunidade de fé, refletindo a necessidade de um lugar seguro sob a proteção de Deus.","conexao_teologica":"A ideia de casa é central na narrativa bíblica, representando o povo de Deus e Sua habitação entre eles.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","Efésios 2:19-22"]},"1reis_15_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como se vive e se age.","explicacao_detalhada":"Em 1 Reis 15:27, a palavra 'modo' destaca a importância das ações e decisões que moldam a vida de uma pessoa, refletindo seu caráter e fé.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que a vida cristã deve ser vivida de acordo com os princípios de Deus.","conexao_teologica":"A Bíblia ensina que o modo de viver deve refletir a santidade e a justiça de Deus.","referencias_relacionadas":["1 Pedro 1:15-16","Colossenses 3:17","Romanos 12:1-2"]},"1reis_15_28_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar refere-se ao ato de governar e liderar.","explicacao_detalhada":"Em 1 Reis 15:28, a palavra 'reinar' é usada para descrever a autoridade e a responsabilidade de um líder, especialmente no contexto do governo de Israel.","por_que_esta_palavra":"A palavra 'reinar' é importante para entender a dinâmica do governo divinamente ordenado e a responsabilidade dos líderes diante de Deus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema central na Bíblia, onde Ele é reconhecido como o Rei dos Reis.","referencias_relacionadas":["Salmos 22:28","Romanos 13:1","Apocalipse 19:16"]},"1reis_15_28_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é um símbolo de identidade e reputação.","explicacao_detalhada":"Em 1 Reis 15:28, a palavra 'nome' refere-se à identidade de uma pessoa e ao legado que deixa, sendo crucial para a compreensão da história de Israel.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da reputação e do caráter diante de Deus e dos homens.","conexao_teologica":"O nome de Deus é reverenciado e tem um papel central na adoração e na relação do povo com Ele.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"1reis_15_28_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer refere-se ao fim da vida física e suas implicações espirituais.","explicacao_detalhada":"Em 1 Reis 15:28, a palavra 'morrer' é usada para descrever a transição da vida terrena para a eternidade, enfatizando a fragilidade da vida humana.","por_que_esta_palavra":"A palavra 'morrer' é importante para refletir sobre a mortalidade e a esperança da vida eterna prometida por Deus.","conexao_teologica":"A morte é um tema central na Bíblia, onde a ressurreição e a vida eterna são promessas fundamentais para os crentes.","referencias_relacionadas":["João 11:25-26","1 Coríntios 15:55-57","Romanos 6:23"]},"1reis_15_29_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação e expressão.","explicacao_detalhada":"Em 1 Reis 15:29, a palavra 'palavra' refere-se à importância da comunicação, tanto entre os seres humanos quanto entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'palavra' é utilizada para enfatizar a necessidade de ouvir e obedecer à voz de Deus.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e é fundamental para a fé e a prática do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"1reis_15_29_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Jeroboão, que simboliza sua identidade e legado.","explicacao_detalhada":"O nome é uma representação da pessoa e de sua história. No contexto de 1 Reis 15:29, o nome de Jeroboão é mencionado para destacar sua importância na história de Israel e seu papel como rei.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a identidade e a reputação de Jeroboão, que foi um rei que se afastou do caminho de Deus.","conexao_teologica":"O nome de uma pessoa muitas vezes carrega um significado espiritual e moral, refletindo suas ações e caráter diante de Deus.","referencias_relacionadas":["1 Reis 14:7","1 Reis 15:34","2 Reis 17:21"]},"1reis_15_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda moral e espiritual de Jeroboão ao se afastar de Deus.","explicacao_detalhada":"A palavra 'cair' é utilizada para descrever a transição de Jeroboão de um líder escolhido por Deus para um rei que se desvia de Seus mandamentos, resultando em sua queda.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da apostasia de Jeroboão e suas consequências para Israel.","conexao_teologica":"A queda de um líder espiritual é um tema recorrente na Bíblia, mostrando como a desobediência a Deus leva à ruína.","referencias_relacionadas":["1 Reis 14:16","1 Reis 15:30","2 Crônicas 13:6"]},"1reis_15_30_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao pecado que Jeroboão cometeu ao oferecer sacrifícios a ídolos.","explicacao_detalhada":"A palavra 'sacrifício' aqui está ligada ao ato de adoração, que foi corrompido por Jeroboão ao introduzir práticas idólatras em Israel.","por_que_esta_palavra":"A menção do 'sacrifício' destaca a seriedade do pecado de Jeroboão, que não apenas desobedeceu a Deus, mas também alterou a forma de adoração.","conexao_teologica":"O conceito de sacrifício é central na adoração a Deus, e a corrupção desse ato é vista como uma grave ofensa espiritual.","referencias_relacionadas":["Levítico 17:10-14","1 Reis 12:32-33","Oséias 8:13"]},"1reis_15_30_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, refere-se ao nome de Jeroboão, simbolizando sua identidade e legado.","explicacao_detalhada":"O nome é mencionado para reforçar a conexão entre as ações de Jeroboão e as consequências que ele enfrentou como resultado de suas escolhas.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a importância da identidade de Jeroboão na narrativa bíblica e suas implicações para o povo de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a natureza e o caráter de Deus e de Seus servos.","referencias_relacionadas":["1 Reis 14:7","1 Reis 15:34","2 Reis 17:21"]},"1reis_15_30_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de desobediência a Deus que Jeroboão cometeu.","explicacao_detalhada":"A palavra 'pecado' é usada para descrever a transgressão de Jeroboão, que levou à sua condenação e à divisão do reino de Israel.","por_que_esta_palavra":"A escolha da palavra 'pecado' é crucial para entender a gravidade das ações de Jeroboão e suas repercussões espirituais.","conexao_teologica":"O pecado é um tema central na Bíblia, representando a separação entre Deus e a humanidade, e suas consequências são sempre sérias.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"1reis_15_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Jeroboão governou e se afastou dos mandamentos de Deus.","explicacao_detalhada":"A palavra 'modo' indica a maneira de agir e as decisões que Jeroboão tomou, que foram contrárias à vontade de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que as ações de Jeroboão não foram acidentais, mas uma escolha deliberada.","conexao_teologica":"As escolhas de vida e a maneira como governamos têm implicações espirituais e morais, refletindo nossa relação com Deus.","referencias_relacionadas":["Provérbios 14:12","Gálatas 6:7","Mateus 7:13-14"]},"1reis_15_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os eventos ocorreram, enfatizando a continuidade da história de Israel.","explicacao_detalhada":"A palavra 'dia' é usada para situar os eventos na narrativa histórica, mostrando que as ações de Jeroboão tiveram consequências duradouras.","por_que_esta_palavra":"A menção do 'dia' ajuda a entender a cronologia dos eventos e a importância do tempo na história bíblica.","conexao_teologica":"O tempo é um elemento crucial na narrativa bíblica, onde Deus age em momentos específicos da história da humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Pedro 3:8"]},"1reis_15_31_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de Jeroboão como rei de Israel.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e a responsabilidade que Jeroboão tinha, além de suas falhas como líder.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois enfatiza o papel de liderança e a expectativa de fidelidade a Deus que vem com essa posição.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são frequentemente avaliados com base em sua fidelidade a Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"1reis_15_32_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se aos conflitos que ocorreram durante o reinado de Jeroboão.","explicacao_detalhada":"A palavra 'batalha' é usada para descrever as lutas físicas e espirituais que Israel enfrentou, refletindo a instabilidade do reino.","por_que_esta_palavra":"A menção de 'batalha' é importante para entender o contexto de conflito e a necessidade de liderança fiel a Deus.","conexao_teologica":"As batalhas na Bíblia muitas vezes simbolizam a luta entre o bem e o mal, e a necessidade de confiar em Deus em tempos de crise.","referencias_relacionadas":["Êxodo 15:3","Salmos 144:1","2 Coríntios 10:3-4"]},"1reis_15_32_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Asa, que simboliza um novo começo e uma liderança mais fiel a Deus.","explicacao_detalhada":"A palavra 'nome' aqui é significativa, pois Asa se torna um contraste com Jeroboão, representando uma tentativa de restaurar a adoração verdadeira em Israel.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a importância da identidade de Asa e seu papel na história de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a natureza e o caráter de Deus e de Seus servos, sendo Asa um exemplo de fidelidade.","referencias_relacionadas":["1 Reis 15:8","2 Crônicas 14:1","2 Crônicas 15:8"]},"1reis_15_32_rei":{"palavra_pt":"rei","palavra_original":"בַּעְשָׁא","transliteracao":"Baʻshâʼ","strong":"H1201","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema sobre um povo, especialmente no contexto de Israel.","explicacao_detalhada":"No versículo, 'rei' é utilizado para descrever Baasa, que governou Israel e teve um papel significativo na história do povo hebreu. A liderança de um rei era vista como uma representação da vontade de Deus para a nação.","por_que_esta_palavra":"A palavra 'rei' é central na narrativa bíblica, pois os reis de Israel eram responsáveis por guiar o povo em questões espirituais e sociais.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à soberania de Deus, que escolhe líderes para cumprir Seus propósitos.","referencias_relacionadas":["1 Reis 12:1","1 Samuel 8:5","Salmos 2:6"]},"1reis_15_33_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' é um símbolo de identidade e autoridade, especialmente em contextos de realeza e divindade.","explicacao_detalhada":"Neste versículo, o nome Asa é mencionado, e nomes na Bíblia frequentemente carregam significados profundos que refletem o caráter ou a missão da pessoa.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a reputação e a memória de uma pessoa, além de sua relação com Deus.","conexao_teologica":"O nome de Deus é frequentemente invocado em momentos de adoração e oração, mostrando a importância da identidade divina.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Provérbios 18:10"]},"1reis_15_33_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um período de tempo, indicando a duração do reinado.","explicacao_detalhada":"No contexto do versículo, a expressão do tempo é crucial para entender a cronologia dos eventos e a estabilidade do reinado de Asa.","por_que_esta_palavra":"A palavra 'expressão' é usada para marcar a continuidade ou a transição entre diferentes períodos históricos.","conexao_teologica":"O tempo é uma criação de Deus, e a forma como os eventos se desenrolam no tempo é parte do plano divino.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Daniel 2:21"]},"1reis_15_33_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere a Asa, que é descrito como um rei justo em contraste com seus predecessores.","explicacao_detalhada":"Asa é conhecido por suas reformas religiosas e por afastar a idolatria, mostrando a importância de um rei que busca a vontade de Deus.","por_que_esta_palavra":"A liderança de Asa é um exemplo de como um rei pode influenciar a espiritualidade de uma nação.","conexao_teologica":"A figura do rei é um tipo de Cristo, que é o Rei dos Reis e cuja liderança é perfeita e justa.","referencias_relacionadas":["2 Crônicas 14:2","1 Reis 15:11","1 Reis 15:14"]},"1reis_15_34_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de um inimigo ou uma situação.","explicacao_detalhada":"Neste contexto, a menção de um 'urso' pode simbolizar a ameaça que os israelitas enfrentavam de seus inimigos.","por_que_esta_palavra":"A palavra 'urso' é significativa para transmitir a ideia de perigo e a necessidade de vigilância espiritual.","conexao_teologica":"A ferocidade de um urso pode ser vista como um paralelo à luta espiritual que os crentes enfrentam contra forças malignas.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"1reis_15_34_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à maneira de viver, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Neste versículo, 'vida' pode ser interpretada como a forma como o povo de Israel deveria viver em conformidade com a lei de Deus.","por_que_esta_palavra":"A palavra 'vida' é central na teologia bíblica, pois a vida plena é encontrada em Cristo e na obediência a Deus.","conexao_teologica":"A vida em Cristo é descrita como abundante e cheia de propósito, contrastando com a morte espiritual.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19","Romanos 6:23"]},"1reis_15_34_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e discernimento, especialmente em relação à visão espiritual.","explicacao_detalhada":"No contexto do versículo, 'olho' pode referir-se à capacidade de ver e entender a vontade de Deus.","por_que_esta_palavra":"A palavra 'olho' é frequentemente usada na Bíblia para descrever a percepção espiritual e a necessidade de estar atento às coisas de Deus.","conexao_teologica":"A visão espiritual é essencial para a vida cristã, pois permite que os crentes vejam além do físico e entendam o plano de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]}}