{"1reis_17_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer, especialmente no contexto de profecia e comunicação divina.","explicacao_detalhada":"A palavra 'dizer' destaca a importância da mensagem profética de Elias, que traz advertências e juízos sobre Israel.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a função do profeta como porta-voz de Deus.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala ao Seu povo através de profetas e Sua palavra.","referencias_relacionadas":["1 Reis 17:1","Amós 3:7","Hebreus 1:1-2"]},"1reis_17_1_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é o Senhor'.","explicacao_detalhada":"O 'nome' Elias é significativo, pois reflete sua missão de trazer o povo de volta à adoração ao verdadeiro Deus.","por_que_esta_palavra":"A palavra 'nome' é importante, pois os nomes na Bíblia frequentemente têm significados que refletem a identidade e a missão.","conexao_teologica":"O nome de Elias é um lembrete da soberania de Deus e da necessidade de fidelidade a Ele em tempos de apostasia.","referencias_relacionadas":["1 Reis 17:1","Mateus 17:3","Tiago 5:17"]},"1reis_17_1_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"תּוֹשָׁב","transliteracao":"tôwshâb","strong":"H8453","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se a um estrangeiro, enfatizando a inclusão de pessoas de fora do povo de Israel na obra de Deus.","explicacao_detalhada":"A palavra 'estrangeiro' destaca a universalidade da mensagem de Deus e Sua disposição de agir fora das fronteiras de Israel.","por_que_esta_palavra":"A palavra 'estrangeiro' é relevante para entender a abrangência do plano de salvação de Deus.","conexao_teologica":"A inclusão de estrangeiros na obra de Deus é um tema que aparece em várias partes da Bíblia, mostrando a graça divina.","referencias_relacionadas":["1 Reis 17:1","Lucas 4:25-27","Romanos 11:11"]},"1reis_17_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar a queda moral ou espiritual do povo de Israel.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição do povo que se afastou de Deus e suas consequências.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois reflete a fragilidade humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema central na teologia bíblica, onde a desobediência leva a consequências sérias, mas a graça de Deus oferece restauração.","referencias_relacionadas":["1 Reis 17:2","Romanos 3:23","Gálatas 6:1"]},"1reis_17_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é proclamada por Elias, trazendo juízo e advertência ao povo.","explicacao_detalhada":"A 'palavra' enfatiza a autoridade divina que Elias carrega como profeta, trazendo mensagens de advertência e esperança.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender a revelação de Deus e a responsabilidade do povo em ouvir e obedecer.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, onde a obediência a ela resulta em bênçãos.","referencias_relacionadas":["1 Reis 17:2","Salmos 119:11","Tiago 1:22"]},"1reis_17_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que denota sua soberania e autoridade.","explicacao_detalhada":"O termo 'Senhor' é usado para enfatizar a relação de Deus com seu povo, como aquele que governa e cuida. No contexto de 1 Reis 17, Elias se apresenta como profeta do Senhor, destacando a importância da obediência a Deus em tempos de crise.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o governante supremo e a fonte de toda autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"1reis_17_3_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Indica a direção ou a presença de Deus, simbolizando a busca pela Sua face.","explicacao_detalhada":"O 'rosto' de Deus representa Sua presença e favor. No contexto de 1 Reis 17, Elias é instruído a se afastar e se esconder, o que implica uma mudança na relação entre o profeta e Deus, que pode ser visto como um afastamento do 'rosto' divino.","por_que_esta_palavra":"A palavra 'rosto' é usada para expressar a ideia de proximidade ou afastamento de Deus, essencial para entender a dinâmica da relação entre o homem e o divino.","conexao_teologica":"A busca pelo rosto de Deus é um tema recorrente na Bíblia, refletindo o desejo humano de estar em comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"1reis_17_3_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao ponto de partida ou à direção que se deve tomar.","explicacao_detalhada":"A palavra 'fim' no contexto de 1 Reis 17 sugere um direcionamento, indicando que Elias deveria ir para um lugar específico, que era parte do plano de Deus para sustentar o profeta durante a seca.","por_que_esta_palavra":"A ideia de 'fim' é crucial para entender a obediência de Elias às instruções divinas, que muitas vezes exigem que sigamos caminhos que não compreendemos completamente.","conexao_teologica":"Deus tem um plano e propósito para cada um de nós, e a obediência a Ele nos leva ao 'fim' que Ele deseja.","referencias_relacionadas":["Provérbios 3:5-6","Jeremias 29:11","Romanos 8:28"]},"1reis_17_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de ser ou de acontecer, muitas vezes relacionado a mudanças ou transições.","explicacao_detalhada":"A palavra 'cair' pode ser interpretada como um estado de vulnerabilidade ou necessidade. No contexto de 1 Reis 17, Elias é instruído a ir a um riacho, onde ele dependeria de Deus para sua provisão.","por_que_esta_palavra":"A ideia de 'cair' reflete a fragilidade humana e a necessidade de confiar em Deus em tempos difíceis.","conexao_teologica":"A dependência de Deus é um tema central na vida do crente, que deve reconhecer sua fragilidade e a necessidade de se apoiar no Senhor.","referencias_relacionadas":["Salmos 55:22","Mateus 6:25-34","2 Coríntios 12:9"]},"1reis_17_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e poder, mas também pode representar perigo.","explicacao_detalhada":"A palavra 'urso' pode ser vista como uma metáfora para a força que Deus usa para proteger e sustentar seus profetas. No contexto, Elias é protegido de perigos enquanto cumpre a vontade de Deus.","por_que_esta_palavra":"A menção de 'urso' pode simbolizar a força de Deus em contraste com a fraqueza humana, mostrando que Ele é nosso defensor.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que cuida de seus servos em tempos de necessidade.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"1reis_17_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus e à importância de ouvir Sua voz.","explicacao_detalhada":"A palavra 'palavra' é central na revelação divina. Em 1 Reis 17, a palavra de Deus é o que sustenta Elias e o guia em sua missão profética.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e é através dela que somos guiados e sustentados em nossa jornada espiritual.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, enfatizando que ela é a base da fé e da vida cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"1reis_17_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de discernir ou tomar decisões com base na sabedoria divina.","explicacao_detalhada":"A palavra 'julgar' implica a capacidade de fazer escolhas sábias. No contexto de 1 Reis 17, Elias deve discernir a vontade de Deus em meio a uma situação difícil.","por_que_esta_palavra":"A habilidade de 'julgar' é essencial para a vida cristã, pois precisamos constantemente buscar a direção de Deus em nossas decisões.","conexao_teologica":"A sabedoria divina é fundamental para a vida do crente, que deve buscar a orientação de Deus em todas as áreas.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","Romanos 12:2"]},"1reis_17_6_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico e espiritual que Deus provê.","explicacao_detalhada":"A palavra 'alimento' é usada para descrever o que sustenta a vida. Em 1 Reis 17, Deus provê alimento para Elias através de meios sobrenaturais, mostrando Sua fidelidade.","por_que_esta_palavra":"A ideia de 'alimento' é crucial para entender a dependência do homem em relação a Deus, que é a fonte de toda provisão.","conexao_teologica":"Deus é o provedor de todas as nossas necessidades, tanto físicas quanto espirituais, e devemos confiar Nele para nosso sustento.","referencias_relacionadas":["Filipenses 4:19","Mateus 6:11","João 6:35"]},"1reis_17_6_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à parte do corpo que é essencial para a vida, simbolizando a fragilidade humana.","explicacao_detalhada":"A palavra 'carne' é usada para enfatizar a natureza humana e a necessidade de sustento. Em 1 Reis 17, Deus provê carne para Elias, mostrando Sua preocupação com as necessidades físicas do profeta.","por_que_esta_palavra":"A carne representa a vulnerabilidade humana e a necessidade de dependência de Deus para a sobrevivência.","conexao_teologica":"A provisão de Deus para nossas necessidades físicas é um reflexo de Seu amor e cuidado por nós.","referencias_relacionadas":["Salmos 145:15-16","Mateus 6:26","Lucas 12:24"]},"1reis_17_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra como um lugar de habitação e sustento.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o ambiente onde o povo de Deus vive. Em 1 Reis 17, a terra é afetada pela seca, o que leva à necessidade de intervenção divina.","por_que_esta_palavra":"A terra é um símbolo da provisão de Deus e da relação do homem com o ambiente criado.","conexao_teologica":"A criação e a terra são parte do plano de Deus, e Ele é soberano sobre todas as coisas que habitam nela.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"1reis_17_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"No contexto de 1 Reis 17:7, 'cair' refere-se à interrupção de um período de sustento, simbolizando a escassez que se aproxima.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado de abundância para um de necessidade. Este versículo destaca a fragilidade da provisão divina em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a inevitabilidade da mudança nas circunstâncias, refletindo a soberania de Deus sobre a natureza e a vida humana.","conexao_teologica":"Este versículo ilustra a dependência do ser humano em relação a Deus, que é o provedor em tempos de necessidade.","referencias_relacionadas":["1 Reis 17:1","Mateus 6:26","Filipenses 4:19"]},"1reis_17_7_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' (קֵץ) neste versículo indica o término de um período de sustento, simbolizando a chegada de dificuldades.","explicacao_detalhada":"O 'fim' representa não apenas a conclusão de um ciclo, mas também a necessidade de um novo começo, onde a fé é testada.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a narrativa de Elias, pois marca a transição para um novo capítulo na história de Israel.","conexao_teologica":"O conceito de 'fim' está ligado à ideia de renovação e esperança, onde Deus sempre traz um novo começo após a crise.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 40:31","Apocalipse 21:5"]},"1reis_17_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Neste versículo, 'cair' novamente simboliza a mudança nas circunstâncias de Elias, indicando um novo desafio.","explicacao_detalhada":"A repetição da palavra 'cair' reforça a ideia de que a vida é cheia de altos e baixos, e que a dependência de Deus é essencial.","por_que_esta_palavra":"A palavra é utilizada para mostrar que, mesmo em tempos de crise, Deus continua a guiar e prover.","conexao_teologica":"A dependência de Deus em tempos de crise é um tema recorrente na Bíblia, mostrando que Ele é a nossa rocha e fortaleza.","referencias_relacionadas":["Salmos 46:1","2 Coríntios 12:9","Romanos 8:28"]},"1reis_17_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' (דָּבָר) refere-se à ordem de Deus para Elias, que é um elemento central na narrativa.","explicacao_detalhada":"Neste contexto, a 'palavra' representa a comunicação direta de Deus com Elias, mostrando a importância da obediência à Sua voz.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a relação íntima entre Deus e Seus profetas, onde a revelação divina é essencial para a missão.","conexao_teologica":"A 'palavra' de Deus é um tema central na Bíblia, simbolizando a verdade e a direção que Ele oferece ao Seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"1reis_17_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'senhor' (יְהֹוָה) é usado para se referir à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome de Deus enfatiza Sua soberania e poder, que são fundamentais para a missão de Elias.","por_que_esta_palavra":"A palavra 'senhor' é central na teologia israelita, representando a relação de aliança entre Deus e Seu povo.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente, simbolizando a confiança e a dependência do povo em Sua liderança.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"1reis_17_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' (יָשַׁב) implica a ação de Deus em avaliar a situação de Israel e a necessidade de intervenção.","explicacao_detalhada":"Neste contexto, 'julgar' reflete a justiça divina e a necessidade de correção diante da idolatria e desobediência do povo.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a natureza de Deus como justo e reto, que não ignora a iniquidade.","conexao_teologica":"O julgamento de Deus é um tema importante, mostrando que Ele é tanto misericordioso quanto justo.","referencias_relacionadas":["Salmos 9:7","Romanos 2:6","Apocalipse 20:12"]},"1reis_17_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' (קוּם) refere-se à ação de Deus em restaurar e trazer esperança ao povo de Israel.","explicacao_detalhada":"Neste versículo, 'levantar' simboliza a ação de Deus em trazer um novo começo e restaurar a relação com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'levantar' é significativa, pois representa a capacidade de Deus de transformar situações difíceis em oportunidades de renovação.","conexao_teologica":"A ideia de 'levantar' está ligada à ressurreição e à restauração, temas centrais na mensagem cristã.","referencias_relacionadas":["Isaías 61:1","Ezequiel 37:14","Romanos 8:11"]},"1reis_17_9_nome":{"palavra_pt":"nome","palavra_original":"צִידוֹן","transliteracao":"Tsîydôwn","strong":"H6721","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'nome' (צִידוֹן) refere-se à cidade de Sidon, que é importante no contexto da missão de Elias.","explicacao_detalhada":"Sidon é uma cidade pagã, e a menção do nome destaca a missão de Elias de levar a mensagem de Deus até mesmo a lugares de idolatria.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e do local na narrativa bíblica.","conexao_teologica":"A inclusão de Sidon na narrativa mostra que a mensagem de Deus não é limitada a Israel, mas se estende a todas as nações.","referencias_relacionadas":["Mateus 15:21","Atos 10:1","Lucas 4:26"]},"1reis_17_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' (קוּם) é usada novamente para enfatizar a ação de Deus em enviar Elias a um novo local de missão.","explicacao_detalhada":"Neste contexto, 'levantar' simboliza a obediência de Elias ao chamado de Deus para ir a Sidon, mostrando a importância da disposição em servir.","por_que_esta_palavra":"A repetição da palavra 'levantar' destaca a continuidade da ação divina e a resposta do profeta ao chamado.","conexao_teologica":"A disposição para 'levantar' e ir aonde Deus envia é um tema importante na vida dos profetas e na missão da Igreja.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Atos 8:26"]},"1reis_17_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' (עִיר) refere-se ao local onde Elias é enviado, simbolizando a importância do contexto geográfico na missão.","explicacao_detalhada":"A cidade é um espaço onde a cultura e a idolatria se encontram, e a missão de Elias é levar a verdade de Deus a esse ambiente.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a relevância do local na obra de Deus e a necessidade de evangelização em áreas urbanas.","conexao_teologica":"A missão de Deus frequentemente se dá em contextos urbanos, onde as pessoas estão em necessidade de ouvir a verdade.","referencias_relacionadas":["Mateus 5:14","Atos 2:5","Apocalipse 21:2"]},"1reis_17_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover de um lugar para outro, simbolizando a obediência ao comando divino.","explicacao_detalhada":"Neste versículo, Elias é instruído a ir a Sarepta, onde Deus preparou uma viúva para sustentá-lo. O 'andar' aqui implica em seguir a direção dada por Deus, mostrando a importância da obediência na vida do profeta.","por_que_esta_palavra":"A palavra 'andar' é usada para enfatizar a necessidade de seguir o caminho que Deus designa, refletindo a relação de fé e confiança entre o servo e o Senhor.","conexao_teologica":"O ato de andar segundo a vontade de Deus é um tema recorrente na Bíblia, representando a vida de fé e a busca pela vontade divina.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Gálatas 5:16"]},"1reis_17_11_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Novamente, refere-se ao movimento, neste caso, para buscar alimento, simbolizando a dependência de Deus para suprir as necessidades.","explicacao_detalhada":"Elias, ao andar, demonstra sua confiança em Deus, que havia prometido que a viúva o sustentaria. O 'andar' aqui é um ato de fé em resposta à palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'andar' reforça a ideia de que a vida do profeta é marcada por ações que refletem sua obediência e confiança em Deus.","conexao_teologica":"A dependência de Deus para suprir nossas necessidades é um princípio fundamental na vida cristã, onde somos chamados a confiar em Sua provisão.","referencias_relacionadas":["Mateus 6:31-33","Filipenses 4:19","Salmos 37:25"]},"1reis_17_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar algo, neste caso, a água e o pão que a viúva estava prestes a oferecer a Elias.","explicacao_detalhada":"A palavra 'agarrar' implica em um ato de receber o que Deus providencia, mostrando a interação entre a fé da viúva e a necessidade de Elias.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a ação de tomar posse da provisão divina, que é um ato de fé e reconhecimento da soberania de Deus.","conexao_teologica":"Tomar o que Deus oferece é um aspecto importante da vida cristã, onde somos chamados a aceitar a graça e as bênçãos que Ele nos dá.","referencias_relacionadas":["João 1:12","Romanos 8:32","Tiago 1:17"]},"1reis_17_11_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou pedir algo, neste caso, Elias chamando a viúva para que ela o ajudasse.","explicacao_detalhada":"Elias chama a viúva para que ela atenda suas necessidades, demonstrando a interação entre o profeta e a mulher, que é um reflexo da providência de Deus.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque mostra a iniciativa de Elias em buscar ajuda, o que é um exemplo de como devemos nos abrir para receber ajuda de Deus e dos outros.","conexao_teologica":"A chamada de Deus para nós muitas vezes vem através de outros, e é importante estarmos atentos a essas convocações em nossa vida espiritual.","referencias_relacionadas":["Isaías 41:10","Mateus 11:28","Hebreus 4:16"]},"1reis_17_12_barrel":{"palavra_pt":"barrel","palavra_original":"כַּד","transliteracao":"kad","strong":"H3537","significado_raiz":"Ideia básica: barrel.","significado_contextual":"Refere-se ao recipiente que contém a farinha, simbolizando a provisão que Deus estava prestes a fazer.","explicacao_detalhada":"A menção do 'barrel' destaca a escassez que a viúva enfrentava, mas também a abundância que Deus poderia trazer a partir do pouco que ela tinha.","por_que_esta_palavra":"A palavra 'barrel' é importante porque representa a fonte de sustento, e a maneira como Deus pode multiplicar o que temos quando confiamos Nele.","conexao_teologica":"Deus é capaz de suprir nossas necessidades de maneiras que muitas vezes não podemos imaginar, e isso é um tema central na narrativa bíblica.","referencias_relacionadas":["2 Reis 4:1-7","Mateus 14:13-21","Filipenses 4:19"]},"1reis_17_12_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte iminente da viúva e de seu filho devido à fome, simbolizando a gravidade da situação.","explicacao_detalhada":"A menção da morte ressalta a desespero da viúva, que estava prestes a aceitar seu destino, mas que encontrou esperança através de Elias.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a profundidade da crise que a viúva enfrentava, e como a intervenção de Deus pode mudar situações desesperadoras.","conexao_teologica":"A morte física e espiritual é um tema recorrente na Bíblia, e a intervenção de Deus traz vida e esperança onde parece não haver saída.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 Pedro 5:7"]},"1reis_17_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer algo significativo, neste caso, a declaração da viúva sobre sua situação.","explicacao_detalhada":"A viúva expressa sua realidade de maneira clara, o que é um exemplo de como devemos ser honestos sobre nossas dificuldades diante de Deus.","por_que_esta_palavra":"A palavra 'dizer' é importante porque destaca a comunicação e a expressão de necessidades, que são essenciais em nossa relação com Deus.","conexao_teologica":"A honestidade em nossas orações e declarações é fundamental para uma vida de fé autêntica, onde podemos trazer nossas preocupações a Deus.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 João 5:14"]},"1reis_17_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Elias à viúva, encorajando-a a não temer e a agir em fé.","explicacao_detalhada":"Elias diz à viúva que ela deve fazer o que ele pediu, mostrando que a obediência pode levar a bênçãos inesperadas.","por_que_esta_palavra":"A palavra 'dizer' aqui é um chamado à ação, enfatizando a importância de seguir a direção de Deus mesmo em tempos de crise.","conexao_teologica":"A obediência à palavra de Deus é um tema central na vida cristã, onde somos chamados a agir em fé, mesmo quando as circunstâncias parecem desfavoráveis.","referencias_relacionadas":["Hebreus 11:1","Tiago 1:22","Romanos 10:17"]},"1reis_17_13_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é Yahweh', simbolizando sua identidade e missão.","explicacao_detalhada":"O nome Elias é uma declaração de fé e um lembrete do poder de Deus, que é central na mensagem que ele traz ao povo de Israel.","por_que_esta_palavra":"A palavra 'nome' é significativa porque os nomes na Bíblia frequentemente carregam significados profundos e refletem a identidade e o caráter de Deus.","conexao_teologica":"A identidade de um crente está ligada ao nome de Deus, e somos chamados a viver de acordo com essa identidade em nossas vidas diárias.","referencias_relacionadas":["Salmos 91:14","Isaías 43:1","1 João 3:1"]},"1reis_17_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer algo, neste caso, a viúva sendo instruída a agir em fé e preparar o alimento.","explicacao_detalhada":"A palavra 'urso' implica em ação e criação, mostrando que Deus pode usar o que temos para realizar Seus propósitos.","por_que_esta_palavra":"A palavra 'urso' é importante porque enfatiza a capacidade de Deus de trazer à existência o que não existe, usando o que já temos.","conexao_teologica":"Deus é o Criador e pode fazer milagres a partir do que temos, e isso é um tema central na narrativa bíblica.","referencias_relacionadas":["Gênesis 1:1","Romanos 4:17","2 Coríntios 5:17"]},"1reis_17_14_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo fértil, que é essencial para a agricultura e a sobrevivência.","explicacao_detalhada":"No contexto de 1 Reis 17:14, o solo é mencionado como parte da promessa de Deus a Elias, que ele não deveria temer a escassez, pois haveria alimento suficiente.","por_que_esta_palavra":"A palavra 'solo' é crucial para entender a dependência do povo de Deus em relação à terra e à provisão divina.","conexao_teologica":"O solo simboliza a criação de Deus e a provisão que Ele oferece aos seus filhos, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 104:14-15","Mateus 6:26"]},"1reis_17_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa pela qual algo acontece, neste caso, a promessa de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a declaração de Elias à razão pela qual ele pode confiar na provisão de Deus, enfatizando a fidelidade divina.","por_que_esta_palavra":"É fundamental para entender a lógica da promessa de Deus e a resposta de Elias à situação de necessidade.","conexao_teologica":"Reflete a soberania de Deus e Sua capacidade de suprir as necessidades de Seu povo, mesmo em tempos de crise.","referencias_relacionadas":["Romanos 8:28","Filipenses 4:19","Hebreus 11:6"]},"1reis_17_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na autoridade divina.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é usado para enfatizar a relação pessoal e a aliança entre Deus e Seu povo, destacando Sua soberania.","por_que_esta_palavra":"A invocação do nome de Deus é um reconhecimento de Sua autoridade e poder sobre todas as circunstâncias.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e promessa, sendo um ponto de referência para a fé do povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"1reis_17_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que pode simbolizar força e ferocidade, mas aqui é usado de forma figurativa.","explicacao_detalhada":"A palavra 'urso' é mencionada em um contexto que pode sugerir proteção ou ameaça, dependendo da interpretação.","por_que_esta_palavra":"A escolha dessa palavra pode indicar a seriedade da situação e a necessidade de intervenção divina.","conexao_teologica":"Simboliza a proteção de Deus sobre Elias, mesmo em meio a perigos e desafios.","referencias_relacionadas":["2 Reis 2:24","Salmos 91:11-12","Isaías 43:2"]},"1reis_17_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração que tem poder e autoridade.","explicacao_detalhada":"Neste contexto, a palavra é um meio pelo qual Deus se comunica e realiza Suas promessas.","por_que_esta_palavra":"É fundamental para entender a natureza da revelação divina e a resposta de Elias à instrução de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um elemento central na fé e na prática do povo de Deus.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"1reis_17_15_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou seguir um caminho, muitas vezes usado de forma figurativa para descrever a vida de fé.","explicacao_detalhada":"A palavra 'andar' implica em seguir as instruções de Deus e viver de acordo com Sua vontade.","por_que_esta_palavra":"É importante para entender a obediência de Elias e a sua disposição em seguir a direção divina.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, simbolizando a comunhão e a fidelidade ao Senhor.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 2:6"]},"1reis_17_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se novamente à palavra de Deus, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'palavra' destaca a centralidade da comunicação divina na vida de Elias e na história de Israel.","por_que_esta_palavra":"Reforça a ideia de que a palavra de Deus é a base para a ação e a confiança de Elias.","conexao_teologica":"A palavra de Deus é um elemento essencial na vida do crente, guiando e sustentando em tempos de necessidade.","referencias_relacionadas":["Romanos 10:17","Salmos 119:11","Tiago 1:22"]},"1reis_17_16_barrel":{"palavra_pt":"barrel","palavra_original":"כַּד","transliteracao":"kad","strong":"H3537","significado_raiz":"Ideia básica: barrel.","significado_contextual":"Refere-se a um recipiente usado para armazenar líquidos ou grãos, essencial para a sobrevivência.","explicacao_detalhada":"O 'barrel' é mencionado no contexto da provisão de Deus para Elias e a viúva, simbolizando a abundância que vem de Deus.","por_que_esta_palavra":"É importante para entender como Deus supriu as necessidades físicas de Elias e da viúva durante a seca.","conexao_teologica":"O barrel representa a provisão de Deus, que nunca falha, mesmo em tempos de escassez.","referencias_relacionadas":["Salmos 37:25","Mateus 6:33","Filipenses 4:19"]},"1reis_17_16_flour":{"palavra_pt":"flour","palavra_original":"קֶמַח","transliteracao":"qemach","strong":"H7058","significado_raiz":"Ideia básica: flour.","significado_contextual":"Refere-se à farinha, um alimento básico que representa sustento e vida.","explicacao_detalhada":"A farinha é mencionada como parte da provisão milagrosa de Deus, que sustenta Elias e a viúva durante a fome.","por_que_esta_palavra":"É crucial para entender a natureza do milagre e a fidelidade de Deus em suprir as necessidades.","conexao_teologica":"A farinha simboliza a provisão de Deus, que é suficiente para todos os que confiam Nele.","referencias_relacionadas":["Salmos 104:14","Mateus 4:4","João 6:35"]},"1reis_17_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é central para a narrativa e a ação de Elias.","explicacao_detalhada":"A palavra é um meio pelo qual Deus se comunica e realiza Seus propósitos, sendo essencial para a vida de fé.","por_que_esta_palavra":"Reforça a ideia de que a palavra de Deus é a base para a ação e a confiança de Elias.","conexao_teologica":"A palavra de Deus é um elemento essencial na vida do crente, guiando e sustentando em tempos de necessidade.","referencias_relacionadas":["Isaías 40:8","Salmos 119:105","Tiago 1:22"]},"1reis_17_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar onde a viúva e seu filho residem, simbolizando segurança e abrigo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é utilizada para descrever não apenas a estrutura física, mas também o ambiente familiar e a proteção que ela oferece. No contexto de 1 Reis 17, a casa da viúva é o local onde ocorre um milagre de Deus através do profeta Elias.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar na vida das pessoas e como Deus se preocupa com as necessidades básicas de seus servos.","conexao_teologica":"A casa é um símbolo da presença de Deus e da provisão divina, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"1reis_17_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda do filho da viúva, um evento trágico que provoca desespero.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a morte do filho, simbolizando a fragilidade da vida e a inevitabilidade da morte. Este ato gera um clamor por ajuda e intervenção divina.","por_que_esta_palavra":"A palavra 'cair' é significativa pois representa a transição da vida para a morte, um tema central na narrativa bíblica.","conexao_teologica":"A queda do filho destaca a necessidade de intervenção divina e a esperança de ressurreição, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 5:12","1 Coríntios 15:22"]},"1reis_17_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é invocado pela viúva em sua angústia.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um título que expressa a soberania e a autoridade divina. No contexto, a viúva questiona a Elias sobre a relação entre suas dificuldades e a presença de Deus em sua vida.","por_que_esta_palavra":"A invocação de Deus é crucial, pois revela a dependência humana da divindade em momentos de crise.","conexao_teologica":"Deus é apresentado como o provedor e sustentador, que responde ao clamor de seu povo em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"1reis_17_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte do filho da viúva, um evento que traz desespero e questionamento.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a condição final do filho, simbolizando a perda e a dor que a morte traz. Este evento provoca uma crise de fé na viúva.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, representando a separação e a necessidade de redenção.","conexao_teologica":"A morte do filho destaca a fragilidade da vida e a esperança de ressurreição que é central na mensagem cristã.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","Apocalipse 21:4"]},"1reis_17_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude do milagre que está prestes a acontecer.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a comunicação divina e a ordem que Elias dá ao Senhor. A grandeza de Deus é enfatizada na resposta ao clamor da viúva.","por_que_esta_palavra":"A palavra 'dizer' é fundamental, pois revela a autoridade de Deus e a importância da palavra divina na criação e na realização de milagres.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central, mostrando como Ele se revela e age na história.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"1reis_17_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ordem que Elias dá ao Senhor, enfatizando a grandeza do ato que está prestes a acontecer.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é novamente utilizada para expressar a comunicação entre o profeta e Deus, destacando a importância da obediência e da fé.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a palavra de Deus tem poder e autoridade.","conexao_teologica":"A relação entre Deus e os profetas é um tema central, mostrando como Deus usa homens para realizar seus propósitos.","referencias_relacionadas":["Êxodo 4:12","Jeremias 1:7","Atos 4:29"]},"1reis_17_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de Elias de clamar a Deus em busca de ajuda e intervenção.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para expressar a ação de Deus em responder ao clamor de Elias, simbolizando a generosidade e a graça divina.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois reflete a natureza generosa de Deus em atender às necessidades de seu povo.","conexao_teologica":"A resposta de Deus ao clamor humano é um tema recorrente, mostrando sua disposição em ajudar aqueles que o buscam.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"1reis_17_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho da viúva, cuja vida está em risco, simbolizando a continuidade da família.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a importância da prole na sociedade israelita. A morte do filho representa uma grande perda para a viúva.","por_que_esta_palavra":"A palavra 'filho' é crucial, pois representa a esperança e o futuro da família, além de simbolizar a herança.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"1reis_17_20_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte do filho, um evento que provoca grande angústia e desespero.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é novamente utilizada para enfatizar a gravidade da situação e a necessidade de intervenção divina.","por_que_esta_palavra":"A repetição da palavra 'morrer' sublinha a seriedade da morte e a fragilidade da vida.","conexao_teologica":"A morte é um tema central na teologia bíblica, refletindo a necessidade de redenção e esperança na vida eterna.","referencias_relacionadas":["Romanos 5:12","1 Coríntios 15:26","Hebreus 9:27"]},"1reis_17_20_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de Elias de chamar a Deus em busca de ajuda para ressuscitar o filho.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) é usada para descrever a invocação de Elias, simbolizando a fé e a dependência do profeta em relação a Deus.","por_que_esta_palavra":"A palavra 'chamar' é significativa, pois representa a comunicação direta entre o homem e Deus, essencial para a fé.","conexao_teologica":"A chamada a Deus é um tema central na Bíblia, mostrando a importância da oração e da intercessão.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","1 João 5:14"]},"1reis_17_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' é usada para designar a divindade suprema, que tem controle sobre todas as coisas. No contexto de 1 Reis 17, Elias clama ao Senhor em um momento de desespero, reconhecendo a necessidade da intervenção divina.","por_que_esta_palavra":"A invocação do nome do Senhor é fundamental para a oração e a busca de ajuda divina, especialmente em situações críticas.","conexao_teologica":"A palavra 'senhor' é central na teologia bíblica, representando a relação entre Deus e Seu povo, e a confiança que eles devem ter Nele.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"1reis_17_21_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a um menino, cuja vida é restaurada por Elias através da intervenção divina.","explicacao_detalhada":"A palavra 'criança' destaca a vulnerabilidade e a inocência da vida, e neste contexto, a súplica de Elias a Deus para que devolvesse a vida ao menino é um ato de fé e compaixão.","por_que_esta_palavra":"A menção da criança enfatiza a gravidade da situação e a importância da vida, além de simbolizar a esperança e a restauração.","conexao_teologica":"A restauração da vida de uma criança é um poderoso símbolo da ressurreição e do poder de Deus sobre a morte.","referencias_relacionadas":["Mateus 18:10","Lucas 7:12-15","Marcos 5:41-42"]},"1reis_17_21_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou clamar a Deus em busca de ajuda.","explicacao_detalhada":"A palavra 'chamar' implica um chamado urgente e sincero a Deus, que é um tema recorrente nas orações dos profetas e dos fiéis.","por_que_esta_palavra":"Chamar a Deus é um ato de fé, reconhecendo que somente Ele pode intervir em situações impossíveis.","conexao_teologica":"A prática de chamar a Deus é uma expressão de dependência e confiança na Sua providência e poder.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Atos 2:21"]},"1reis_17_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em 1 Reis 17:21, \"senhor\" aparece na frase \"Então se estendeu sobre o menino três vezes, e clamou ao Senhor, e disse: Ó Senhor meu Deus, rogo-te que a alma deste menino torne a entrar…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de 1 Reis 17:21 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Reis 17:8. Lendo junto com 1 Reis 17:21, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Reis 17:21","1 Reis 17:8","Salmos 119:105"]},"1reis_17_22_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que traz vida e restauração.","explicacao_detalhada":"A palavra 'voz' simboliza a comunicação divina e a autoridade de Deus, que pode trazer vida onde há morte.","por_que_esta_palavra":"A voz de Deus é poderosa e eficaz, capaz de realizar milagres e transformar situações.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua revelação e ação no mundo.","referencias_relacionadas":["Gênesis 1:3","João 10:27","Hebreus 1:1-2"]},"1reis_17_22_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à restauração da vida da criança, um milagre realizado por Deus.","explicacao_detalhada":"A palavra 'viver' implica não apenas a existência física, mas também a plenitude da vida que Deus oferece.","por_que_esta_palavra":"A ênfase em 'viver' destaca a vitória de Deus sobre a morte e Sua capacidade de trazer esperança.","conexao_teologica":"A vida é um tema central na teologia cristã, simbolizando a nova vida em Cristo e a promessa de ressurreição.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:22"]},"1reis_17_22_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de ouvir a voz de Deus e responder a ela.","explicacao_detalhada":"A palavra 'ouvir' implica uma disposição para escutar e obedecer à vontade de Deus, essencial para a vida de fé.","por_que_esta_palavra":"Ouvir a Deus é fundamental para a relação entre o crente e o Senhor, permitindo que a fé se manifeste em ações.","conexao_teologica":"A habilidade de ouvir a voz de Deus é crucial para a orientação espiritual e a comunhão com Ele.","referencias_relacionadas":["Salmos 119:105","Isaías 30:21","Tiago 1:22"]},"1reis_17_23_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar a criança nos braços, simbolizando cuidado e compaixão.","explicacao_detalhada":"A palavra 'tomar' destaca a ação de Elias em levar a criança, mostrando seu papel como intermediário entre Deus e o menino.","por_que_esta_palavra":"Tomar a criança é um ato de amor e responsabilidade, refletindo a natureza pastoral de Elias.","conexao_teologica":"O ato de tomar e cuidar é um reflexo do amor de Deus por Seu povo, que é frequentemente descrito como um pastor.","referencias_relacionadas":["Salmos 23:1-3","Mateus 18:12-14","1 Pedro 5:2-3"]},"1reis_17_23_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é Yahweh'.","explicacao_detalhada":"O nome Elias é significativo, pois representa a missão do profeta de trazer o povo de volta à adoração ao verdadeiro Deus.","por_que_esta_palavra":"O nome é uma parte importante da identidade e do chamado de Elias, refletindo sua relação com Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que revelam a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["1 Reis 18:36","Mateus 17:3","Tiago 5:17"]},"1reis_17_23_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se novamente à criança que foi restaurada à vida por Elias.","explicacao_detalhada":"A repetição da palavra 'criança' enfatiza a importância da vida e a compaixão de Deus por aqueles que são vulneráveis.","por_que_esta_palavra":"A menção da criança reforça a ideia de que Deus se importa com todos, especialmente os mais necessitados.","conexao_teologica":"A restauração da criança é um símbolo do cuidado de Deus e de Sua capacidade de trazer vida e esperança.","referencias_relacionadas":["Lucas 18:16","Mateus 19:14","Marcos 10:16"]},"1reis_17_24_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz vida e restauração.","explicacao_detalhada":"Neste contexto, a palavra de Deus é vista como um meio pelo qual a vida é restaurada, demonstrando o poder divino sobre a morte.","por_que_esta_palavra":"A palavra é fundamental na comunicação de Deus com os seres humanos, sendo um veículo de Sua vontade e poder.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer transformação e vida, refletindo a natureza criativa de Deus.","referencias_relacionadas":["Hebreus 4:12","Salmos 33:6","Isaías 55:11"]},"1reis_17_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação divina, onde Deus se revela e se relaciona com Seu povo.","por_que_esta_palavra":"A comunicação é essencial para o relacionamento entre Deus e a humanidade, sendo a palavra um meio de revelação.","conexao_teologica":"A capacidade de Deus de falar e ser ouvido é um aspecto central da fé, mostrando que Ele se importa em se comunicar conosco.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Romanos 10:17"]},"1reis_17_24_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher que experimenta a intervenção divina em sua vida.","explicacao_detalhada":"A mulher neste contexto é um símbolo de fé e vulnerabilidade, mostrando como Deus se importa com os indivíduos em suas dificuldades.","por_que_esta_palavra":"A palavra 'mulher' é importante para entender o papel das mulheres na narrativa bíblica e como Deus age através delas.","conexao_teologica":"Deus valoriza e usa mulheres em Sua obra, demonstrando que todos têm um lugar em Seu plano.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:10","Lucas 8:1-3"]}}