{"1reis_18_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente, refere-se à palavra de Deus que traz instrução e direção.","explicacao_detalhada":"A palavra de Deus é apresentada como um guia em tempos de crise, mostrando a necessidade de ouvir e obedecer a Sua voz.","por_que_esta_palavra":"A palavra é essencial para a vida espiritual, pois orienta e fortalece a fé dos crentes.","conexao_teologica":"A palavra de Deus é um fundamento para a vida cristã, sendo a base sobre a qual a fé é construída.","referencias_relacionadas":["Mateus 4:4","Tiago 1:22","Salmos 119:11"]},"1reis_18_1_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se à ação de invocar ou pedir algo a Deus.","explicacao_detalhada":"Clamar a Deus é um ato de dependência e fé, reconhecendo que somente Ele pode suprir as necessidades.","por_que_esta_palavra":"A palavra 'dar' implica em um ato de generosidade divina, onde Deus oferece o que é necessário para o Seu povo.","conexao_teologica":"Clamar a Deus é um aspecto fundamental da oração, que é a comunicação entre o crente e o Criador.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"1reis_18_1_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que é afetada pela seca e pela fome.","explicacao_detalhada":"O solo é um símbolo da criação de Deus e da necessidade de Sua intervenção para restaurar a fertilidade e a vida.","por_que_esta_palavra":"A palavra 'solo' destaca a relação entre Deus e a criação, mostrando como Ele se preocupa com o mundo material.","conexao_teologica":"Deus é o Senhor da criação e tem poder sobre a terra, podendo restaurá-la conforme Sua vontade.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 24:1","Romanos 8:19-21"]},"1reis_18_2_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez de alimento como resultado da seca e da desobediência do povo.","explicacao_detalhada":"A fome é um sinal do juízo de Deus, mas também uma oportunidade para o arrependimento e a volta a Ele.","por_que_esta_palavra":"A palavra 'fome' simboliza a necessidade espiritual e física do povo por Deus e Sua provisão.","conexao_teologica":"A fome física pode refletir a fome espiritual, mostrando a necessidade de buscar a Deus como fonte de sustento.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","Isaías 58:10"]},"1reis_18_2_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de seguir um caminho ou direção dada por Deus.","explicacao_detalhada":"Andar implica em ação e movimento, simbolizando a jornada de fé e obediência ao Senhor.","por_que_esta_palavra":"A palavra 'andar' é frequentemente usada na Bíblia para descrever a vida cristã como uma caminhada com Deus.","conexao_teologica":"Andar com Deus é um chamado para viver em comunhão e obediência a Ele, refletindo a nossa fé em ações.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"1reis_18_2_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é Yahweh'.","explicacao_detalhada":"O nome Elias carrega um significado profundo, representando a fidelidade de Deus e a chamada para a adoração exclusiva a Ele.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes têm significados que refletem a identidade e o propósito de Deus.","conexao_teologica":"O nome de Elias é um lembrete da soberania de Deus e da importância de reconhecer Sua autoridade.","referencias_relacionadas":["1 Reis 17:1","Mateus 17:3","Tiago 5:17"]},"1reis_18_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à estrutura física onde as pessoas vivem.","explicacao_detalhada":"A casa é um símbolo de segurança e pertencimento, representando a comunidade e a família no plano de Deus.","por_que_esta_palavra":"A palavra 'casa' é importante para entender as relações familiares e a importância da comunidade na vida espiritual.","conexao_teologica":"Deus se preocupa com a vida familiar e comunitária, estabelecendo a casa como um lugar de adoração e ensino.","referencias_relacionadas":["Salmos 127:1","Efésios 2:19-22","1 Timóteo 3:15"]},"1reis_18_3_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou nomear alguém, neste caso, o rei Acabe.","explicacao_detalhada":"No contexto de 1 Reis 18:3, Elias chama Acabe para se encontrar com ele, destacando a importância da comunicação entre os profetas e os líderes de Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a autoridade de Elias como profeta de Deus, que convoca Acabe para um encontro crucial.","conexao_teologica":"A chamada de Elias para Acabe simboliza a necessidade de arrependimento e a volta ao verdadeiro Deus em meio à apostasia.","referencias_relacionadas":["1 Reis 18:1","1 Reis 18:16","1 Reis 18:20"]},"1reis_18_3_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se à identidade do rei Acabe, que é central na narrativa.","explicacao_detalhada":"O nome Acabe é significativo, pois representa um rei que se afastou dos caminhos de Deus e se deixou influenciar por sua esposa Jezabel.","por_que_esta_palavra":"A menção do nome é crucial para entender a relação entre Acabe e os eventos que se desenrolam, incluindo a adoração a Baal.","conexao_teologica":"O nome Acabe é um lembrete da liderança que se desvia de Deus, levando o povo à idolatria.","referencias_relacionadas":["1 Reis 16:30","1 Reis 18:4","1 Reis 21:25"]},"1reis_18_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar os profetas de Deus, que estavam sendo perseguidos.","explicacao_detalhada":"No contexto, a destruição dos profetas é uma tentativa de silenciar a voz de Deus em Israel, mostrando a oposição entre o bem e o mal.","por_que_esta_palavra":"É usada para descrever a gravidade da situação em que os profetas enfrentam a morte por causa da idolatria.","conexao_teologica":"A destruição dos profetas é um símbolo da luta entre a verdade divina e as forças da apostasia.","referencias_relacionadas":["1 Reis 18:4","1 Reis 18:13","1 Reis 19:10"]},"1reis_18_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir à queda dos profetas ou à queda do povo em pecado.","explicacao_detalhada":"No versículo, a ideia de cair está relacionada à perda de fé e à queda moral do povo de Israel sob a influência de Acabe e Jezabel.","por_que_esta_palavra":"É uma metáfora para a apostasia e a necessidade de um retorno a Deus.","conexao_teologica":"Cair representa a condição do povo que se afasta de Deus e suas consequências.","referencias_relacionadas":["1 Reis 18:4","1 Reis 18:21","Tiago 5:19-20"]},"1reis_18_4_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se a Jezabel, a rainha que influenciou Acabe a adorar Baal.","explicacao_detalhada":"Jezabel é uma figura central na narrativa, simbolizando a corrupção e a idolatria que permeiam Israel.","por_que_esta_palavra":"A menção de Jezabel destaca o papel das influências externas na liderança de Acabe e na apostasia do povo.","conexao_teologica":"Jezabel representa a oposição ao verdadeiro culto a Deus e a sedução do pecado.","referencias_relacionadas":["1 Reis 16:31","1 Reis 18:4","Apocalipse 2:20"]},"1reis_18_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Israel, que estava sofrendo devido à seca.","explicacao_detalhada":"A terra é um símbolo da promessa de Deus ao seu povo e da consequência do pecado que leva à maldição.","por_que_esta_palavra":"A menção da terra enfatiza a relação entre a obediência a Deus e a prosperidade da nação.","conexao_teologica":"A terra de Israel é um reflexo da aliança de Deus com seu povo e das consequências do afastamento dele.","referencias_relacionadas":["Deuteronômio 28:15","1 Reis 17:1","2 Crônicas 7:14"]},"1reis_18_5_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à preservação da vida em meio à seca e à fome.","explicacao_detalhada":"No contexto, viver é uma questão de sobrevivência, tanto física quanto espiritual, para o povo de Israel.","por_que_esta_palavra":"A vida é um tema central na narrativa, destacando a necessidade de dependência de Deus para sustentar a vida.","conexao_teologica":"Viver em Deus é um chamado à fé e à confiança em sua provisão.","referencias_relacionadas":["João 10:10","Salmos 36:9","Romanos 8:6"]},"1reis_18_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude da seca e à necessidade urgente de ação.","explicacao_detalhada":"A grandeza da situação destaca a seriedade da crise enfrentada por Israel e a urgência do chamado ao arrependimento.","por_que_esta_palavra":"A ênfase na grandeza serve para mostrar a gravidade da apostasia e a necessidade de um retorno a Deus.","conexao_teologica":"A grandeza da crise é um reflexo da grandeza da misericórdia de Deus, que sempre busca restaurar seu povo.","referencias_relacionadas":["1 Reis 18:2","Mateus 5:14","Romanos 5:20"]},"1reis_18_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, reforçando a ideia de que a terra de Israel está sob juízo.","explicacao_detalhada":"A repetição da palavra enfatiza a condição crítica da terra e a necessidade de intervenção divina.","por_que_esta_palavra":"A terra é um símbolo da aliança e da fidelidade de Deus, que está sendo testada pela infidelidade do povo.","conexao_teologica":"A terra clama por restauração e reconciliação com Deus, refletindo a relação entre o povo e seu Criador.","referencias_relacionadas":["Gênesis 1:28","Levítico 26:4","2 Crônicas 7:14"]},"1reis_18_6_deal":{"palavra_pt":"deal","palavra_original":"חָלַק","transliteracao":"châlaq","strong":"H2505","significado_raiz":"Ideia básica: deal.","significado_contextual":"A palavra 'deal' refere-se ao ato de dividir ou repartir, no contexto da busca por alimento.","explicacao_detalhada":"Neste versículo, a divisão da terra entre os servos de Acabe é uma ação prática em resposta à crise de fome.","por_que_esta_palavra":"A palavra é usada para mostrar a necessidade de colaboração e ação em tempos de necessidade.","conexao_teologica":"O ato de dividir pode simbolizar a necessidade de compartilhar e cuidar uns dos outros em tempos de crise.","referencias_relacionadas":["1 Reis 18:5","Atos 2:44-45","Gálatas 6:2"]},"1reis_18_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de vida que se segue.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ - derek) é usada para descrever não apenas a existência física, mas também o estilo de vida e as escolhas que uma pessoa faz. No contexto de 1 Reis 18:7, Elias está em busca de sustento e proteção, e a vida é um tema central na busca por Deus.","por_que_esta_palavra":"A escolha do caminho de vida é crucial para a relação com Deus e a obediência aos Seus mandamentos.","conexao_teologica":"A vida em Deus é frequentemente associada à obediência e à busca pela Sua vontade, refletindo a importância de viver segundo Seus princípios.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 1:1-3","João 10:10"]},"1reis_18_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair ou acontecer algo inesperado.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) é utilizada para descrever eventos que ocorrem, muitas vezes de forma súbita. No contexto, refere-se à situação em que Elias se encontra, onde a intervenção divina é necessária.","por_que_esta_palavra":"A ideia de cair pode simbolizar a fragilidade da condição humana e a necessidade de depender de Deus em momentos de crise.","conexao_teologica":"A queda do homem no pecado e a necessidade de redenção são temas centrais na teologia cristã.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"1reis_18_7_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Elias, que significa 'Meu Deus é Yahweh'.","explicacao_detalhada":"A palavra 'nome' (אֵלִיָּה - ʼÊlîyâh) carrega um significado profundo, pois o nome de uma pessoa na cultura hebraica muitas vezes reflete sua identidade e missão. Elias é um profeta que representa a fidelidade a Deus em tempos de apostasia.","por_que_esta_palavra":"O nome é importante porque representa a relação do profeta com Deus e sua missão de trazer o povo de volta à adoração verdadeira.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados teológicos que revelam a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Isaías 43:1","Mateus 1:21","Apocalipse 3:12"]},"1reis_18_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de dizer algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' (אָמַר - ʼâmar) é usada para expressar a comunicação de uma mensagem importante. No contexto, Elias está se dirigindo ao servo de Acabe, transmitindo uma mensagem divina.","por_que_esta_palavra":"A comunicação é vital na relação entre Deus e Seu povo, e a palavra de um profeta carrega peso e autoridade.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, mostrando como Ele se comunica com a humanidade através de profetas e Escrituras.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Romanos 10:17"]},"1reis_18_8_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Refere-se à autoridade e domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'soberano' (אָדוֹן - ʼâdôwn) destaca a posição de Deus como Senhor e Mestre. No contexto, Elias reconhece a soberania de Deus em meio à apostasia de Israel.","por_que_esta_palavra":"Reconhecer a soberania de Deus é fundamental para a fé, pois Ele é o controlador da história e das circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando Seu controle e autoridade sobre a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 11:36"]},"1reis_18_8_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de Elias, enfatizando sua identidade profética.","explicacao_detalhada":"A repetição da palavra 'nome' (אֵלִיָּה - ʼÊlîyâh) reforça a importância da identidade de Elias como porta-voz de Deus em um tempo de crise espiritual.","por_que_esta_palavra":"O nome de Elias é um lembrete da fidelidade de Deus e da necessidade de retornar a Ele.","conexao_teologica":"A identidade dos profetas é crucial para entender a mensagem de Deus e Sua relação com o povo.","referencias_relacionadas":["Jeremias 1:5","Mateus 10:20","Atos 4:12"]},"1reis_18_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar uma mensagem significativa.","explicacao_detalhada":"A palavra 'dizer' (אָמַר - ʼâmar) é novamente utilizada para enfatizar a importância da comunicação entre Elias e Acabe, onde a mensagem de Deus é central.","por_que_esta_palavra":"A comunicação é essencial para a revelação de Deus e a resposta do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação clara é necessária para a edificação da fé.","referencias_relacionadas":["1 Pedro 4:11","Colossenses 3:16","Tiago 1:22"]},"1reis_18_9_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão contra a lei de Deus.","explicacao_detalhada":"A palavra 'pecado' (חָטָא - châṭâʼ) é usada para descrever a condição do povo de Israel, que se afastou de Deus. Elias confronta Acabe sobre a idolatria e a desobediência.","por_que_esta_palavra":"O reconhecimento do pecado é o primeiro passo para o arrependimento e a restauração da relação com Deus.","conexao_teologica":"O pecado é um tema central na Bíblia, mostrando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"1reis_18_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' (כִּי - kîy) é utilizada para introduzir a justificativa do que está sendo dito. No contexto, Elias explica a razão pela qual o povo se afastou de Deus.","por_que_esta_palavra":"Entender as razões por trás das ações é fundamental para o arrependimento e a mudança de comportamento.","conexao_teologica":"A compreensão do porquê das ações humanas é essencial para a teologia do arrependimento e da graça.","referencias_relacionadas":["Isaías 1:18","Romanos 2:4","2 Coríntios 7:10"]},"1reis_18_10_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino de Deus e Sua autoridade.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה - mamlâkâh) é usada para descrever a soberania de Deus sobre todas as nações. Elias fala sobre o domínio de Deus em contraste com a idolatria de Israel.","por_que_esta_palavra":"O conceito de reino é fundamental na mensagem de Elias, que busca restaurar a adoração ao verdadeiro Deus.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, representando a autoridade e o governo de Deus sobre a criação.","referencias_relacionadas":["Mateus 6:33","Lucas 17:20-21","Apocalipse 11:15"]},"1reis_18_10_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana, enfatizando a vulnerabilidade e a dependência do homem em relação a Deus. No contexto de 1 Reis 18, isso pode se referir à necessidade de sustento e à fragilidade da vida.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a limitação humana e a necessidade de intervenção divina.","conexao_teologica":"A carne representa a condição caída da humanidade e a necessidade de redenção através de Deus.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 7:18"]},"1reis_18_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é central na teologia israelita, simbolizando a presença e a soberania de Deus sobre o povo. No contexto, enfatiza a relação entre Deus e o profeta Elias.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a autoridade divina em momentos de crise e necessidade.","conexao_teologica":"O nome de Deus é um símbolo de Sua aliança com Israel e Sua fidelidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"1reis_18_11_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Indica a posição de autoridade e domínio que Deus tem sobre todas as coisas.","explicacao_detalhada":"A palavra 'soberano' implica que Deus é o Senhor absoluto, que governa sobre a criação. No contexto, isso é relevante para a confrontação entre Elias e os profetas de Baal.","por_que_esta_palavra":"Usar 'soberano' reforça a ideia de que Deus tem controle total sobre a situação e que Ele é digno de adoração.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Rei dos reis.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Apocalipse 19:16"]},"1reis_18_11_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é o Senhor'.","explicacao_detalhada":"O nome 'Elias' é significativo porque reflete a missão do profeta de chamar o povo de volta à adoração ao verdadeiro Deus. No contexto, Elias é um porta-voz de Deus em um tempo de apostasia.","por_que_esta_palavra":"O nome é importante para entender a identidade e a missão de Elias como profeta.","conexao_teologica":"Elias representa a voz de Deus em um tempo de crise espiritual, simbolizando a necessidade de arrependimento.","referencias_relacionadas":["1 Reis 17:1","Mateus 17:3","Tiago 5:17"]},"1reis_18_11_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"Indica um tempo futuro, sugerindo uma mudança ou um novo começo.","explicacao_detalhada":"A palavra 'henceforth' sugere que a partir daquele momento, algo novo ou decisivo acontecerá. No contexto, isso se relaciona com a resposta de Deus à oração de Elias.","por_que_esta_palavra":"É uma declaração de expectativa e fé no que Deus fará a seguir.","conexao_teologica":"A ideia de um novo começo é um tema recorrente na Bíblia, onde Deus frequentemente inicia novos capítulos na história do Seu povo.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"1reis_18_12_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à força de Deus que atua na criação e na vida dos homens.","explicacao_detalhada":"A palavra 'vento' é frequentemente associada ao Espírito Santo na Bíblia, simbolizando poder e movimento. No contexto, isso pode indicar a presença ativa de Deus na situação.","por_que_esta_palavra":"O uso de 'vento' enfatiza a dinâmica do poder de Deus em ação.","conexao_teologica":"O Espírito de Deus é fundamental para a obra de Deus na terra, trazendo transformação e vida.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","Atos 2:2"]},"1reis_18_12_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei Acabe, que representa a liderança de Israel durante um período de apostasia.","explicacao_detalhada":"O nome 'Acabe' é significativo porque ele é um dos reis mais infames de Israel, conhecido por sua idolatria e por levar o povo a se afastar de Deus.","por_que_esta_palavra":"O nome é importante para entender o contexto político e espiritual em que Elias está operando.","conexao_teologica":"Acabe simboliza a luta entre a fidelidade a Deus e a influência da idolatria.","referencias_relacionadas":["1 Reis 16:30-33","1 Reis 18:17","2 Reis 1:1"]},"1reis_18_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, que pode simbolizar a queda espiritual ou física.","explicacao_detalhada":"A palavra 'cair' pode indicar um momento de desespero ou a necessidade de humilhação diante de Deus. No contexto, pode se referir à queda dos profetas de Baal.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"Cair diante de Deus é um tema de arrependimento e busca por restauração.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"1reis_18_13_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar destruição, especialmente em um contexto de julgamento.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a ação de Deus contra aqueles que se opõem a Ele. No contexto, isso se relaciona com o destino dos profetas de Baal.","por_que_esta_palavra":"A palavra é forte e enfatiza a seriedade do julgamento de Deus.","conexao_teologica":"A destruição dos ídolos e dos falsos profetas é um tema importante na Bíblia, simbolizando a purificação do povo de Deus.","referencias_relacionadas":["Deuteronômio 13:5","Ezequiel 14:9","Apocalipse 19:20"]},"1reis_18_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém escolhido para transmitir a palavra divina.","explicacao_detalhada":"A palavra 'profeta' é central na narrativa bíblica, representando aqueles que falam em nome de Deus. No contexto, Elias é um profeta que confronta a apostasia de Israel.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a importância da comunicação divina e da revelação.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"1reis_18_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à realidade dos fatos apresentados por Elias.","explicacao_detalhada":"No contexto de 1 Reis 18, Elias confronta os profetas de Baal e afirma que ele é o único que permanece fiel ao Senhor. A verdade é um tema central, pois Elias busca demonstrar a verdadeira adoração a Deus em contraste com a idolatria.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de discernimento espiritual e a busca pela verdadeira adoração em tempos de apostasia.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Ele e Seu povo. A busca pela verdade é essencial para a fé cristã.","referencias_relacionadas":["João 4:24","Salmos 25:5","João 8:32"]},"1reis_18_14_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"Elias se dirige ao rei Acabe, reconhecendo a soberania de Deus em meio à apostasia do povo. A palavra destaca a posição de Deus como Rei sobre Israel, mesmo quando o povo se afastou dEle.","por_que_esta_palavra":"A palavra 'soberano' é usada para reafirmar a autoridade de Deus em contraste com os ídolos que o povo estava adorando.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele está no controle da história e das nações.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 13:1"]},"1reis_18_14_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Elias é mencionado como uma identificação importante, representando seu papel como profeta de Deus.","explicacao_detalhada":"O nome 'Elias' significa 'Meu Deus é Yahweh', e sua menção é significativa no contexto de um confronto com a idolatria, reafirmando a identidade de Elias como porta-voz do Senhor.","por_que_esta_palavra":"O nome é crucial para a identidade e missão de Elias, destacando sua lealdade a Deus em um tempo de apostasia.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao caráter e à missão das pessoas.","referencias_relacionadas":["Mateus 1:21","Salmos 20:7","Atos 4:12"]},"1reis_18_14_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à intenção de Acabe de eliminar os profetas do Senhor.","explicacao_detalhada":"Elias menciona que Acabe está buscando destruir os profetas de Deus, o que revela a hostilidade do rei em relação à verdadeira adoração e à palavra de Deus.","por_que_esta_palavra":"A palavra 'destruir' destaca a gravidade da situação em Israel, onde a vida dos profetas estava em risco devido à idolatria.","conexao_teologica":"A destruição dos profetas é um reflexo da luta entre a verdade de Deus e a mentira da idolatria.","referencias_relacionadas":["Mateus 23:37","1 Reis 18:4","Jeremias 26:23"]},"1reis_18_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Elias se apresenta diante de Acabe, simbolizando um momento decisivo.","explicacao_detalhada":"O 'dia' mencionado é crucial, pois representa o momento em que a verdade de Deus será revelada através do confronto com os profetas de Baal.","por_que_esta_palavra":"O uso da palavra 'dia' enfatiza a importância do tempo e das ações de Deus na história de Israel.","conexao_teologica":"Deus age em momentos específicos da história, e o 'dia' de Elias é um exemplo de Sua intervenção.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Romanos 13:11"]},"1reis_18_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude do desafio que Elias enfrenta ao confrontar os profetas de Baal.","explicacao_detalhada":"Elias se prepara para um grande confronto, que não é apenas físico, mas também espiritual, mostrando a grandeza de Deus em contraste com a impotência dos ídolos.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a importância e a seriedade do evento que está prestes a acontecer.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fraqueza dos ídolos, mostrando Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"1reis_18_15_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Elias é novamente mencionado, reforçando sua identidade como profeta de Deus.","explicacao_detalhada":"A repetição do nome de Elias enfatiza sua missão e o papel que ele desempenha na restauração da adoração ao Senhor em Israel.","por_que_esta_palavra":"A palavra 'nome' é importante para a identificação e a autoridade que Elias possui como mensageiro de Deus.","conexao_teologica":"Os nomes têm um significado profundo na Bíblia, refletindo a identidade e a missão dada por Deus.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:12"]},"1reis_18_16_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de Elias se mover em direção a Acabe, simbolizando sua obediência e determinação.","explicacao_detalhada":"Elias 'anda' em direção ao rei, demonstrando coragem e fé em Deus, mesmo diante de um ambiente hostil.","por_que_esta_palavra":"A palavra 'andar' é uma metáfora para a vida de fé e a disposição de seguir a direção de Deus.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, representando a vida de obediência e fé.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","2 Coríntios 5:7"]},"1reis_18_16_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de Elias em procurar Acabe, simbolizando a busca pela verdade e pela restauração.","explicacao_detalhada":"Elias busca Acabe para confrontá-lo sobre a idolatria e trazer o povo de volta ao Senhor, mostrando a urgência de sua missão.","por_que_esta_palavra":"A palavra 'buscar' destaca a iniciativa de Elias em restaurar a adoração verdadeira em Israel.","conexao_teologica":"Buscar a Deus é um chamado constante na Bíblia, refletindo a necessidade de se voltar para Ele.","referencias_relacionadas":["Salmos 27:8","Isaías 55:6","Tiago 4:8"]},"1reis_18_16_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Acabe é mencionado, destacando sua posição como rei e seu papel na apostasia de Israel.","explicacao_detalhada":"Acabe, como rei, tem a responsabilidade de guiar o povo, mas sua associação com a idolatria o torna um alvo da confrontação de Elias.","por_que_esta_palavra":"A palavra 'nome' é importante para identificar a figura de Acabe e seu impacto na história de Israel.","conexao_teologica":"Os líderes têm um papel significativo na condução do povo de Deus, e seus nomes são frequentemente associados a suas ações.","referencias_relacionadas":["1 Reis 16:30","1 Reis 21:25","2 Reis 1:1"]},"1reis_18_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de se submeter ou ser derrotado, especialmente no contexto de um confronto espiritual.","explicacao_detalhada":"No versículo, a palavra 'cair' é usada para descrever a queda dos profetas de Baal diante do poder de Deus. É uma representação da derrota do mal e da idolatria.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica do confronto entre o profeta Elias e os profetas de Baal, simbolizando a vitória de Deus sobre falsos deuses.","conexao_teologica":"A queda dos ídolos e a vitória de Deus são temas centrais na teologia do Antigo Testamento, mostrando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["1 Reis 18:20","1 Reis 18:21","Salmos 115:4-8"]},"1reis_18_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo, muitas vezes em um sentido espiritual ou revelador.","explicacao_detalhada":"No contexto do versículo, 'ver' é um convite para que o povo perceba a verdade sobre Deus e os falsos deuses, levando-os a uma reflexão profunda sobre sua fé.","por_que_esta_palavra":"A palavra é usada para chamar a atenção do povo para a realidade espiritual que os cerca, enfatizando a necessidade de discernimento.","conexao_teologica":"A visão espiritual é um tema recorrente nas Escrituras, onde Deus frequentemente abre os olhos do povo para a verdade.","referencias_relacionadas":["Mateus 13:16","Isaías 6:10","Salmos 119:18"]},"1reis_18_17_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a identidade e a autoridade de uma pessoa, especialmente em contextos de liderança.","explicacao_detalhada":"Neste versículo, o nome 'Acabe' é mencionado para identificar o rei de Israel, que é um símbolo da apostasia e da influência de Jezabel.","por_que_esta_palavra":"O nome é importante porque carrega a reputação e a responsabilidade do indivíduo, refletindo seu caráter e ações.","conexao_teologica":"A identidade de Deus e de Seus servos é um tema central na Bíblia, onde o nome de Deus é frequentemente invocado para afirmar Sua soberania.","referencias_relacionadas":["1 Reis 16:30-33","1 Reis 18:19","Êxodo 3:14"]},"1reis_18_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se não apenas a uma estrutura física, mas também ao lar espiritual e à comunidade de fé.","explicacao_detalhada":"No contexto, a 'casa' de Acabe representa a dinastia que se afastou de Deus, simbolizando a corrupção e a idolatria em Israel.","por_que_esta_palavra":"A casa de Acabe é um exemplo de como a liderança pode influenciar a nação e a adoração ao Senhor.","conexao_teologica":"A ideia de 'casa' é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, como em 'a casa de Israel'.","referencias_relacionadas":["1 Reis 16:29-31","1 Reis 18:19","Salmos 127:1"]},"1reis_18_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicar uma mensagem, muitas vezes com autoridade ou urgência.","explicacao_detalhada":"Neste versículo, 'dizer' é usado para expressar a necessidade de que o povo se posicione em relação a Deus e aos ídolos.","por_que_esta_palavra":"A comunicação é essencial para a revelação divina e para a resposta do povo à mensagem de Deus.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, capaz de mudar corações e mentes.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Salmos 119:105"]},"1reis_18_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade absoluta e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"No versículo, a ênfase na verdade é um chamado para que o povo reconheça a verdadeira natureza de Deus em contraste com os ídolos.","por_que_esta_palavra":"A verdade é fundamental para a fé, pois é através dela que o povo pode entender a vontade de Deus.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Ele é descrito como a fonte de toda verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","1 João 1:5"]},"1reis_18_19_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém chamado para transmitir a vontade divina.","explicacao_detalhada":"Neste versículo, os profetas de Baal são contrastados com Elias, destacando a luta entre a verdadeira profecia e a falsa.","por_que_esta_palavra":"A função do profeta é crucial para a comunicação entre Deus e o povo, especialmente em tempos de apostasia.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, apontando para a vinda do Messias.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 5:12"]},"1reis_18_19_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a representações físicas de deuses, que são frequentemente adoradas em lugar do Deus verdadeiro.","explicacao_detalhada":"No contexto, a imagem de Aserá representa a idolatria que permeava Israel, desafiando a adoração ao Senhor.","por_que_esta_palavra":"A presença de imagens é um símbolo da corrupção espiritual e da desobediência ao mandamento de Deus contra a idolatria.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus frequentemente condena a adoração a ídolos.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","Isaías 44:9-20"]},"1reis_18_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à abordagem adotada em uma situação.","explicacao_detalhada":"Neste versículo, 'modo' é usado para descrever a forma como os profetas de Baal tentam invocar seu deus, contrastando com a verdadeira adoração a Deus.","por_que_esta_palavra":"A maneira de adorar é importante, pois reflete a sinceridade e a verdade da fé do adorador.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, conforme ensinado por Jesus.","referencias_relacionadas":["João 4:24","Colossenses 3:23","Romanos 12:1"]},"1reis_18_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 1 Reis 18:20, \"modo\" aparece na frase \"Então Acabe convocou todos os filhos de Israel; e reuniu os profetas no monte Carmelo.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 1 Reis 18:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Reis 18:30. Lendo junto com 1 Reis 18:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Reis 18:20","1 Reis 18:30","Salmos 119:105"]},"1reis_18_20_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"No contexto de 1 Reis 18, o profeta Elias é chamado para confrontar os profetas de Baal e restaurar a adoração ao Deus de Israel. O papel do profeta é crucial para guiar o povo em tempos de apostasia.","por_que_esta_palavra":"A palavra 'profeta' é usada para enfatizar a autoridade e a missão divina de Elias, que atua como intermediário entre Deus e o povo.","conexao_teologica":"A figura do profeta é central na teologia do Antigo Testamento, representando a voz de Deus em meio à desobediência e idolatria.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"1reis_18_20_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar alguém em uma missão ou tarefa específica.","explicacao_detalhada":"Neste versículo, Elias é enviado pelo Senhor para confrontar Acabe e os profetas de Baal, destacando a importância da obediência à chamada divina.","por_que_esta_palavra":"O uso da palavra 'enviar' enfatiza a soberania de Deus em escolher e comissionar seus mensageiros para cumprir Seus propósitos.","conexao_teologica":"A ideia de ser enviado é fundamental na teologia bíblica, refletindo a missão de Jesus e a comissão dos apóstolos.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"1reis_18_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que exige adoração exclusiva.","explicacao_detalhada":"No contexto de 1 Reis 18, a questão central é a adoração ao verdadeiro Deus em contraste com os ídolos, como Baal.","por_que_esta_palavra":"A palavra 'Deus' é usada para reafirmar a soberania e a autoridade de Yahweh sobre todos os outros deuses falsos.","conexao_teologica":"A monoteísmo é um tema central na Bíblia, onde Deus se revela como o único digno de adoração.","referencias_relacionadas":["Êxodo 20:3","Isaías 45:5","Salmos 86:10"]},"1reis_18_21_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar a nação de Israel ou a relação entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, a mulher pode ser vista como uma representação do povo que se desvia de Deus, buscando outros deuses.","por_que_esta_palavra":"A escolha da palavra 'mulher' pode simbolizar a infidelidade do povo de Israel em sua relação com Deus.","conexao_teologica":"A relação entre Deus e Israel é frequentemente descrita em termos de casamento, onde a infidelidade é vista como adultério espiritual.","referencias_relacionadas":["Oséias 2:19-20","Jeremias 3:20","Ezequiel 16:32"]},"1reis_18_21_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa, neste caso, de Elias como profeta de Deus.","explicacao_detalhada":"O nome 'Elias' significa 'Meu Deus é Yahweh', e sua menção aqui é uma afirmação da soberania de Deus em um tempo de apostasia.","por_que_esta_palavra":"A palavra 'nome' é usada para destacar a importância da identidade de Elias como um porta-voz de Deus em meio à idolatria.","conexao_teologica":"O nome de Deus e de Seus servos é significativo na Bíblia, refletindo a relação e a missão que eles têm com Ele.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-10"]},"1reis_18_22_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para enfatizar a função de Elias como mensageiro de Deus.","explicacao_detalhada":"Elias, como profeta, é chamado a desafiar os profetas de Baal e a restaurar a verdadeira adoração ao Senhor.","por_que_esta_palavra":"Reiterar a palavra 'profeta' reforça a autoridade de Elias e a urgência de sua mensagem em um tempo de crise espiritual.","conexao_teologica":"Os profetas desempenham um papel vital na revelação de Deus e na chamada ao arrependimento ao longo da história bíblica.","referencias_relacionadas":["Miquéias 3:8","Lucas 1:76","Atos 3:21"]},"1reis_18_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o nome 'senhor' é usado para invocar a presença e a autoridade de Deus na confrontação com Baal.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Deus em contraste com os deuses pagãos.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:13"]},"1reis_18_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou proclamar uma mensagem.","explicacao_detalhada":"Elias é chamado a declarar a verdade de Deus e a desafiar os profetas de Baal, enfatizando a necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A palavra 'dizer' é usada para destacar a importância da comunicação da verdade divina em tempos de confusão espiritual.","conexao_teologica":"A proclamação da palavra de Deus é essencial para a edificação da fé e a transformação do povo.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 4:2","Hebreus 4:12"]},"1reis_18_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer ou conceder algo, neste caso, um sacrifício a Deus.","explicacao_detalhada":"Elias instrui o povo a clamar a Deus, enfatizando a necessidade de um ato de fé e entrega ao Senhor.","por_que_esta_palavra":"A palavra 'dar' é usada para enfatizar a ação de oferecer algo a Deus como um ato de adoração e súplica.","conexao_teologica":"A ideia de clamar a Deus é um tema recorrente na Bíblia, onde o povo é chamado a buscar a ajuda divina em tempos de necessidade.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Romanos 10:13"]},"1reis_18_23_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'forca' refere-se à força ou poder, simbolizando a capacidade de Deus de agir em favor de Seu povo.","explicacao_detalhada":"Elias desafia os profetas de Baal a invocar a força de seus deuses, contrastando com o poder do Deus verdadeiro.","por_que_esta_palavra":"A palavra 'forca' é usada para destacar a diferença entre a impotência dos ídolos e o poder soberano de Deus.","conexao_teologica":"A força de Deus é um tema central na Bíblia, onde Ele é frequentemente descrito como poderoso e capaz de salvar.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Efésios 6:10"]},"1reis_18_23_escolher":{"palavra_pt":"escolher","palavra_original":"בָּחַר","transliteracao":"bâchar","strong":"H977","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de selecionar entre duas opções, neste caso, entre o Senhor e Baal.","explicacao_detalhada":"No contexto de 1 Reis 18, Elias desafia os profetas de Baal a escolherem um deus para adorar. A escolha é um tema central, refletindo a necessidade de decisão na fé.","por_que_esta_palavra":"A escolha é fundamental na relação do ser humano com Deus, enfatizando a responsabilidade individual na adoração.","conexao_teologica":"A escolha entre Deus e ídolos é um tema recorrente na Bíblia, simbolizando a fidelidade e a apostasia do povo de Israel.","referencias_relacionadas":["Josué 24:15","Deuteronômio 30:19","Mateus 6:24"]},"1reis_18_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para se referir ao Senhor, o único Deus verdadeiro, em contraste com os deuses pagãos.","explicacao_detalhada":"Neste versículo, a invocação do nome de Deus é um apelo à Sua soberania e poder, destacando a diferença entre o Deus de Israel e os ídolos.","por_que_esta_palavra":"A palavra 'deus' é central na teologia bíblica, representando a natureza divina e a relação com a humanidade.","conexao_teologica":"A luta entre o Deus verdadeiro e os falsos deuses é um tema que permeia toda a Escritura, refletindo a busca da humanidade por adoração genuína.","referencias_relacionadas":["Êxodo 20:3","Salmos 86:10","Isaías 45:5"]},"1reis_18_24_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção, especialmente em relação à resposta divina.","explicacao_detalhada":"Elias pede que o Deus que responder com fogo seja reconhecido, implicando que os olhos de Deus estão atentos às orações e ações dos homens.","por_que_esta_palavra":"O 'olho' é uma metáfora para a vigilância e a presença de Deus na vida dos crentes.","conexao_teologica":"A ideia de que Deus vê e responde é um tema importante, mostrando Sua proximidade e cuidado com Seu povo.","referencias_relacionadas":["Salmos 34:15","Provérbios 15:3","Hebreus 4:13"]},"1reis_18_24_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao homem.","explicacao_detalhada":"Neste contexto, a palavra é um meio pelo qual Deus se manifesta e se comunica, sendo essencial para a fé e a prática religiosa.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, sendo fundamental para a compreensão da vontade divina.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, refletindo a necessidade de ouvir e obedecer à Sua voz.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16"]},"1reis_18_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Elias se apresenta como profeta do Senhor, contrastando com os profetas de Baal, que representam a falsidade e a idolatria.","por_que_esta_palavra":"Os profetas têm um papel crucial na revelação da vontade de Deus e na orientação do povo.","conexao_teologica":"A função do profeta é um elemento vital na história da salvação, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"1reis_18_25_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' pode se referir à força física ou ao poder de um deus, neste caso, Baal.","explicacao_detalhada":"Elias desafia os profetas de Baal a invocar a força de seu deus, destacando a impotência dos ídolos diante do Deus verdadeiro.","por_que_esta_palavra":"A força é um símbolo de poder, e a comparação entre a força de Baal e o poder de Deus é central na narrativa.","conexao_teologica":"A verdadeira força vem de Deus, e a comparação com ídolos revela a futilidade da adoração a eles.","referencias_relacionadas":["Salmos 68:35","Isaías 40:29","Filipenses 4:13"]},"1reis_18_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada aqui como uma metáfora ou símbolo, possivelmente referindo-se à força bruta.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum no contexto, pode simbolizar a força e a ferocidade que os profetas de Baal tentam invocar.","por_que_esta_palavra":"A força associada ao urso pode ser uma representação da força que os ídolos não possuem.","conexao_teologica":"A comparação entre a força de um animal e o poder de Deus enfatiza a superioridade divina.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 11:6"]},"1reis_18_26_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' é novamente utilizada para descrever o poder que os profetas de Baal tentam invocar.","explicacao_detalhada":"Os profetas clamam pela força de Baal, mas a narrativa mostra a ineficácia de seus esforços em comparação com o Deus de Elias.","por_que_esta_palavra":"A força é um tema central na batalha entre o verdadeiro Deus e os ídolos, mostrando a impotência dos últimos.","conexao_teologica":"A força de Deus é manifestada em Sua capacidade de responder e agir em favor de Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","2 Coríntios 12:9"]},"1reis_18_26_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente, simbolizando a força que os profetas de Baal tentam invocar.","explicacao_detalhada":"A menção do urso pode ser uma forma de enfatizar a força que os ídolos não possuem, em contraste com o Deus verdadeiro.","por_que_esta_palavra":"A força associada ao urso serve como uma metáfora para a futilidade da adoração a deuses falsos.","conexao_teologica":"A comparação entre a força animal e a força divina destaca a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 11:6"]},"1reis_18_26_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício, um espaço sagrado dedicado a Deus.","explicacao_detalhada":"Elias constrói um altar para o Senhor, simbolizando a restauração da adoração verdadeira em Israel.","por_que_esta_palavra":"O altar é um símbolo de comunhão entre Deus e o homem, representando a entrega e o sacrifício.","conexao_teologica":"O altar é um elemento central na adoração a Deus, refletindo a necessidade de sacrifício e devoção.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"1reis_18_27_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som que expressa comunicação, especialmente em um contexto de invocação ou clamor.","explicacao_detalhada":"Neste versículo, os profetas de Baal clamam em alta voz para que seu deus responda. A voz é um meio de comunicação que pode invocar a presença divina ou expressar desespero.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a urgência e a intensidade do clamor dos profetas, mostrando a expectativa de que uma resposta divina seja dada.","conexao_teologica":"A voz é frequentemente associada à comunicação entre Deus e os homens, sendo um meio pelo qual Deus se revela e os homens respondem.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"1reis_18_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de descer ou tombar, muitas vezes em um sentido figurado de derrota ou submissão.","explicacao_detalhada":"Neste contexto, os profetas de Baal esperam que seu deus 'cai' em resposta ao clamor, indicando que a expectativa é de que algo sobrenatural aconteça.","por_que_esta_palavra":"A palavra 'cair' é significativa porque implica uma ação de resposta, onde a expectativa é que o deus Baal se manifeste de alguma forma.","conexao_teologica":"A ideia de cair também pode ser vista como uma representação da queda do ídolo diante do Deus verdadeiro, que é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 34:19","Romanos 14:11","Filipenses 2:10"]},"1reis_18_27_luz":{"palavra_pt":"luz","palavra_original":"צֹהַר","transliteracao":"tsôhar","strong":"H6672","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza clareza, revelação e a presença de Deus, contrastando com a escuridão da idolatria.","explicacao_detalhada":"Neste versículo, a luz é um símbolo da verdade e da presença divina, que os profetas de Baal não conseguem trazer, em contraste com o Deus de Israel.","por_que_esta_palavra":"A luz é usada para destacar a impotência dos ídolos e a necessidade de um verdadeiro Deus que possa iluminar e responder.","conexao_teologica":"A luz é um tema recorrente na Bíblia, representando a verdade de Deus e a revelação de sua vontade para a humanidade.","referencias_relacionadas":["João 8:12","Mateus 5:14","Efésios 5:8"]},"1reis_18_28_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A repetição da palavra 'voz' neste versículo reforça a ideia de clamor e a busca desesperada por uma resposta.","explicacao_detalhada":"Os profetas de Baal continuam a clamar em voz alta, mostrando a intensidade de sua devoção e a expectativa de que seu deus os ouça.","por_que_esta_palavra":"A insistência na 'voz' destaca a diferença entre a comunicação com ídolos mudos e a comunicação com um Deus que ouve.","conexao_teologica":"A voz de Deus é viva e ativa, contrastando com a ineficácia dos ídolos que não podem responder.","referencias_relacionadas":["Salmos 18:6","Isaías 58:9","Hebreus 4:13"]},"1reis_18_28_assemble":{"palavra_pt":"ajuntar","palavra_original":"גָּדַד","transliteracao":"gâdad","strong":"H1413","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"A palavra 'ajuntar' refere-se à ação de reunir ou convocar, especialmente em um contexto de adoração ou sacrifício.","explicacao_detalhada":"Os profetas de Baal se reúnem para clamar juntos, mostrando a unidade em sua adoração a um ídolo, contrastando com a adoração ao Deus verdadeiro.","por_que_esta_palavra":"A palavra 'ajuntar' enfatiza a coletividade da adoração, que é uma prática comum entre os adoradores de ídolos.","conexao_teologica":"A reunião de pessoas para adorar é um tema importante na Bíblia, onde a verdadeira adoração deve ser direcionada ao Deus vivo.","referencias_relacionadas":["Hebreus 10:25","Salmos 122:1","Atos 2:1"]},"1reis_18_28_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica invocar ou clamar por alguém, especialmente em busca de ajuda ou resposta.","explicacao_detalhada":"Os profetas de Baal chamam seu deus, esperando que ele responda a seu clamor, o que revela a natureza de sua fé e expectativa.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a ação ativa dos profetas em busca de uma resposta, contrastando com a inatividade dos ídolos.","conexao_teologica":"Chamar a Deus é um tema central na Bíblia, onde a oração e o clamor são formas de se conectar com o divino.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","Tiago 4:8"]},"1reis_18_29_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício feito a Deus, muitas vezes como um ato de adoração.","explicacao_detalhada":"Os profetas de Baal oferecem sacrifícios em busca de uma resposta, mostrando a prática comum de adoração através de ofertas.","por_que_esta_palavra":"A palavra 'oferta' é significativa porque representa a devoção e o desejo de agradar a divindade, mesmo que seja a um ídolo.","conexao_teologica":"A oferta é um tema importante na adoração a Deus, onde a verdadeira oferta deve ser feita com um coração sincero.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:3","Hebreus 13:15"]},"1reis_18_29_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar algo verbalmente, muitas vezes em um contexto de profecia ou comunicação divina.","explicacao_detalhada":"Os profetas de Baal falam em busca de uma resposta, mas a ineficácia de suas palavras revela a futilidade da adoração a ídolos.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a expectativa de que a divindade se comunique de volta, o que não acontece.","conexao_teologica":"Falar é uma forma de comunicação que deve ser usada para glorificar a Deus, e não para adorar ídolos mudos.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Mateus 12:36"]},"1reis_18_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada novamente para descrever a expectativa de que algo sobrenatural aconteça em resposta ao clamor.","explicacao_detalhada":"Os profetas de Baal esperam que seu deus 'cai' sobre o altar, mas a ausência de resposta revela a impotência de Baal.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a expectativa de uma manifestação divina que não se concretiza.","conexao_teologica":"A queda dos ídolos diante do Deus verdadeiro é um tema recorrente na Bíblia, onde Deus demonstra seu poder sobre todas as coisas.","referencias_relacionadas":["Salmos 97:7","Isaías 46:1-2","Apocalipse 20:10"]},"1reis_18_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, especialmente em um contexto de adoração ou sacrifício.","explicacao_detalhada":"Elias instrui que o altar seja preparado de uma maneira específica, enfatizando a importância da ordem e da reverência na adoração a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca que a adoração a Deus deve ser feita de acordo com suas instruções e não de qualquer maneira.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, onde a obediência às suas diretrizes é essencial para uma adoração aceitável.","referencias_relacionadas":["Êxodo 25:9","Deuteronômio 12:32","Colossenses 3:23"]},"1reis_18_30_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem ou ordem.","explicacao_detalhada":"No contexto de 1 Reis 18:30, Elias convoca o povo para ouvir a palavra do Senhor. O ato de 'dizer' é fundamental para a revelação divina e a instrução do povo.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois representa a comunicação direta de Deus através de seus profetas.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, mostrando a importância da palavra falada e escrita.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Mateus 4:4"]},"1reis_18_30_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Elias' significa 'Meu Deus é o Senhor', refletindo a identidade e a missão do profeta.","explicacao_detalhada":"Elias, como profeta, representa a voz de Deus em um tempo de apostasia em Israel, e seu nome é um testemunho da soberania de Deus.","por_que_esta_palavra":"O nome é uma parte essencial da identidade de uma pessoa e, neste caso, enfatiza a relação de Elias com Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a natureza de Deus e seu relacionamento com a humanidade.","referencias_relacionadas":["1 Reis 17:1","Mateus 11:14","Tiago 5:17"]},"1reis_18_31_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' é usada para descrever a ação de Elias ao pegar do altar e preparar o sacrifício.","explicacao_detalhada":"Elias 'toma' do altar para demonstrar a sua fé e obediência a Deus, preparando-se para a manifestação do poder divino.","por_que_esta_palavra":"A ação de 'tomar' simboliza a apropriação daquilo que é sagrado e a preparação para um ato de adoração.","conexao_teologica":"A ideia de tomar algo para Deus é vista em várias partes da Bíblia, onde os crentes são chamados a oferecer suas vidas como sacrifícios vivos.","referencias_relacionadas":["Romanos 12:1","Hebreus 13:15","Gênesis 22:9"]},"1reis_18_31_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Elias' é mencionado novamente, reforçando sua identidade como profeta de Deus.","explicacao_detalhada":"A repetição do nome enfatiza a importância de Elias na narrativa e sua missão divina.","por_que_esta_palavra":"O nome é uma constante lembrança do chamado de Elias e da sua relação com Deus.","conexao_teologica":"A identidade dos servos de Deus é frequentemente ligada ao seu nome e à sua missão, mostrando a soberania de Deus sobre suas vidas.","referencias_relacionadas":["1 Reis 17:1","Lucas 1:17","Mateus 17:10"]},"1reis_18_31_phrase":{"palavra_pt":"expressao","palavra_original":"מִסְפָּר","transliteracao":"miçpâr","strong":"H4557","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como Elias se comunica e expressa sua fé.","explicacao_detalhada":"A expressão de Elias é uma demonstração de sua confiança em Deus e de sua determinação em restaurar a adoração verdadeira.","por_que_esta_palavra":"A expressão é vital para a comunicação da verdade de Deus ao povo, especialmente em tempos de crise espiritual.","conexao_teologica":"A expressão da fé é um tema recorrente na Bíblia, onde os crentes são chamados a viver e falar a verdade de Deus.","referencias_relacionadas":["Salmos 96:3","Mateus 10:32","Romanos 10:10"]},"1reis_18_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de Elias ao construir o altar.","explicacao_detalhada":"Elias 'faz' o altar, simbolizando a restauração da adoração ao Deus verdadeiro em Israel.","por_que_esta_palavra":"A ação de 'fazer' é um ato de obediência e dedicação a Deus, mostrando a importância do culto correto.","conexao_teologica":"A construção de altares é um tema importante na Bíblia, representando a adoração e a comunhão com Deus.","referencias_relacionadas":["Gênesis 12:7","Êxodo 20:24","1 Reis 18:36"]},"1reis_18_32_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lugar onde o altar é construído, simbolizando a presença de Deus.","explicacao_detalhada":"A 'casa' de Deus é um espaço sagrado, e o altar representa a conexão entre o céu e a terra.","por_que_esta_palavra":"A casa de Deus é um lugar de adoração e sacrifício, essencial para a vida espiritual do povo.","conexao_teologica":"A ideia de casa de Deus é central na Bíblia, representando o lugar onde Deus habita entre seu povo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"1reis_18_32_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' é central na adoração, representando o local de sacrifício e encontro com Deus.","explicacao_detalhada":"O altar construído por Elias é um símbolo da restauração da verdadeira adoração em Israel.","por_que_esta_palavra":"O altar é um elemento essencial na prática religiosa, simbolizando a entrega e a devoção a Deus.","conexao_teologica":"Os altares na Bíblia são locais de sacrifício e adoração, refletindo a necessidade de expiação e comunhão com Deus.","referencias_relacionadas":["Gênesis 8:20","Êxodo 27:1","Hebreus 13:10"]},"1reis_18_33_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' é usada para descrever a preparação e a determinação de Elias em sua missão.","explicacao_detalhada":"Elias demonstra força ao se posicionar contra os profetas de Baal, mostrando coragem e fé em Deus.","por_que_esta_palavra":"A força é necessária para enfrentar desafios e adversidades, especialmente na defesa da verdade de Deus.","conexao_teologica":"A força e a coragem são frequentemente mencionadas na Bíblia como virtudes necessárias para os servos de Deus.","referencias_relacionadas":["Josué 1:9","Salmos 31:24","2 Timóteo 1:7"]},"1reis_18_33_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao confronto espiritual entre Elias e os profetas de Baal.","explicacao_detalhada":"Elias se prepara para a batalha espiritual, que é uma luta pela verdade e pela adoração ao Deus verdadeiro.","por_que_esta_palavra":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal.","conexao_teologica":"A batalha espiritual é uma realidade para todos os crentes, que são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"1reis_18_33_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a um material utilizado para construir o altar.","explicacao_detalhada":"A árvore, ou madeira, simboliza a criação de Deus e é usada em rituais de adoração. Neste contexto, a madeira é essencial para a construção do altar onde a oferta será feita.","por_que_esta_palavra":"A escolha da madeira destaca a importância do altar como um local de sacrifício e adoração a Deus.","conexao_teologica":"A madeira é frequentemente associada ao sacrifício e à redenção, simbolizando a entrega e a devoção a Deus.","referencias_relacionadas":["Gênesis 22:6","Êxodo 20:25","Levítico 1:7"]},"1reis_18_34_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou ordenar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação divina e a necessidade de que a vontade de Deus seja proclamada.","por_que_esta_palavra":"A declaração de Elias é um ato de fé e autoridade, mostrando que ele fala em nome de Deus.","conexao_teologica":"A palavra de Deus é poderosa e traz vida, e a comunicação de Sua vontade é fundamental na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Isaías 55:11"]},"1reis_18_34_barrel":{"palavra_pt":"barrel","palavra_original":"כַּד","transliteracao":"kad","strong":"H3537","significado_raiz":"Ideia básica: barrel.","significado_contextual":"Refere-se a um recipiente usado para armazenar líquidos, neste caso, água.","explicacao_detalhada":"O uso de barris para armazenar água é significativo, pois a água é um símbolo de purificação e vida, essencial para o ritual que Elias estava prestes a realizar.","por_que_esta_palavra":"A escolha do barril destaca a preparação cuidadosa e a reverência pelo ato de adoração.","conexao_teologica":"A água é frequentemente vista como um símbolo do Espírito Santo e da purificação, refletindo a necessidade de estar limpo diante de Deus.","referencias_relacionadas":["João 4:14","Isaías 12:3","Ezequiel 36:25"]},"1reis_18_35_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"O altar é um símbolo de adoração e sacrifício, representando a entrega do povo a Deus e a busca por Sua presença.","por_que_esta_palavra":"A construção do altar é um ato de obediência e devoção, essencial para a restauração da adoração verdadeira em Israel.","conexao_teologica":"O altar é um ponto de encontro entre Deus e o homem, onde o sacrifício é feito para expiação dos pecados.","referencias_relacionadas":["Êxodo 20:24","Levítico 17:11","Hebreus 13:10"]},"1reis_18_35_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir em direção a um objetivo.","explicacao_detalhada":"A palavra 'andar' implica em ação e movimento, simbolizando a jornada de fé e a obediência a Deus.","por_que_esta_palavra":"Andar em direção ao altar representa a disposição de se aproximar de Deus e buscar Sua presença.","conexao_teologica":"A caminhada com Deus é um tema central nas Escrituras, simbolizando a vida de fé e a busca pela santidade.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Gálatas 5:16"]},"1reis_18_35_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se ao líquido essencial para a vida e purificação.","explicacao_detalhada":"A água é um símbolo de renovação e purificação, usada aqui para demonstrar a grandeza do poder de Deus ao responder à oração de Elias.","por_que_esta_palavra":"A inclusão da água no ritual destaca a necessidade de dependência de Deus para a vida e a provisão.","conexao_teologica":"A água é frequentemente associada ao Espírito Santo e à vida eterna, simbolizando a purificação e a nova vida em Cristo.","referencias_relacionadas":["João 7:38","Romanos 6:4","Apocalipse 22:17"]},"1reis_18_36_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se ao presente oferecido a Deus como ato de adoração.","explicacao_detalhada":"A oferta é um ato de entrega e devoção, simbolizando a entrega total a Deus e a busca por Sua aprovação.","por_que_esta_palavra":"A oferta feita por Elias é um reconhecimento da soberania de Deus e um pedido de intervenção divina.","conexao_teologica":"Ofertas e sacrifícios são fundamentais na adoração a Deus, simbolizando a reconciliação e a relação entre Deus e o homem.","referencias_relacionadas":["Gênesis 4:3-4","Levítico 2:1","Hebreus 13:15"]},"1reis_18_36_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que fala em Seu nome.","explicacao_detalhada":"O papel do profeta é crucial na comunicação da vontade de Deus ao povo, e Elias é um exemplo de fidelidade e coragem.","por_que_esta_palavra":"A menção ao profeta destaca a importância da voz de Deus em meio à apostasia e idolatria.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer arrependimento e restauração ao Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"1reis_18_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade.","explicacao_detalhada":"O dia em que Elias realiza o sacrifício é um momento decisivo para Israel, representando a escolha entre Deus e os ídolos.","por_que_esta_palavra":"A menção do dia enfatiza a urgência e a importância do momento em que a verdade de Deus será revelada.","conexao_teologica":"O conceito de dia é frequentemente associado ao tempo de Deus, onde Ele age em favor de Seu povo.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"1reis_18_37_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A invocação do nome de Deus por Elias é um clamor por Sua intervenção e poder, reconhecendo Sua soberania.","por_que_esta_palavra":"A palavra 'Deus' é central na fé de Israel e representa a esperança de resposta e salvação.","conexao_teologica":"Deus é a fonte de toda vida e poder, e a oração a Ele é um ato de fé e dependência.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"1reis_18_37_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção ou visão espiritual, simbolizando a capacidade de ver a intervenção divina.","explicacao_detalhada":"No contexto de 1 Reis 18:37, a palavra 'olho' é utilizada para invocar a atenção de Deus sobre a situação apresentada por Elias, onde ele pede que Deus mostre seu poder e sua presença.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a ideia de que Deus está atento e observa as ações dos homens, especialmente em momentos de crise.","conexao_teologica":"A visão de Deus é um tema recorrente na Bíblia, onde Ele é descrito como aquele que vê e julga as ações humanas.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"1reis_18_37_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"Elias invoca o nome do Senhor para que Ele se manifeste e prove sua existência e poder diante do povo de Israel, que estava em dúvida.","por_que_esta_palavra":"O uso do nome 'Senhor' é crucial, pois representa a relação de aliança entre Deus e seu povo, e a invocação desse nome é um apelo à fidelidade divina.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Romanos 10:13"]},"1reis_18_38_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó ou cinzas, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"No versículo, o 'po' é um elemento físico que representa a terra e a criação, e é usado por Elias para demonstrar a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'po' é significativa, pois lembra ao povo que são feitos do pó e dependem de Deus para a vida.","conexao_teologica":"A relação do homem com a terra é um tema que remete à criação e à queda, mostrando a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"1reis_18_38_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de descer ou tombar, simbolizando a manifestação do poder de Deus.","explicacao_detalhada":"Elias pede que o fogo caia do céu, demonstrando a autoridade de Deus sobre a natureza e a capacidade de realizar milagres.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a ação direta de Deus, que não apenas observa, mas também age em favor de seu povo.","conexao_teologica":"A queda do fogo do céu é um símbolo da presença divina e do juízo de Deus sobre a idolatria.","referencias_relacionadas":["Levítico 9:24","2 Reis 1:10","Atos 2:3"]},"1reis_18_39_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido como o único verdadeiro Deus.","explicacao_detalhada":"Após a manifestação do fogo, o povo reconhece que o Senhor é Deus, simbolizando a restauração da fé e a rejeição da idolatria.","por_que_esta_palavra":"A palavra 'deus' é central para a identidade do povo de Israel e sua relação com o Senhor, que é o único digno de adoração.","conexao_teologica":"A afirmação de que 'o Senhor é Deus' é um reconhecimento da soberania divina e da necessidade de fidelidade a Ele.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","Romanos 1:20"]},"1reis_18_39_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de perceber ou entender, especialmente em relação à revelação divina.","explicacao_detalhada":"A palavra 'ver' é usada para descrever a percepção do povo sobre a grandeza de Deus após o milagre do fogo.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a importância da revelação e da experiência direta com Deus.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a compreensão de Deus e suas obras é essencial para a fé.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","2 Coríntios 5:7"]},"1reis_18_39_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, especialmente em relação à adoração e ao culto.","explicacao_detalhada":"Elias demonstra um modo específico de invocar a Deus, que contrasta com os métodos dos profetas de Baal.","por_que_esta_palavra":"A palavra 'modo' é significativa, pois destaca a importância da forma correta de se aproximar de Deus em adoração.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente, onde a autenticidade e a sinceridade são fundamentais.","referencias_relacionadas":["Gênesis 4:3-5","João 4:24","Colossenses 3:23"]},"1reis_18_40_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo, especialmente em relação à verdade de Deus.","explicacao_detalhada":"Elias ordena que os profetas de Baal sejam capturados, afirmando a grandeza do Deus verdadeiro e a necessidade de purificação do culto.","por_que_esta_palavra":"A palavra 'dizer' é usada para enfatizar a autoridade de Elias como profeta e a necessidade de ação contra a idolatria.","conexao_teologica":"A declaração de verdades divinas é um aspecto importante do ministério profético, que busca restaurar a adoração verdadeira.","referencias_relacionadas":["Ezequiel 33:7","Mateus 28:19-20","Atos 4:20"]},"1reis_18_40_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é o Senhor'.","explicacao_detalhada":"O nome de Elias é significativo, pois representa sua missão de trazer o povo de volta à adoração ao Deus verdadeiro.","por_que_esta_palavra":"A palavra 'nome' é importante, pois os nomes na cultura bíblica carregam significados profundos e refletem a identidade e o propósito.","conexao_teologica":"O nome de Elias é um lembrete da fidelidade de Deus e da importância de reconhecer sua soberania.","referencias_relacionadas":["1 Reis 17:1","Mateus 17:3","Tiago 5:17"]},"1reis_18_40_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém escolhido para transmitir a palavra divina.","explicacao_detalhada":"Elias é um profeta que atua em um momento crítico da história de Israel, desafiando a idolatria e chamando o povo ao arrependimento.","por_que_esta_palavra":"A palavra 'profeta' é central para entender o papel de Elias como porta-voz de Deus e seu compromisso com a verdade.","conexao_teologica":"O ministério profético é fundamental na Bíblia, onde os profetas são instrumentos de Deus para guiar e corrigir seu povo.","referencias_relacionadas":["Amós 3:7","Mateus 10:41","Hebreus 1:1"]},"1reis_18_41_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei Acabe, que simboliza a liderança e a apostasia de Israel.","explicacao_detalhada":"O nome 'Acabe' é associado a um rei que se afastou dos caminhos de Deus, influenciado por sua esposa Jezabel. O seu nome, portanto, carrega um peso de desobediência e idolatria.","por_que_esta_palavra":"O nome é importante na cultura hebraica, pois representa a identidade e o caráter da pessoa. Neste contexto, o nome de Acabe é um lembrete da corrupção moral de Israel.","conexao_teologica":"A menção do nome de Acabe destaca a luta entre a fidelidade a Deus e a apostasia, um tema central na narrativa de Elias.","referencias_relacionadas":["1 Reis 16:30-33","1 Reis 18:20","1 Reis 21:25"]},"1reis_18_41_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Neste contexto, 'dizer' refere-se à declaração de Elias sobre a vinda da chuva, simbolizando a restauração.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a autoridade de Elias como profeta de Deus, que fala em nome do Senhor. A declaração de Elias é um ato de fé e obediência.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a comunicação divina através dos profetas, mostrando que a palavra de Deus tem poder e eficácia.","conexao_teologica":"A declaração de Elias é um exemplo de como a palavra de Deus pode trazer esperança e restauração, refletindo a natureza redentora de Deus.","referencias_relacionadas":["1 Reis 17:1","1 Reis 18:1","Tiago 5:17-18"]},"1reis_18_42_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do profeta Elias, que significa 'Meu Deus é Yahweh'.","explicacao_detalhada":"O nome Elias é significativo porque representa a missão do profeta de trazer Israel de volta à adoração ao verdadeiro Deus, Yahweh, em um tempo de apostasia.","por_que_esta_palavra":"O nome é uma declaração de fé e identidade, refletindo o propósito de Elias como porta-voz de Deus em um tempo de crise espiritual.","conexao_teologica":"Elias é um símbolo da luta entre a verdade divina e a idolatria, representando a necessidade de retorno a Deus.","referencias_relacionadas":["1 Reis 17:1","1 Reis 18:36","Mateus 17:3"]},"1reis_18_42_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se ao ato de subir ou elevar-se, simbolizando a ascensão da oração e a expectativa de resposta divina.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a importância do momento em que Elias se retira para orar, mostrando a seriedade de sua intercessão diante de Deus.","por_que_esta_palavra":"A ideia de 'grande' sugere um ato significativo e solene, refletindo a importância da oração na vida do crente.","conexao_teologica":"A oração de Elias é um exemplo de como a comunicação com Deus é vital para a vida espiritual e a intervenção divina.","referencias_relacionadas":["1 Reis 18:36-37","Tiago 5:16-18","Salmos 34:15"]},"1reis_18_43_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se novamente ao ato de 'dizer', enfatizando a comunicação de Elias com seu servo sobre a expectativa da chuva.","explicacao_detalhada":"A repetição da palavra 'dizer' mostra a insistência de Elias em buscar a confirmação da promessa de Deus, refletindo sua fé e determinação.","por_que_esta_palavra":"A comunicação é essencial na relação entre Deus e o homem, e a palavra de Elias é um exemplo de fé ativa.","conexao_teologica":"A insistência de Elias em ouvir a resposta de Deus ilustra a importância da perseverança na oração.","referencias_relacionadas":["1 Reis 18:41-42","Lucas 18:1-8","Hebreus 11:6"]},"1reis_18_43_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à maneira de viver, simbolizando a direção que a vida deve tomar sob a orientação de Deus.","explicacao_detalhada":"A palavra 'vida' aqui sugere que a resposta de Deus à oração de Elias trará renovação e restauração à terra, que estava em seca.","por_que_esta_palavra":"A vida é um tema central na Bíblia, representando a relação entre Deus e seu povo, e a promessa de vida abundante.","conexao_teologica":"A resposta de Deus à oração de Elias é um símbolo da vida que Ele oferece ao seu povo, mesmo em tempos de crise.","referencias_relacionadas":["João 10:10","Romanos 8:11","Gálatas 2:20"]},"1reis_18_43_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar, que simboliza a vastidão e a força, e neste contexto, representa a chuva que virá.","explicacao_detalhada":"A palavra 'mar' é usada para descrever a grandeza da chuva que se aproxima, simbolizando a abundância e a provisão de Deus.","por_que_esta_palavra":"O mar é frequentemente associado ao poder de Deus e à sua capacidade de controlar a natureza, refletindo sua soberania.","conexao_teologica":"A chuva que se aproxima é um sinal da misericórdia de Deus e de sua fidelidade às promessas feitas ao seu povo.","referencias_relacionadas":["Salmos 65:9-10","Isaías 44:3","Ezequiel 34:26"]},"1reis_18_44_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente refere-se ao mar, enfatizando a grandeza da chuva que está prestes a cair.","explicacao_detalhada":"A repetição da palavra 'mar' reforça a ideia de que a resposta de Deus será abundante e transformadora.","por_que_esta_palavra":"A menção do mar destaca a expectativa de um milagre, mostrando a grandeza da ação de Deus em resposta à oração.","conexao_teologica":"A abundância da chuva é um símbolo da bênção de Deus e da restauração da vida em Israel.","referencias_relacionadas":["Deuteronômio 28:12","Salmos 147:8","Amós 9:13"]},"1reis_18_44_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao ato de descer ou cair, simbolizando a derrota dos inimigos de Deus.","explicacao_detalhada":"A palavra 'inimigo' aqui é usada para descrever a queda dos adversários de Deus, que são derrotados pela ação divina.","por_que_esta_palavra":"A ideia de cair é frequentemente associada à justiça de Deus contra aqueles que se opõem a Ele e ao seu povo.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre o mal.","referencias_relacionadas":["Salmos 68:1","Romanos 16:20","Apocalipse 20:10"]},"1reis_18_44_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que neste contexto simboliza a queda da chuva e a resposta de Deus à oração de Elias.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a ação de Deus ao enviar a chuva, que representa a restauração e a vida.","por_que_esta_palavra":"Cair é um ato que traz transformação, e neste caso, representa a bênção de Deus sobre a terra seca.","conexao_teologica":"A chuva que cai é um símbolo da graça de Deus, que traz vida e renovação ao seu povo.","referencias_relacionadas":["Isaías 55:10-11","Ezequiel 34:26","Tiago 5:18"]},"1reis_18_45_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o local de onde a chuva é enviada.","explicacao_detalhada":"No contexto de 1 Reis 18, o céu é mencionado após a oração de Elias, simbolizando a resposta divina e a restauração da terra após um período de seca.","por_que_esta_palavra":"A palavra 'céus' é utilizada para enfatizar a soberania de Deus sobre a criação e Sua capacidade de prover.","conexao_teologica":"O céu é frequentemente visto como a habitação de Deus e o lugar de onde Ele intervém na história humana.","referencias_relacionadas":["Salmos 104:2","Isaías 55:9","Mateus 5:16"]},"1reis_18_45_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao vento como um sinal da atividade de Deus, que traz a chuva após a seca.","explicacao_detalhada":"O vento é mencionado como um precursor da chuva, simbolizando a ação de Deus em resposta à oração de Elias.","por_que_esta_palavra":"A palavra 'vento' é usada para mostrar a força e o poder de Deus na natureza e Sua capacidade de trazer mudança.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que atua na vida dos crentes e na criação.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","Atos 2:2"]},"1reis_18_45_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair da chuva, simbolizando a bênção de Deus sobre a terra.","explicacao_detalhada":"A chuva que 'cai' é um sinal da misericórdia de Deus, trazendo vida e fertilidade após um longo período de seca.","por_que_esta_palavra":"A palavra 'cair' é utilizada para descrever a ação de Deus em trazer provisão e restauração.","conexao_teologica":"A queda da chuva é vista como uma metáfora para a graça e bênçãos que Deus derrama sobre Seu povo.","referencias_relacionadas":["Deuteronômio 11:14","Joel 2:23","Tiago 5:18"]},"1reis_18_46_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Elias, que simboliza ação e autoridade.","explicacao_detalhada":"A mão de Elias é mencionada como um símbolo de sua liderança e poder dado por Deus para realizar Sua vontade.","por_que_esta_palavra":"A palavra 'mão' é usada para representar a ação de Deus através de Seus profetas.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua intervenção na história e ao poder que Ele concede aos Seus servos.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"1reis_18_46_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como símbolo de Sua autoridade e poder.","explicacao_detalhada":"O nome de Deus é mencionado para enfatizar a importância de reconhecer Sua soberania e a confiança que Elias tinha Nele.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua presença e poder.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Romanos 10:13"]}}