{"1reis_19_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Elias como profeta, um porta-voz de Deus para o povo de Israel.","explicacao_detalhada":"Elias é reconhecido como um profeta que fala em nome de Deus, trazendo mensagens de advertência e esperança.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Elias na história de Israel e sua missão divina.","conexao_teologica":"Os profetas são mediadores entre Deus e o povo, trazendo revelações e chamadas ao arrependimento.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 5:12"]},"1reis_19_1_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se a Jezabel, esposa de Acabe, que representa a oposição a Deus e à adoração verdadeira.","explicacao_detalhada":"Jezabel é uma figura central na narrativa de Elias, simbolizando a corrupção e a idolatria em Israel.","por_que_esta_palavra":"A palavra 'esposa' é usada para destacar a influência negativa que Jezabel teve sobre Acabe e o povo.","conexao_teologica":"A história de Jezabel serve como um alerta sobre as consequências da infidelidade a Deus e a adoração a ídolos.","referencias_relacionadas":["1 Reis 16:31","2 Reis 9:22","Apocalipse 2:20"]},"1reis_19_1_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Elias, que traz uma mensagem de advertência e juízo.","explicacao_detalhada":"A palavra de Elias é um chamado à ação e um aviso sobre as consequências da desobediência a Deus.","por_que_esta_palavra":"A palavra 'palavra' enfatiza a importância da comunicação divina e da revelação de Deus ao Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e direção aos que a ouvem.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"1reis_19_2_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida de Elias, que está em perigo devido à ameaça de Jezabel.","explicacao_detalhada":"A menção da alma destaca a vulnerabilidade de Elias e a necessidade de proteção divina em tempos de crise.","por_que_esta_palavra":"A palavra 'alma' é usada para enfatizar a totalidade do ser humano, incluindo emoções e vida espiritual.","conexao_teologica":"A alma é vista como a parte mais íntima do ser humano, que Deus valoriza e protege.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"1reis_19_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um aviso, neste caso, a ameaça de Jezabel a Elias.","explicacao_detalhada":"O envio de uma mensagem de ameaça representa a oposição que Elias enfrenta e a urgência da situação.","por_que_esta_palavra":"A palavra 'enviar' é usada para mostrar a ação de comunicar e a responsabilidade de transmitir a mensagem de Deus.","conexao_teologica":"O envio de mensagens divinas é uma prática comum na Bíblia, onde Deus se comunica com Seu povo através de profetas.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"1reis_19_2_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se a Jezabel, a mulher de Acabe, que teve um papel significativo na história de Elias.","explicacao_detalhada":"Jezabel é frequentemente associada à idolatria e à perseguição dos profetas de Deus. Sua influência sobre Acabe levou à introdução do culto a Baal em Israel, o que gerou conflitos com Elias.","por_que_esta_palavra":"A escolha da palavra 'esposa' destaca a relação conjugal e a influência que Jezabel exerceu sobre Acabe, mostrando como a vida pessoal dos líderes pode impactar a nação.","conexao_teologica":"A relação entre Acabe e Jezabel ilustra a luta entre a adoração ao Deus verdadeiro e a idolatria, um tema recorrente na Bíblia.","referencias_relacionadas":["1 Reis 16:31","1 Reis 18:4","2 Reis 9:22"]},"1reis_19_3_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada no contexto de Elias se levantando para fugir da ameaça de Jezabel.","explicacao_detalhada":"Elias, após uma grande vitória sobre os profetas de Baal, se vê em perigo e precisa se levantar para buscar refúgio, mostrando a fragilidade humana mesmo após grandes conquistas.","por_que_esta_palavra":"A palavra 'levantar' simboliza a ação de tomar uma decisão ativa em resposta ao medo e à perseguição.","conexao_teologica":"Este ato de levantar-se pode ser visto como um paralelo à necessidade de fé e coragem diante das adversidades.","referencias_relacionadas":["1 Reis 19:1-3","Salmos 3:3","Isaías 41:10"]},"1reis_19_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada quando Elias percebe a gravidade da situação em que se encontra.","explicacao_detalhada":"Ver, neste contexto, implica em reconhecer a ameaça real que Jezabel representa e a necessidade de agir em consequência disso.","por_que_esta_palavra":"A palavra 'ver' enfatiza a importância da percepção e do discernimento nas situações de crise.","conexao_teologica":"A visão espiritual é crucial na vida do crente, pois permite discernir a verdade em meio à confusão.","referencias_relacionadas":["1 Reis 19:3","Mateus 6:22","Hebreus 12:2"]},"1reis_19_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao movimento de Elias em busca de segurança.","explicacao_detalhada":"Elias se afasta de sua cidade e caminha para o deserto, simbolizando uma jornada de fuga e solidão.","por_que_esta_palavra":"A escolha da palavra 'andar' destaca a ação de se mover em direção a um novo lugar, tanto fisicamente quanto espiritualmente.","conexao_teologica":"A jornada de Elias pode ser vista como uma metáfora para a caminhada da fé, que muitas vezes envolve desafios e solidão.","referencias_relacionadas":["1 Reis 19:3","Salmos 119:105","Gálatas 5:16"]},"1reis_19_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é utilizada no contexto de Elias refletindo sobre sua vida e seu ministério.","explicacao_detalhada":"Elias se sente desanimado e julga que não é mais digno de continuar sua missão, expressando um momento de crise espiritual.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a autoavaliação e a luta interna que muitos enfrentam em tempos de desespero.","conexao_teologica":"A autoavaliação é um aspecto importante da vida cristã, onde os crentes são chamados a examinar suas vidas à luz da Palavra de Deus.","referencias_relacionadas":["1 Reis 19:4","2 Coríntios 13:5","Salmos 139:23-24"]},"1reis_19_4_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada quando Elias pede a Deus que tire sua vida.","explicacao_detalhada":"Este pedido reflete a profunda desesperança e exaustão emocional que Elias estava enfrentando após sua luta contra os profetas de Baal.","por_que_esta_palavra":"A palavra 'morrer' revela a intensidade do sofrimento de Elias e sua sensação de fracasso.","conexao_teologica":"A luta de Elias com o desejo de morrer destaca a fragilidade da condição humana e a necessidade de apoio divino.","referencias_relacionadas":["1 Reis 19:4","Salmos 42:5","Mateus 26:38"]},"1reis_19_4_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao deserto onde Elias se encontra após fugir de Jezabel.","explicacao_detalhada":"O deserto é um lugar de solidão e reflexão, onde Elias se afasta da sociedade e busca um encontro com Deus.","por_que_esta_palavra":"A escolha da palavra 'campo' simboliza um espaço de isolamento, mas também de potencial renovação espiritual.","conexao_teologica":"O deserto é frequentemente um lugar de encontro com Deus na Bíblia, onde os indivíduos são moldados e preparados para novas missões.","referencias_relacionadas":["1 Reis 19:4","Mateus 4:1","Êxodo 3:1"]},"1reis_19_5_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' é usada quando Elias se deita para dormir sob um zimbro.","explicacao_detalhada":"Este momento de descanso é crucial para a recuperação física e emocional de Elias, simbolizando a necessidade de descanso em tempos de estresse.","por_que_esta_palavra":"A palavra 'descanso' enfatiza a importância do repouso e da renovação, tanto física quanto espiritual.","conexao_teologica":"O descanso é um princípio divino, refletindo a criação e a necessidade de sabedoria em cuidar de si mesmo.","referencias_relacionadas":["1 Reis 19:5","Salmos 23:2","Mateus 11:28"]},"1reis_19_5_morrer":{"palavra_pt":"morrer","palavra_original":"יָשֵׁן","transliteracao":"yâshên","strong":"H3462","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é utilizada novamente quando Elias expressa seu desejo de não continuar vivendo.","explicacao_detalhada":"Este desejo reflete a profundidade do desespero de Elias e sua luta interna com a sua missão e identidade.","por_que_esta_palavra":"A repetição da palavra 'morrer' enfatiza a gravidade do estado emocional de Elias e sua sensação de impotência.","conexao_teologica":"A luta de Elias com a morte destaca a fragilidade da vida e a necessidade de esperança e renovação em Deus.","referencias_relacionadas":["1 Reis 19:5","Salmos 116:3","Filipenses 1:21"]},"1reis_19_5_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se ao mensageiro enviado por Deus para confortar Elias.","explicacao_detalhada":"O anjo traz alimento e encorajamento a Elias, mostrando a provisão de Deus em momentos de crise.","por_que_esta_palavra":"A palavra 'anjo' destaca a intervenção divina e o cuidado que Deus tem por seus servos, mesmo em momentos de desespero.","conexao_teologica":"A presença do mensageiro de Deus ilustra a maneira como Deus se preocupa com o bem-estar de seus profetas e a importância do apoio divino.","referencias_relacionadas":["1 Reis 19:5","Salmos 91:11","Hebreus 1:14"]},"1reis_19_6_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso representa um momento de recuperação e renovação após a exaustão.","explicacao_detalhada":"No contexto de 1 Reis 19, Elias estava fugindo da rainha Jezabel e se sentia desanimado e cansado. O descanso que ele experimenta é essencial para sua recuperação física e emocional, permitindo que ele ouça a voz de Deus.","por_que_esta_palavra":"A palavra 'descanso' é usada para enfatizar a necessidade humana de pausa e recuperação, especialmente em momentos de grande estresse e pressão.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando não apenas a pausa física, mas também a paz espiritual que Deus oferece aos seus servos.","referencias_relacionadas":["Mateus 11:28-30","Salmos 23:2","Êxodo 20:8-11"]},"1reis_19_6_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A causa refere-se ao motivo ou razão que leva a uma ação ou evento.","explicacao_detalhada":"Neste versículo, a causa da exaustão de Elias é a perseguição que ele enfrenta. A palavra destaca a importância de entender as razões por trás das nossas lutas.","por_que_esta_palavra":"A palavra 'cause' é crucial para compreender a dinâmica entre as ações de Elias e as consequências que ele enfrenta.","conexao_teologica":"Deus se preocupa com as causas das nossas lutas e nos oferece apoio em tempos de necessidade.","referencias_relacionadas":["Romanos 8:28","1 Pedro 5:7","Salmos 34:19"]},"1reis_19_6_cake":{"palavra_pt":"cake","palavra_original":"עֻגָּה","transliteracao":"ʻuggâh","strong":"H5692","significado_raiz":"Ideia básica: cake.","significado_contextual":"O bolo simboliza sustento e provisão divina.","explicacao_detalhada":"O bolo que Elias recebe é uma representação da provisão de Deus em momentos de necessidade. Isso mostra que Deus cuida de nós, mesmo em nossos momentos mais difíceis.","por_que_esta_palavra":"A palavra 'cake' é utilizada para enfatizar a bondade de Deus em fornecer o que precisamos para sustentar nossas vidas.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, refletindo seu amor e cuidado por seu povo.","referencias_relacionadas":["Filipenses 4:19","Salmos 37:25","Mateus 6:11"]},"1reis_19_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida aqui se refere ao caminho que devemos seguir para viver plenamente.","explicacao_detalhada":"A palavra 'vida' é usada para descrever a jornada espiritual de Elias e a necessidade de seguir o caminho que Deus traçou para ele.","por_que_esta_palavra":"A palavra 'vida' é fundamental para entender a relação entre a obediência a Deus e a verdadeira plenitude.","conexao_teologica":"A vida em Cristo é apresentada como um caminho que leva à verdadeira satisfação e propósito.","referencias_relacionadas":["João 14:6","Salmos 119:105","Gálatas 2:20"]},"1reis_19_7_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar refere-se ao ato de construir ou restaurar algo.","explicacao_detalhada":"Neste contexto, edificar implica restaurar a fé e a missão de Elias, que estava desanimado e precisando de renovação.","por_que_esta_palavra":"A palavra 'edificar' é importante para entender o chamado de Deus para que Elias continue sua missão.","conexao_teologica":"Deus nos chama a edificar nossas vidas e a vida dos outros em fé e obediência.","referencias_relacionadas":["Efésios 4:12","1 Coríntios 3:9","Hebreus 3:4"]},"1reis_19_7_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Deus é apresentado como o mensageiro que traz instruções e encorajamento.","explicacao_detalhada":"A palavra 'anjo' refere-se a um mensageiro de Deus que traz uma mensagem de esperança e direção para Elias.","por_que_esta_palavra":"A palavra 'deus' é central para entender a natureza divina e seu papel em nossas vidas.","conexao_teologica":"Deus se comunica conosco através de mensageiros, seja anjos ou pessoas, para nos guiar e fortalecer.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Mateus 4:11"]},"1reis_19_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica a ação de se erguer ou reerguer após um período de queda.","explicacao_detalhada":"Elias é chamado a se levantar e continuar sua jornada, simbolizando a restauração e o recomeço.","por_que_esta_palavra":"A palavra 'levantar' é significativa para enfatizar a necessidade de ação e movimento em direção ao propósito de Deus.","conexao_teologica":"Deus nos levanta em nossos momentos de fraqueza, chamando-nos a seguir em frente.","referencias_relacionadas":["Isaías 40:31","Salmos 30:5","Miquéias 7:8"]},"1reis_19_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o provedor e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' aqui reafirma a soberania e a autoridade de Deus sobre a vida de Elias e sobre todas as circunstâncias.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação de dependência que temos com Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","Isaías 41:10"]},"1reis_19_8_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento simboliza a provisão física e espiritual necessária para a vida.","explicacao_detalhada":"O alimento que Elias recebe representa a provisão de Deus para sustentar não apenas o corpo, mas também a alma.","por_que_esta_palavra":"A palavra 'alimento' é essencial para entender a dependência humana da provisão divina.","conexao_teologica":"Deus é o nosso provedor, e o alimento físico é um símbolo da sustento espiritual que Ele oferece.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"1reis_19_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar refere-se ao ato de convidar ou convocar alguém para uma ação.","explicacao_detalhada":"Deus chama Elias para uma conversa, enfatizando a importância da comunicação entre Deus e o homem.","por_que_esta_palavra":"A palavra 'chamar' é significativa para entender como Deus se relaciona com seus profetas e com seu povo.","conexao_teologica":"Deus nos chama para um relacionamento pessoal, onde Ele se comunica e nos guia.","referencias_relacionadas":["Isaías 43:1","João 10:3","Romanos 8:30"]},"1reis_19_9_noite":{"palavra_pt":"noite","palavra_original":"לוּן","transliteracao":"lûwn","strong":"H3885","significado_raiz":"Ideia básica: noite.","significado_contextual":"A noite representa um período de escuridão e solidão, onde o profeta Elias se encontra em um estado de desespero e busca a presença de Deus.","explicacao_detalhada":"No contexto de 1 Reis 19, a noite simboliza não apenas a escuridão física, mas também a crise espiritual de Elias, que se sente sozinho e ameaçado. É durante a noite que ele se refugia em uma caverna, buscando respostas e consolo.","por_que_esta_palavra":"A palavra 'noite' é utilizada para enfatizar o estado emocional de Elias, que se sente perdido e sem direção, refletindo a luta interna que muitos enfrentam em momentos de crise.","conexao_teologica":"A noite pode ser vista como um tempo de provação, mas também como um momento de encontro com Deus, onde Ele se revela de maneiras inesperadas, como no sussurro suave que segue os eventos dramáticos.","referencias_relacionadas":["Salmos 30:5","Salmos 42:5","Mateus 14:25"]},"1reis_19_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas, incluindo a vida de Elias.","explicacao_detalhada":"Quando Elias se dirige a Deus como 'Senhor', ele reconhece a divindade e o poder de Deus, mesmo em meio ao seu desespero. Este nome é um lembrete da relação de aliança entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para entender a dinâmica entre Elias e Deus, pois enfatiza a dependência do profeta em relação ao seu Criador em tempos de crise.","conexao_teologica":"A invocação do nome do Senhor é um tema central nas Escrituras, simbolizando a confiança e a submissão do crente à vontade divina.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"1reis_19_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação direta entre Elias e Deus, destacando a importância da revelação divina.","explicacao_detalhada":"Neste contexto, 'dizer' implica que Deus se comunica com Elias, não apenas através de palavras, mas também por meio de ações e sinais, mostrando que Ele está presente e ativo na vida do profeta.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a relação pessoal entre Deus e Elias, onde a comunicação é vital para a restauração espiritual do profeta.","conexao_teologica":"A comunicação de Deus com Seus profetas é um tema recorrente na Bíblia, mostrando que Ele se importa e deseja se relacionar com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"1reis_19_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à natureza suprema e à autoridade divina que Elias reconhece em sua oração.","explicacao_detalhada":"Elias, ao se dirigir a Deus, reconhece Sua soberania e poder, especialmente em um momento de crise onde ele se sente ameaçado e sozinho. A invocação de 'Deus' é um apelo à ajuda e à intervenção divina.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação de Elias com o Criador, destacando a necessidade de dependência e confiança em momentos de dificuldade.","conexao_teologica":"A noção de Deus como um ser pessoal que se relaciona com a humanidade é central na teologia bíblica, mostrando que Ele está sempre presente para ouvir e ajudar.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"1reis_19_11_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' simboliza a presença de Deus que se manifesta de maneira poderosa e inesperada.","explicacao_detalhada":"No contexto de 1 Reis 19, o vento forte que passa é um sinal da grandeza de Deus, mas também um lembrete de que Ele não está sempre nas manifestações grandiosas, mas pode se revelar em um sussurro suave.","por_que_esta_palavra":"A utilização da palavra 'vento' destaca a dualidade da presença de Deus, que pode ser tanto poderosa quanto sutil, desafiando as expectativas humanas sobre como Ele age.","conexao_teologica":"O vento como símbolo do Espírito Santo é um tema importante na Bíblia, representando a ação de Deus no mundo e na vida dos crentes.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","João 3:8"]},"1reis_19_11_terremoto":{"palavra_pt":"terremoto","palavra_original":"רַעַשׁ","transliteracao":"raʻash","strong":"H7494","significado_raiz":"Ideia básica: terremoto.","significado_contextual":"O 'terremoto' representa uma manifestação poderosa da força de Deus, simbolizando Sua capacidade de agir de forma dramática.","explicacao_detalhada":"No relato, o terremoto é um dos sinais que precedem a revelação de Deus a Elias, mostrando que Ele é capaz de causar grandes mudanças e abalar as estruturas do mundo.","por_que_esta_palavra":"A palavra 'terremoto' é utilizada para enfatizar a grandeza e o poder de Deus, que pode transformar situações e trazer à tona a Sua soberania.","conexao_teologica":"O terremoto é frequentemente associado à presença de Deus em momentos de juízo ou revelação, mostrando que Ele é um Deus que não pode ser ignorado.","referencias_relacionadas":["Salmos 18:7","Isaías 29:6","Mateus 27:51"]},"1reis_19_11_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a majestade de Deus, que se manifesta em Sua criação e em Suas ações.","explicacao_detalhada":"Neste contexto, 'poderoso' é um lembrete da capacidade de Deus de agir de maneira sobrenatural, desafiando as limitações humanas e mostrando que Ele é o Senhor de todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'poderoso' ressalta a grandeza de Deus em contraste com a fragilidade humana, especialmente em momentos de desespero como o de Elias.","conexao_teologica":"A ideia de um Deus poderoso é central na teologia bíblica, enfatizando que Ele é capaz de realizar o impossível e trazer esperança em situações desesperadoras.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"1reis_19_12_terremoto":{"palavra_pt":"terremoto","palavra_original":"רַעַשׁ","transliteracao":"raʻash","strong":"H7494","significado_raiz":"Ideia básica: terremoto.","significado_contextual":"O 'terremoto' novamente aparece como uma manifestação do poder de Deus, enfatizando a Sua presença e ação no mundo.","explicacao_detalhada":"Neste versículo, o terremoto serve como um sinal de que Deus está prestes a se revelar a Elias, mostrando que Ele pode agir de maneiras que desafiam a compreensão humana.","por_que_esta_palavra":"A repetição da palavra 'terremoto' reforça a ideia de que Deus é um ser que pode abalar a terra e as vidas, trazendo mudanças significativas.","conexao_teologica":"O terremoto é um símbolo do poder de Deus e de Sua capacidade de trazer transformação, tanto física quanto espiritual.","referencias_relacionadas":["Salmos 68:8","Amós 1:1","Mateus 28:2"]},"1reis_19_12_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento ou uma ação que deve ser tomada, refletindo a necessidade de Elias de continuar sua jornada de fé.","explicacao_detalhada":"Neste contexto, 'seguir' sugere que Elias deve continuar a obedecer a Deus, mesmo após as experiências dramáticas que vivenciou, indicando que a vida de fé é um caminho contínuo.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender a chamada de Deus para Elias, que envolve não apenas ouvir, mas também agir de acordo com a vontade divina.","conexao_teologica":"A ideia de seguir a Deus é um tema central na Bíblia, enfatizando a importância da obediência e da fidelidade na vida do crente.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Romanos 8:14"]},"1reis_19_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade de Deus e à autenticidade de Sua palavra, contrastando com as mentiras e enganos do mundo.","explicacao_detalhada":"Neste contexto, 'verdade' é um lembrete de que Deus é a fonte de toda verdade e que Elias deve se apegar a essa verdade em meio à confusão e ao desespero.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância de discernir a realidade espiritual e confiar na fidelidade de Deus, mesmo quando as circunstâncias parecem adversas.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, enfatizando que Ele é fiel e que Suas promessas são sempre cumpridas.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"1reis_19_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se a um estado de desânimo ou queda espiritual.","explicacao_detalhada":"Elías, após enfrentar a oposição de Jezabel, se encontra em um estado de desespero e cansaço, simbolizando a fragilidade humana diante das adversidades.","por_que_esta_palavra":"A palavra 'cair' representa a vulnerabilidade do profeta e a necessidade de apoio divino em momentos de crise.","conexao_teologica":"A queda de Elías ilustra a luta entre a fé e o desespero, mostrando que mesmo os grandes servos de Deus enfrentam dificuldades.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","2 Coríntios 12:9"]},"1reis_19_13_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir, neste contexto, implica em prestar atenção à voz de Deus em meio ao silêncio e à solidão.","explicacao_detalhada":"Deus se revela a Elías não em um grande evento, mas em um sussurro suave, enfatizando a importância de ouvir a Sua voz em momentos de crise.","por_que_esta_palavra":"A palavra 'ouvir' destaca a necessidade de discernimento espiritual e a disposição para receber a orientação divina.","conexao_teologica":"A capacidade de ouvir a Deus é fundamental para a vida espiritual, pois é através da Sua voz que encontramos direção e conforto.","referencias_relacionadas":["Salmos 46:10","João 10:27","Hebreus 3:15"]},"1reis_19_13_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome, neste contexto, refere-se à identidade e ao chamado de Elías como profeta de Deus.","explicacao_detalhada":"O nome 'Elías' significa 'Meu Deus é Yahweh', refletindo a missão do profeta de trazer o povo de volta à adoração ao verdadeiro Deus.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade espiritual e do propósito divino na vida de cada crente.","conexao_teologica":"O nome de um indivíduo na Bíblia muitas vezes reflete seu caráter e missão, mostrando a relação entre identidade e chamado.","referencias_relacionadas":["Isaías 43:1","Mateus 5:16","Romanos 8:28"]},"1reis_19_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor, neste contexto, refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Elías reconhece a grandeza de Deus, que é o Senhor de toda a criação, enfatizando a necessidade de submeter-se à Sua vontade.","por_que_esta_palavra":"A palavra 'senhor' é um lembrete da posição de Deus como autoridade suprema e da nossa dependência dEle.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8","Filipenses 2:10-11"]},"1reis_19_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, neste contexto, refere-se à comunicação de Deus com Elías, revelando Sua vontade e planos.","explicacao_detalhada":"Deus fala a Elías, instruindo-o sobre o que fazer a seguir, mostrando que Ele se preocupa com os detalhes da vida de Seus servos.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a importância da revelação divina e da comunicação entre Deus e o homem.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto fundamental da relação entre Criador e criatura, destacando a revelação e a resposta humana.","referencias_relacionadas":["Salmos 119:105","João 15:15","Hebreus 1:1-2"]},"1reis_19_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus, neste contexto, refere-se à divindade que se revela a Elías e que é digno de adoração e obediência.","explicacao_detalhada":"A menção de 'Deus' reafirma a centralidade da fé em Yahweh e a necessidade de confiar em Sua providência.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza do relacionamento entre o ser humano e o Criador.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é essencial para a fé e a prática religiosa, destacando a exclusividade da adoração a Ele.","referencias_relacionadas":["Êxodo 20:3","Deuteronômio 6:4","1 João 5:20"]},"1reis_19_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei, neste contexto, refere-se à autoridade política e espiritual que Deus estabelece sobre o Seu povo.","explicacao_detalhada":"Deus instrui Elías a ungir novos reis, mostrando que Ele tem controle sobre as nações e a liderança.","por_que_esta_palavra":"A palavra 'rei' destaca a soberania de Deus sobre a história e a importância da liderança justa.","conexao_teologica":"A ideia de Deus como Rei é central na teologia bíblica, refletindo Sua autoridade e domínio sobre todas as coisas.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"1reis_19_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, neste contexto, refere-se à instrução de Deus a Elías sobre o que ele deve fazer em relação aos novos reis.","explicacao_detalhada":"A palavra 'dizer' enfatiza a clareza da comunicação divina e a responsabilidade de Elías em cumprir a vontade de Deus.","por_que_esta_palavra":"A comunicação de Deus é vital para a missão do profeta, mostrando que a obediência é uma resposta necessária.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente na Bíblia, destacando a importância de seguir Suas instruções.","referencias_relacionadas":["Tiago 1:22","1 Samuel 15:22","Romanos 12:2"]},"1reis_19_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor, neste contexto, reafirma a autoridade de Deus sobre a vida de Elías e sobre a nação de Israel.","explicacao_detalhada":"A menção do nome de Deus como Senhor enfatiza a necessidade de reverência e submissão à Sua vontade.","por_que_esta_palavra":"A palavra 'senhor' é um reconhecimento da soberania divina e da relação de dependência do ser humano.","conexao_teologica":"A relação entre Deus e Seu povo é caracterizada pela soberania e pela resposta de adoração e obediência.","referencias_relacionadas":["Salmos 95:6","Isaías 45:23","Filipenses 2:9-11"]},"1reis_19_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei, neste contexto, refere-se à autoridade que Deus estabelece para governar o Seu povo.","explicacao_detalhada":"Deus instrui Elías a ungir um novo rei, mostrando que Ele tem um plano para a liderança de Israel.","por_que_esta_palavra":"A palavra 'rei' destaca a importância da liderança justa e da soberania de Deus sobre as nações.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a maneira como Deus governa e dirige Seu povo.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Pedro 2:13-14"]},"1reis_19_16_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus, escolhido para transmitir a Sua vontade ao povo.","explicacao_detalhada":"O termo 'profeta' refere-se a alguém que fala em nome de Deus, trazendo mensagens de advertência, consolo ou instrução. No contexto de 1 Reis 19:16, Deus ordena a Elias que unja a Eliseu como profeta, indicando a continuidade da obra profética em Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da comunicação divina e da liderança espiritual em Israel.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois são instrumentos de Deus para guiar e corrigir Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"1reis_19_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Um descendente, geralmente associado à continuidade da linhagem e herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a sucessão de liderança. No contexto, Eliseu é chamado para ser o 'filho' espiritual de Elias, assumindo seu ministério.","por_que_esta_palavra":"A escolha de um 'filho' simboliza a transmissão de autoridade e responsabilidade entre gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1reis_19_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Referente a um ato de queda ou derrota, muitas vezes em um contexto de julgamento.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a consequência do juízo de Deus sobre aqueles que se opõem a Ele. No versículo, Deus declara que aqueles que não se converterem ao Seu caminho enfrentarão a queda.","por_que_esta_palavra":"A palavra enfatiza a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 6:23","Provérbios 14:34","Gálatas 6:7"]},"1reis_19_17_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Uma arma, simbolizando a força e o poder de julgamento.","explicacao_detalhada":"A palavra 'espada' representa tanto a proteção quanto o juízo. No contexto, Deus usa a espada como símbolo do juízo que cairá sobre os ímpios.","por_que_esta_palavra":"A espada é frequentemente associada à guerra e à justiça, simbolizando a ação de Deus contra o mal.","conexao_teologica":"A espada é um símbolo do poder de Deus para proteger Seu povo e punir os ímpios.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 1:16","Salmos 149:6"]},"1reis_19_17_rei":{"palavra_pt":"rei","palavra_original":"חֲזָאֵל","transliteracao":"Chăzâʼêl","strong":"H2371","significado_raiz":"Ideia básica: rei.","significado_contextual":"Um governante, alguém que exerce autoridade sobre um povo.","explicacao_detalhada":"A palavra 'rei' refere-se a Hazael, que seria levantado por Deus para trazer juízo sobre Israel. Isso mostra que Deus tem controle sobre as nações e seus líderes.","por_que_esta_palavra":"A menção de um rei destaca a soberania de Deus sobre a história e a política.","conexao_teologica":"Deus é o Rei supremo, e os reis terrenos são instrumentos de Sua vontade.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Romanos 13:1"]},"1reis_19_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se a um modo ou maneira de agir.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como Deus preservou um remanescente fiel em Israel, mesmo em tempos de apostasia.","por_que_esta_palavra":"A ênfase no 'modo' destaca a providência de Deus em manter Seu povo.","conexao_teologica":"Deus sempre preserva um remanescente, mostrando Sua fidelidade às promessas.","referencias_relacionadas":["Romanos 11:5","Isaías 10:20-22","1 Pedro 2:9"]},"1reis_19_19_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Referente ao ato de se mover ou progredir em uma jornada.","explicacao_detalhada":"A palavra 'andar' é usada para descrever a jornada de Eliseu ao assumir seu chamado como profeta, simbolizando a obediência e o compromisso com a missão.","por_que_esta_palavra":"Andar representa a vida cristã como uma caminhada de fé e obediência a Deus.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, simbolizando a relação contínua entre o crente e o Senhor.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","2 Coríntios 5:7"]},"1reis_19_19_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"O ato de encontrar ou descobrir algo.","explicacao_detalhada":"A palavra 'achar' é usada no contexto de Eliseu encontrando seu chamado e propósito como profeta, simbolizando a busca pela vontade de Deus.","por_que_esta_palavra":"A busca por 'achar' é um convite à descoberta da vontade de Deus em nossas vidas.","conexao_teologica":"Encontrar a vontade de Deus é essencial para a vida do crente e seu ministério.","referencias_relacionadas":["Mateus 7:7","Provérbios 3:5-6","Colossenses 1:9"]},"1reis_19_19_profeta":{"palavra_pt":"profeta","palavra_original":"אֱלִישָׁע","transliteracao":"ʼĔlîyshâʻ","strong":"H477","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus, escolhido para continuar a obra profética.","explicacao_detalhada":"A palavra 'profeta' refere-se a Eliseu, que é chamado para suceder Elias. Isso mostra a continuidade da missão de Deus através de Seus escolhidos.","por_que_esta_palavra":"A escolha de Eliseu como profeta destaca a importância da liderança espiritual e da transmissão do chamado divino.","conexao_teologica":"A sucessão de profetas é um tema importante na história da salvação, mostrando a fidelidade de Deus em guiar Seu povo.","referencias_relacionadas":["1 Reis 2:1-2","2 Reis 2:9-10","Mateus 10:41"]},"1reis_19_20_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Referente ao ato de deixar ou abandonar algo.","explicacao_detalhada":"A palavra 'destituído' é usada para descrever a decisão de Eliseu de deixar sua antiga vida para seguir o chamado de Deus como profeta.","por_que_esta_palavra":"A destituição é um símbolo de entrega e compromisso com a missão divina.","conexao_teologica":"O chamado de Deus muitas vezes exige que deixemos para trás nossas antigas vidas para abraçar um novo propósito.","referencias_relacionadas":["Lucas 9:62","Filipenses 3:13-14","Mateus 4:19-20"]},"1reis_19_20_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que Elias estava usando para arar a terra, simbolizando seu trabalho e vida anterior antes de ser chamado por Deus.","explicacao_detalhada":"O gado é um símbolo de riqueza e sustento na sociedade agrícola da época. Elias estava em um momento de transição, deixando sua vida anterior para seguir o chamado divino.","por_que_esta_palavra":"A palavra 'gado' é importante porque representa a vida cotidiana de Elias e o sacrifício que ele fez ao deixar tudo para trás para servir a Deus.","conexao_teologica":"A escolha de Elias em deixar seu gado para trás reflete a ideia de que seguir a Deus pode exigir renúncias significativas, um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Reis 19:19","Gênesis 30:31","Êxodo 20:17"]},"1reis_19_20_break":{"palavra_pt":"quebrar","palavra_original":"רוּץ","transliteracao":"rûwts","strong":"H7323","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"O ato de quebrar se refere ao rompimento com o passado e a decisão de seguir um novo caminho.","explicacao_detalhada":"Quebrar as ataduras do passado é um tema central na vida de Elias, que simboliza a necessidade de deixar para trás o que não serve mais ao propósito divino.","por_que_esta_palavra":"A palavra 'quebrar' é significativa porque representa a transformação e a mudança que ocorrem quando alguém responde ao chamado de Deus.","conexao_teologica":"A quebra de laços com o passado é um passo essencial para a santificação e o chamado divino, refletindo a necessidade de renovação espiritual.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"1reis_19_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar se refere ao ato de Elias ao dar a sua despedida e bênção aos seus familiares antes de partir.","explicacao_detalhada":"O ato de dar é um gesto de amor e responsabilidade, mostrando que Elias não estava apenas abandonando sua família, mas também honrando suas relações.","por_que_esta_palavra":"A palavra 'dar' é importante porque enfatiza a importância das relações e o valor de se despedir adequadamente antes de uma grande mudança.","conexao_teologica":"O ato de dar e abençoar é um reflexo do amor de Deus, que nos chama a cuidar uns dos outros em nossas transições.","referencias_relacionadas":["Gênesis 48:14","Mateus 5:42","Atos 20:35"]},"1reis_19_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se ao ato de Elias se levantar e seguir o chamado de Deus.","explicacao_detalhada":"Levantar-se simboliza a prontidão e a disposição de Elias para obedecer ao chamado divino, deixando sua vida anterior.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque representa a ação de responder ao chamado de Deus, um tema central na vida de muitos profetas.","conexao_teologica":"Levantar-se para seguir a Deus é um ato de fé e obediência, refletindo a disposição de servir ao propósito divino.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Hebreus 12:1"]},"1reis_19_21_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar refere-se ao ato de Elias edificar sua nova missão como profeta de Deus.","explicacao_detalhada":"Edificar implica em construir algo novo, neste caso, a obra de Deus através de Elias, que se tornaria um líder espiritual.","por_que_esta_palavra":"A palavra 'edificar' é importante porque representa a construção do reino de Deus e o papel de Elias como um instrumento divino.","conexao_teologica":"A edificação do reino de Deus é um tema central nas Escrituras, onde cada crente é chamado a contribuir para essa construção.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:9","Efésios 2:20-22"]}}