{"1reis_21_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou um assunto a ser discutido.","explicacao_detalhada":"Em 1 Reis 21:1, a palavra é usada para introduzir um tema importante que será abordado na narrativa.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a comunicação e a revelação de intenções e desejos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central nas Escrituras.","referencias_relacionadas":["Salmos 119:89","Isaías 55:11","Hebreus 4:12"]},"1reis_21_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar uma mudança de estado ou condição.","explicacao_detalhada":"No contexto de 1 Reis 21:1, 'cair' pode simbolizar a queda de um estado de bem-estar ou a perda de algo valioso.","por_que_esta_palavra":"A palavra 'cair' é significativa para descrever as consequências de ações e decisões na vida.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a separação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 1:15"]},"1reis_21_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou obedecer a algo ou alguém.","explicacao_detalhada":"Em 1 Reis 21:1, 'seguir' pode indicar a disposição de alguém em seguir uma ordem ou um caminho específico.","por_que_esta_palavra":"A palavra 'seguir' é importante para entender a obediência e a lealdade na relação entre o povo e Deus.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a necessidade de comprometimento e fé.","referencias_relacionadas":["Mateus 16:24","João 10:27","Gálatas 5:25"]},"1reis_21_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no contexto de Nabote sendo solicitado a vender sua vinha ao rei Acabe.","explicacao_detalhada":"Neste versículo, Acabe pede a Nabote que lhe dê sua vinha, mostrando a dinâmica de poder e a corrupção que permeia a história.","por_que_esta_palavra":"A escolha da palavra 'dar' reflete a intenção de Acabe de adquirir a propriedade de Nabote de maneira que pareça justa, mas que na verdade é manipulativa.","conexao_teologica":"A busca por possessões materiais e a injustiça são temas recorrentes na Bíblia, refletindo a natureza pecaminosa do ser humano.","referencias_relacionadas":["1 Reis 21:2","Tiago 4:1-3","Eclesiastes 5:10"]},"1reis_21_2_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada quando Acabe se dirige a Nabote, expressando seu desejo.","explicacao_detalhada":"A comunicação entre Acabe e Nabote é crucial, pois revela a manipulação e a pressão que Nabote enfrenta.","por_que_esta_palavra":"A palavra 'falar' é significativa porque representa a tentativa de Acabe de persuadir Nabote através de palavras.","conexao_teologica":"A comunicação e a honestidade nas interações humanas são temas importantes nas Escrituras.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 1:19"]},"1reis_21_2_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Acabe' é mencionado para identificar o rei de Israel que busca a vinha de Nabote.","explicacao_detalhada":"Acabe, cujo nome significa 'pai é o irmão', é um personagem central na narrativa, simbolizando a corrupção do poder.","por_que_esta_palavra":"O uso do nome enfatiza a identidade do rei e seu papel na história de injustiça.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a natureza ou o destino dos personagens.","referencias_relacionadas":["1 Reis 16:30-33","1 Reis 21:1","2 Reis 9:22"]},"1reis_21_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando a soberania divina sobre a situação.","explicacao_detalhada":"Neste contexto, Nabote invoca o nome do Senhor para justificar sua recusa em vender a vinha.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a autoridade de Deus sobre a propriedade e a moralidade.","conexao_teologica":"A relação entre Deus e a propriedade é um tema importante, refletindo a ideia de que tudo pertence a Ele.","referencias_relacionadas":["Salmos 24:1","Levítico 25:23","Deuteronômio 10:14"]},"1reis_21_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada quando Nabote responde a Acabe, expressando sua posição.","explicacao_detalhada":"Nabote afirma que não pode vender a herança de seus pais, mostrando sua fidelidade a Deus e à tradição.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois representa a firmeza de Nabote em sua decisão.","conexao_teologica":"A importância da palavra e do compromisso com a verdade é um tema central nas Escrituras.","referencias_relacionadas":["Salmos 119:11","Mateus 5:37","Provérbios 12:22"]},"1reis_21_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é usada para descrever a resposta de Nabote a Acabe.","explicacao_detalhada":"Nabote se refere à sua herança como algo sagrado, não apenas uma 'coisa' material.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a importância da herança e da promessa de Deus.","conexao_teologica":"A relação entre a palavra de Deus e a herança é um tema recorrente na Bíblia.","referencias_relacionadas":["Deuteronômio 21:15-17","Salmos 119:105","Hebreus 11:8-10"]},"1reis_21_4_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' é usada quando Nabote se recusa a vender sua vinha e se retira.","explicacao_detalhada":"O descanso de Nabote pode ser interpretado como um ato de confiança em Deus, mesmo diante da pressão.","por_que_esta_palavra":"A palavra 'descanso' sugere um estado de paz interior, apesar da adversidade.","conexao_teologica":"O conceito de descanso em Deus é um tema importante, refletindo a confiança na soberania divina.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28-30","Hebreus 4:9-11"]},"1reis_21_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada quando Acabe se dirige a Nabote.","explicacao_detalhada":"Acabe chama Nabote para uma negociação, mas a intenção é manipuladora.","por_que_esta_palavra":"A palavra 'vir' implica uma ação de aproximação, mas com motivações ocultas.","conexao_teologica":"A manipulação nas relações humanas é um tema que aparece frequentemente nas Escrituras.","referencias_relacionadas":["Provérbios 20:17","Salmos 55:21","Mateus 7:15"]},"1reis_21_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é repetida quando Jezabel se envolve na trama.","explicacao_detalhada":"Jezabel chama Acabe para discutir o que fazer com Nabote, mostrando sua influência.","por_que_esta_palavra":"A repetição da palavra 'vir' enfatiza a continuidade da manipulação e do controle.","conexao_teologica":"A influência de Jezabel sobre Acabe reflete a luta entre o bem e o mal nas Escrituras.","referencias_relacionadas":["1 Reis 21:5","1 Reis 16:31-33","Apocalipse 2:20"]},"1reis_21_5_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se a Jezabel, que desempenha um papel crucial na trama contra Nabote.","explicacao_detalhada":"Jezabel, como esposa de Acabe, usa sua posição para manipular e executar a injustiça.","por_que_esta_palavra":"A palavra 'esposa' destaca a relação de poder e influência dentro do contexto familiar.","conexao_teologica":"A dinâmica entre Acabe e Jezabel ilustra a corrupção e a decadência moral em Israel.","referencias_relacionadas":["1 Reis 16:31","1 Reis 21:25","2 Reis 9:30-37"]},"1reis_21_5_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, um ato essencial na interação humana e na transmissão de informações.","explicacao_detalhada":"Neste contexto, 'falar' é usado para descrever a ação de Nabote ao se dirigir ao rei Acabe. A comunicação é um elemento central na narrativa, pois as palavras têm o poder de influenciar decisões e ações.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação direta e honesta entre os personagens, refletindo a necessidade de diálogo em situações de conflito.","conexao_teologica":"A comunicação é vista como um reflexo da imagem de Deus, que se revela e se comunica com a humanidade. A palavra de Deus é frequentemente descrita como viva e eficaz.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]},"1reis_21_6_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A repetição da palavra 'falar' reforça a ideia de que a comunicação é crucial para a compreensão mútua entre Nabote e Acabe.","explicacao_detalhada":"Aqui, 'falar' é novamente utilizado para enfatizar a importância do diálogo. A conversa entre Nabote e Acabe é um ponto central na narrativa, onde as intenções e desejos são expressos.","por_que_esta_palavra":"A palavra é escolhida para mostrar que as palavras têm peso e significado, especialmente em situações de poder e autoridade.","conexao_teologica":"A comunicação entre os seres humanos é um reflexo da comunicação divina, onde Deus se revela e se relaciona com seu povo.","referencias_relacionadas":["Mateus 12:36","Salmos 19:14","Colossenses 4:6"]},"1reis_21_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"'Porque' é uma conjunção que introduz a razão ou causa de uma afirmação, essencial para a lógica do discurso.","explicacao_detalhada":"Neste versículo, 'porque' é usado para justificar a ação ou a decisão de Nabote, ligando suas palavras à sua motivação e ao contexto da situação.","por_que_esta_palavra":"A palavra é crucial para entender a lógica por trás das ações dos personagens, mostrando que as decisões são frequentemente baseadas em razões subjacentes.","conexao_teologica":"A razão e a lógica são aspectos importantes na teologia, onde a compreensão das ações de Deus e do homem é frequentemente explicada através de razões e propósitos.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Isaías 1:18"]},"1reis_21_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"'Dizer' é uma ação que implica a expressão de pensamentos ou sentimentos, essencial para a comunicação.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para relatar o que Nabote expressou ao rei Acabe, destacando a importância de suas palavras na narrativa.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a clareza e a intenção por trás da comunicação, mostrando que as palavras têm poder e significado.","conexao_teologica":"A palavra de Deus é frequentemente descrita como algo que deve ser proclamado e compartilhado, refletindo a importância da comunicação na fé.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"1reis_21_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"'Dizer' é novamente utilizado para enfatizar a continuidade da comunicação entre os personagens.","explicacao_detalhada":"A repetição da palavra 'dizer' reforça a importância das declarações feitas por Jezabel, que influenciam diretamente os eventos subsequentes.","por_que_esta_palavra":"A palavra é escolhida para mostrar a continuidade da narrativa e a importância das palavras na formação de ações e decisões.","conexao_teologica":"As palavras têm um papel fundamental na criação e na revelação divina, refletindo a importância da comunicação na relação entre Deus e a humanidade.","referencias_relacionadas":["Provérbios 15:23","Tiago 3:5-6","Romanos 10:17"]},"1reis_21_7_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"'Esposa' refere-se à mulher casada, destacando o papel de Jezabel na narrativa como a conselheira de Acabe.","explicacao_detalhada":"Neste contexto, a palavra 'esposa' é significativa porque Jezabel exerce influência sobre Acabe, mostrando como as relações pessoais podem impactar decisões políticas.","por_que_esta_palavra":"A escolha da palavra 'esposa' destaca a dinâmica de poder e influência dentro do casamento, especialmente em contextos de liderança.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada nas Escrituras para ilustrar a relação entre Cristo e a Igreja.","referencias_relacionadas":["Efésios 5:22-33","Gênesis 2:24","1 Pedro 3:1-7"]},"1reis_21_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"'Urso' é uma referência a um animal que simboliza força e ferocidade, usado aqui de forma figurativa.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever a severidade da ameaça que Jezabel faz, mostrando a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a brutalidade e a determinação de Jezabel em alcançar seus objetivos, refletindo a natureza do poder e da violência.","conexao_teologica":"A ferocidade e a proteção são temas que aparecem nas Escrituras, onde Deus é descrito como um protetor feroz de seu povo.","referencias_relacionadas":["Oséias 13:8","Salmos 22:12","Provérbios 17:12"]},"1reis_21_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"'Julgar' refere-se ao ato de tomar decisões ou fazer avaliações, essencial em contextos de justiça.","explicacao_detalhada":"Neste versículo, 'julgar' é utilizado para descrever a ação de Jezabel ao planejar a condenação de Nabote, mostrando como a injustiça pode ser perpetrada por meio de decisões manipuladas.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a corrupção do sistema judicial e a manipulação do poder para fins pessoais.","conexao_teologica":"A justiça é um tema central na teologia bíblica, onde Deus é descrito como justo e reto em seus julgamentos.","referencias_relacionadas":["Salmos 82:3-4","Miquéias 6:8","Isaías 1:17"]},"1reis_21_8_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"'Descrever' implica em relatar ou registrar eventos, essencial para a documentação de ações e decisões.","explicacao_detalhada":"A palavra 'descrever' é usada para indicar a necessidade de formalizar a acusação contra Nabote, mostrando a importância da documentação em processos legais.","por_que_esta_palavra":"A escolha da palavra 'descrever' enfatiza a formalidade e a seriedade das acusações, refletindo a natureza do sistema judicial.","conexao_teologica":"A documentação e a recordação das ações de Deus e do homem são importantes na fé, onde as Escrituras servem como testemunho da história da salvação.","referencias_relacionadas":["Salmos 102:18","Hebreus 10:7","Apocalipse 20:12"]},"1reis_21_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"'Julgar' é novamente utilizado para enfatizar a ação de decidir sobre a vida de Nabote, refletindo a corrupção do poder.","explicacao_detalhada":"A repetição da palavra 'julgar' destaca a continuidade da injustiça que está sendo perpetrada por Jezabel, mostrando a manipulação do sistema judicial.","por_que_esta_palavra":"A palavra é escolhida para mostrar a gravidade da situação e a seriedade das decisões que estão sendo tomadas.","conexao_teologica":"A justiça e o julgamento são temas recorrentes na Bíblia, onde Deus é o juiz supremo que avaliará todas as ações humanas.","referencias_relacionadas":["Eclesiastes 3:17","Romanos 14:10","Tiago 4:12"]},"1reis_21_9_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se ao início ou à origem de algo, indicando a posição de liderança ou autoridade.","explicacao_detalhada":"Neste contexto, 'princípio' é utilizado para descrever a posição de um líder ou governante, que tem a responsabilidade de guiar e tomar decisões em nome do povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da liderança e da responsabilidade que vem com o poder.","conexao_teologica":"A liderança é um tema central na Bíblia, onde Deus estabelece líderes para guiar Seu povo, como Moisés e os juízes.","referencias_relacionadas":["Êxodo 18:21","1 Samuel 12:1","Provérbios 29:2"]},"1reis_21_9_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"O verbo 'descrever' implica registrar ou relatar algo de forma detalhada.","explicacao_detalhada":"Aqui, a palavra é usada para indicar a necessidade de documentar as ações ou decisões de um rei, refletindo a importância da transparência e da responsabilidade.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância de manter um registro das ações governamentais para a posteridade.","conexao_teologica":"A documentação das ações de líderes é importante para a história do povo de Deus e para a preservação de Seus ensinamentos.","referencias_relacionadas":["Salmos 102:18","Habacuque 2:2","1 Crônicas 29:29"]},"1reis_21_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O termo 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações sobre ações e comportamentos.","explicacao_detalhada":"Neste versículo, 'julgar' é usado para descrever a ação de um rei ao decidir sobre a vida e a morte de um indivíduo, refletindo a gravidade de suas responsabilidades.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a autoridade do rei e a seriedade de suas decisões, que têm consequências eternas.","conexao_teologica":"Deus é o juiz supremo, e os líderes são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Tiago 4:12"]},"1reis_21_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um governante ou líder supremo de um povo.","explicacao_detalhada":"Neste contexto, o rei é a figura central que exerce autoridade e poder sobre o povo, sendo responsável por suas ações e decisões.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a posição de liderança e a responsabilidade que vem com o poder.","conexao_teologica":"A Bíblia frequentemente usa a figura do rei para ilustrar a soberania de Deus e Sua autoridade sobre a humanidade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"1reis_21_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O verbo 'morrer' refere-se ao fim da vida física de uma pessoa.","explicacao_detalhada":"Neste versículo, a palavra é usada para descrever a consequência final de um julgamento, que pode resultar na pena de morte.","por_que_esta_palavra":"A gravidade da palavra 'morrer' enfatiza a seriedade das decisões que um rei deve tomar.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando tanto a separação do corpo e da alma quanto a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Hebreus 9:27"]},"1reis_21_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal, mas neste contexto pode simbolizar força ou ferocidade.","explicacao_detalhada":"A menção de 'urso' pode ser uma metáfora para descrever a ferocidade de um ataque ou a força de um julgamento.","por_que_esta_palavra":"A palavra é usada para evocar uma imagem poderosa que representa a gravidade da situação.","conexao_teologica":"A força e a ferocidade são frequentemente usadas na Bíblia para descrever a natureza de Deus e Sua justiça.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"1reis_21_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O termo 'julgar' é usado novamente para enfatizar a ação de decidir sobre a vida de alguém.","explicacao_detalhada":"Neste contexto, 'julgar' implica a responsabilidade de um líder em tomar decisões justas e corretas.","por_que_esta_palavra":"A repetição da palavra destaca a importância do julgamento justo e a responsabilidade que vem com a liderança.","conexao_teologica":"A justiça é um atributo de Deus, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 1:16","Salmos 9:8","Miquéias 6:8"]},"1reis_21_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é novamente utilizada para enfatizar a importância das decisões tomadas por um líder.","explicacao_detalhada":"Neste versículo, o ato de julgar é central para a narrativa, mostrando a responsabilidade do rei em decidir sobre questões de vida e morte.","por_que_esta_palavra":"A repetição da palavra 'julgar' reforça a seriedade e a importância do papel do rei.","conexao_teologica":"A Bíblia ensina que os líderes devem ser justos e sábios em suas decisões, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 72:1","Eclesiastes 3:17","Romanos 14:10"]},"1reis_21_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' é usado novamente para enfatizar a posição de liderança.","explicacao_detalhada":"Neste contexto, 'princípio' refere-se à autoridade do rei e à responsabilidade que ele tem sobre seu povo.","por_que_esta_palavra":"A repetição da palavra 'princípio' destaca a importância da liderança e da responsabilidade que vem com ela.","conexao_teologica":"A liderança é um tema central na Bíblia, onde Deus estabelece líderes para guiar Seu povo.","referencias_relacionadas":["Êxodo 18:21","1 Samuel 12:1","Provérbios 29:2"]},"1reis_21_12_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao conjunto de indivíduos que vivem sob a liderança de um rei.","explicacao_detalhada":"Neste contexto, 'povo' é mencionado para enfatizar a responsabilidade do rei em cuidar e proteger aqueles que estão sob sua autoridade.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica entre líder e liderados, destacando a importância do cuidado e da justiça.","conexao_teologica":"Deus se preocupa com Seu povo e espera que os líderes façam o mesmo, refletindo Seu amor e justiça.","referencias_relacionadas":["Deuteronômio 10:12","Salmos 100:3","Isaías 53:6"]},"1reis_21_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso específico, um indivíduo que está sendo julgado.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas neste contexto, refere-se a um homem específico que está sendo alvo de condenação.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade moral e a condição humana diante da justiça.","conexao_teologica":"A justiça de Deus se manifesta na forma como os homens são julgados por suas ações.","referencias_relacionadas":["Gênesis 18:25","Salmos 9:8","Eclesiastes 12:14"]},"1reis_21_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica o ato de tomar uma decisão sobre a culpa ou inocência de alguém.","explicacao_detalhada":"A palavra 'julgar' implica uma avaliação moral e legal, onde se determina a justiça de uma ação ou comportamento.","por_que_esta_palavra":"É crucial para a narrativa, pois destaca a ação de condenar o homem por seus atos malignos.","conexao_teologica":"O julgamento é uma parte essencial da justiça divina, refletindo a natureza de Deus como juiz.","referencias_relacionadas":["Mateus 7:1","Romanos 14:10","Tiago 4:12"]},"1reis_21_13_mal":{"palavra_pt":"mal","palavra_original":"בְּלִיַּעַל","transliteracao":"bᵉlîyaʻal","strong":"H1100","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"A palavra 'mal' é usada para descrever a natureza corrupta das ações do homem em questão, que são condenadas.","por_que_esta_palavra":"A ênfase no 'mal' sublinha a gravidade das transgressões cometidas.","conexao_teologica":"O mal é oposto à santidade de Deus e é o que leva ao julgamento e à condenação.","referencias_relacionadas":["Isaías 5:20","Romanos 3:23","Gálatas 6:7"]},"1reis_21_14_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, um destino que é decretado para o homem.","explicacao_detalhada":"A palavra 'morrer' aqui é usada para indicar a consequência final do julgamento e da condenação.","por_que_esta_palavra":"A morte é apresentada como a punição para o mal cometido, enfatizando a seriedade do pecado.","conexao_teologica":"A morte física é vista como resultado do pecado, refletindo a separação de Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Hebreus 9:27"]},"1reis_21_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de mandar ou despachar alguém para cumprir uma tarefa.","explicacao_detalhada":"A palavra 'enviar' é utilizada para descrever a ação de dar ordens ou instruções a alguém.","por_que_esta_palavra":"É importante para a narrativa, pois mostra a manipulação e o controle exercido sobre os outros.","conexao_teologica":"Deus também envia mensageiros e profetas para cumprir Seus propósitos.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Atos 13:2"]},"1reis_21_14_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se à mulher de um homem, neste caso, Jezabel, que desempenha um papel crucial na trama.","explicacao_detalhada":"A palavra 'esposa' destaca a relação conjugal e a influência que Jezabel exerce sobre Acabe.","por_que_esta_palavra":"A menção de Jezabel é significativa, pois ela é uma figura central na corrupção e na idolatria de Israel.","conexao_teologica":"As relações familiares podem ter um impacto profundo nas decisões e na moralidade.","referencias_relacionadas":["Gênesis 2:24","Provérbios 12:4","Efésios 5:22-33"]},"1reis_21_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Reitera a ideia de morte como consequência do julgamento.","explicacao_detalhada":"A repetição da palavra 'morrer' enfatiza a certeza do destino do homem condenado.","por_que_esta_palavra":"A morte é um tema recorrente nas consequências do pecado e da desobediência.","conexao_teologica":"A morte espiritual é uma consequência do afastamento de Deus.","referencias_relacionadas":["Romanos 5:12","Tiago 1:15","Apocalipse 20:14"]},"1reis_21_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de gritar ou chamar por ajuda ou justiça.","explicacao_detalhada":"A palavra 'clamar' implica um apelo por socorro, muitas vezes em desespero.","por_que_esta_palavra":"É uma expressão da urgência e da gravidade da situação enfrentada pelo homem.","conexao_teologica":"Deus ouve o clamor dos oprimidos e injustiçados.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"1reis_21_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a ruína de alguém em consequência de suas ações.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a perda de status ou a condenação.","por_que_esta_palavra":"A queda é uma metáfora para a derrota espiritual e moral.","conexao_teologica":"A queda do homem é um tema central na narrativa bíblica, refletindo a necessidade de redenção.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:1","1 Pedro 5:8"]},"1reis_21_16_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer ou restaurar alguém ou algo.","explicacao_detalhada":"A palavra 'levantar' pode implicar tanto uma ação física quanto uma restauração espiritual.","por_que_esta_palavra":"É uma palavra de esperança, indicando que mesmo após a queda, há possibilidade de restauração.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta os caídos e restaura os quebrantados.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Gálatas 6:2"]},"1reis_21_16_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou deseja o mal de outra pessoa.","explicacao_detalhada":"No contexto de 1 Reis 21:16, o 'inimigo' é Ahab, que se torna um adversário de Nabote ao desejar sua vinha. A oposição é tanto física quanto moral, refletindo a corrupção do rei.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a traição e a hostilidade que Ahab demonstra em relação a Nabote, mostrando a gravidade de suas ações.","conexao_teologica":"A ideia de inimigos é central na narrativa bíblica, refletindo a luta entre o bem e o mal, e como os líderes podem se desviar do caminho de Deus.","referencias_relacionadas":["Salmos 37:1","Mateus 5:44","Romanos 12:20"]},"1reis_21_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda ou um declínio, muitas vezes associado a consequências negativas.","explicacao_detalhada":"Neste versículo, 'cair' pode ser interpretado como a queda moral e espiritual de Ahab, que se afunda em ações corruptas para satisfazer seus desejos.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a transição de Ahab de um rei que deveria proteger seu povo para um tirano que busca satisfazer sua ganância.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Provérbios 16:18","Gálatas 6:7","Tiago 4:10"]},"1reis_21_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A repetição da palavra 'cair' reforça a ideia de um estado de declínio ou ruína.","explicacao_detalhada":"Aqui, 'cair' pode se referir ao destino de Nabote, que é injustamente condenado e executado, simbolizando a injustiça que prevalece sob a liderança corrupta.","por_que_esta_palavra":"A repetição serve para enfatizar a gravidade da situação e o impacto das ações de Ahab sobre os inocentes.","conexao_teologica":"A queda de justos e a opressão dos inocentes são temas que ecoam ao longo das Escrituras, refletindo a necessidade de justiça divina.","referencias_relacionadas":["Salmos 73:18","Isaías 5:23","Eclesiastes 3:16"]},"1reis_21_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um enunciado ou declaração, muitas vezes carregando peso legal ou moral.","explicacao_detalhada":"Neste contexto, 'palavra' se refere ao decreto que leva à condenação de Nabote, mostrando como as palavras podem ter consequências devastadoras.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da comunicação e das promessas, especialmente quando usadas para manipulação e injustiça.","conexao_teologica":"A palavra de Deus é poderosa e traz vida, enquanto as palavras humanas podem trazer morte e destruição, refletindo a dualidade da comunicação.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Salmos 119:105"]},"1reis_21_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano e juiz supremo.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus enfatiza a autoridade divina sobre a justiça e a moralidade, contrastando com as ações corruptas de Ahab.","por_que_esta_palavra":"A palavra 'senhor' é usada para lembrar que, apesar da injustiça humana, Deus é o juiz final e a fonte de justiça.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, lembrando aos crentes que Ele está no controle, mesmo em meio à injustiça.","referencias_relacionadas":["Salmos 103:19","Romanos 14:11","Apocalipse 19:16"]},"1reis_21_18_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou restaurar, muitas vezes associada a um novo começo.","explicacao_detalhada":"Neste versículo, 'levantar' pode se referir à ação de Deus em trazer à tona a verdade e a justiça, mesmo após a injustiça cometida por Ahab.","por_que_esta_palavra":"A palavra 'levantar' sugere esperança e a possibilidade de redenção, mesmo em situações sombrias.","conexao_teologica":"Deus frequentemente levanta os oprimidos e traz justiça, refletindo Seu caráter justo e misericordioso.","referencias_relacionadas":["Isaías 61:1","Salmos 147:3","Mateus 11:28"]},"1reis_21_18_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' novamente se refere à oposição e hostilidade, neste caso, Ahab contra Nabote.","explicacao_detalhada":"A repetição da palavra 'inimigo' enfatiza a natureza contínua da oposição de Ahab e a injustiça que ele perpetua.","por_que_esta_palavra":"A palavra 'inimigo' é crucial para entender a dinâmica de poder e a corrupção moral que permeia a narrativa.","conexao_teologica":"A luta contra inimigos é uma constante na vida do crente, refletindo a batalha espiritual que enfrentamos.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"1reis_21_18_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica em procurar ou investigar, muitas vezes com um propósito específico.","explicacao_detalhada":"Neste contexto, 'buscar' pode se referir à busca de Ahab por maneiras de eliminar Nabote, mostrando sua determinação em alcançar seus objetivos egoístas.","por_que_esta_palavra":"A palavra 'buscar' destaca a ação deliberada de Ahab em perseguir seus desejos, mesmo que isso signifique injustiça.","conexao_teologica":"Buscar a justiça e a verdade é um chamado para os crentes, contrastando com a busca egoísta de poder e controle.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Hebreus 11:6"]},"1reis_21_19_humano":{"palavra_pt":"humano","palavra_original":"רָצַח","transliteracao":"râtsach","strong":"H7523","significado_raiz":"Ideia básica: humano.","significado_contextual":"A palavra 'humano' refere-se à natureza mortal e falível do ser humano.","explicacao_detalhada":"Neste contexto, 'humano' pode se referir à fragilidade da vida de Nabote, que é tirada injustamente por causa da ganância de Ahab.","por_que_esta_palavra":"A palavra 'humano' enfatiza a vulnerabilidade e a necessidade de justiça, lembrando que todos são suscetíveis ao pecado.","conexao_teologica":"A condição humana é um tema central na Bíblia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","1 João 1:8"]},"1reis_21_19_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar, muitas vezes com implicações de autoridade.","explicacao_detalhada":"Neste contexto, 'falar' pode se referir ao ato de Ahab de pronunciar a sentença contra Nabote, mostrando como as palavras podem ter poder de vida e morte.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a responsabilidade que temos em nossas palavras e como elas podem afetar a vida dos outros.","conexao_teologica":"A comunicação é uma parte vital da vida cristã, refletindo a importância da verdade e da justiça em nossas interações.","referencias_relacionadas":["Provérbios 12:18","Tiago 1:19","Efésios 4:29"]},"1reis_21_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma declaração ou um comando.","explicacao_detalhada":"No contexto de 1 Reis 21:19, Deus ordena que Elias vá até Acabe e declare o juízo que virá sobre ele. A palavra 'dizer' enfatiza a importância da comunicação divina e da profecia.","por_que_esta_palavra":"Esta palavra é crucial porque representa a voz de Deus sendo transmitida através do profeta, mostrando a autoridade divina sobre a situação.","conexao_teologica":"A comunicação de Deus com os homens é um tema central nas Escrituras, mostrando como Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 119:105","Hebreus 1:1-2"]},"1reis_21_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal feroz, simbolizando a força e a destruição.","explicacao_detalhada":"Neste versículo, a menção ao urso pode ser interpretada como uma metáfora para a severidade do juízo que virá sobre Acabe por suas ações malignas.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a gravidade da situação e o poder de Deus para executar juízo.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para simbolizar o juízo e a ira de Deus contra o pecado.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Mateus 7:15"]},"1reis_21_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para transmitir uma mensagem de juízo.","explicacao_detalhada":"Aqui, Elias continua a mensagem de Deus, reafirmando a importância da palavra profética e do que deve ser comunicado ao rei.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a continuidade da revelação divina e a urgência da mensagem.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a transformação e o arrependimento.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 3:16-17","Apocalipse 1:3"]},"1reis_21_20_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Acabe, o rei de Israel.","explicacao_detalhada":"Neste contexto, o nome de Acabe é mencionado para identificar o alvo do juízo divino, ressaltando sua responsabilidade diante de Deus.","por_que_esta_palavra":"O nome carrega peso e significado, especialmente no contexto bíblico, onde a identidade está ligada ao caráter e às ações da pessoa.","conexao_teologica":"A identidade e o caráter de líderes são frequentemente abordados nas Escrituras, mostrando como suas ações impactam o povo.","referencias_relacionadas":["1 Reis 16:30-33","2 Reis 9:22","Mateus 12:36-37"]},"1reis_21_21_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' indica um ato de juízo severo e irrevogável.","explicacao_detalhada":"Neste versículo, Deus declara que Acabe será destruído por suas ações ímpias, simbolizando a consequência do pecado.","por_que_esta_palavra":"A palavra 'destruir' enfatiza a seriedade do juízo de Deus e a certeza de que a justiça será feita.","conexao_teologica":"A destruição como consequência do pecado é um tema recorrente na Bíblia, mostrando a santidade de Deus e sua justiça.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7-8","Apocalipse 21:8"]},"1reis_21_21_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada novamente para referir-se a Acabe, destacando sua identidade.","explicacao_detalhada":"A menção do nome de Acabe reforça a ideia de que ele é o responsável por suas ações e pelas consequências que virão.","por_que_esta_palavra":"A repetição do nome enfatiza a responsabilidade individual diante de Deus.","conexao_teologica":"A responsabilidade pessoal é um princípio importante nas Escrituras, onde cada um deve prestar contas a Deus.","referencias_relacionadas":["Ezequiel 18:30-32","Romanos 14:12","Gálatas 5:10"]},"1reis_21_21_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada de atenção para o que está prestes a ser declarado.","explicacao_detalhada":"Neste contexto, 'eis' serve como um aviso sobre a gravidade do juízo que se aproxima, preparando o ouvinte para a mensagem que segue.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a importância da declaração que se segue, chamando a atenção para a ação de Deus.","conexao_teologica":"A urgência da mensagem de Deus é um tema importante, onde Ele frequentemente chama a atenção do povo para suas advertências.","referencias_relacionadas":["Isaías 45:22","Mateus 24:42","Apocalipse 3:20"]},"1reis_21_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para indicar a ação de entregar ou conceder algo.","explicacao_detalhada":"Neste versículo, Deus declara que dará a Acabe o que ele merece por suas ações, simbolizando a justiça divina.","por_que_esta_palavra":"A palavra 'dar' enfatiza a soberania de Deus em distribuir recompensas ou juízos conforme a justiça.","conexao_teologica":"A soberania de Deus sobre a criação e a justiça é um tema central nas Escrituras, mostrando que Ele é o juiz supremo.","referencias_relacionadas":["Salmos 75:7","Romanos 12:19","Apocalipse 20:12"]},"1reis_21_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou à dinastia de Acabe.","explicacao_detalhada":"Neste contexto, a casa de Acabe representa não apenas sua residência física, mas também sua linhagem e legado, que seriam destruídos.","por_que_esta_palavra":"A menção da 'casa' simboliza a totalidade da vida de Acabe e as consequências de suas ações para sua família.","conexao_teologica":"A destruição de casas e dinastias por causa do pecado é um tema recorrente, mostrando a seriedade do juízo de Deus.","referencias_relacionadas":["1 Reis 16:11","Salmos 37:28","Mateus 10:36"]},"1reis_21_22_irado":{"palavra_pt":"irado","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3708","significado_raiz":"Ideia básica: irado.","significado_contextual":"A palavra 'irado' descreve um estado emocional intenso, geralmente associado à ira de Deus.","explicacao_detalhada":"Neste versículo, a ira de Deus é uma resposta às ações ímpias de Acabe, indicando que Ele não tolera o pecado.","por_que_esta_palavra":"A palavra 'irado' destaca a seriedade da situação e a resposta de Deus ao pecado, mostrando que Ele é um Deus justo.","conexao_teologica":"A ira de Deus é um aspecto de Sua santidade e justiça, e é frequentemente mencionada nas Escrituras como resposta ao pecado.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"1reis_21_23_esposa":{"palavra_pt":"esposa","palavra_original":"אִיזֶבֶל","transliteracao":"ʼÎyzebel","strong":"H348","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se a Jezabel, a esposa de Acabe, que teve um papel significativo na promoção da idolatria em Israel.","explicacao_detalhada":"Jezabel, como esposa de Acabe, influenciou negativamente o reino de Israel, levando o povo a adorar Baal e a se afastar do Senhor. Sua manipulação e ambição são evidentes ao longo da narrativa bíblica.","por_que_esta_palavra":"A escolha da palavra 'esposa' destaca o relacionamento conjugal e a influência que Jezabel exerceu sobre Acabe, refletindo a dinâmica de poder entre eles.","conexao_teologica":"A relação entre Acabe e Jezabel ilustra a luta entre a fidelidade a Deus e a idolatria, um tema recorrente na Bíblia.","referencias_relacionadas":["1 Reis 16:31","1 Reis 18:4","2 Reis 9:22"]},"1reis_21_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus destaca a seriedade das palavras de Elias, que profetiza a condenação de Acabe e Jezabel por suas ações ímpias.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a posição de Deus como juiz e soberano, especialmente em contraste com a idolatria promovida por Jezabel.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o verdadeiro Senhor sobre todas as nações e povos.","referencias_relacionadas":["Êxodo 20:3","Salmos 24:1","Isaías 45:5"]},"1reis_21_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar a declaração profética de Elias sobre o destino de Acabe.","explicacao_detalhada":"A declaração de Elias é uma profecia direta de Deus, mostrando a importância da palavra de Deus em determinar o futuro dos indivíduos.","por_que_esta_palavra":"A escolha do verbo 'dizer' enfatiza a autoridade da palavra de Deus e a certeza do cumprimento da profecia.","conexao_teologica":"A palavra de Deus é viva e eficaz, e suas promessas e advertências são sempre cumpridas.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Salmos 119:105"]},"1reis_21_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao juízo divino que cairá sobre Acabe e Jezabel por suas transgressões.","explicacao_detalhada":"A profecia de Elias inclui a morte de Acabe, simbolizando a severidade do juízo de Deus sobre a desobediência.","por_que_esta_palavra":"O uso da palavra 'morrer' destaca a consequência final do pecado e a inevitabilidade do juízo divino.","conexao_teologica":"A morte física é um lembrete da seriedade do pecado e da necessidade de arrependimento diante de Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Gálatas 6:7"]},"1reis_21_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jezreel, onde a morte de Acabe e Jezabel ocorrerá.","explicacao_detalhada":"Jezreel é o cenário da ação divina contra Acabe, simbolizando a justiça de Deus sendo executada em um lugar específico.","por_que_esta_palavra":"A menção da cidade enfatiza a localização geográfica onde a profecia se cumprirá, ligando eventos históricos a lugares reais.","conexao_teologica":"A geografia bíblica é importante para entender como Deus atua na história e na vida das pessoas.","referencias_relacionadas":["1 Reis 18:45","2 Reis 9:10","Oséias 1:4"]},"1reis_21_24_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio de Deus sobre a criação e Sua capacidade de julgar.","explicacao_detalhada":"A menção dos céus sublinha a autoridade divina e a conexão entre o céu e a terra, especialmente no que diz respeito ao juízo.","por_que_esta_palavra":"Os céus representam o trono de Deus, onde Ele governa e de onde vem a Sua palavra e juízo.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica, mostrando que nada escapa ao Seu controle.","referencias_relacionadas":["Salmos 115:3","Mateus 6:10","Apocalipse 4:2"]},"1reis_21_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade do juízo que cairá sobre Acabe.","explicacao_detalhada":"A comparação com um urso destaca a gravidade e a inevitabilidade do juízo de Deus, que não pode ser evitado.","por_que_esta_palavra":"O uso de 'urso' evoca uma imagem poderosa de força e destruição, enfatizando a seriedade da advertência.","conexao_teologica":"A ferocidade do juízo de Deus é um lembrete da Sua justiça e da necessidade de se viver em conformidade com Sua vontade.","referencias_relacionadas":["Provérbios 17:12","Amós 3:8","Mateus 10:28"]},"1reis_21_25_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a Acabe, o rei de Israel, cuja reputação e ações são condenadas.","explicacao_detalhada":"O nome de Acabe é associado a práticas ímpias e desobediência a Deus, tornando-se um símbolo de rebelião.","por_que_esta_palavra":"A menção do nome destaca a identidade de Acabe e a responsabilidade que ele carrega por suas ações.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes reflete seu caráter e ações, mostrando a importância da integridade diante de Deus.","referencias_relacionadas":["1 Reis 16:30","1 Reis 21:20","2 Reis 1:1"]},"1reis_21_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a certeza do juízo que virá sobre Acabe.","explicacao_detalhada":"A verdade do juízo de Deus é inegável e será cumprida, independentemente das ações de Acabe e Jezabel.","por_que_esta_palavra":"A ênfase na verdade destaca a fidelidade de Deus em cumprir Suas promessas, tanto de bênção quanto de juízo.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, mostrando que Ele é fiel e justo em todas as Suas declarações.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"1reis_21_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Acabe se comportou, caracterizando sua vida de desobediência.","explicacao_detalhada":"O modo de vida de Acabe é marcado por práticas ímpias e idolatria, refletindo sua rejeição a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que as ações de Acabe não eram apenas erros, mas um estilo de vida que desafiava a vontade de Deus.","conexao_teologica":"O modo de vida de uma pessoa é um reflexo de sua relação com Deus e suas escolhas morais, um tema importante na ética bíblica.","referencias_relacionadas":["Gálatas 6:7","Romanos 12:2","1 Pedro 1:15"]},"1reis_21_26_abhorred":{"palavra_pt":"abhor red","palavra_original":"תַּעָב","transliteracao":"taʻâb","strong":"H8581","significado_raiz":"Ideia básica: abhor red.","significado_contextual":"O termo 'abhorred' refere-se ao desprezo ou aversão intensa que Acabe tinha por Nabote e sua propriedade.","explicacao_detalhada":"Neste contexto, Acabe desejava a vinha de Nabote, mas este se recusou a vendê-la. A aversão de Acabe por Nabote é um reflexo de sua ambição e desejo de possuir o que não lhe pertencia, levando a ações malignas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a intensidade do desprezo que Acabe sentia, que o levou a tramar a morte de Nabote.","conexao_teologica":"A aversão de Acabe por Nabote ilustra a corrupção do coração humano e a busca por poder e controle, contrastando com os princípios de justiça e integridade que Deus deseja para Seu povo.","referencias_relacionadas":["1 Reis 21:1-16","Tiago 4:2-3","Provérbios 28:16"]},"1reis_21_26_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' é usada para descrever o comportamento ou o modo de vida de uma pessoa.","explicacao_detalhada":"No contexto, 'andar' refere-se à maneira como Acabe se comportava em relação a Deus e às leis divinas, mostrando que ele andava em caminhos de desobediência.","por_que_esta_palavra":"É importante porque reflete a vida moral e espiritual de Acabe, que se afastou dos caminhos do Senhor.","conexao_teologica":"O 'andar' de uma pessoa é frequentemente usado na Bíblia para descrever sua relação com Deus e sua fidelidade às Suas leis.","referencias_relacionadas":["Salmos 1:1","Gálatas 5:16","1 João 2:6"]},"1reis_21_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a declarações ou ações que têm peso e significado.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever as ações e as promessas feitas por Acabe e os resultados que elas geraram.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância das promessas e das ações que são proferidas, especialmente em um contexto de injustiça.","conexao_teologica":"As palavras têm poder, e a Bíblia frequentemente nos ensina sobre a responsabilidade que temos em nossas declarações e ações.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6"]},"1reis_21_27_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O termo 'descanso' é usado para descrever um estado de repouso ou tranquilidade.","explicacao_detalhada":"No contexto, refere-se ao estado emocional de Acabe após receber a notícia da morte de Nabote, onde ele se sentiu aliviado por finalmente conseguir a vinha.","por_que_esta_palavra":"A palavra é significativa porque contrasta com a agitação e a maldade que precederam a morte de Nabote.","conexao_teologica":"O descanso verdadeiro é encontrado em Deus, e a busca por descanso fora de Sua vontade leva a consequências trágicas.","referencias_relacionadas":["Mateus 11:28-30","Salmos 37:7","Hebreus 4:9-11"]},"1reis_21_27_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"O 'sackcloth' é um tecido áspero usado como sinal de luto ou arrependimento.","explicacao_detalhada":"Neste contexto, o uso de saco simboliza a tristeza e o arrependimento que deveriam ser expressos após a injustiça cometida contra Nabote.","por_que_esta_palavra":"A palavra é importante porque representa a resposta adequada ao pecado e à injustiça, que é o luto e o arrependimento.","conexao_teologica":"O uso de saco é frequentemente associado ao arrependimento e à busca de reconciliação com Deus.","referencias_relacionadas":["Joel 1:13","Jonas 3:5-6","Mateus 11:21"]},"1reis_21_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda moral e espiritual de Acabe.","explicacao_detalhada":"No contexto, refere-se à consequência das ações de Acabe, que resultaram em sua condenação e julgamento por Deus.","por_que_esta_palavra":"A palavra é significativa porque ilustra a queda que ocorre quando se desvia do caminho de Deus.","conexao_teologica":"A queda é um tema central na Bíblia, representando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7-8","Provérbios 14:12"]},"1reis_21_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é utilizada novamente para enfatizar a importância das declarações feitas por Acabe.","explicacao_detalhada":"Neste contexto, refere-se às palavras de Deus que trazem julgamento sobre Acabe por suas ações.","por_que_esta_palavra":"A repetição da palavra destaca a seriedade das promessas e advertências de Deus.","conexao_teologica":"As palavras de Deus são poderosas e têm o poder de trazer vida ou morte, dependendo da resposta humana.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Salmos 119:105"]},"1reis_21_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano sobre todas as coisas.","explicacao_detalhada":"Neste contexto, enfatiza a autoridade de Deus sobre a vida e as ações dos homens, incluindo Acabe.","por_que_esta_palavra":"A palavra é crucial porque reconhece a soberania de Deus em meio à injustiça e à corrupção.","conexao_teologica":"O reconhecimento do Senhor como soberano é fundamental para a fé e a obediência do povo de Deus.","referencias_relacionadas":["Salmos 24:1","Romanos 14:11","Filipenses 2:10-11"]},"1reis_21_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que o julgamento de Deus se manifestará.","explicacao_detalhada":"Neste contexto, indica que haverá um dia de prestação de contas para Acabe por suas ações malignas.","por_que_esta_palavra":"A palavra é importante porque lembra que Deus tem um tempo determinado para o julgamento.","conexao_teologica":"A noção de um dia de julgamento é um tema recorrente na Bíblia, enfatizando a justiça de Deus.","referencias_relacionadas":["Mateus 12:36","2 Coríntios 5:10","Apocalipse 20:11-15"]},"1reis_21_29_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é usada para descrever a percepção ou a revelação de Deus sobre as ações de Acabe.","explicacao_detalhada":"Neste contexto, refere-se à visão de Deus sobre a injustiça e a maldade que Acabe cometeu.","por_que_esta_palavra":"A palavra é significativa porque enfatiza que nada escapa ao olhar de Deus.","conexao_teologica":"Deus é onisciente e vê todas as ações humanas, trazendo à tona a necessidade de arrependimento.","referencias_relacionadas":["Salmos 33:13-15","Hebreus 4:13","Provérbios 15:3"]},"1reis_21_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Deus se pronuncia contra Acabe.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a desobediência de Acabe, explicando que suas ações provocaram a ira divina.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do juízo de Deus sobre Acabe, mostrando que suas ações têm consequências.","conexao_teologica":"A palavra 'porque' revela a justiça de Deus e a necessidade de arrependimento diante de suas advertências.","referencias_relacionadas":["1 Reis 21:27","Gálatas 6:7","Romanos 2:6"]}}