{"1reis_3_1_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó é o título dado ao rei do Egito, simbolizando poder e opressão.","explicacao_detalhada":"Em 1 Reis 3:1, a menção ao faraó destaca a relação entre Israel e Egito, um país que historicamente teve um papel de opressão sobre os israelitas. A aliança de Salomão com o faraó é um sinal de diplomacia e busca por paz.","por_que_esta_palavra":"A palavra 'faraó' é importante para entender as dinâmicas políticas da época e a influência do Egito sobre Israel.","conexao_teologica":"A opressão do faraó é um símbolo do pecado e da necessidade de libertação, que é cumprida em Cristo.","referencias_relacionadas":["Êxodo 3:10","Êxodo 12:30-31","Salmos 105:23-25","Romanos 8:21"]},"1reis_3_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade máxima em Israel, que deve governar com sabedoria.","explicacao_detalhada":"No versículo 1 Reis 3:1, Salomão é reconhecido como rei e sua sabedoria é um tema central em sua história. A liderança de um rei é vista como um reflexo da justiça e da vontade de Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a responsabilidade de liderança e a importância da sabedoria no governo.","conexao_teologica":"A figura de Salomão como rei sábio prefigura a sabedoria de Cristo, que é a verdadeira fonte de justiça.","referencias_relacionadas":["Provérbios 8:15-16","Eclesiastes 8:1","Tiago 1:5","1 Pedro 2:9"]},"1reis_3_1_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar refere-se à ação de adquirir ou receber algo.","explicacao_detalhada":"Em 1 Reis 3:1, a palavra 'tomar' é usada no contexto de Salomão formando uma aliança com o faraó, o que implica em ações estratégicas para fortalecer seu reino.","por_que_esta_palavra":"A palavra 'tomar' é importante para entender as decisões que um rei deve tomar para garantir a segurança e a prosperidade de seu povo.","conexao_teologica":"A ideia de 'tomar' também se relaciona com a aceitação do chamado de Deus e a responsabilidade que vem com isso.","referencias_relacionadas":["Salmos 37:5","Isaías 41:10","Mateus 11:28-30","Filipenses 4:13"]},"1reis_3_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao período de 24 horas, simbolizando tempo e oportunidade.","explicacao_detalhada":"Em 1 Reis 3:2, a menção ao 'dia' destaca a importância do tempo em que Salomão governava, enfatizando a necessidade de buscar a sabedoria de Deus em cada momento.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender a passagem do tempo e a responsabilidade que vem com cada novo dia.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus atua na história e nos dá oportunidades para agir segundo Sua vontade.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34","Tiago 4:14"]},"1reis_3_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se à coletividade dos israelitas sob a liderança do rei.","explicacao_detalhada":"No contexto de 1 Reis 3:2, a palavra 'povo' é usada para enfatizar a responsabilidade de Salomão em governar e cuidar de sua nação, refletindo a relação entre o líder e seus súditos.","por_que_esta_palavra":"A palavra 'povo' é fundamental para entender a dinâmica social e a importância da liderança responsável.","conexao_teologica":"O povo de Deus é um tema central na Bíblia, simbolizando a comunidade que deve viver em obediência e adoração a Ele.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","1 Pedro 2:9","Apocalipse 7:9"]},"1reis_3_2_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma oferta feita a Deus, simbolizando devoção e reconhecimento da soberania divina.","explicacao_detalhada":"No contexto de 1 Reis 3:2, Salomão oferece sacrifícios a Deus em Gibeom, onde estava o tabernáculo. O sacrifício é uma prática comum na adoração israelita, representando a busca pela comunhão com Deus e a expiação de pecados.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o homem e Deus, sendo um meio de expressar arrependimento, gratidão e pedido de orientação.","conexao_teologica":"O sacrifício prefigura o sacrifício de Cristo, que é o sacrifício final e perfeito, estabelecendo uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"1reis_3_3_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor é um princípio fundamental que rege as relações interpessoais e a relação com Deus.","explicacao_detalhada":"Em 1 Reis 3:3, Salomão é descrito como alguém que amava ao Senhor, o que implica em uma relação íntima e respeitosa com Deus, buscando agradá-lo em suas ações.","por_que_esta_palavra":"A palavra 'amar' reflete a essência do relacionamento que Deus deseja ter com seu povo, sendo um chamado à fidelidade e à obediência.","conexao_teologica":"O amor de Deus é a base da aliança, e o amor do ser humano por Deus é a resposta a essa graça divina.","referencias_relacionadas":["Deuteronômio 6:5","João 14:15","1 João 4:19"]},"1reis_3_3_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a presença de Deus e a purificação.","explicacao_detalhada":"No contexto de 1 Reis 3:3, o fogo é usado para queimar os sacrifícios, representando a aceitação das ofertas por Deus e a purificação dos pecados.","por_que_esta_palavra":"A palavra 'fogo' é frequentemente associada à santidade e à purificação, sendo um elemento essencial nas práticas de adoração.","conexao_teologica":"O fogo também simboliza o Espírito Santo, que purifica e consagra os crentes.","referencias_relacionadas":["Levítico 9:24","Atos 2:3","Hebreus 12:29"]},"1reis_3_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa sua autoridade e caráter.","explicacao_detalhada":"Em 1 Reis 3:3, o nome de Deus é invocado por Salomão, indicando a reverência e a busca pela sabedoria divina.","por_que_esta_palavra":"A palavra 'Senhor' é um título que expressa a soberania e a majestade de Deus, sendo fundamental na adoração.","conexao_teologica":"O nome de Deus é um reflexo de sua natureza e de seu relacionamento com seu povo, sendo um convite à intimidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"1reis_3_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é um líder escolhido por Deus para governar seu povo.","explicacao_detalhada":"Em 1 Reis 3:4, Salomão é reconhecido como rei de Israel, e sua posição implica em responsabilidade e autoridade sob a orientação divina.","por_que_esta_palavra":"A palavra 'rei' é central na estrutura social e política de Israel, refletindo a liderança e a justiça esperadas de um governante.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, estabelecendo um reino eterno e justo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Apocalipse 19:16"]},"1reis_3_4_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício é uma expressão de devoção e busca pela orientação divina.","explicacao_detalhada":"Em 1 Reis 3:4, Salomão oferece sacrifícios a Deus em um local sagrado, demonstrando sua intenção de buscar a sabedoria divina para governar.","por_que_esta_palavra":"A palavra 'sacrifício' é um ato de entrega e reconhecimento da soberania de Deus sobre a vida do adorador.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é a oferta perfeita para a redenção da humanidade.","referencias_relacionadas":["Gênesis 8:20","Hebreus 10:4","Romanos 3:25"]},"1reis_3_4_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é o local sagrado onde os sacrifícios são oferecidos a Deus.","explicacao_detalhada":"Em 1 Reis 3:4, o altar é mencionado como o lugar de adoração, simbolizando a conexão entre o homem e Deus através do sacrifício.","por_que_esta_palavra":"A palavra 'altar' representa o espaço de encontro com Deus, onde os adoradores se aproximam em busca de perdão e comunhão.","conexao_teologica":"O altar do Antigo Testamento é um símbolo do sacrifício de Cristo, que se tornou o altar eterno da nova aliança.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Apocalipse 6:9"]},"1reis_3_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como fonte de sabedoria e orientação.","explicacao_detalhada":"Em 1 Reis 3:5, Deus aparece a Salomão em Gibeom e o convida a pedir o que deseja, enfatizando a importância do nome do Senhor na busca por sabedoria.","por_que_esta_palavra":"A palavra 'Senhor' é um reconhecimento da soberania e do poder de Deus, essencial na relação de dependência do ser humano.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e confiança na sua capacidade de guiar e prover.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"1reis_3_5_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a sabedoria e a revelação divina.","explicacao_detalhada":"Em 1 Reis 3:5, a luz é uma metáfora para a clareza e a compreensão que vêm de Deus, especialmente na busca por discernimento.","por_que_esta_palavra":"A palavra 'luz' é frequentemente associada à verdade e à sabedoria, representando a presença de Deus que ilumina o caminho do crente.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo revelação e vida aos que o seguem.","referencias_relacionadas":["Salmos 119:105","João 8:12","Efésios 5:8"]},"1reis_3_6_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um atributo essencial de Deus e um princípio que deve guiar a vida do crente.","explicacao_detalhada":"Em 1 Reis 3:6, Salomão reconhece a fidelidade de Deus a Davi, o que implica em um compromisso com a verdade e a justiça.","por_que_esta_palavra":"A palavra 'verdade' é fundamental na relação entre Deus e seu povo, sendo um chamado à integridade e à honestidade.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e culmina na pessoa de Cristo, que é a verdade encarnada.","referencias_relacionadas":["Salmos 25:5","João 14:6","1 João 1:6-7"]},"1reis_3_6_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Misericórdia ou amor leal é uma qualidade essencial de Deus, que se manifesta em sua relação com o povo de Israel.","explicacao_detalhada":"A palavra 'חֵסֵד' (chêçêd) refere-se a um amor incondicional e leal, que vai além da mera compaixão. É um amor que se compromete a agir em favor do outro, refletindo a fidelidade de Deus para com seu povo.","por_que_esta_palavra":"Esta palavra é usada para descrever a natureza de Deus e sua disposição em perdoar e cuidar de seu povo, mesmo quando este falha.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, mostrando como Ele se relaciona com a humanidade e a importância do arrependimento e da graça.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Êxodo 34:6"]},"1reis_3_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de dar é fundamental na relação entre Deus e os seres humanos, especialmente no contexto de pedidos e súplicas.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) implica não apenas a ação de dar, mas também a ideia de conceder algo de valor, muitas vezes em resposta a um pedido ou necessidade.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a generosidade de Deus e a importância de se reconhecer que tudo o que temos é um presente divino.","conexao_teologica":"A generosidade de Deus é um reflexo de sua natureza amorosa e é um chamado para que os humanos também sejam generosos uns com os outros.","referencias_relacionadas":["Tiago 1:17","Lucas 6:38","Mateus 7:11"]},"1reis_3_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que expressa sua eternidade e imutabilidade, sendo central na identidade do povo de Israel.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação pessoal que Ele tem com seu povo e a importância de reconhecer sua autoridade.","conexao_teologica":"O nome de Deus é fundamental para a compreensão da aliança entre Deus e Israel, refletindo a fidelidade e a presença constante de Deus na vida do seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"1reis_3_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, criadora e sustentadora do universo.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é um termo plural que indica a majestade e a soberania de Deus, sendo usado para descrever sua autoridade sobre todas as coisas.","por_que_esta_palavra":"É importante reconhecer a natureza de Deus como criador e juiz, o que fundamenta a relação de reverência e adoração que os seres humanos devem ter para com Ele.","conexao_teologica":"A compreensão de Deus como 'Elohim' é essencial para a teologia cristã, pois estabelece a base para a criação, a redenção e a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"1reis_3_7_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar implica a autoridade e o governo de Deus sobre o mundo e a vida dos seres humanos.","explicacao_detalhada":"A palavra 'מָלַךְ' (mâlak) refere-se ao ato de governar, indicando a soberania de Deus e sua capacidade de dirigir a história e a vida das pessoas.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e os reis de Israel, bem como a expectativa messiânica de um rei que governará com justiça.","conexao_teologica":"A realeza de Deus é um tema recorrente na Bíblia, que aponta para a vinda do Reino de Deus e a esperança de um governo justo e perfeito.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"1reis_3_8_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua fragilidade e necessidade de orientação divina.","explicacao_detalhada":"A palavra 'רַב' (rab) é usada para descrever a condição humana, enfatizando a dependência do ser humano em relação a Deus.","por_que_esta_palavra":"É importante reconhecer a vulnerabilidade do ser humano e a necessidade de sabedoria divina para viver de maneira justa.","conexao_teologica":"A condição humana é um tema central na Bíblia, que destaca a necessidade de redenção e a busca por sabedoria que vem de Deus.","referencias_relacionadas":["Salmos 8:4-5","Eclesiastes 7:20","Romanos 3:23"]},"1reis_3_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um princípio fundamental na justiça e no julgamento, essencial para a liderança.","explicacao_detalhada":"A palavra 'לֹא' (lôʼ) é usada para indicar a negação, mas no contexto de buscar a verdade, implica a necessidade de discernir entre o certo e o errado.","por_que_esta_palavra":"A busca pela verdade é crucial para a justiça e a integridade, especialmente em posições de liderança.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver de acordo com a verdade divina.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"1reis_3_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de dar é novamente enfatizado, mostrando a importância de oferecer o que é necessário para a justiça.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) é repetida aqui para reforçar a ideia de que a liderança deve ser generosa e voltada para o bem-estar do povo.","por_que_esta_palavra":"A generosidade é uma virtude essencial para aqueles que ocupam posições de autoridade, refletindo o caráter de Deus.","conexao_teologica":"A generosidade é um reflexo do amor de Deus e é um chamado para que os líderes sejam servos do povo.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 10:8"]},"1reis_3_9_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar é a responsabilidade de um líder, que deve fazê-lo com sabedoria e justiça.","explicacao_detalhada":"A palavra 'שָׁפַט' (shâphaṭ) refere-se ao ato de decidir entre o certo e o errado, essencial para a manutenção da ordem e da justiça.","por_que_esta_palavra":"A justiça é um atributo de Deus e deve ser refletida na liderança humana, que deve buscar sempre a verdade.","conexao_teologica":"O julgamento justo é um aspecto da natureza de Deus e é um chamado para que os líderes imitem essa justiça em suas decisões.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Romanos 2:6"]},"1reis_3_9_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro das emoções e decisões humanas, sendo fundamental para a liderança.","explicacao_detalhada":"A palavra 'לֵב' (lêb) refere-se ao coração como a sede dos pensamentos e sentimentos, essencial para a tomada de decisões sábias.","por_que_esta_palavra":"A condição do coração é crucial para a liderança, pois um coração sábio e justo é necessário para governar bem.","conexao_teologica":"A Bíblia enfatiza a importância do coração em relação a Deus, que vê além das aparências e busca a sinceridade e a verdade.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:10","Salmos 51:10"]},"1reis_3_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a um conceito que é importante para a compreensão do que é justo.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada frequentemente na Bíblia para indicar não apenas uma palavra falada, mas também um assunto ou uma coisa que tem relevância. Neste contexto, Salomão pede a Deus sabedoria para discernir entre o bem e o mal, o que implica a necessidade de compreender a verdadeira essência das coisas.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação e da sabedoria divina na tomada de decisões.","conexao_teologica":"A palavra de Deus é fundamental para a vida do crente, pois é através dela que recebemos orientação e entendimento.","referencias_relacionadas":["Salmos 119:105","Provérbios 2:6","Tiago 1:5"]},"1reis_3_10_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"Refere-se à busca e descoberta da sabedoria que vem de Deus.","explicacao_detalhada":"A palavra 'יָטַב' (yâṭab) implica não apenas encontrar algo, mas também que o que se encontra é bom e adequado. Salomão deseja encontrar a sabedoria que é boa para governar o povo.","por_que_esta_palavra":"A escolha desta palavra indica a busca ativa por algo que é essencial para a vida e a liderança.","conexao_teologica":"A busca pela sabedoria é um tema central na Bíblia, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["Provérbios 3:13","Eclesiastes 7:12","Tiago 1:5"]},"1reis_3_10_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver e discernir a verdade.","explicacao_detalhada":"A palavra 'עַיִן' (ʻayin) simboliza a percepção e a visão, tanto física quanto espiritual. Neste contexto, Salomão pede a Deus para ter olhos que vejam a verdade e a justiça.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da visão espiritual na liderança e na tomada de decisões.","conexao_teologica":"A visão espiritual é frequentemente mencionada na Bíblia como essencial para entender a vontade de Deus.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"1reis_3_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente se refere à palavra de Deus ou a um conceito importante para a justiça.","explicacao_detalhada":"A repetição da palavra 'דָּבָר' (dâbâr) enfatiza a centralidade da comunicação divina na busca por sabedoria e discernimento.","por_que_esta_palavra":"A palavra é crucial para entender as instruções de Deus e a natureza das decisões que Salomão deve tomar.","conexao_teologica":"A palavra de Deus é viva e eficaz, servindo como guia para a vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Romanos 10:17"]},"1reis_3_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância e à gravidade das decisões que um rei deve tomar.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) implica a ação de declarar ou pronunciar algo significativo. Salomão reconhece a grandeza de sua responsabilidade como rei.","por_que_esta_palavra":"A escolha desta palavra ressalta a necessidade de sabedoria ao fazer declarações e decisões que afetam a vida de muitos.","conexao_teologica":"As palavras têm poder e podem trazer vida ou morte, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:5"]},"1reis_3_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que concede sabedoria e discernimento.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é um termo que denota a majestade e a autoridade de Deus. Salomão reconhece que somente Deus pode conceder a verdadeira sabedoria.","por_que_esta_palavra":"A escolha desta palavra enfatiza a soberania de Deus sobre todas as coisas e a necessidade de depender dEle.","conexao_teologica":"Deus é a fonte de toda sabedoria e entendimento, e é fundamental buscar a Sua orientação.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Tiago 1:5"]},"1reis_3_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um exemplo de julgamento e discernimento que Salomão deve demonstrar.","explicacao_detalhada":"A palavra 'עָשָׂה' (ʻâsâh) é usada para indicar a ação de fazer ou criar. Neste contexto, Salomão deve agir sabiamente ao lidar com a situação das duas mães.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da ação correta em resposta a um dilema moral.","conexao_teologica":"A ação sábia é um reflexo do caráter de Deus e de Sua justiça.","referencias_relacionadas":["Salmos 37:5","Provérbios 16:3","Colossenses 3:23"]},"1reis_3_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a um conceito que é importante para a justiça.","explicacao_detalhada":"A repetição da palavra 'דָּבָר' (dâbâr) enfatiza a centralidade da comunicação divina na busca por sabedoria e discernimento.","por_que_esta_palavra":"A palavra é crucial para entender as instruções de Deus e a natureza das decisões que Salomão deve tomar.","conexao_teologica":"A palavra de Deus é viva e eficaz, servindo como guia para a vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Romanos 10:17"]},"1reis_3_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo a Deus.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) implica dar ou conceder. Salomão clama a Deus por sabedoria, reconhecendo que é Ele quem dá.","por_que_esta_palavra":"A escolha desta palavra enfatiza a dependência de Salomão em relação a Deus para receber o que é necessário para governar.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida do crente, pois Ele é a fonte de tudo que precisamos.","referencias_relacionadas":["Filipenses 4:6","1 João 5:14","Salmos 34:17"]},"1reis_3_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade e responsabilidade que Salomão ocupa.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) denota um governante ou líder. Salomão, como rei, deve exercer sua autoridade com sabedoria e justiça.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da liderança sábia e justa em um reino.","conexao_teologica":"A liderança é um tema importante na Bíblia, com Deus como o Rei supremo que governa com justiça.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Provérbios 29:2"]},"1reis_3_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade em relação à palavra de Deus e à justiça.","explicacao_detalhada":"No contexto de 1 Reis 3:13, a 'verdade' é um atributo que Deus concede a Salomão, permitindo que ele governe com sabedoria e justiça. A verdade é fundamental para a liderança e para a tomada de decisões corretas.","por_que_esta_palavra":"Esta palavra é importante porque reflete a natureza de Deus e a expectativa de que os governantes ajam com integridade e justiça.","conexao_teologica":"A verdade é um dos atributos de Deus e é essencial para a relação entre Deus e a humanidade. Em João 14:6, Jesus se apresenta como a verdade.","referencias_relacionadas":["Salmos 25:5","Provérbios 12:19","João 14:6"]},"1reis_3_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em conceder algo a alguém, refletindo a generosidade e a benevolência de Deus.","explicacao_detalhada":"Em 1 Reis 3:13, Deus promete a Salomão não apenas sabedoria, mas também riquezas e honra, mostrando que a generosidade divina é abundante para aqueles que buscam a sabedoria.","por_que_esta_palavra":"A palavra 'dar' é central para entender a relação entre Deus e o homem, onde Deus se apresenta como um doador generoso.","conexao_teologica":"A generosidade de Deus é um tema recorrente na Bíblia, refletindo Seu amor e cuidado por Sua criação.","referencias_relacionadas":["Tiago 1:5","Mateus 7:11","Filipenses 4:19"]},"1reis_3_14_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' representa a essência da existência e a continuidade da experiência humana sob a orientação divina.","explicacao_detalhada":"No versículo 1 Reis 3:14, a promessa de Deus a Salomão inclui a vida longa, simbolizando a bênção de Deus sobre aqueles que seguem Seus caminhos.","por_que_esta_palavra":"A vida é um presente de Deus e viver segundo Sua vontade é fundamental para experimentar a plenitude desse presente.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, onde Jesus oferece vida em abundância (João 10:10).","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"1reis_3_14_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em proteger, guardar e preservar a vida e a integridade de alguém.","explicacao_detalhada":"Em 1 Reis 3:14, a promessa de Deus a Salomão inclui a ideia de que, ao seguir Seus mandamentos, ele será salvo de adversidades e terá uma vida plena.","por_que_esta_palavra":"A salvação é um conceito central na Bíblia, representando a intervenção de Deus na vida do homem para livrá-lo do pecado e da morte.","conexao_teologica":"A salvação é oferecida através de Jesus Cristo, que é o Salvador do mundo (João 3:16).","referencias_relacionadas":["Salmos 91:15","Isaías 43:2","Romanos 10:9"]},"1reis_3_14_viver":{"palavra_pt":"viver","palavra_original":"אָרַךְ","transliteracao":"ʼârak","strong":"H748","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à experiência de existência plena e significativa sob a orientação de Deus.","explicacao_detalhada":"Em 1 Reis 3:14, viver segundo os mandamentos de Deus é apresentado como a chave para uma vida longa e abençoada.","por_que_esta_palavra":"Viver de acordo com a vontade de Deus é essencial para experimentar a verdadeira vida que Ele oferece.","conexao_teologica":"A vida em Cristo é descrita como uma nova vida, onde o crente é chamado a viver em santidade e obediência.","referencias_relacionadas":["Gálatas 2:20","Colossenses 3:3-4","1 João 5:12"]},"1reis_3_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força e proteção.","explicacao_detalhada":"No contexto, a referência ao 'urso' pode simbolizar a força que Deus dá a Salomão para enfrentar desafios e proteger seu reino.","por_que_esta_palavra":"A força é uma qualidade necessária para liderar e proteger, refletindo a natureza de Deus como nosso protetor.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza para Seu povo (Salmos 46:1).","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","2 Timóteo 1:7"]},"1reis_3_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, implicando em um padrão ou estilo de vida.","explicacao_detalhada":"Em 1 Reis 3:15, o 'modo' pode se referir à forma como Salomão deve governar, enfatizando a importância de um governo justo e sábio.","por_que_esta_palavra":"O modo de agir de um líder reflete sua sabedoria e caráter, sendo crucial para a eficácia de sua liderança.","conexao_teologica":"A maneira como vivemos e governamos deve refletir os princípios de Deus, que nos chama a agir com justiça e amor.","referencias_relacionadas":["Miquéias 6:8","Provérbios 21:3","Mateus 5:16"]},"1reis_3_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao papel de liderança que Salomão exerce sobre Israel.","explicacao_detalhada":"Em 1 Reis 3:16, a figura do rei é central para a estrutura social e espiritual de Israel, representando a liderança sob a direção de Deus.","por_que_esta_palavra":"A realeza é um tema importante na Bíblia, simbolizando a soberania de Deus e Sua escolha de líderes.","conexao_teologica":"Jesus é descrito como o Rei dos Reis, enfatizando a natureza divina da liderança e autoridade (Apocalipse 19:16).","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"1reis_3_16_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à base sobre a qual algo é construído.","explicacao_detalhada":"Em 1 Reis 3:16, o princípio de justiça e sabedoria é fundamental para a governança de Salomão, estabelecendo a base para um reino próspero.","por_que_esta_palavra":"Entender os princípios de Deus é essencial para viver uma vida que agrada a Ele e para governar com sabedoria.","conexao_teologica":"Os princípios de Deus são revelados em Sua Palavra e são fundamentais para a vida cristã.","referencias_relacionadas":["Provérbios 1:7","Salmos 119:105","Mateus 7:24"]},"1reis_3_16_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' implica em dedicar-se ao bem-estar dos outros, refletindo a atitude de humildade e liderança servidora.","explicacao_detalhada":"Em 1 Reis 3:16, o ato de servir é essencial para a liderança de Salomão, que deve governar com um coração voltado para o povo.","por_que_esta_palavra":"Servir é um princípio central no cristianismo, onde Jesus ensina que o maior é aquele que serve.","conexao_teologica":"A liderança servidora é um reflexo do caráter de Cristo, que veio para servir e dar Sua vida em resgate por muitos (Marcos 10:45).","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-7","Gálatas 5:13"]},"1reis_3_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou residência, um espaço físico onde as pessoas vivem.","explicacao_detalhada":"No contexto de 1 Reis 3:17, a palavra 'casa' é usada para descrever o local onde a mulher e seu filho residiam. A casa simboliza não apenas um espaço físico, mas também a segurança e a proteção que um lar deve oferecer.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar na vida familiar e social, especialmente em situações de conflito.","conexao_teologica":"A casa é frequentemente vista na Bíblia como um símbolo da presença de Deus e da comunidade. Em várias passagens, Deus promete habitar entre seu povo, fazendo da casa um lugar sagrado.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"1reis_3_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou importância de algo que foi dito ou feito.","explicacao_detalhada":"A palavra 'dizer' é usada para relatar a declaração da mulher, que clama por justiça. O uso de 'grande' aqui pode indicar a seriedade da situação e a intensidade da emoção envolvida.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a comunicação e a expressão de necessidades e direitos, especialmente em um contexto de disputa.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, onde a palavra de Deus é vista como poderosa e criativa.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"1reis_3_17_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à figura feminina, que pode ser esposa ou mãe, desempenhando um papel central na narrativa.","explicacao_detalhada":"A mulher no versículo é apresentada como uma mãe que clama por justiça em relação ao seu filho. Sua posição destaca a vulnerabilidade e a força das mulheres na sociedade antiga.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois representa não apenas a identidade feminina, mas também o papel das mulheres nas dinâmicas familiares e sociais.","conexao_teologica":"A Bíblia frequentemente exalta o papel das mulheres, mostrando que Deus se importa com suas vozes e experiências.","referencias_relacionadas":["Provérbios 31:10","Lucas 8:1-3","Gálatas 3:28"]},"1reis_3_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou decisão.","explicacao_detalhada":"No contexto, o 'dia' é o momento em que a situação da mulher se torna crítica, levando ao clamor por justiça. O tempo é um elemento crucial na narrativa.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um evento específico que muda o curso da vida da mulher e de seu filho.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus opera em tempos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"1reis_3_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente refere-se ao lar, enfatizando a importância do espaço familiar na narrativa.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a centralidade do lar na vida da mulher e a tragédia que se desenrola dentro dele.","por_que_esta_palavra":"A palavra é usada para destacar a conexão emocional e a segurança que a casa deve proporcionar, que é ameaçada pela situação apresentada.","conexao_teologica":"A casa é um símbolo de estabilidade e proteção, refletindo o desejo de Deus de ser um abrigo para Seu povo.","referencias_relacionadas":["Salmos 23:6","Isaías 32:18","João 14:2"]},"1reis_3_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de desabar ou perder a estabilidade, tanto física quanto emocional.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a queda da mulher e a perda do seu filho, simbolizando a tragédia e a dor que ela enfrenta.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a fragilidade da vida e a vulnerabilidade humana diante das circunstâncias.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","2 Coríntios 5:17"]},"1reis_3_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer, um evento que traz grande dor e perda.","explicacao_detalhada":"A palavra 'morrer' é central na narrativa, pois descreve a tragédia que afeta a mulher e seu filho, levantando questões sobre vida e morte.","por_que_esta_palavra":"A escolha dessa palavra é impactante, pois destaca a gravidade da situação e a profundidade do sofrimento humano.","conexao_teologica":"A morte é um tema importante na teologia, levando à discussão sobre a vida eterna e a esperança da ressurreição.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55-57"]},"1reis_3_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prole, um símbolo de continuidade e esperança para a mulher.","explicacao_detalhada":"A palavra 'filho' é crucial, pois representa o amor e a ligação entre mãe e filho, além de ser o foco do conflito na narrativa.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da maternidade e a dor da perda, que é central para a história.","conexao_teologica":"Na Bíblia, o filho é frequentemente visto como uma bênção e um legado, refletindo o amor de Deus pela humanidade.","referencias_relacionadas":["Salmos 127:3","Mateus 18:10","Efésios 6:4"]},"1reis_3_19_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Novamente refere-se à figura feminina, destacando seu papel na narrativa.","explicacao_detalhada":"A repetição da palavra 'mulher' reforça a importância de sua voz e experiência na busca por justiça e proteção para seu filho.","por_que_esta_palavra":"A palavra é significativa, pois representa a luta e a resiliência das mulheres em situações de crise.","conexao_teologica":"A Bíblia valoriza as mulheres e suas histórias, mostrando que Deus se importa com suas lutas e vitórias.","referencias_relacionadas":["Rute 1:16","Lucas 1:45","Gálatas 3:28"]},"1reis_3_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou restaurar algo que caiu ou foi derrubado.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de trazer de volta à vida ou à posição original, simbolizando esperança e restauração.","por_que_esta_palavra":"A escolha dessa palavra é poderosa, pois sugere a possibilidade de redenção e recuperação em meio à dor.","conexao_teologica":"A ideia de levantar é central na mensagem do evangelho, que fala sobre a ressurreição e a nova vida em Cristo.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Romanos 8:11"]},"1reis_3_20_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao estado de falecimento, que é central na narrativa em que duas mulheres disputam a maternidade de uma criança.","explicacao_detalhada":"Neste contexto, a palavra 'morrer' é usada para descrever a condição de uma das mães que perdeu seu filho, o que gera um conflito entre as duas mulheres. A morte é um tema recorrente na Bíblia, simbolizando não apenas o fim da vida física, mas também a separação e a dor.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade da situação e o desespero da mãe que perdeu seu filho, criando um contraste com a vida da criança que está em disputa.","conexao_teologica":"A morte é frequentemente vista na Bíblia como consequência do pecado, mas também como um ponto de transição para a vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","João 11:25"]},"1reis_3_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para descrever a ação de erguer ou trazer de volta à vida a criança que estava morta.","explicacao_detalhada":"Neste versículo, 'levantar' refere-se ao ato de uma mãe que, ao ver seu filho, se levanta em um estado de desespero e esperança. A ação de levantar é simbólica de restauração e vida.","por_que_esta_palavra":"A palavra 'levantar' é crucial para mostrar a transição de um estado de morte para um de vida, refletindo a esperança e a luta da mãe pela verdade.","conexao_teologica":"Levantar é um tema que se conecta com a ressurreição e a nova vida em Cristo, onde Ele é descrito como aquele que traz vida aos mortos.","referencias_relacionadas":["Lucas 7:14","João 5:28-29","Romanos 8:11"]},"1reis_3_21_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de tempo em que a ação ocorre, enfatizando a urgência da situação.","explicacao_detalhada":"O 'dia' é um elemento temporal que marca o momento em que a mãe se dá conta da situação de seu filho. A menção do dia também pode simbolizar a clareza e a revelação da verdade.","por_que_esta_palavra":"A palavra 'dia' é importante para situar a narrativa no tempo, mostrando que a revelação e a resolução do conflito ocorrem em um momento específico.","conexao_teologica":"O conceito de dia é frequentemente associado à luz e à verdade na Bíblia, simbolizando a revelação de Deus.","referencias_relacionadas":["Salmos 118:24","João 8:12","1 Tessalonicenses 5:5"]},"1reis_3_21_leite":{"palavra_pt":"leite","palavra_original":"יָנַק","transliteracao":"yânaq","strong":"H3243","significado_raiz":"Ideia básica: leite.","significado_contextual":"A palavra 'leite' é usada para simbolizar a nutrição e o cuidado materno, representando a relação entre mãe e filho.","explicacao_detalhada":"Neste contexto, 'leite' refere-se ao alimento que uma mãe fornece a seu filho, simbolizando amor, cuidado e a vida que ela deseja preservar. O leite é um símbolo de sustento e crescimento.","por_que_esta_palavra":"A inclusão da palavra 'leite' destaca a conexão emocional e física entre a mãe e a criança, intensificando o drama da situação.","conexao_teologica":"O leite é frequentemente usado na Bíblia como uma metáfora para o alimento espiritual que Deus fornece aos seus filhos.","referencias_relacionadas":["1 Pedro 2:2","Isaías 66:11","Salmos 22:9"]},"1reis_3_22_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é novamente utilizada para enfatizar a gravidade da situação em que a vida da criança está em jogo.","explicacao_detalhada":"A repetição da palavra 'morrer' reforça a tensão da narrativa, onde a vida da criança é o foco central do conflito entre as duas mães.","por_que_esta_palavra":"A palavra é escolhida para mostrar a seriedade da disputa e o desespero que envolve a situação, criando um clímax emocional na história.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a esperança que temos em Cristo, que venceu a morte.","referencias_relacionadas":["Hebreus 9:27","1 Coríntios 15:55","Apocalipse 21:4"]},"1reis_3_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade de Salomão, que é o juiz da situação e tem o poder de decidir sobre a vida da criança.","explicacao_detalhada":"Neste contexto, 'rei' simboliza não apenas o governo, mas também a sabedoria e a justiça que Salomão traz para a resolução do conflito.","por_que_esta_palavra":"A palavra 'rei' é crucial para estabelecer a posição de Salomão como um líder sábio e justo, que deve discernir a verdade entre as duas mulheres.","conexao_teologica":"A figura do rei é frequentemente associada a Cristo, que é o Rei dos Reis e traz justiça e verdade.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 16:10","Isaías 9:6"]},"1reis_3_22_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza física da criança, enfatizando a vulnerabilidade da vida humana.","explicacao_detalhada":"Neste contexto, 'carne' simboliza a fragilidade da vida e a necessidade de proteção e cuidado, especialmente em situações de conflito.","por_que_esta_palavra":"A palavra 'carne' é importante para destacar a humanidade da criança e a seriedade da decisão que o rei deve tomar.","conexao_teologica":"A carne é um tema que também é abordado na encarnação de Cristo, que se fez carne para habitar entre nós.","referencias_relacionadas":["João 1:14","Romanos 8:3","Gálatas 4:4"]},"1reis_3_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a posição de Salomão como autoridade máxima na resolução do conflito.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e da sabedoria que Salomão exerce ao lidar com a situação delicada entre as duas mães.","por_que_esta_palavra":"A palavra 'rei' é fundamental para mostrar o papel de Salomão como um governante sábio, que deve trazer justiça e verdade.","conexao_teologica":"A figura do rei é um símbolo de liderança e autoridade, refletindo a soberania de Deus sobre a criação.","referencias_relacionadas":["Salmos 89:14","Provérbios 20:28","Isaías 32:1"]},"1reis_3_23_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para reafirmar a gravidade da situação e a possibilidade de perda da vida da criança.","explicacao_detalhada":"Neste contexto, a palavra 'morrer' é repetida para enfatizar a tensão emocional e a seriedade da decisão que o rei deve tomar.","por_que_esta_palavra":"A repetição da palavra 'morrer' serve para intensificar o drama da narrativa, destacando a importância da vida da criança.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a esperança que temos em Cristo, que venceu a morte.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:54","Apocalipse 21:4"]},"1reis_3_23_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza física da criança, enfatizando a vulnerabilidade da vida humana.","explicacao_detalhada":"Neste contexto, 'carne' simboliza a fragilidade da vida e a necessidade de proteção e cuidado, especialmente em situações de conflito.","por_que_esta_palavra":"A palavra 'carne' é importante para destacar a humanidade da criança e a seriedade da decisão que o rei deve tomar.","conexao_teologica":"A carne é um tema que também é abordado na encarnação de Cristo, que se fez carne para habitar entre nós.","referencias_relacionadas":["João 1:14","Romanos 8:3","Gálatas 4:4"]},"1reis_3_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e ao governante do povo de Israel.","explicacao_detalhada":"No contexto de 1 Reis 3:24, Salomão, como rei, é chamado a resolver uma disputa entre duas mulheres. A palavra 'rei' enfatiza seu papel de juiz e líder, mostrando a responsabilidade que ele tem sobre seu povo.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a posição de Salomão e a importância da liderança justa e sábia.","conexao_teologica":"Deus institui reis para guiar Seu povo, e Salomão é um exemplo de como a sabedoria divina pode ser aplicada na liderança.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:10"]},"1reis_3_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação verbal e a autoridade na decisão.","explicacao_detalhada":"Neste versículo, 'dizer' é a ação que inicia o julgamento de Salomão, mostrando a importância da palavra na resolução de conflitos.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois reflete a capacidade de um rei de se comunicar e tomar decisões que afetam a vida de seus súditos.","conexao_teologica":"A palavra de Deus é poderosa e traz vida; assim, as palavras de um rei devem ser sábias e justas.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 119:105"]},"1reis_3_24_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' indica a ação de trazer as partes envolvidas para a presença do rei.","explicacao_detalhada":"No contexto, 'vir' é a ação necessária para que a justiça seja feita, permitindo que as mulheres apresentem suas reivindicações diante de Salomão.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois representa a necessidade de se aproximar da autoridade para buscar resolução.","conexao_teologica":"Assim como as pessoas se aproximam do rei para buscar justiça, os crentes são chamados a se aproximar de Deus em busca de ajuda e orientação.","referencias_relacionadas":["Hebreus 4:16","Mateus 11:28","Salmos 34:18"]},"1reis_3_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente enfatiza a posição de autoridade de Salomão na decisão do caso.","explicacao_detalhada":"Salomão, como rei, tem o poder de decidir sobre a vida e a morte, e sua palavra é final. Isso mostra a gravidade da situação que ele enfrenta.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a liderança é fundamental na administração da justiça.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus, que é o Rei dos Reis.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Salmos 47:2"]},"1reis_3_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo, neste caso, a vida do filho.","explicacao_detalhada":"Salomão usa a palavra 'dar' para testar a verdadeira mãe, revelando a profundidade do amor materno e a disposição de sacrificar pelo filho.","por_que_esta_palavra":"A palavra 'dar' é central para entender o amor e o sacrifício, temas recorrentes na Bíblia.","conexao_teologica":"Assim como a mãe estava disposta a dar seu filho, Deus deu Seu Filho por amor à humanidade.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 3:16"]},"1reis_3_25_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à vida física e à vulnerabilidade humana.","explicacao_detalhada":"Neste contexto, 'carne' simboliza a vida do filho e a conexão emocional entre mãe e filho, destacando a gravidade da decisão que está sendo feita.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a fragilidade da vida e a profundidade do amor materno.","conexao_teologica":"A carne é um símbolo da humanidade e da necessidade de redenção, que é central na mensagem do evangelho.","referencias_relacionadas":["Gênesis 2:24","Romanos 8:3","Filipenses 2:7"]},"1reis_3_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' reafirma a autoridade de Salomão na decisão final sobre o caso.","explicacao_detalhada":"Salomão, como rei, tem a responsabilidade de discernir a verdade e fazer justiça, mostrando a importância de um líder sábio.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da liderança na administração da justiça.","conexao_teologica":"Deus é o Rei que governa com justiça e sabedoria, e Salomão é um reflexo disso em sua liderança.","referencias_relacionadas":["Salmos 89:14","Isaías 33:22","Provérbios 20:28"]},"1reis_3_26_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência extrema da decisão que está sendo considerada.","explicacao_detalhada":"Neste contexto, 'morrer' destaca a gravidade da situação e o que está em jogo na disputa entre as duas mulheres.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a seriedade da decisão e o amor que a mãe verdadeira tem pelo filho.","conexao_teologica":"A morte é um tema central na Bíblia, simbolizando a separação do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","Gênesis 2:17"]},"1reis_3_26_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' novamente refere-se à vida física e à conexão emocional entre mãe e filho.","explicacao_detalhada":"A repetição da palavra 'carne' enfatiza a vulnerabilidade da vida e a profundidade do amor materno na situação apresentada.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a fragilidade da vida e a conexão emocional que existe entre os seres humanos.","conexao_teologica":"A carne simboliza a humanidade e a necessidade de um Salvador, que é central na mensagem do evangelho.","referencias_relacionadas":["Gênesis 9:4","1 Coríntios 15:21","Romanos 8:3"]},"1reis_3_27_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e ao discernimento que Salomão deve ter como rei.","explicacao_detalhada":"Neste contexto, 'olho' simboliza a capacidade de ver além das aparências e entender a verdade por trás das ações das mulheres.","por_que_esta_palavra":"A palavra 'olho' é significativa, pois representa a necessidade de discernimento e sabedoria na liderança.","conexao_teologica":"Deus é aquele que vê todas as coisas e dá sabedoria àqueles que a buscam.","referencias_relacionadas":["Salmos 139:1-2","Provérbios 2:6","Tiago 1:5"]},"1reis_3_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, simbolizando liderança e justiça.","explicacao_detalhada":"No contexto de 1 Reis 3:27, Salomão, como rei, demonstra sua sabedoria ao decidir sobre a disputa entre duas mulheres que reivindicavam a maternidade de uma criança. A decisão de Salomão reflete a responsabilidade de um rei em administrar justiça.","por_que_esta_palavra":"A palavra 'rei' é central para entender a função de Salomão e a importância da liderança justa em Israel.","conexao_teologica":"A figura do rei em Israel é um reflexo do governo de Deus sobre seu povo, e Salomão é visto como um exemplo de sabedoria divina.","referencias_relacionadas":["1 Reis 3:28","1 Samuel 8:5","Salmos 72:1-2"]},"1reis_3_27_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' é usada para enfatizar a gravidade da situação em que a vida da criança está em jogo.","explicacao_detalhada":"Em 1 Reis 3:27, a ameaça de morte é um elemento crucial na decisão de Salomão, pois ele usa essa ideia para revelar a verdadeira mãe da criança.","por_que_esta_palavra":"A palavra 'morrer' é importante para entender o desespero e a profundidade da situação que as mulheres enfrentam.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação e a necessidade de redenção, que é central na mensagem do evangelho.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","João 11:25"]},"1reis_3_28_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à capacidade de discernir e decidir com justiça, essencial para um governante.","explicacao_detalhada":"Em 1 Reis 3:28, o juízo de Salomão é reconhecido por todo o Israel, mostrando que a sabedoria divina pode guiar decisões justas.","por_que_esta_palavra":"A palavra 'juízo' é fundamental para entender a função do rei como um líder que deve governar com equidade.","conexao_teologica":"O juízo é um atributo de Deus, e Salomão, ao exercer justiça, reflete o caráter divino em sua liderança.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17"]},"1reis_3_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a posição de Salomão como líder e juiz de Israel.","explicacao_detalhada":"A menção do rei em 1 Reis 3:28 destaca a importância da liderança sábia e justa, que é essencial para a paz e a ordem no reino.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a liderança é um tema central na narrativa bíblica.","conexao_teologica":"A liderança do rei é vista como uma extensão da soberania de Deus, que é o verdadeiro Rei sobre Israel.","referencias_relacionadas":["1 Samuel 10:24","Salmos 89:27","Eclesiastes 8:2"]},"1reis_3_28_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a proteção maternal.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente em 1 Reis 3:28, a ideia de proteção e instinto maternal é crucial para entender a natureza da verdadeira mãe na narrativa.","por_que_esta_palavra":"A utilização de metáforas animais é comum na literatura bíblica para ilustrar características humanas, como amor e proteção.","conexao_teologica":"A proteção maternal é uma expressão do amor de Deus, que cuida de seu povo como uma mãe cuida de seus filhos.","referencias_relacionadas":["Isaías 49:15","Mateus 23:37","Salmos 91:4"]}}