{"1reis_5_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Salomão se preparou para construir o templo.","explicacao_detalhada":"A palavra 'modo' implica em um planejamento cuidadoso e uma abordagem metódica para a construção do templo, que era um projeto sagrado e significativo para Israel.","por_que_esta_palavra":"O modo de Salomão reflete sua sabedoria e reverência a Deus, mostrando a importância da adoração adequada.","conexao_teologica":"A maneira como adoramos e servimos a Deus é fundamental na teologia bíblica, refletindo nossa relação com Ele.","referencias_relacionadas":["1 Reis 5:1","Salmos 127:1","Hebreus 8:5"]},"1reis_5_1_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Reino se refere ao domínio ou governo de um rei sobre um território e seu povo.","explicacao_detalhada":"No contexto de 1 Reis 5:1, o reino é mencionado em relação ao governo de Salomão e sua autoridade sobre Israel. O termo implica não apenas a terra, mas também a liderança e a responsabilidade do rei em manter a ordem e a justiça.","por_que_esta_palavra":"A palavra 'reino' é central para entender a estrutura política e social de Israel sob a liderança de Salomão, refletindo a soberania de Deus sobre o Seu povo.","conexao_teologica":"O conceito de reino é fundamental na teologia bíblica, representando tanto o governo humano quanto o governo divino. O reino de Deus é um tema recorrente nas Escrituras, simbolizando a soberania e o plano de Deus para a humanidade.","referencias_relacionadas":["1 Reis 2:12","1 Reis 10:1-2","Salmos 145:13"]},"1reis_5_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de 24 horas, mas também pode simbolizar um tempo de atividade ou um momento específico.","explicacao_detalhada":"Em 1 Reis 5:2, o termo 'dia' é usado para marcar um tempo específico em que Salomão se preparava para construir o templo. O dia é um símbolo de oportunidade e ação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos e a importância do tempo na realização dos planos de Deus.","conexao_teologica":"O conceito de dia também é utilizado na criação e na obra de Deus, onde cada dia tem seu propósito. Isso reflete a ordem e a intencionalidade de Deus na história.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"1reis_5_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode ser entendido como a ação de descer ou de se tornar em um estado inferior.","explicacao_detalhada":"No contexto de 1 Reis 5:2, a palavra 'cair' pode ser interpretada como a transição de um estado de preparação para a ação, simbolizando a realização dos planos de Salomão.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever mudanças de estado, que são comuns na narrativa bíblica, refletindo a fragilidade da condição humana.","conexao_teologica":"Cair também pode simbolizar a queda do homem no pecado, contrastando com a redenção oferecida por Deus.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"1reis_5_2_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Alimento, ou pão, refere-se ao sustento físico necessário para a vida.","explicacao_detalhada":"Em 1 Reis 5:2, o alimento é mencionado em relação à provisão necessária para a construção do templo, simbolizando a dependência do povo de Deus para suas necessidades básicas.","por_que_esta_palavra":"A palavra 'alimento' é fundamental para entender a relação entre Deus e Seu povo, onde Ele é visto como o provedor de todas as coisas.","conexao_teologica":"O alimento também é um símbolo da Palavra de Deus, que nutre espiritualmente os crentes, como mencionado em Mateus 4:4.","referencias_relacionadas":["Mateus 6:11","Salmos 104:14","João 6:35"]},"1reis_5_3_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se à estrutura física de um ser humano ou à coletividade de pessoas.","explicacao_detalhada":"Em 1 Reis 5:3, o corpo pode ser interpretado como a referência à nação de Israel como um todo, enfatizando a unidade e a força do povo sob a liderança de Salomão.","por_que_esta_palavra":"A palavra 'corpo' é usada para descrever a coletividade do povo de Deus, que é frequentemente referida como o corpo de Cristo na Nova Aliança.","conexao_teologica":"A ideia de corpo é central na teologia do Novo Testamento, onde a Igreja é descrita como o corpo de Cristo, enfatizando a unidade e a diversidade dos membros.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Romanos 12:4-5"]},"1reis_5_3_beautifulty":{"palavra_pt":"beautiful ty","palavra_original":"צְבִי","transliteracao":"tsᵉbîy","strong":"H6643","significado_raiz":"Ideia básica: beautiful ty.","significado_contextual":"A palavra 'beleza' refere-se à qualidade estética ou à atratividade de algo.","explicacao_detalhada":"Em 1 Reis 5:3, a beleza pode ser interpretada como a grandiosidade e a magnificência do templo que Salomão estava prestes a construir, refletindo a glória de Deus.","por_que_esta_palavra":"A beleza é importante para entender a adoração a Deus, onde o espaço sagrado deve refletir a santidade e a majestade do Criador.","conexao_teologica":"A beleza de Deus é um tema recorrente nas Escrituras, onde a criação e a obra de Deus são descritas como maravilhosas e dignas de louvor.","referencias_relacionadas":["Salmos 27:4","Salmos 96:6","Isaías 33:17"]},"1reis_5_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira ou ao método de realizar algo.","explicacao_detalhada":"Em 1 Reis 5:4, o modo é mencionado em relação à forma como Salomão planejava construir o templo, enfatizando a importância da ordem e da estratégia na execução de grandes projetos.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a abordagem de Salomão em sua liderança e na construção do templo, refletindo a sabedoria que Deus lhe concedeu.","conexao_teologica":"O modo como fazemos as coisas é importante na vida cristã, onde somos chamados a agir com integridade e sabedoria, refletindo o caráter de Deus.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","1 Coríntios 14:40"]},"1reis_5_4_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Paz, ou shalom, refere-se a um estado de harmonia, bem-estar e ausência de conflito.","explicacao_detalhada":"Em 1 Reis 5:4, a paz é mencionada como um estado desejado durante o reinado de Salomão, que trouxe estabilidade e prosperidade a Israel.","por_que_esta_palavra":"A palavra 'paz' é fundamental para entender a visão de Deus para Seu povo, onde a paz é um sinal da Sua presença e bênção.","conexao_teologica":"A paz é um tema central na Bíblia, representando a restauração que Deus oferece através de Cristo, que é chamado de Príncipe da Paz.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","Romanos 5:1"]},"1reis_5_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"Em 1 Reis 5:4, a palavra 'porque' é usada para justificar a necessidade de construir o templo, enfatizando a importância da adoração a Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica e a motivação por trás das ações de Salomão, refletindo a importância da adoração a Deus.","conexao_teologica":"A razão pela qual adoramos a Deus é central na vida cristã, onde nossas ações devem ser motivadas pela compreensão de quem Deus é e o que Ele fez por nós.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:17","1 Pedro 2:9"]},"1reis_5_5_refugio":{"palavra_pt":"refugio","palavra_original":"בֶּטַח","transliteracao":"beṭach","strong":"H983","significado_raiz":"Ideia básica: refugio.","significado_contextual":"Refúgio refere-se a um lugar seguro ou proteção.","explicacao_detalhada":"Em 1 Reis 5:5, o refúgio pode ser interpretado como a segurança que o templo proporcionaria ao povo de Israel, simbolizando a presença de Deus entre eles.","por_que_esta_palavra":"A palavra 'refúgio' é importante para entender a proteção e a segurança que Deus oferece ao Seu povo, especialmente em tempos de dificuldades.","conexao_teologica":"Deus é frequentemente descrito como nosso refúgio e fortaleza nas Escrituras, enfatizando Sua proteção e cuidado por aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Salmos 91:2","Provérbios 18:10"]},"1reis_5_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para enfatizar a humanidade e a responsabilidade que o ser humano tem diante de Deus e da criação. No contexto de 1 Reis 5:5, Salomão se refere a um homem que é capaz de realizar grandes obras, como a construção do templo.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância do papel humano na realização dos planos divinos, especialmente em relação à construção do templo.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em sua criação e a responsabilidade que isso implica.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Eclesiastes 12:13"]},"1reis_5_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser interpretada como uma queda física ou uma queda em desgraça.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada em um contexto que pode sugerir a fragilidade das estruturas humanas e a necessidade de um fundamento sólido, como o que Salomão busca ao construir o templo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a transitoriedade das coisas humanas e a importância de se estabelecer algo duradouro, como o templo.","conexao_teologica":"A ideia de cair e levantar-se é um tema recorrente nas Escrituras, simbolizando a necessidade de dependência de Deus para a estabilidade.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Mateus 7:24-27"]},"1reis_5_6_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"Refere-se ao rei Salomão, conhecido por sua sabedoria e por ter construído o templo em Jerusalém.","explicacao_detalhada":"A palavra 'Salomão' (שְׁלֹמֹה) é importante no contexto da construção do templo, pois ele representa a realização das promessas de Deus a Davi e a continuidade do reino.","por_que_esta_palavra":"Salomão é mencionado para destacar a importância de sua liderança e sabedoria na execução de um projeto tão grandioso.","conexao_teologica":"Salomão é uma figura que prefigura Cristo, sendo um rei que traz paz e sabedoria, refletindo o caráter de Deus.","referencias_relacionadas":["2 Samuel 7:12-13","1 Reis 3:5-14","Mateus 12:42"]},"1reis_5_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao papel do rei em Israel, especialmente no contexto da construção do templo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) enfatiza a posição de Salomão como governante escolhido por Deus, responsável por liderar o povo e construir o templo.","por_que_esta_palavra":"A menção ao rei é crucial para entender a estrutura de poder em Israel e a relação entre Deus e seu povo através da liderança.","conexao_teologica":"A realeza de Salomão é um reflexo do governo de Deus sobre Israel, e a construção do templo simboliza a presença de Deus entre seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Hebreus 7:14"]},"1reis_5_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de realizar algo, indicando a importância da abordagem correta na construção do templo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere que há uma maneira específica de se fazer as coisas, especialmente em relação às instruções divinas para a construção do templo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a necessidade de seguir as diretrizes de Deus para que a obra seja aceita e abençoada.","conexao_teologica":"A obediência ao modo de Deus é um tema central na Bíblia, refletindo a importância de seguir Seus mandamentos.","referencias_relacionadas":["Êxodo 25:9","Deuteronômio 5:32-33","1 Pedro 1:14-16"]},"1reis_5_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao ser humano, enfatizando a importância do papel do homem na obra de Deus.","explicacao_detalhada":"A repetição da palavra 'homem' (אִישׁ) neste contexto reforça a ideia de que a construção do templo é uma tarefa que envolve a participação ativa do ser humano.","por_que_esta_palavra":"A palavra é utilizada para destacar a colaboração entre Deus e o homem na realização de Seus propósitos.","conexao_teologica":"A parceria entre Deus e a humanidade é um tema recorrente, mostrando que Deus usa homens e mulheres para cumprir Seus planos.","referencias_relacionadas":["Gênesis 2:15","Isaías 6:8","Mateus 28:19-20"]},"1reis_5_8_barley":{"palavra_pt":"barley","palavra_original":"שְׂעֹרָה","transliteracao":"sᵉʻôrâh","strong":"H8184","significado_raiz":"Ideia básica: barley.","significado_contextual":"Refere-se à cevada, um grão importante na agricultura israelense e na alimentação.","explicacao_detalhada":"A palavra 'cevada' (שְׂעֹרָה) é mencionada no contexto da provisão necessária para a construção do templo, simbolizando a abundância e a generosidade.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância dos recursos materiais e da provisão divina para a realização de grandes obras.","conexao_teologica":"A cevada, como alimento básico, representa a provisão de Deus para Seu povo, tanto física quanto espiritualmente.","referencias_relacionadas":["Rute 1:22","João 6:9","Mateus 14:17"]},"1reis_5_8_chaff":{"palavra_pt":"chaff","palavra_original":"תֶּבֶן","transliteracao":"teben","strong":"H8401","significado_raiz":"Ideia básica: chaff.","significado_contextual":"Refere-se à palha, um subproduto da colheita que é considerado sem valor.","explicacao_detalhada":"A palavra 'palha' (תֶּבֶן) é usada para contrastar com os grãos valiosos, simbolizando o que é descartável e a necessidade de discernimento na escolha do que é valioso.","por_que_esta_palavra":"A menção à palha ressalta a importância de se concentrar no que realmente importa na obra de Deus, evitando distrações e superficialidades.","conexao_teologica":"A ideia de separar o valioso do descartável é um tema que aparece em várias passagens bíblicas, refletindo a pureza e a santidade exigidas por Deus.","referencias_relacionadas":["Mateus 3:12","1 Coríntios 3:12-15","Tiago 1:12"]},"1reis_5_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer, especialmente em um contexto de generosidade e sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para enfatizar a importância da oferta e do sacrifício na construção do templo, simbolizando a devoção do povo a Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de um coração generoso e disposto a contribuir para a obra de Deus.","conexao_teologica":"O ato de dar é central na vida cristã, refletindo o caráter generoso de Deus e a resposta do ser humano a essa generosidade.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 6:21"]},"1reis_5_9_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"תָּבוּן","transliteracao":"tâbûwn","strong":"H8394","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria, uma qualidade essencial para a liderança e a construção do templo.","explicacao_detalhada":"A palavra 'sabedoria' (תָּבוּן) é utilizada para destacar a necessidade de discernimento e entendimento na realização de grandes projetos, como a construção do templo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a sabedoria é um dom de Deus, essencial para guiar o povo e tomar decisões corretas.","conexao_teologica":"A sabedoria é frequentemente associada à presença de Deus e à Sua orientação, sendo um tema central na literatura sapiencial da Bíblia.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 7:12"]},"1reis_5_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um grande corpo de água, simbolizando poder e vastidão.","explicacao_detalhada":"No contexto de 1 Reis 5:9, o mar é mencionado em relação à construção do Templo de Salomão, onde a água é essencial para a purificação e os rituais. O mar também representa a criação de Deus e a sua soberania sobre as forças da natureza.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza e a majestade de Deus, que controla até mesmo as águas.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a separação entre o sagrado e o profano, e a soberania de Deus sobre a criação.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Isaías 57:20"]},"1reis_5_10_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é vista como um atributo essencial para a liderança e a construção do Templo.","explicacao_detalhada":"Em 1 Reis 5:10, a sabedoria é mencionada em relação ao trabalho de Salomão, que é conhecido por sua sabedoria divina. A sabedoria é fundamental para tomar decisões justas e eficazes, especialmente em projetos de grande importância como a construção do Templo.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial para entender a natureza do governo de Salomão e a maneira como ele lidera seu povo.","conexao_teologica":"A sabedoria é frequentemente associada ao temor do Senhor e à capacidade de discernir entre o bem e o mal.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 2:26"]},"1reis_5_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de realizar as tarefas, especialmente em um contexto de construção.","explicacao_detalhada":"No versículo, o 'modo' é importante para garantir que a construção do Templo seja feita de acordo com os padrões divinos e humanos. O modo de fazer as coisas reflete a ordem e a excelência que Deus deseja.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a importância da metodologia e da precisão no trabalho realizado.","conexao_teologica":"A maneira como as coisas são feitas pode refletir a natureza de Deus e a ordem que Ele estabeleceu na criação.","referencias_relacionadas":["Êxodo 25:9","Salmos 119:1","Colossenses 3:23"]},"1reis_5_10_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A autoridade é vista como um aspecto necessário para a liderança eficaz na construção do Templo.","explicacao_detalhada":"Em 1 Reis 5:10, a autoridade é mencionada em relação ao papel de Salomão como rei e líder. A autoridade é essencial para garantir que as ordens sejam seguidas e que o projeto seja concluído com sucesso.","por_que_esta_palavra":"A palavra 'autoridade' destaca a posição de Salomão e a responsabilidade que ele tem diante de Deus e do povo.","conexao_teologica":"A autoridade é um tema importante na Bíblia, refletindo a ordem divina e a estrutura de liderança estabelecida por Deus.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Hebreus 13:17"]},"1reis_5_11_palavra":{"palavra_pt":"palavra","palavra_original":"חָכַם","transliteracao":"châkam","strong":"H2449","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra como um meio de comunicação e instrução.","explicacao_detalhada":"No contexto de 1 Reis 5:11, a palavra é fundamental para a transmissão de instruções e a coordenação dos esforços na construção do Templo. A palavra também é um reflexo da sabedoria e do entendimento.","por_que_esta_palavra":"A palavra 'palavra' é usada para enfatizar a importância da comunicação clara e eficaz em projetos significativos.","conexao_teologica":"A palavra de Deus é frequentemente associada à criação e à revelação, mostrando o poder que ela possui.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"1reis_5_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de operação e execução das tarefas.","explicacao_detalhada":"Neste versículo, o 'modo' é crucial para garantir que a construção do Templo siga as diretrizes estabelecidas. A maneira como as tarefas são realizadas reflete a dedicação e o compromisso com a obra de Deus.","por_que_esta_palavra":"A palavra 'modo' é utilizada para ressaltar a importância da abordagem correta em projetos sagrados.","conexao_teologica":"A maneira de fazer as coisas pode ser vista como um reflexo da santidade e da ordem de Deus.","referencias_relacionadas":["Êxodo 25:40","1 Coríntios 14:40","Colossenses 3:17"]},"1reis_5_11_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a criação de Deus.","explicacao_detalhada":"Em 1 Reis 5:11, a palavra 'homem' é usada para lembrar que a construção do Templo é uma tarefa realizada por seres humanos, criados à imagem de Deus. Isso destaca a dignidade e a responsabilidade do ser humano diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a relação entre Deus e a humanidade, especialmente em tarefas sagradas.","conexao_teologica":"A humanidade é vista como parte do plano de Deus, com um papel ativo na realização de Sua vontade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"1reis_5_12_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e à expressão verbal.","explicacao_detalhada":"No contexto de 1 Reis 5:12, a palavra 'falar' é essencial para a coordenação e a execução das instruções na construção do Templo. A comunicação clara é vital para o sucesso do projeto.","por_que_esta_palavra":"A palavra 'falar' destaca a importância da comunicação eficaz em todas as áreas da vida, especialmente em empreendimentos significativos.","conexao_teologica":"A fala é um dom de Deus, e a maneira como usamos nossas palavras pode refletir nossa relação com Ele.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]},"1reis_5_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar queda ou falha.","explicacao_detalhada":"Em 1 Reis 5:12, a palavra 'cair' pode ser interpretada como uma referência a falhas ou dificuldades que podem surgir durante a construção. Isso ressalta a necessidade de vigilância e dependência de Deus.","por_que_esta_palavra":"A palavra 'cair' é usada para lembrar que, mesmo em grandes empreendimentos, podem ocorrer desafios e obstáculos.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a fragilidade humana e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 3:23"]},"1reis_5_13_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e à instrução verbal.","explicacao_detalhada":"No versículo 1 Reis 5:13, a palavra 'falar' é fundamental para a coordenação das atividades e a transmissão de instruções entre os trabalhadores. A comunicação é essencial para o sucesso do projeto.","por_que_esta_palavra":"A palavra 'falar' enfatiza a importância da clareza na comunicação, especialmente em projetos coletivos.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com a humanidade, e a maneira como usamos nossas palavras pode refletir nossa relação com Ele.","referencias_relacionadas":["Salmos 19:14","Mateus 12:36-37","Colossenses 4:6"]},"1reis_5_13_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se ao material utilizado na construção do templo, simbolizando a força e a durabilidade.","explicacao_detalhada":"A madeira é um elemento essencial na construção, representando não apenas um recurso físico, mas também uma conexão com a criação de Deus. A escolha da madeira de cedro, por exemplo, destaca a importância da beleza e da qualidade na obra de Deus.","por_que_esta_palavra":"A palavra 'árvore' é utilizada para enfatizar a importância dos materiais naturais na construção do templo, que é um símbolo da presença de Deus entre o povo.","conexao_teologica":"A madeira, como símbolo de vida e crescimento, pode ser vista como uma representação da relação entre Deus e seu povo, onde Ele é a fonte de sustento e proteção.","referencias_relacionadas":["1 Reis 6:10","Salmos 104:16","Isaías 60:13"]},"1reis_5_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a localização ou a origem de algo, neste caso, a origem da madeira.","explicacao_detalhada":"A preposição 'entre' é usada para descrever a relação espacial, enfatizando que a madeira foi obtida de uma região específica, o que é crucial para entender a logística da construção do templo.","por_que_esta_palavra":"A palavra 'entre' é importante para situar a origem dos materiais, mostrando a conexão geográfica e cultural entre os povos e a obra de Deus.","conexao_teologica":"A localização dos materiais reflete a providência de Deus em fornecer o que é necessário para a construção de seu templo, simbolizando a união entre o céu e a terra.","referencias_relacionadas":["Gênesis 2:10","Êxodo 3:12","Salmos 68:15"]},"1reis_5_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, especialmente em relação à construção do templo.","explicacao_detalhada":"A palavra 'modo' implica em um método ou forma específica de realizar uma tarefa, destacando a importância da ordem e da precisão na obra de Deus.","por_que_esta_palavra":"O uso de 'modo' enfatiza que a construção do templo não é apenas uma tarefa física, mas um ato de adoração que deve ser realizado com reverência e cuidado.","conexao_teologica":"A maneira como o templo é construído reflete a santidade de Deus e a necessidade de que tudo que se faz em Sua casa seja feito com excelência.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Salmos 127:1"]},"1reis_5_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra de onde os materiais são extraídos.","explicacao_detalhada":"A palavra 'terra' é fundamental para entender a geografia e os recursos disponíveis para a construção do templo, simbolizando a criação de Deus e a provisão para seu povo.","por_que_esta_palavra":"A terra é o fundamento físico sobre o qual a obra de Deus é construída, representando também a herança que Deus deu ao seu povo.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da aliança com Israel, onde o templo se torna o centro da adoração e da presença divina.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7-10","Salmos 37:29"]},"1reis_5_14_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou trazer algo para um lugar.","explicacao_detalhada":"A palavra 'vir' implica em um movimento ou ação, destacando a necessidade de trazer os materiais para a construção do templo, simbolizando a preparação para a habitação de Deus entre o povo.","por_que_esta_palavra":"O uso de 'vir' enfatiza a ação de trazer os recursos necessários, refletindo a colaboração do povo na obra de Deus.","conexao_teologica":"O ato de 'vir' para construir o templo é um chamado para todos os crentes a se unirem na obra de Deus, simbolizando a unidade e o propósito comum.","referencias_relacionadas":["Isaías 2:3","Mateus 11:28","Hebreus 10:24-25"]},"1reis_5_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que comanda e organiza a construção do templo.","explicacao_detalhada":"A palavra 'rei' é central para entender a liderança de Salomão e seu papel na realização da vontade de Deus, mostrando como a autoridade humana pode ser usada para propósitos divinos.","por_que_esta_palavra":"A menção ao 'rei' destaca a importância da liderança e da responsabilidade na execução de projetos que envolvem a adoração a Deus.","conexao_teologica":"O rei Salomão é um tipo de Cristo, representando a autoridade divina e a sabedoria que deve guiar a construção do templo espiritual que somos nós.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:1-2","Romanos 13:1"]},"1reis_5_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico em que as ações estão sendo realizadas.","explicacao_detalhada":"A palavra 'dia' é usada para marcar o tempo em que a construção do templo ocorre, enfatizando a importância dos momentos designados para a adoração e o serviço a Deus.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo e da oportunidade na realização da obra de Deus, lembrando que cada dia é uma dádiva para servir ao Senhor.","conexao_teologica":"O conceito de 'dia' pode ser visto como uma representação do tempo de Deus, onde cada dia é uma nova oportunidade para se aproximar dEle e cumprir Seu propósito.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"1reis_5_15_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de despachar ou enviar recursos ou pessoas para a construção do templo.","explicacao_detalhada":"A palavra 'enviar' implica em uma ação de mobilização, destacando a necessidade de recursos e mão de obra para a realização do projeto.","por_que_esta_palavra":"O uso de 'enviar' enfatiza a colaboração e o esforço conjunto do povo de Deus na construção do templo, refletindo a unidade na missão.","conexao_teologica":"O ato de enviar é um princípio teológico que se relaciona com a missão de Deus de trazer Seu povo para perto dEle, simbolizando o chamado à ação e ao serviço.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:15"]},"1reis_5_16_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de despachar novamente recursos ou pessoas, reforçando a continuidade da obra.","explicacao_detalhada":"A repetição da palavra 'enviar' destaca a necessidade constante de recursos e apoio para a construção do templo, simbolizando a perseverança na obra de Deus.","por_que_esta_palavra":"O uso de 'enviar' novamente enfatiza a continuidade e a importância de manter o fluxo de recursos e esforços na obra de Deus.","conexao_teologica":"A ideia de enviar é um reflexo do caráter missionário de Deus, que continuamente chama Seu povo para a ação e para a construção de Seu reino.","referencias_relacionadas":["Isaías 6:8","Mateus 9:37-38","2 Timóteo 2:2"]},"1reis_5_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância da declaração ou ação que está sendo feita.","explicacao_detalhada":"A palavra 'dizer' implica em uma comunicação significativa, destacando a importância das instruções e ordens que são dadas para a construção do templo.","por_que_esta_palavra":"O uso de 'dizer' enfatiza a autoridade e a clareza na comunicação, que são essenciais para a realização de um projeto tão grandioso.","conexao_teologica":"A palavra de Deus é poderosa e criativa, e o ato de 'dizer' reflete a maneira como Deus se revela e se comunica com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"1reis_5_16_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"O nome 'Salomão' significa 'paz' e é associado ao rei que trouxe um período de paz e prosperidade a Israel.","explicacao_detalhada":"Salomão, filho de Davi, é conhecido por sua sabedoria e por ter construído o Templo em Jerusalém. Seu reinado é visto como um tempo de grande riqueza e estabilidade.","por_que_esta_palavra":"A palavra é usada para identificar o rei que desempenhou um papel crucial na história de Israel e na construção do Templo, que é central na adoração a Deus.","conexao_teologica":"Salomão é um tipo de Cristo, trazendo paz e construindo um lugar de adoração. Sua sabedoria reflete a sabedoria divina.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 6:1","2 Crônicas 1:7-12"]},"1reis_5_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Salomão estava construindo o Templo.","explicacao_detalhada":"Esta conjunção é usada para explicar a motivação de Salomão em edificar uma casa para o Senhor, enfatizando a importância da obediência a Deus.","por_que_esta_palavra":"É essencial para entender a relação entre a ação de Salomão e a vontade de Deus, mostrando que a construção do Templo era uma resposta a um chamado divino.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, e a construção do Templo representa a presença de Deus entre seu povo.","referencias_relacionadas":["1 Reis 5:5","1 Reis 6:12","2 Crônicas 2:4"]},"1reis_5_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a certeza da declaração feita por Salomão sobre a construção do Templo.","explicacao_detalhada":"A verdade aqui se refere à fidelidade de Deus em cumprir suas promessas, e a construção do Templo é uma manifestação dessa verdade.","por_que_esta_palavra":"É importante para enfatizar que a construção do Templo não é apenas um ato físico, mas um cumprimento da promessa de Deus a Israel.","conexao_teologica":"A verdade de Deus é um tema recorrente na Escritura, e a construção do Templo é um símbolo da aliança entre Deus e seu povo.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"1reis_5_17_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de edificar o Templo, um local de adoração a Deus.","explicacao_detalhada":"Construir o Templo foi uma tarefa monumental que envolveu planejamento, recursos e mão de obra, simbolizando a dedicação de Salomão a Deus.","por_que_esta_palavra":"É usada para descrever a ação de Salomão em obedecer ao chamado de Deus para criar um espaço sagrado.","conexao_teologica":"A construção do Templo representa a presença de Deus entre seu povo e a importância da adoração coletiva.","referencias_relacionadas":["1 Reis 6:1","2 Crônicas 3:1","Atos 7:47"]},"1reis_5_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se ao Deus de Israel, que é o destinatário da construção do Templo.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a soberania e a santidade de Deus, que merece um lugar de adoração digno.","por_que_esta_palavra":"É fundamental para reconhecer a quem o Templo é dedicado e a importância da reverência a Deus.","conexao_teologica":"A adoração a Deus é central na vida do povo de Israel, e o Templo é o símbolo máximo dessa adoração.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 95:6","Isaías 66:1-2"]},"1reis_5_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A menção de Deus aqui destaca a relação especial entre Ele e o povo de Israel, que se manifesta na construção do Templo.","por_que_esta_palavra":"É crucial para entender a natureza de Deus como o ser que merece adoração e reverência.","conexao_teologica":"A presença de Deus no Templo simboliza a relação entre o Criador e sua criação, e a importância da adoração.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Mateus 28:20"]},"1reis_5_18_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"A palavra 'lugar' refere-se ao espaço físico onde o Templo seria construído.","explicacao_detalhada":"O lugar é significativo porque representa a escolha de Deus de habitar entre seu povo em um local específico.","por_que_esta_palavra":"É importante para entender a geografia da adoração e a centralidade do Templo na vida religiosa de Israel.","conexao_teologica":"O lugar de adoração é um tema importante, refletindo a presença de Deus entre seu povo.","referencias_relacionadas":["Deuteronômio 12:5","Salmos 132:13-14","Atos 7:44"]},"1reis_5_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao Templo como a habitação de Deus entre os homens.","explicacao_detalhada":"A construção do Templo é descrita como a edificação de uma casa para Deus, simbolizando a relação íntima entre Deus e seu povo.","por_que_esta_palavra":"É usada para enfatizar a importância do Templo como um espaço sagrado e de adoração.","conexao_teologica":"O conceito de casa de Deus é central na teologia bíblica, representando a presença divina entre os seres humanos.","referencias_relacionadas":["1 Reis 6:2","Salmos 27:4","Hebreus 3:6"]},"1reis_5_19_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para a importância do que está sendo declarado.","explicacao_detalhada":"Usada para introduzir uma afirmação significativa sobre a construção do Templo, enfatizando sua importância.","por_que_esta_palavra":"É uma forma de destacar a relevância do que está sendo dito, atraindo a atenção do ouvinte.","conexao_teologica":"A ênfase na construção do Templo reflete a importância da adoração e da presença de Deus entre seu povo.","referencias_relacionadas":["Isaías 40:9","Mateus 5:14","Apocalipse 21:2"]},"1reis_5_19_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' é repetida para enfatizar a ação de edificar o Templo.","explicacao_detalhada":"A repetição da palavra destaca a importância da construção do Templo como um ato de obediência e devoção a Deus.","por_que_esta_palavra":"É crucial para entender o compromisso de Salomão em cumprir a vontade de Deus na construção do Templo.","conexao_teologica":"A construção do Templo é um símbolo da presença de Deus e da adoração que deve ser oferecida a Ele.","referencias_relacionadas":["1 Reis 6:1","2 Crônicas 3:1","Atos 7:47"]},"1reis_5_20_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de cortar ou eliminar algo de forma definitiva.","explicacao_detalhada":"No contexto de 1 Reis 5:20, a destruição é associada à construção do templo, onde a ideia é que o que não serve ou é indesejado deve ser removido para dar lugar ao sagrado.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a severidade da ação necessária para preparar o local para a habitação de Deus.","conexao_teologica":"A destruição de elementos indesejados é um tema recorrente na Bíblia, simbolizando a purificação e a preparação para a santidade.","referencias_relacionadas":["Deuteronômio 7:2","Josué 6:21","Salmos 37:9"]},"1reis_5_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No versículo, o 'modo' implica na forma específica e ordenada em que a construção do templo deve ser realizada, refletindo a importância da obediência a Deus.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a construção do templo não é apenas uma tarefa física, mas um ato de adoração que deve seguir diretrizes divinas.","conexao_teologica":"A maneira de adorar e servir a Deus é um tema central, onde a obediência às instruções divinas é fundamental.","referencias_relacionadas":["Êxodo 25:40","1 Crônicas 28:19","Hebreus 8:5"]},"1reis_5_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de importância ou de eventos significativos.","explicacao_detalhada":"Neste contexto, o 'dia' é mencionado em relação a um momento específico em que as ações de construção e planejamento estão ocorrendo, destacando a importância do tempo na obra de Deus.","por_que_esta_palavra":"A menção do 'dia' enfatiza a urgência e a seriedade do projeto de construção do templo.","conexao_teologica":"O conceito de tempo é frequentemente utilizado na Bíblia para marcar momentos de intervenção divina e cumprimento de promessas.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Salmos 90:12"]},"1reis_5_21_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, mas pode também simbolizar liderança e responsabilidade.","explicacao_detalhada":"No versículo, o 'homem' é mencionado em um contexto de liderança na construção do templo, indicando a importância da figura humana na realização da vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade que os líderes têm em cumprir as ordens divinas.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância do papel do homem na obra de Deus, enfatizando a colaboração entre o divino e o humano.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","1 Pedro 2:9"]},"1reis_5_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a uma queda física ou a um colapso moral ou espiritual.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a necessidade de derrubar obstáculos ou estruturas que não servem ao propósito de Deus na construção do templo.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a necessidade de remover o que é indesejado para que o que é sagrado possa ser estabelecido.","conexao_teologica":"A ideia de cair e levantar é um tema bíblico, onde Deus frequentemente transforma situações de queda em oportunidades de redenção.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"1reis_5_22_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar ou delegar uma tarefa a alguém.","explicacao_detalhada":"No versículo, 'enviar' implica a ação de delegar responsabilidades para a construção do templo, mostrando a importância da colaboração.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a necessidade de liderança e organização na realização da obra de Deus.","conexao_teologica":"O envio é um tema importante na Bíblia, refletindo a missão de Deus e a chamada para que os crentes participem de sua obra.","referencias_relacionadas":["Mateus 28:19","Isaías 6:8","João 20:21"]},"1reis_5_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à grandeza da tarefa de construir o templo, que é uma obra monumental e significativa para o povo de Israel.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a importância e a magnitude do projeto que está sendo realizado.","conexao_teologica":"A grandeza de Deus é frequentemente refletida em suas obras, e a construção do templo é um testemunho dessa grandeza.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"1reis_5_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode se referir a um animal, mas aqui pode simbolizar força e proteção.","explicacao_detalhada":"No contexto, 'urso' pode ser uma metáfora para a força necessária para enfrentar desafios durante a construção do templo.","por_que_esta_palavra":"A escolha da palavra 'urso' sugere a necessidade de coragem e força para realizar a obra de Deus.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando proteção e poder na realização de sua vontade.","referencias_relacionadas":["Salmos 104:20-21","Provérbios 30:30","Isaías 40:31"]},"1reis_5_23_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando vastidão e profundidade.","explicacao_detalhada":"No versículo, 'mar' pode simbolizar a abundância e a riqueza que Deus proporciona, que são necessárias para a construção do templo.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a grandeza dos recursos que Deus pode fornecer para Sua obra.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo da criação e da soberania de Deus sobre a natureza.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Apocalipse 21:1"]},"1reis_5_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' pode se referir ao ato de oferecer recursos ou ajuda para a construção do templo, mostrando a generosidade do povo.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância da contribuição coletiva na realização da obra de Deus.","conexao_teologica":"Dar é um princípio fundamental na vida cristã, refletindo a generosidade de Deus e o chamado para que os crentes sejam generosos também.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 6:21"]},"1reis_5_23_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou alguém que se opõe.","explicacao_detalhada":"No contexto de 1 Reis 5:23, o termo é utilizado para descrever aqueles que se opõem ao reino de Salomão, simbolizando a luta entre forças opostas.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a necessidade de vigilância e proteção contra aqueles que desejam causar dano ao reino.","conexao_teologica":"A presença de inimigos é um tema recorrente na Bíblia, refletindo a luta espiritual entre o bem e o mal.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Efésios 6:12"]},"1reis_5_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de descer ou ser derrubado.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a queda de um adversário ou a derrota de um plano maligno.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a fragilidade dos inimigos diante do poder de Deus.","conexao_teologica":"A queda é um símbolo de juízo divino e da soberania de Deus sobre as nações.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Isaías 54:17"]},"1reis_5_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo.","explicacao_detalhada":"No contexto, 'dar' implica a ação de oferecer algo em troca de um favor ou serviço.","por_que_esta_palavra":"A escolha de 'dar' destaca a importância das alianças e acordos entre os reinos.","conexao_teologica":"A ideia de dar é central na relação entre Deus e Seu povo, onde Ele dá bênçãos em troca de fidelidade.","referencias_relacionadas":["Mateus 7:7","Lucas 6:38","Tiago 1:17"]},"1reis_5_24_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' refere-se a uma planta de grande porte, muitas vezes usada simbolicamente.","explicacao_detalhada":"Neste versículo, a árvore pode simbolizar força, estabilidade e a provisão de recursos.","por_que_esta_palavra":"A escolha de 'árvore' reflete a importância da madeira na construção do templo de Salomão.","conexao_teologica":"As árvores são frequentemente usadas na Bíblia como símbolos de vida e prosperidade.","referencias_relacionadas":["Salmos 1:3","Ezequiel 17:22-24","Apocalipse 22:2"]},"1reis_5_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada novamente, enfatizando a troca de bens.","explicacao_detalhada":"Neste contexto, 'dar' reforça a ideia de colaboração e dependência mútua entre os reinos.","por_que_esta_palavra":"A repetição da palavra indica a continuidade da relação comercial e diplomática.","conexao_teologica":"A generosidade é um princípio que permeia as relações humanas e divinas na Bíblia.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Gálatas 6:7"]},"1reis_5_25_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a uma estrutura física que serve de abrigo.","explicacao_detalhada":"No contexto, 'casa' representa o templo que Salomão está construindo, um lugar de adoração.","por_que_esta_palavra":"A escolha de 'casa' destaca a importância do templo como a morada de Deus entre Seu povo.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando Sua presença e comunhão com a humanidade.","referencias_relacionadas":["Salmos 27:4","Isaías 56:7","Hebreus 3:6"]},"1reis_5_25_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicação ou declaração.","explicacao_detalhada":"Neste contexto, 'expressão' pode se referir à maneira como os acordos são formalizados.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a clareza e a formalidade nas relações diplomáticas.","conexao_teologica":"A comunicação clara é essencial nas relações entre Deus e Seu povo, refletindo a importância da revelação.","referencias_relacionadas":["Provérbios 25:11","Efésios 4:29","Colossenses 4:6"]},"1reis_5_26_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de eliminar ou arruinar algo.","explicacao_detalhada":"No contexto, 'destruir' pode se referir à eliminação de inimigos ou obstáculos ao reino.","por_que_esta_palavra":"A escolha de 'destruir' enfatiza a ação decisiva de Deus contra aqueles que se opõem ao Seu plano.","conexao_teologica":"A destruição dos inimigos é um tema que reflete a justiça divina e a proteção do povo de Deus.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 16:20"]},"1reis_5_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o soberano e autoridade máxima.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A escolha de 'senhor' destaca a reverência e a submissão de Salomão diante de Deus.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Ele e Seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"1reis_5_26_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada novamente, reforçando a ideia de oferta.","explicacao_detalhada":"Neste contexto, 'dar' pode se referir a ofertas feitas a Deus ou a alianças com outros reinos.","por_que_esta_palavra":"A repetição da palavra indica a continuidade das interações e acordos estabelecidos.","conexao_teologica":"A prática de dar é fundamental na vida de fé, refletindo a generosidade de Deus para com a humanidade.","referencias_relacionadas":["Mateus 5:42","Lucas 6:30","2 Coríntios 9:6"]},"1reis_5_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de Israel, que neste contexto é Salomão.","explicacao_detalhada":"O termo 'rei' (מֶלֶךְ, melek) é usado para descrever a posição de liderança e poder que Salomão exerce sobre o povo de Israel. Ele é responsável por decisões políticas, militares e religiosas.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a soberania de Salomão e a importância de sua liderança na construção do Templo.","conexao_teologica":"A realeza de Salomão é vista como um cumprimento das promessas de Deus a Davi, estabelecendo uma linhagem real que culmina em Jesus Cristo.","referencias_relacionadas":["1 Reis 2:12","1 Reis 3:5-14","1 Reis 10:1-2"]},"1reis_5_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação à construção do Templo.","explicacao_detalhada":"O termo 'modo' (כֹּל, kôl) implica em um padrão ou método específico que deve ser seguido na execução de tarefas, como a obra de construção.","por_que_esta_palavra":"A utilização de 'modo' destaca a importância da ordem e da precisão na realização da obra de Deus.","conexao_teologica":"Deus é um Deus de ordem, e a maneira como o Templo é construído reflete a santidade e a reverência que devem ser dadas a Ele.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Hebreus 8:5"]},"1reis_5_28_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"A palavra 'discomfited' refere-se à ação de causar confusão ou desordem entre os inimigos.","explicacao_detalhada":"O termo 'discomfited' (מַס, maç) implica em um estado de derrota ou desorientação, especialmente em batalhas ou conflitos.","por_que_esta_palavra":"A escolha dessa palavra indica a proteção divina sobre Salomão e seu reino, mostrando que seus inimigos seriam frustrados em seus planos.","conexao_teologica":"A vitória de Salomão sobre seus inimigos é um reflexo da soberania de Deus em proteger Seu povo.","referencias_relacionadas":["Salmos 44:7","Isaías 54:17","Romanos 8:31"]},"1reis_5_28_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar, que era importante para a contagem do tempo e festividades religiosas.","explicacao_detalhada":"O termo 'lua' (חֹדֶשׁ, chôdesh) é usado para designar os meses do calendário hebraico, que são baseados nas fases da lua.","por_que_esta_palavra":"A menção da lua destaca a conexão entre o tempo, as festividades e a adoração a Deus no calendário hebraico.","conexao_teologica":"A lua simboliza a renovação e a fidelidade de Deus em cumprir Suas promessas ao longo do tempo.","referencias_relacionadas":["Salmos 104:19","Eclesiastes 3:1","Gênesis 1:14"]},"1reis_5_28_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao Templo que Salomão está construindo como morada de Deus entre o Seu povo.","explicacao_detalhada":"O termo 'casa' (בַּיִת, bayith) é usado para descrever não apenas uma estrutura física, mas também um lugar de encontro com Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do Templo como o centro da adoração e da presença de Deus em Israel.","conexao_teologica":"O Templo é um símbolo da habitação de Deus entre os homens, que se cumpre plenamente em Jesus Cristo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47-50"]},"1reis_5_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de mudança ou transformação, muitas vezes associado a eventos significativos.","explicacao_detalhada":"O termo 'cair' (הָיָה, hâyâh) pode indicar a realização de um evento ou a transição de um estado para outro.","por_que_esta_palavra":"A utilização de 'cair' sugere a importância dos eventos que estão se desenrolando na história de Salomão e de Israel.","conexao_teologica":"A ideia de 'cair' pode ser vista como uma metáfora para a queda do pecado e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 10:12"]},"1reis_5_29_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' refere-se a elevações geográficas que muitas vezes têm significados espirituais ou simbólicos.","explicacao_detalhada":"O termo 'montanha' (הַר, har) é frequentemente associado a lugares de encontro com Deus e eventos significativos na história bíblica.","por_que_esta_palavra":"A escolha da palavra 'montanha' pode simbolizar a grandeza e a majestade de Deus, além de ser um local de revelação.","conexao_teologica":"As montanhas na Bíblia muitas vezes representam a presença de Deus e a importância de estar em comunhão com Ele.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"1reis_5_29_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"A palavra 'Salomão' refere-se ao rei de Israel, conhecido por sua sabedoria e riqueza.","explicacao_detalhada":"O termo 'Salomão' (שְׁלֹמֹה, Shᵉlômôh) significa 'paz' e reflete o caráter e o reinado pacífico do rei.","por_que_esta_palavra":"A menção de Salomão destaca sua importância na história de Israel e seu papel na construção do Templo.","conexao_teologica":"Salomão é uma figura que prefigura Cristo, o Príncipe da Paz, que traz verdadeira paz e reconciliação.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:23-24","Mateus 12:42"]},"1reis_5_30_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se ao trabalho e esforço dedicados à construção do Templo.","explicacao_detalhada":"O termo 'obra' (מְלָאכָה, mᵉlâʼkâh) implica em atividade criativa e produtiva, especialmente em um contexto sagrado.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a importância do trabalho diligente e dedicado em prol da adoração a Deus.","conexao_teologica":"A obra de construção do Templo é um reflexo do trabalho de Deus na criação e na redenção da humanidade.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 35:10","Colossenses 3:23-24"]},"1reis_5_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma ação de fazer ou realizar algo, muitas vezes em um contexto de criação.","explicacao_detalhada":"O termo 'urso' (עָשָׂה, ʻâsâh) é usado para descrever o ato de criar ou produzir, especialmente em relação à obra de Deus.","por_que_esta_palavra":"A utilização de 'urso' destaca a atividade criativa de Deus e a responsabilidade humana em realizar Sua vontade.","conexao_teologica":"A ação de 'fazer' é central na teologia bíblica, refletindo a natureza criativa de Deus e o chamado do homem para cooperar com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 90:17","Efésios 2:10"]},"1reis_5_31_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de um povo, neste caso, Salomão, que estava construindo o Templo.","explicacao_detalhada":"O termo 'rei' (מֶלֶךְ, melek) é usado para descrever a posição de liderança e poder, simbolizando não apenas a governança política, mas também a responsabilidade espiritual e moral do líder sobre seu povo.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a soberania de Salomão e a importância de sua liderança na construção do Templo, que era um símbolo da presença de Deus entre o povo.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à liderança divina e ao pacto entre Deus e Seu povo, onde o rei deve governar com justiça e temor a Deus.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:10"]},"1reis_5_31_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao Templo que Salomão estava construindo, um local sagrado para adoração a Deus.","explicacao_detalhada":"O termo 'casa' (בַּיִת, bayith) é usado para descrever um espaço físico, mas também carrega um significado espiritual, representando a habitação de Deus entre os homens.","por_que_esta_palavra":"A palavra 'casa' é crucial, pois o Templo é visto como a morada de Deus na terra, um lugar onde o povo poderia se encontrar com o Senhor.","conexao_teologica":"O conceito de 'casa' é central na teologia bíblica, simbolizando não apenas um espaço físico, mas também a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Isaías 66:1"]},"1reis_5_31_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Salomão de enviar mensageiros para buscar materiais e trabalhadores para a construção do Templo.","explicacao_detalhada":"O termo 'enviar' (צָוָה, tsâvâh) implica uma ação de comando e organização, essencial para a execução de grandes projetos como a construção do Templo.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a necessidade de planejamento e colaboração na realização da obra de Deus.","conexao_teologica":"A ideia de enviar mensageiros ou trabalhadores é uma metáfora para a missão e o chamado de Deus para Seu povo, que deve agir em obediência.","referencias_relacionadas":["Mateus 28:19","Isaías 6:8","Romanos 10:15"]},"1reis_5_32_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude e a importância do Templo que estava sendo construído.","explicacao_detalhada":"O termo 'grande' (כּוּן, kûwn) enfatiza não apenas a dimensão física do Templo, mas também sua significância espiritual como um lugar de encontro com Deus.","por_que_esta_palavra":"A palavra 'grande' é utilizada para transmitir a grandiosidade do projeto e a reverência que ele deve inspirar no povo.","conexao_teologica":"A grandeza do Templo reflete a grandeza de Deus e Sua majestade, sendo um símbolo da presença divina entre os homens.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:2","Atos 7:47-50"]},"1reis_5_32_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' novamente se refere ao Templo, enfatizando sua importância como a morada de Deus.","explicacao_detalhada":"O termo 'casa' (בַּיִת, bayith) é repetido para reforçar a ideia de que o Templo é um espaço sagrado, destinado à adoração e à presença de Deus.","por_que_esta_palavra":"A repetição da palavra 'casa' sublinha a centralidade do Templo na vida espiritual de Israel.","conexao_teologica":"O Templo é visto como um símbolo da aliança entre Deus e Seu povo, um lugar onde a santidade de Deus se encontra com a humanidade.","referencias_relacionadas":["1 Reis 6:2","Ezequiel 40:1-4","Hebreus 9:24"]},"1reis_5_32_madeira":{"palavra_pt":"madeira","palavra_original":"פָּסַל","transliteracao":"pâçal","strong":"H6458","significado_raiz":"Ideia básica: madeira.","significado_contextual":"A palavra 'madeira' refere-se aos materiais utilizados na construção do Templo, simbolizando a solidez e a durabilidade da obra.","explicacao_detalhada":"O termo 'madeira' (פָּסַל, pâçal) é importante, pois os materiais escolhidos refletem a qualidade e a beleza que se esperava do Templo.","por_que_esta_palavra":"A escolha de 'madeira' destaca a importância dos recursos materiais na construção de um lugar sagrado.","conexao_teologica":"A madeira, como material de construção, pode ser vista como uma metáfora para a vida e o ministério, que devem ser construídos sobre fundamentos sólidos.","referencias_relacionadas":["1 Reis 6:10","Salmos 104:16","Ezequiel 27:5"]}}