{"1reis_7_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' se refere à construção do palácio de Salomão, que é distinta do templo.","explicacao_detalhada":"Em 1 Reis 7:1, a 'casa' é mencionada para mostrar a grandiosidade e a riqueza do reinado de Salomão, contrastando com o templo.","por_que_esta_palavra":"A palavra 'casa' aqui enfatiza a importância do palácio como símbolo do poder e da autoridade de Salomão.","conexao_teologica":"Embora o palácio seja grandioso, a verdadeira habitação de Deus é o templo, que representa a espiritualidade e a adoração.","referencias_relacionadas":["1 Reis 7:2","2 Crônicas 9:1","Salmos 127:1"]},"1reis_7_1_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se à conclusão da construção do palácio.","explicacao_detalhada":"Em 1 Reis 7:1, o 'fim' indica que a obra de construção foi completada, simbolizando a realização dos planos de Salomão.","por_que_esta_palavra":"A palavra 'fim' é significativa porque marca a conclusão de um projeto importante na história de Israel.","conexao_teologica":"A conclusão da construção do palácio reflete a prosperidade e a bênção de Deus sobre Salomão e seu reinado.","referencias_relacionadas":["1 Reis 7:2","2 Crônicas 8:1","Salmos 128:2"]},"1reis_7_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o palácio foi construído.","explicacao_detalhada":"Em 1 Reis 7:1, o 'modo' destaca a habilidade e a técnica empregadas na construção, refletindo a riqueza do reinado de Salomão.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a excelência e a grandiosidade da obra realizada.","conexao_teologica":"A maneira de construir o palácio pode ser vista como um reflexo da sabedoria que Deus deu a Salomão.","referencias_relacionadas":["1 Reis 10:1","2 Crônicas 9:3","Provérbios 24:3"]},"1reis_7_2_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de edificar o palácio de Salomão.","explicacao_detalhada":"Em 1 Reis 7:2, 'construir' indica o trabalho e o esforço investidos na edificação de uma estrutura magnífica.","por_que_esta_palavra":"A palavra 'construir' é importante porque representa a realização de um sonho e a manifestação do poder de Salomão.","conexao_teologica":"A construção do palácio é um símbolo da prosperidade e da bênção de Deus sobre Israel durante o reinado de Salomão.","referencias_relacionadas":["1 Reis 6:38","2 Crônicas 8:1","Salmos 127:1"]},"1reis_7_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à estrutura física que abriga o templo de Salomão, simbolizando a presença de Deus entre o povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever não apenas uma construção, mas também o lar espiritual do povo de Israel. Neste contexto, a casa é o templo, que é o lugar onde Deus habita e onde os israelitas se reúnem para adorar.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a relação entre Deus e Seu povo, mostrando que o templo é um lugar sagrado e acolhedor.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, representando o lugar de adoração e a habitação divina entre os homens. Isso se conecta com a ideia de que o corpo do crente é também um templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47-50"]},"1reis_7_2_beam":{"palavra_pt":"beam","palavra_original":"כָּרֻתָה","transliteracao":"kâruthâh","strong":"H3773","significado_raiz":"Ideia básica: beam.","significado_contextual":"Refere-se a uma viga ou estrutura de suporte na construção do templo, essencial para a estabilidade do edifício.","explicacao_detalhada":"A palavra 'beam' (כָּרֻתָה) é utilizada para descrever as vigas que sustentam a estrutura do templo, simbolizando a força e a durabilidade da obra de Deus.","por_que_esta_palavra":"A viga representa a sustentação e a proteção que Deus oferece ao Seu povo, assim como as vigas sustentam fisicamente a casa.","conexao_teologica":"As vigas podem ser vistas como uma metáfora para a fé que sustenta a vida do crente, assim como Cristo é a rocha e a fundação da Igreja.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Efésios 2:20"]},"1reis_7_3_corpo":{"palavra_pt":"corpo","palavra_original":"צֵלָע","transliteracao":"tsêlâʻ","strong":"H6763","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à estrutura física que compõe o templo, enfatizando a beleza e a complexidade da construção.","explicacao_detalhada":"A palavra 'corpo' (צֵלָע) é usada para descrever as partes que compõem a estrutura do templo, simbolizando a unidade e a harmonia entre os diferentes elementos da adoração.","por_que_esta_palavra":"O uso de 'corpo' sugere que cada parte do templo tem um propósito e uma função, assim como cada membro do corpo de Cristo tem um papel na Igreja.","conexao_teologica":"A ideia de corpo é central na teologia do Novo Testamento, onde a Igreja é descrita como o corpo de Cristo, enfatizando a interdependência dos crentes.","referencias_relacionadas":["1 Coríntios 12:12-27","Romanos 12:4-5","Efésios 4:15-16"]},"1reis_7_3_cieled":{"palavra_pt":"cieled","palavra_original":"סָפַן","transliteracao":"çâphan","strong":"H5603","significado_raiz":"Ideia básica: cieled.","significado_contextual":"Refere-se ao ato de cobrir ou revestir, especialmente em relação ao interior do templo, que era adornado com materiais preciosos.","explicacao_detalhada":"A palavra 'cieled' (סָפַן) implica em um acabamento cuidadoso e detalhado, refletindo a glória e a majestade de Deus que habitava no templo.","por_que_esta_palavra":"O revestimento do templo simboliza a santidade e a beleza da presença de Deus, que é digno de ser adorado em um espaço glorioso.","conexao_teologica":"A ideia de ser 'cieled' pode ser relacionada ao conceito de que os crentes são revestidos de Cristo e da Sua justiça, tornando-se templos do Espírito Santo.","referencias_relacionadas":["1 Pedro 2:5","Romanos 13:14","Gálatas 3:27"]},"1reis_7_3_arvore":{"palavra_pt":"arvore","palavra_original":"אֶרֶז","transliteracao":"ʼerez","strong":"H730","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se ao uso de madeira de cedro, que era valorizada por sua durabilidade e beleza, na construção do templo.","explicacao_detalhada":"A palavra 'arvore' (אֶרֶז) destaca a escolha de materiais nobres para a construção do templo, simbolizando a grandeza e a majestade de Deus.","por_que_esta_palavra":"O cedro é frequentemente associado à força e à longevidade, refletindo a natureza eterna de Deus e Sua promessa de habitar entre Seu povo.","conexao_teologica":"A madeira de cedro pode ser vista como uma representação da vida e do crescimento espiritual, onde Cristo é a árvore da vida que sustenta os crentes.","referencias_relacionadas":["Salmos 92:12","Ezequiel 17:22-24","Apocalipse 22:2"]},"1reis_7_4_luz":{"palavra_pt":"luz","palavra_original":"שָׁקֻף","transliteracao":"shâquph","strong":"H8261","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à iluminação do templo, que era essencial para a adoração e simbolizava a presença de Deus.","explicacao_detalhada":"A palavra 'luz' (שָׁקֻף) é usada para descrever a claridade e a iluminação que permitiam que os adoradores vissem e se aproximassem de Deus.","por_que_esta_palavra":"A luz é um símbolo da revelação divina e da verdade, representando a presença de Deus que ilumina a vida dos crentes.","conexao_teologica":"Jesus é descrito como a luz do mundo, e os crentes são chamados a refletir essa luz em suas vidas, sendo testemunhas da verdade.","referencias_relacionadas":["João 8:12","Mateus 5:14-16","1 João 1:5"]},"1reis_7_4_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁלוֹשׁ","transliteracao":"shâlôwsh","strong":"H7969","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de adoração e louvor que era parte integral da vida no templo.","explicacao_detalhada":"A palavra 'expressao' (שָׁלוֹשׁ) implica em um modo de adoração que envolve não apenas palavras, mas também ações e atitudes diante de Deus.","por_que_esta_palavra":"A expressão de adoração é fundamental na relação do povo com Deus, refletindo a sinceridade e a devoção dos adoradores.","conexao_teologica":"A adoração é um tema central na Bíblia, e os crentes são chamados a adorar a Deus em espírito e em verdade, expressando sua fé de maneira autêntica.","referencias_relacionadas":["João 4:24","Salmos 100:1-5","Hebreus 13:15"]},"1reis_7_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas eram feitas na construção do templo, enfatizando a ordem e a precisão.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere que cada detalhe da construção foi cuidadosamente planejado e executado, refletindo a grandeza de Deus.","por_que_esta_palavra":"O modo de construção simboliza a importância da obediência e da dedicação ao serviço de Deus, onde cada aspecto é significativo.","conexao_teologica":"A maneira como adoramos e servimos a Deus deve ser feita com excelência, refletindo a natureza de Deus em nossas vidas.","referencias_relacionadas":["Colossenses 3:23-24","1 Coríntios 14:40","Romanos 12:1"]},"1reis_7_5_porta":{"palavra_pt":"porta","palavra_original":"פֶּתַח","transliteracao":"pethach","strong":"H6607","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se às entradas do templo, que eram projetadas para serem majestosas e acolhedoras.","explicacao_detalhada":"A palavra 'porta' (פֶּתַח) simboliza o acesso à presença de Deus, onde os adoradores podiam entrar e se encontrar com o Senhor.","por_que_esta_palavra":"As portas do templo representam a abertura e a hospitalidade de Deus, que convida Seu povo a entrar em Sua presença.","conexao_teologica":"Jesus é descrito como a porta pelas quais os crentes entram para ter vida, simbolizando o acesso que temos a Deus através de Cristo.","referencias_relacionadas":["João 10:9","Hebreus 10:19-22","Apocalipse 3:20"]},"1reis_7_6_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que descreve os pilares ou colunas que sustentavam o templo.","explicacao_detalhada":"A palavra 'expressao' (עַמּוּד) é usada para descrever a força e a estabilidade que os pilares proporcionavam à estrutura do templo.","por_que_esta_palavra":"Os pilares simbolizam a firmeza da fé e a sustentação que Deus oferece ao Seu povo em tempos de dificuldade.","conexao_teologica":"Assim como os pilares sustentam o templo, a fé em Cristo sustenta a vida do crente, que é chamado a ser firme e inabalável.","referencias_relacionadas":["Salmos 125:1","1 Coríntios 15:58","Colossenses 1:23"]},"1reis_7_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' refere-se a uma figura que representa força e poder, possivelmente simbolizando a proteção divina.","explicacao_detalhada":"No contexto de 1 Reis 7:6, o uso da palavra 'urso' pode estar relacionado à construção de elementos que evocam a força e a majestade, refletindo a grandeza do templo de Salomão.","por_que_esta_palavra":"A escolha da palavra 'urso' pode ter sido feita para transmitir a ideia de robustez e segurança, características desejáveis em um lugar sagrado.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, como o urso, simbolizando a proteção e a defesa do Seu povo.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"1reis_7_7_trono":{"palavra_pt":"trono","palavra_original":"כִּסֵּא","transliteracao":"kiççêʼ","strong":"H3678","significado_raiz":"Ideia básica: trono.","significado_contextual":"O 'trono' é um símbolo de autoridade e realeza, representando o governo de Deus sobre Israel.","explicacao_detalhada":"Em 1 Reis 7:7, o trono é descrito como um lugar de julgamento e decisão, refletindo a importância da justiça no reino de Salomão.","por_que_esta_palavra":"A palavra 'trono' é utilizada para enfatizar a soberania e o poder do rei, que é visto como um representante de Deus na terra.","conexao_teologica":"O trono de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e o governo divino sobre todas as nações.","referencias_relacionadas":["Salmos 89:14","Isaías 6:1","Hebreus 1:8"]},"1reis_7_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao templo, um local sagrado onde Deus habita entre Seu povo.","explicacao_detalhada":"No versículo 1 Reis 7:8, a casa é descrita em detalhes, ressaltando sua importância como o centro da adoração e da presença divina.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa não apenas um edifício, mas um espaço onde a relação entre Deus e Seu povo é cultivada.","conexao_teologica":"A ideia de Deus habitar em uma casa entre Seu povo é um tema central na teologia bíblica, culminando na encarnação de Cristo.","referencias_relacionadas":["Êxodo 25:8","Salmos 27:4","Atos 7:47-50"]},"1reis_7_8_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das obras e da construção do templo, que eram feitas com excelência.","explicacao_detalhada":"Em 1 Reis 7:8, o uso de 'bom' destaca a intenção de Salomão em construir um templo que refletisse a grandeza de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância de fazer o melhor para Deus, refletindo a devoção e o respeito.","conexao_teologica":"A bondade de Deus é um tema central, e as obras feitas para Ele devem refletir essa bondade e perfeição.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Mateus 5:16"]},"1reis_7_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O termo 'julgar' refere-se à função do rei de administrar justiça e governar com sabedoria.","explicacao_detalhada":"No contexto de 1 Reis 7:8, 'julgar' implica a responsabilidade de Salomão em garantir que a justiça prevaleça em seu reino.","por_que_esta_palavra":"A palavra 'julgar' é crucial, pois destaca o papel do rei como um líder justo e sábio, refletindo o caráter de Deus.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 21:15","Isaías 1:17"]},"1reis_7_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' novamente se refere ao templo, enfatizando sua grandeza e importância espiritual.","explicacao_detalhada":"Em 1 Reis 7:9, a descrição da casa ressalta a qualidade dos materiais e a magnificência da construção, refletindo a glória de Deus.","por_que_esta_palavra":"A repetição da palavra 'casa' sublinha a centralidade do templo na vida religiosa de Israel.","conexao_teologica":"O templo é visto como um símbolo da presença de Deus entre Seu povo, um lugar de adoração e sacrifício.","referencias_relacionadas":["1 Crônicas 22:19","Salmos 84:1-2","Ezequiel 37:26-27"]},"1reis_7_9_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude e a importância do templo construído por Salomão.","explicacao_detalhada":"Em 1 Reis 7:9, 'grande' é usado para enfatizar a grandiosidade da obra, que é um reflexo da grandeza de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' é intencional para mostrar que o templo não é apenas um edifício, mas um símbolo da presença divina.","conexao_teologica":"A grandeza de Deus é frequentemente refletida em Sua criação e em Seus atos, e o templo é um testemunho disso.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12","Mateus 5:14"]},"1reis_7_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira como as coisas são feitas, enfatizando a importância da ordem e da beleza na construção.","explicacao_detalhada":"Em 1 Reis 7:9, 'modo' destaca a atenção aos detalhes e a excelência na construção do templo.","por_que_esta_palavra":"A palavra 'modo' é significativa porque reflete a intenção de criar um espaço que honre a Deus em todos os aspectos.","conexao_teologica":"A forma como adoramos e servimos a Deus deve ser feita com reverência e excelência, refletindo Seu caráter.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Êxodo 35:30-35"]},"1reis_7_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' novamente enfatiza a magnitude dos materiais utilizados na construção do templo.","explicacao_detalhada":"Em 1 Reis 7:10, a descrição das pedras grandes sublinha a solidez e a durabilidade da estrutura do templo.","por_que_esta_palavra":"A repetição da palavra 'grande' reforça a ideia de que o templo é um lugar de importância suprema e deve ser construído com os melhores materiais.","conexao_teologica":"A grandeza de Deus é refletida em Sua habitação, e o templo é um símbolo de Sua presença eterna entre o povo.","referencias_relacionadas":["Salmos 48:1","Isaías 54:11-12","Mateus 21:12"]},"1reis_7_10_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A 'pedra' refere-se aos materiais fundamentais usados na construção do templo, simbolizando firmeza e estabilidade.","explicacao_detalhada":"Em 1 Reis 7:10, a menção de pedras grandes destaca a robustez e a durabilidade do templo, que é um reflexo da eternidade de Deus.","por_que_esta_palavra":"A palavra 'pedra' é significativa porque representa a base sólida sobre a qual a adoração a Deus é construída.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, e a construção do templo simboliza a edificação do corpo de Cristo.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:19-22"]},"1reis_7_10_appoint":{"palavra_pt":"appoint","palavra_original":"יָסַד","transliteracao":"yâçad","strong":"H3245","significado_raiz":"Ideia básica: appoint.","significado_contextual":"Designar ou estabelecer algo de forma oficial.","explicacao_detalhada":"A palavra 'appoint' (יָסַד) é usada para indicar a ação de estabelecer ou designar algo, como a construção de um templo ou a escolha de um líder. No contexto de 1 Reis 7:10, refere-se ao ato de designar materiais e recursos para a construção do templo de Salomão.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a intenção divina e a ordem na construção do templo, mostrando que Deus tem um plano específico para o seu povo.","conexao_teologica":"A ideia de 'appoint' reflete a soberania de Deus em estabelecer lugares de adoração e a importância da obediência a Suas instruções.","referencias_relacionadas":["1 Reis 6:1","1 Crônicas 28:11-12","Êxodo 25:8"]},"1reis_7_11_grande":{"palavra_pt":"grande","palavra_original":"מִדָּה","transliteracao":"middâh","strong":"H4060","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (מִדָּה) é utilizada para descrever a dimensão e a importância dos materiais e estruturas envolvidos na construção do templo. Em 1 Reis 7:11, destaca a grandeza dos recursos utilizados, simbolizando a grandeza de Deus.","por_que_esta_palavra":"A grandeza é um tema central na construção do templo, refletindo a majestade de Deus e a importância do lugar de adoração.","conexao_teologica":"A grandeza do templo é um reflexo da grandeza de Deus, que merece um espaço digno para habitar entre Seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 66:1-2","1 Reis 6:2"]},"1reis_7_11_arvore":{"palavra_pt":"arvore","palavra_original":"אֶרֶז","transliteracao":"ʼerez","strong":"H730","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a um tipo específico de madeira, neste caso, o cedro.","explicacao_detalhada":"A palavra 'arvore' (אֶרֶז) indica a madeira de cedro, que era altamente valorizada por sua durabilidade e beleza. Em 1 Reis 7:11, a menção do cedro destaca a qualidade dos materiais usados na construção do templo.","por_que_esta_palavra":"A escolha do cedro simboliza a excelência e a beleza que deveriam caracterizar a casa de Deus.","conexao_teologica":"O uso de cedro na construção do templo representa a conexão entre a criação de Deus e a adoração, mostrando que tudo o que é bom e belo vem dEle.","referencias_relacionadas":["Salmos 92:12","Ezequiel 31:3","1 Reis 6:15"]},"1reis_7_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um edifício ou estrutura, especialmente um lugar de habitação.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever o templo como a casa de Deus. Em 1 Reis 7:12, enfatiza que o templo é um lugar sagrado, separado para o culto e a presença divina.","por_que_esta_palavra":"A casa de Deus é um conceito central na teologia israelita, simbolizando a presença de Deus entre Seu povo.","conexao_teologica":"A casa de Deus é um símbolo da relação entre Deus e Seu povo, onde a adoração e a comunhão ocorrem.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"1reis_7_12_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é utilizada para descrever a imensidão e a importância do templo. Em 1 Reis 7:12, ressalta que o templo não é apenas uma estrutura física, mas um lugar de grande significado espiritual.","por_que_esta_palavra":"A grandeza do templo reflete a grandeza de Deus e a importância do culto a Ele.","conexao_teologica":"A grandeza do templo é um lembrete da grandeza de Deus e da reverência que devemos ter em Sua presença.","referencias_relacionadas":["Salmos 48:1","Isaías 66:1","1 Crônicas 22:5"]},"1reis_7_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a posição de Salomão como governante de Israel. Em 1 Reis 7:13, destaca o papel do rei na construção do templo, simbolizando a liderança e a responsabilidade.","por_que_esta_palavra":"O rei é visto como o representante de Deus na terra, e sua liderança é crucial para a vida espiritual do povo.","conexao_teologica":"A figura do rei é importante na teologia israelita, simbolizando a autoridade de Deus e a necessidade de liderança justa.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:1-2","Provérbios 16:10"]},"1reis_7_13_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de mandar ou despachar alguém.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) é usada para descrever a ação de Salomão ao enviar pessoas para buscar materiais e trabalhadores para a construção do templo. Em 1 Reis 7:13, isso mostra a organização e a diligência do rei.","por_que_esta_palavra":"Enviar pessoas para a construção do templo demonstra a importância do trabalho em equipe e da colaboração na realização de um projeto divino.","conexao_teologica":"O ato de enviar reflete a missão de Deus de reunir Seu povo para a adoração e o serviço.","referencias_relacionadas":["Êxodo 3:10","Isaías 6:8","Mateus 28:19"]},"1reis_7_13_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) é usada para descrever a ação de adquirir materiais ou recursos para a construção do templo. Em 1 Reis 7:13, isso enfatiza a necessidade de recursos para a obra de Deus.","por_que_esta_palavra":"Tomar recursos para a construção do templo é um ato de responsabilidade e compromisso com a obra de Deus.","conexao_teologica":"A ideia de tomar recursos para a obra de Deus reflete a importância do investimento no que é sagrado.","referencias_relacionadas":["Êxodo 25:2","2 Coríntios 9:7","1 Crônicas 29:3"]},"1reis_7_14_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um grupo familiar ou clã dentro de Israel.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as doze tribos de Israel. Em 1 Reis 7:14, menciona a tribo de Davi, destacando a linhagem e a herança que Deus prometeu.","por_que_esta_palavra":"A tribo é fundamental para a identidade do povo de Israel e para a realização das promessas de Deus.","conexao_teologica":"A tribo de Davi é central na história da salvação, pois dela viria o Messias.","referencias_relacionadas":["Gênesis 49:10","Mateus 1:1","Lucas 3:33"]},"1reis_7_14_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à capacidade de discernir e agir de forma justa.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) é usada para descrever a habilidade de Salomão em governar e construir. Em 1 Reis 7:14, destaca a importância da sabedoria na liderança e na construção do templo.","por_que_esta_palavra":"A sabedoria é um dom de Deus que capacita os líderes a tomar decisões justas e sábias.","conexao_teologica":"A sabedoria é um tema central na Bíblia, refletindo a natureza de Deus e a necessidade de buscá-la em todas as áreas da vida.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","1 Reis 3:28"]},"1reis_7_15_adversary":{"palavra_pt":"adversary","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6696","significado_raiz":"Ideia básica: adversary.","significado_contextual":"O termo 'adversário' refere-se a alguém que se opõe ou desafia, muitas vezes em um contexto de conflito ou rivalidade.","explicacao_detalhada":"Neste versículo, a palavra 'adversário' é usada para descrever um opositor que se levanta contra o rei, simbolizando as dificuldades e os desafios que ele enfrenta em seu reinado.","por_que_esta_palavra":"A escolha da palavra 'adversário' enfatiza a luta constante entre o bem e o mal, e a necessidade de vigilância e sabedoria na liderança.","conexao_teologica":"A presença de adversários na vida do crente é uma realidade que reflete a batalha espiritual que todos enfrentam, conforme descrito em Efésios 6:12.","referencias_relacionadas":["1 Reis 11:14","Salmos 38:20","Mateus 5:44"]},"1reis_7_15_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicação ou representação, muitas vezes utilizada em contextos artísticos ou arquitetônicos.","explicacao_detalhada":"Neste contexto, 'expressão' pode se referir a elementos decorativos ou simbólicos que transmitem significados profundos na construção do templo.","por_que_esta_palavra":"A utilização da palavra 'expressão' destaca a importância da estética e da simbologia na adoração a Deus, refletindo a beleza da criação.","conexao_teologica":"A expressão artística é uma forma de louvor e adoração, como visto em Salmos 150:3-5, onde a música e a dança são formas de glorificar a Deus.","referencias_relacionadas":["Êxodo 25:10-22","Salmos 96:9","1 Crônicas 16:29"]},"1reis_7_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer ou conceder algo a alguém, muitas vezes em um contexto de generosidade ou necessidade.","explicacao_detalhada":"Neste versículo, 'dar' pode referir-se a um ato de entrega ou doação, simbolizando a disposição de oferecer algo valioso.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a importância da generosidade e do sacrifício na vida do crente.","conexao_teologica":"A prática de dar é um princípio fundamental na fé cristã, refletindo o caráter de Deus que deu Seu Filho, conforme João 3:16.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 6:21"]},"1reis_7_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força ou poder, embora seu uso específico neste contexto possa variar.","explicacao_detalhada":"Neste versículo, 'urso' pode simbolizar a força necessária para enfrentar desafios ou adversidades, refletindo a coragem e a determinação.","por_que_esta_palavra":"A utilização da palavra 'urso' sugere a necessidade de força e resiliência em tempos de dificuldade.","conexao_teologica":"A força do Senhor é frequentemente mencionada nas Escrituras, como em Filipenses 4:13, onde encontramos que podemos todas as coisas naquele que nos fortalece.","referencias_relacionadas":["Salmos 18:32","Isaías 40:29","2 Timóteo 1:7"]},"1reis_7_16_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, muitas vezes associado a fundamentos ou bases.","explicacao_detalhada":"Neste contexto, 'princípio' pode se referir ao fundamento sobre o qual algo é construído, simbolizando a importância de ter uma base sólida.","por_que_esta_palavra":"A escolha da palavra 'princípio' destaca a necessidade de fundamentos firmes na vida espiritual e moral.","conexao_teologica":"Jesus é descrito como o fundamento da fé cristã em 1 Coríntios 3:11, enfatizando a importância de construir sobre Ele.","referencias_relacionadas":["Provérbios 1:7","Mateus 7:24-25","Efésios 2:20"]},"1reis_7_17_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é positivo, benéfico ou desejável, muitas vezes associado à bondade de Deus.","explicacao_detalhada":"Neste versículo, 'bom' pode descrever a qualidade de algo que é agradável aos olhos de Deus e que traz bênçãos.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a natureza de Deus como aquele que é intrinsecamente bom e que deseja o melhor para Seu povo.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, como em Salmos 34:8, onde somos convidados a provar e ver que o Senhor é bom.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:2","Salmos 100:5"]},"1reis_7_17_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' é usada novamente, referindo-se à ideia de origem ou base de algo.","explicacao_detalhada":"Neste contexto, 'princípio' pode indicar a importância de estabelecer fundamentos sólidos em todas as áreas da vida.","por_que_esta_palavra":"A repetição da palavra 'princípio' reforça a ideia de que tudo deve ser construído sobre bases firmes e verdadeiras.","conexao_teologica":"A sabedoria é descrita como o princípio da vida em Provérbios 4:7, destacando a importância de buscar entendimento.","referencias_relacionadas":["Provérbios 4:7","Colossenses 2:7","Mateus 6:33"]},"1reis_7_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada novamente, possivelmente como uma metáfora para força ou poder.","explicacao_detalhada":"Neste versículo, 'urso' pode simbolizar a força necessária para enfrentar desafios ou adversidades, refletindo a coragem e a determinação.","por_que_esta_palavra":"A repetição da palavra 'urso' sugere a continuidade da necessidade de força e resiliência em tempos de dificuldade.","conexao_teologica":"A força do Senhor é frequentemente mencionada nas Escrituras, como em Isaías 41:10, onde Deus promete estar conosco em momentos de fraqueza.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","Romanos 8:31"]},"1reis_7_18_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é utilizada novamente, referindo-se à comunicação ou representação.","explicacao_detalhada":"Neste contexto, 'expressão' pode se referir a elementos decorativos ou simbólicos que transmitem significados profundos na construção do templo.","por_que_esta_palavra":"A repetição da palavra 'expressão' destaca a importância da estética e da simbologia na adoração a Deus.","conexao_teologica":"A expressão artística é uma forma de louvor e adoração, como visto em Salmos 150:3-5, onde a música e a dança são formas de glorificar a Deus.","referencias_relacionadas":["Êxodo 25:10-22","Salmos 96:9","1 Crônicas 16:29"]},"1reis_7_19_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' é utilizada novamente, referindo-se à ideia de origem ou base de algo.","explicacao_detalhada":"Neste contexto, 'princípio' pode indicar a importância de estabelecer fundamentos sólidos em todas as áreas da vida.","por_que_esta_palavra":"A repetição da palavra 'princípio' reforça a ideia de que tudo deve ser construído sobre bases firmes e verdadeiras.","conexao_teologica":"A sabedoria é descrita como o princípio da vida em Provérbios 4:7, destacando a importância de buscar entendimento.","referencias_relacionadas":["Provérbios 4:7","Colossenses 2:7","Mateus 6:33"]},"1reis_7_19_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um elemento arquitetônico que simboliza a força e a estabilidade.","explicacao_detalhada":"No contexto do templo de Salomão, as colunas eram vistas como expressões da majestade e do poder de Deus. Elas não apenas sustentavam a estrutura, mas também representavam a presença divina.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da arquitetura sagrada como uma manifestação da glória de Deus.","conexao_teologica":"As colunas do templo simbolizam a firmeza da aliança entre Deus e seu povo, sendo um lembrete da presença constante de Deus no meio deles.","referencias_relacionadas":["1 Reis 6:15","1 Reis 7:21","Salmos 27:4"]},"1reis_7_20_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' aqui também se refere a colunas que sustentam a estrutura do templo.","explicacao_detalhada":"As colunas eram adornadas e projetadas para refletir a beleza e a grandeza do templo, simbolizando a força e a proteção divina.","por_que_esta_palavra":"A repetição da palavra 'expressão' reforça a ideia de que cada elemento do templo tem um significado profundo e espiritual.","conexao_teologica":"As colunas representam a estabilidade da fé e a proteção que Deus oferece ao seu povo.","referencias_relacionadas":["1 Reis 7:19","1 Reis 7:21","Isaías 54:2"]},"1reis_7_20_beside":{"palavra_pt":"beside","palavra_original":"עֻמָּה","transliteracao":"ʻummâh","strong":"H5980","significado_raiz":"Ideia básica: beside.","significado_contextual":"A palavra 'beside' indica a posição das colunas em relação a outros elementos do templo.","explicacao_detalhada":"No contexto, 'beside' sugere que as colunas não estão isoladas, mas fazem parte de um todo maior, que é o templo, simbolizando a unidade do povo de Deus.","por_que_esta_palavra":"A palavra 'beside' enfatiza a interconexão entre os elementos do templo e a comunidade de fé.","conexao_teologica":"A ideia de estar 'ao lado' reflete a comunhão entre os crentes e a presença de Deus em suas vidas.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:19-22","Hebreus 10:25"]},"1reis_7_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de erguer as colunas do templo.","explicacao_detalhada":"Levantar as colunas simboliza a construção da fé e a edificação do povo de Deus, que se ergue em adoração e serviço.","por_que_esta_palavra":"A palavra 'levantar' é significativa, pois representa não apenas a construção física, mas também a construção espiritual do povo de Deus.","conexao_teologica":"Levantar as colunas é um ato de fé, simbolizando a esperança e a confiança na proteção divina.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"1reis_7_21_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado onde Deus habita entre seu povo.","explicacao_detalhada":"O templo é visto como a morada de Deus na terra, um lugar de adoração e sacrifício, onde o povo se encontra com o Senhor.","por_que_esta_palavra":"A escolha da palavra 'templo' destaca a importância do espaço sagrado na vida espiritual do povo de Israel.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e seu povo, representando a aliança divina.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Atos 7:47-50"]},"1reis_7_21_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' novamente se refere à representação arquitetônica do templo.","explicacao_detalhada":"As colunas são expressões visíveis da grandeza de Deus e da importância do templo como centro de adoração.","por_que_esta_palavra":"A repetição da palavra 'expressão' reforça a ideia de que cada detalhe do templo tem um significado espiritual profundo.","conexao_teologica":"As colunas representam a firmeza da fé e a proteção que Deus oferece ao seu povo.","referencias_relacionadas":["1 Reis 7:19","1 Reis 7:20","Salmos 48:1"]},"1reis_7_22_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao fundamento ou à origem das colunas do templo.","explicacao_detalhada":"O 'princípio' simboliza a base sobre a qual a fé e a adoração são construídas, refletindo a importância da fundação espiritual.","por_que_esta_palavra":"A palavra 'princípio' destaca a necessidade de ter uma base sólida na vida espiritual.","conexao_teologica":"O princípio da fé é Cristo, que é a pedra angular da igreja.","referencias_relacionadas":["Efésios 2:20","1 Pedro 2:6","Salmos 118:22"]},"1reis_7_22_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à representação das colunas no templo.","explicacao_detalhada":"As colunas são expressões da beleza e da majestade de Deus, refletindo a importância do templo como local de adoração.","por_que_esta_palavra":"A repetição da palavra 'expressão' reforça a ideia de que cada elemento do templo tem um significado profundo.","conexao_teologica":"As colunas simbolizam a firmeza da aliança entre Deus e seu povo.","referencias_relacionadas":["1 Reis 7:19","1 Reis 7:20","Salmos 29:9"]},"1reis_7_22_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade dos trabalhos realizados no templo.","explicacao_detalhada":"O 'bom' simboliza a excelência e a dedicação na construção do templo, refletindo a glória de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância de fazer tudo com excelência para a honra de Deus.","conexao_teologica":"Deus é bom e espera que seu povo também busque a excelência em suas obras.","referencias_relacionadas":["Gênesis 1:31","Colossenses 3:23","Tiago 1:17"]},"1reis_7_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma representação de força e proteção.","explicacao_detalhada":"No contexto do templo, o 'urso' simboliza a força e a proteção que Deus oferece ao seu povo, refletindo sua majestade.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ideia de que Deus é um protetor forte e poderoso.","conexao_teologica":"Deus é descrito como um refúgio e fortaleza, simbolizando segurança e proteção.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Isaías 41:10"]},"1reis_7_23_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um grande corpo de água, simbolizando poder e mistério.","explicacao_detalhada":"Neste versículo, o 'mar' é descrito como um recipiente de bronze, que representa a imensidão e a profundidade das águas. O mar é frequentemente associado à criação e ao domínio de Deus sobre as forças da natureza.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza e a majestade do templo construído por Salomão, refletindo a soberania de Deus sobre toda a criação.","conexao_teologica":"O mar é um símbolo da criação divina e do controle de Deus sobre as águas, como visto em Gênesis 1:9-10, onde Deus separa as águas.","referencias_relacionadas":["Gênesis 1:9-10","Salmos 104:25-26","Isaías 57:20"]},"1reis_7_23_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' é usada para descrever a origem ou a fonte de algo.","explicacao_detalhada":"Neste contexto, 'mãe' pode simbolizar a ideia de origem ou sustentação, refletindo a importância da estrutura e da base sobre a qual o templo foi construído.","por_que_esta_palavra":"A utilização da palavra 'mãe' sugere uma conexão com a ideia de proteção e cuidado, características atribuídas a Deus como o provedor e sustentador do Seu povo.","conexao_teologica":"A figura da mãe é frequentemente usada na Bíblia para descrever o amor e a proteção de Deus, como em Isaías 66:13.","referencias_relacionadas":["Isaías 66:13","Salmos 27:10","Provérbios 1:8"]},"1reis_7_24_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Novamente, refere-se ao mar, simbolizando a vastidão e a profundidade.","explicacao_detalhada":"O 'mar' aqui é mencionado em relação à construção do templo, destacando a habilidade e a grandeza dos artesãos que trabalharam na obra.","por_que_esta_palavra":"A repetição da palavra 'mar' enfatiza a importância do elemento aquático na simbologia do templo e na adoração a Deus.","conexao_teologica":"O mar é um símbolo de caos que Deus controla, representando a ordem que Ele traz à criação.","referencias_relacionadas":["Gênesis 1:2","Salmos 89:9","Apocalipse 21:1"]},"1reis_7_24_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"A palavra 'mãe' é usada para reforçar a ideia de origem e suporte.","explicacao_detalhada":"Neste contexto, 'mãe' pode ser vista como uma metáfora para a base sólida que sustenta a estrutura do templo, refletindo a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'mãe' é escolhida para transmitir a ideia de cuidado e proteção divina.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de parentalidade, mostrando o amor e a proteção que Ele oferece.","referencias_relacionadas":["Salmos 91:1-2","Mateus 23:37","Isaías 49:15"]},"1reis_7_25_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar, simbolizando a grandeza e a profundidade.","explicacao_detalhada":"O mar é mencionado novamente, destacando a importância da água na construção e na simbologia do templo.","por_que_esta_palavra":"A repetição da palavra 'mar' serve para enfatizar a majestade e a grandeza do templo, que é um reflexo da glória de Deus.","conexao_teologica":"O mar, como símbolo de criação, reflete a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 95:5","Jó 38:8-11","Isaías 43:16"]},"1reis_7_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à forma como as construções e os rituais são realizados, enfatizando a importância da ordem e da precisão na adoração a Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir as instruções divinas na construção do templo e na adoração.","conexao_teologica":"A obediência ao modo de adoração é fundamental na relação entre Deus e Seu povo, como visto em Êxodo 25:9.","referencias_relacionadas":["Êxodo 25:9","Deuteronômio 12:32","1 Crônicas 28:19"]},"1reis_7_25_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol, simbolizando luz e vida.","explicacao_detalhada":"O 'sol' é mencionado para destacar a iluminação e a beleza do templo, que reflete a glória de Deus.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a importância da luz na adoração e na presença de Deus.","conexao_teologica":"Deus é frequentemente descrito como luz, e a presença do sol simboliza Sua glória e revelação ao Seu povo.","referencias_relacionadas":["Salmos 84:11","João 8:12","Apocalipse 21:23"]},"1reis_7_26_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é bom ou de qualidade superior.","explicacao_detalhada":"Neste versículo, 'bom' é usado para descrever a qualidade dos materiais e do trabalho realizado na construção do templo.","por_que_esta_palavra":"A palavra 'bom' é escolhida para enfatizar a excelência e a beleza da obra de Deus.","conexao_teologica":"A bondade de Deus é refletida na criação e nas obras que Ele realiza, como em Gênesis 1:31.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Tiago 1:17"]},"1reis_7_26_thickness":{"palavra_pt":"thick ness","palavra_original":"עֲבִי","transliteracao":"ʻăbîy","strong":"H5672","significado_raiz":"Ideia básica: thick ness.","significado_contextual":"Refere-se à espessura, indicando robustez e solidez.","explicacao_detalhada":"A espessura mencionada neste versículo destaca a força e a durabilidade dos materiais usados na construção do templo.","por_que_esta_palavra":"A palavra 'espessura' é utilizada para enfatizar a segurança e a estabilidade da estrutura do templo.","conexao_teologica":"A solidez do templo simboliza a firmeza da aliança de Deus com Seu povo.","referencias_relacionadas":["Salmos 125:1","Isaías 54:10","Hebreus 12:28"]},"1reis_7_26_mao":{"palavra_pt":"mao","palavra_original":"טֵפַח","transliteracao":"ṭêphach","strong":"H2947","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão, simbolizando trabalho e esforço.","explicacao_detalhada":"A mão é mencionada para destacar o trabalho manual e a dedicação dos artesãos na construção do templo.","por_que_esta_palavra":"A palavra 'mão' é escolhida para enfatizar a importância do esforço humano na realização da obra de Deus.","conexao_teologica":"O trabalho das mãos é visto como um ato de adoração e serviço a Deus, como em Colossenses 3:23.","referencias_relacionadas":["Colossenses 3:23","Salmos 90:17","Provérbios 16:3"]},"1reis_7_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma estrutura ou objeto que possui a forma de um urso, simbolizando força e robustez.","explicacao_detalhada":"No contexto de 1 Reis 7:27, o 'urso' é uma parte da descrição dos utensílios do templo, que eram elaborados e artisticamente projetados, refletindo a grandeza de Deus.","por_que_esta_palavra":"A escolha da palavra 'urso' pode indicar a força e a proteção que Deus oferece ao seu povo, assim como um urso é visto como um símbolo de poder na natureza.","conexao_teologica":"A presença de figuras como o urso no templo pode ser vista como uma representação da majestade e do poder de Deus, que é o criador de todas as coisas.","referencias_relacionadas":["Salmos 104:25","Isaías 11:6","Provérbios 28:1"]},"1reis_7_27_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"Neste contexto, 'mãe' pode simbolizar origem ou fonte, referindo-se à base ou suporte de algo maior.","explicacao_detalhada":"A palavra 'mãe' é utilizada para descrever a estrutura que sustenta os elementos do templo, enfatizando a importância da fundação e do suporte na construção.","por_que_esta_palavra":"A palavra 'mãe' é significativa pois sugere a ideia de proteção e cuidado, características atribuídas a Deus como o provedor e sustentador do seu povo.","conexao_teologica":"Deus é frequentemente descrito como um pai, mas também possui características maternas, sendo a fonte de vida e sustento.","referencias_relacionadas":["Isaías 66:13","Salmos 27:10","Mateus 23:37"]},"1reis_7_28_border":{"palavra_pt":"fronteira","palavra_original":"מִסְגֶּרֶת","transliteracao":"miçgereth","strong":"H4526","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"Refere-se à borda ou limite de um objeto, enfatizando a definição e a estrutura do que está sendo descrito.","explicacao_detalhada":"A 'fronteira' é uma parte importante da construção, pois define os limites e a integridade dos utensílios do templo, simbolizando a ordem e a santidade.","por_que_esta_palavra":"A palavra 'fronteira' é usada para mostrar que tudo no templo tem um propósito e um lugar, refletindo a ordem divina na criação.","conexao_teologica":"A ideia de fronteiras é importante na teologia, pois Deus estabelece limites para proteger e guiar seu povo.","referencias_relacionadas":["Deuteronômio 19:14","Provérbios 22:28","Salmos 104:9"]},"1reis_7_28_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade dos objetos e estruturas do templo, que eram feitos com excelência.","explicacao_detalhada":"A palavra 'bom' indica que tudo o que foi feito para o templo era de alta qualidade, refletindo a santidade e a grandeza de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a importância de oferecer o melhor a Deus, como um ato de adoração e respeito.","conexao_teologica":"A excelência nas obras de Deus é um reflexo de seu caráter; tudo o que Ele faz é bom e perfeito.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Tiago 1:17"]},"1reis_7_29_border":{"palavra_pt":"fronteira","palavra_original":"מִסְגֶּרֶת","transliteracao":"miçgereth","strong":"H4526","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"Assim como em 1 Reis 7:28, refere-se à borda ou limite de um objeto, enfatizando a definição e a estrutura.","explicacao_detalhada":"A repetição da palavra 'fronteira' reforça a ideia de que cada parte do templo tem um lugar designado, contribuindo para a harmonia do todo.","por_que_esta_palavra":"A palavra 'fronteira' é essencial para entender a ordem e a organização que Deus deseja em sua casa.","conexao_teologica":"Deus estabelece fronteiras em nossas vidas para nos guiar e proteger, assim como fez com o templo.","referencias_relacionadas":["Êxodo 19:12","Salmos 16:6","Provérbios 23:10"]},"1reis_7_30_senhor":{"palavra_pt":"senhor","palavra_original":"סֶרֶן","transliteracao":"çeren","strong":"H5633","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a um título de autoridade e respeito, indicando a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para descrever a posição de Deus como o governante supremo, que tem controle sobre o templo e seu funcionamento.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a autoridade de Deus na vida dos crentes e na história da salvação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Filipenses 2:9-11"]},"1reis_7_30_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se ao local de aquecimento e preparo de alimentos, simbolizando o lar e a hospitalidade.","explicacao_detalhada":"A palavra 'hearth' é utilizada para descrever um elemento essencial no templo, que representa a presença de Deus como o provedor de sustento.","por_que_esta_palavra":"A escolha da palavra 'hearth' sugere a ideia de que Deus é o calor e a luz em nossas vidas, assim como o fogo é essencial em um lar.","conexao_teologica":"Deus é frequentemente descrito como nosso sustento e abrigo, refletindo seu papel como nosso lar espiritual.","referencias_relacionadas":["Salmos 23:1-3","Mateus 6:26","João 6:35"]},"1reis_7_31_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à estrutura física do templo, que é a casa de Deus entre seu povo.","explicacao_detalhada":"A palavra 'casa' enfatiza a importância do templo como o lugar onde Deus habita e se encontra com seu povo.","por_que_esta_palavra":"A palavra 'casa' é significativa pois representa a presença de Deus entre os homens, um espaço sagrado e separado.","conexao_teologica":"A ideia de Deus habitar entre seu povo é central na teologia, culminando na encarnação de Cristo como a verdadeira casa de Deus.","referencias_relacionadas":["1 Coríntios 3:16","Hebreus 3:6","Apocalipse 21:3"]},"1reis_7_31_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"Assim como em 1 Reis 7:27, refere-se à base ou suporte, simbolizando origem e cuidado.","explicacao_detalhada":"A repetição da palavra 'mãe' reforça a ideia de que a estrutura do templo é sustentada por fundamentos sólidos, refletindo a proteção de Deus.","por_que_esta_palavra":"A palavra 'mãe' é usada para enfatizar a importância do suporte e da proteção que Deus oferece ao seu povo.","conexao_teologica":"Deus é visto como um cuidador e protetor, refletindo características maternas em sua relação com a humanidade.","referencias_relacionadas":["Isaías 49:15","Salmos 27:10","Mateus 23:37"]},"1reis_7_32_border":{"palavra_pt":"fronteira","palavra_original":"מִסְגֶּרֶת","transliteracao":"miçgereth","strong":"H4526","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"Refere-se à borda ou limite de um objeto, enfatizando a definição e a estrutura.","explicacao_detalhada":"A palavra 'fronteira' é usada novamente para mostrar a importância da ordem e da organização na construção do templo.","por_que_esta_palavra":"A repetição da palavra 'fronteira' destaca a necessidade de limites e definições claras no que diz respeito ao sagrado.","conexao_teologica":"Deus estabelece fronteiras em nossas vidas para nos guiar e proteger, assim como fez com o templo.","referencias_relacionadas":["Êxodo 19:12","Salmos 16:6","Provérbios 23:10"]},"1reis_7_32_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano utilizada para realizar ações.","explicacao_detalhada":"A palavra 'mao' (יָד) é frequentemente usada na Bíblia para simbolizar poder, ação e autoridade. No contexto de 1 Reis 7:32, a mão é mencionada em relação à construção do templo, indicando o trabalho e o esforço humano.","por_que_esta_palavra":"A mão é um símbolo de ação e trabalho, essencial para a realização de tarefas, especialmente em um contexto de construção.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção e poder na história humana.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"1reis_7_33_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável ou desejável.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) é usada para descrever a qualidade das obras e ações. Em 1 Reis 7:33, está relacionada à construção do templo, que é considerada uma obra boa e digna.","por_que_esta_palavra":"A bondade é um atributo de Deus e reflete a natureza de Suas obras. O templo é um reflexo da bondade divina.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, mostrando que tudo o que Ele faz é bom.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"1reis_7_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a maneira específica de realizar uma tarefa. Em 1 Reis 7:33, isso se relaciona ao estilo e à técnica utilizada na construção do templo.","por_que_esta_palavra":"O modo de fazer as coisas é importante para garantir que sejam feitas de acordo com os padrões estabelecidos por Deus.","conexao_teologica":"Deus é um Deus de ordem e beleza, e a maneira como adoramos e construímos deve refletir isso.","referencias_relacionadas":["Êxodo 25:40","1 Crônicas 28:19","Salmos 96:9"]},"1reis_7_34_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição ou localização entre outras coisas.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para indicar a relação de algo em meio a outros elementos. No contexto de 1 Reis 7:34, isso pode se referir à disposição dos elementos no templo.","por_que_esta_palavra":"A ideia de estar entre é crucial para entender a comunidade e a relação entre os elementos do templo.","conexao_teologica":"Deus habita entre o Seu povo, e o templo é um símbolo dessa presença.","referencias_relacionadas":["Levítico 26:12","Salmos 22:3","Mateus 18:20"]},"1reis_7_35_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à parte principal de algo.","explicacao_detalhada":"A palavra 'principio' (רֹאשׁ) é usada para descrever a parte superior ou o início de uma estrutura. Em 1 Reis 7:35, isso pode se referir à parte mais alta do templo.","por_que_esta_palavra":"O princípio é importante porque estabelece a fundação e a estrutura de tudo o que segue.","conexao_teologica":"Cristo é descrito como o princípio e o fim, a base de nossa fé.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Apocalipse 22:13"]},"1reis_7_35_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"Refere-se à figura materna ou à origem de algo.","explicacao_detalhada":"A palavra 'mae' (אַמָּה) pode simbolizar a origem ou a base de uma estrutura. Em 1 Reis 7:35, isso pode se referir à base do templo ou à sua sustentação.","por_que_esta_palavra":"A ideia de mãe é frequentemente associada à proteção e ao cuidado, refletindo a natureza de Deus como nosso cuidador.","conexao_teologica":"Deus é frequentemente descrito em termos de cuidado e proteção, semelhante a uma mãe.","referencias_relacionadas":["Isaías 66:13","Salmos 27:10","Mateus 23:37"]},"1reis_7_36_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se ao ato de se tornar visível ou se manifestar.","explicacao_detalhada":"A palavra 'aparecer' (פָּתַח) é usada para descrever a revelação de algo. Em 1 Reis 7:36, isso pode se referir à manifestação da glória de Deus no templo.","por_que_esta_palavra":"A aparição é um tema importante na Bíblia, simbolizando a revelação de Deus ao Seu povo.","conexao_teologica":"Deus se revela de várias maneiras, e a construção do templo é um meio de Sua presença se manifestar entre os homens.","referencias_relacionadas":["Êxodo 33:18","Salmos 104:2","João 1:14"]},"1reis_7_36_pedra":{"palavra_pt":"pedra","palavra_original":"לוּחַ","transliteracao":"lûwach","strong":"H3871","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se a um material sólido usado na construção.","explicacao_detalhada":"A palavra 'pedra' (לוּחַ) é fundamental na construção do templo, simbolizando estabilidade e durabilidade. Em 1 Reis 7:36, as pedras são mencionadas como parte da estrutura do templo.","por_que_esta_palavra":"As pedras são um símbolo de força e resistência, refletindo a solidez da fé.","conexao_teologica":"Cristo é descrito como a pedra angular, a base da nossa fé.","referencias_relacionadas":["Salmos 118:22","Mateus 21:42","1 Pedro 2:4-5"]},"1reis_7_36_border":{"palavra_pt":"fronteira","palavra_original":"מִסְגֶּרֶת","transliteracao":"miçgereth","strong":"H4526","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"Refere-se a uma delimitação ou contorno.","explicacao_detalhada":"A palavra 'fronteira' (מִסְגֶּרֶת) é usada para descrever os limites de uma estrutura. Em 1 Reis 7:36, isso pode se referir aos contornos do templo, que delimitam o espaço sagrado.","por_que_esta_palavra":"As fronteiras são importantes para definir o que é sagrado e o que é profano.","conexao_teologica":"Deus estabelece limites para proteger Seu povo e definir o que é santo.","referencias_relacionadas":["Deuteronômio 19:14","Provérbios 22:28","Isaías 54:2"]},"1reis_7_37_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de fazer ou criar.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de criar ou realizar algo. Em 1 Reis 7:37, isso pode se referir à obra de construção do templo.","por_que_esta_palavra":"Fazer é um ato de criação que reflete a natureza criativa de Deus.","conexao_teologica":"Deus é o Criador, e nossas ações devem refletir Sua natureza criativa.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Efésios 2:10"]},"1reis_7_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas foram feitas, enfatizando a importância da ordem e da precisão na construção do templo.","explicacao_detalhada":"A palavra 'modo' neste contexto destaca a necessidade de seguir instruções específicas dadas por Deus para a construção do templo, refletindo a santidade e a reverência necessárias para a habitação divina.","por_que_esta_palavra":"A escolha da palavra 'modo' indica que cada detalhe da construção era significativo e deveria ser executado conforme o plano divino.","conexao_teologica":"A obediência a Deus em detalhes é fundamental na vida do crente, assim como foi na construção do templo.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Hebreus 8:5"]},"1reis_7_38_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um dos elementos decorativos do templo, simbolizando força e proteção.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a forma de um dos suportes do templo, que eram feitos com grande habilidade e simbolizavam a força de Deus.","por_que_esta_palavra":"A utilização de animais fortes como o urso nas representações do templo reflete a majestade e a proteção divina.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e a presença de símbolos como o urso no templo reforça essa imagem.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Salmos 91:2"]},"1reis_7_38_mae":{"palavra_pt":"mae","palavra_original":"אַמָּה","transliteracao":"ʼammâh","strong":"H520","significado_raiz":"Ideia básica: mae.","significado_contextual":"Refere-se à medida de comprimento utilizada na construção, simbolizando a conexão entre o humano e o divino.","explicacao_detalhada":"A palavra 'mãe' aqui é usada para descrever uma unidade de medida, o que indica a precisão necessária na construção do templo.","por_que_esta_palavra":"A escolha de uma unidade de medida que remete à maternidade sugere um cuidado e uma proteção divina sobre o templo.","conexao_teologica":"Assim como uma mãe cuida de seus filhos, Deus cuida de seu povo, e o templo é um símbolo dessa relação.","referencias_relacionadas":["Isaías 66:13","Salmos 27:10","Gálatas 4:26"]},"1reis_7_39_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, enfatizando a generosidade e a entrega de ofertas a Deus.","explicacao_detalhada":"A palavra 'dar' neste contexto está relacionada ao oferecimento de sacrifícios e ofertas no templo, que eram essenciais para a adoração.","por_que_esta_palavra":"A prática de dar é central na vida de fé, simbolizando a entrega do coração e dos bens a Deus.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus e um chamado à ação para os crentes.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Provérbios 11:25"]},"1reis_7_39_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar sagrado de adoração.","explicacao_detalhada":"A palavra 'casa' enfatiza a ideia de que o templo é o lar de Deus entre seu povo, um espaço dedicado à adoração e à presença divina.","por_que_esta_palavra":"A casa de Deus é um símbolo da comunhão entre Deus e seu povo, onde Ele se revela e habita.","conexao_teologica":"O conceito de casa de Deus é central na teologia bíblica, representando a presença de Deus entre os homens.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"1reis_7_39_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de vastidão e poder, representando a soberania de Deus sobre a criação.","explicacao_detalhada":"A palavra 'mar' é utilizada para descrever a grande bacia de água que estava no templo, simbolizando a purificação e a abundância.","por_que_esta_palavra":"O mar é um símbolo de poder e mistério, refletindo a grandeza de Deus que controla as forças da natureza.","conexao_teologica":"A soberania de Deus sobre as águas é um tema recorrente na Bíblia, mostrando seu domínio sobre toda a criação.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"1reis_7_40_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente refere-se ao elemento decorativo do templo, enfatizando a força e a proteção.","explicacao_detalhada":"A repetição da palavra 'urso' destaca a importância dos símbolos de força na construção do templo, que representavam a proteção divina.","por_que_esta_palavra":"A presença de figuras de animais fortes como o urso reforça a ideia de que Deus é um defensor poderoso.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é um refúgio seguro para seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Salmos 91:2"]},"1reis_7_40_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho realizado na construção do templo, enfatizando a dedicação e o esforço envolvidos.","explicacao_detalhada":"A palavra 'obra' destaca a importância do trabalho manual e da dedicação na construção do templo, que era um projeto sagrado.","por_que_esta_palavra":"A obra de construção do templo é um reflexo do compromisso do povo com Deus e sua adoração.","conexao_teologica":"O trabalho para Deus é visto como um ato de adoração e serviço, refletindo a importância da dedicação na vida cristã.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 15:58","Efésios 2:10"]},"1reis_7_41_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à cabeça de algo, simbolizando a importância do fundamento na construção do templo.","explicacao_detalhada":"A palavra 'princípio' enfatiza que a construção do templo deve ser feita com uma base sólida, refletindo a importância de um bom fundamento na fé.","por_que_esta_palavra":"A ideia de princípio é crucial, pois tudo deve começar com uma base firme em Deus.","conexao_teologica":"Cristo é descrito como a pedra angular, o fundamento da fé cristã, e a construção do templo reflete essa verdade.","referencias_relacionadas":["Mateus 7:24-25","1 Pedro 2:6","Efésios 2:20"]},"1reis_7_42_arvore":{"palavra_pt":"arvore","palavra_original":"רִמּוֹן","transliteracao":"rimmôwn","strong":"H7416","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se à representação de árvores como símbolos de vida e crescimento no templo.","explicacao_detalhada":"A palavra 'árvore' é utilizada para descrever elementos decorativos que simbolizam a vida e a abundância que Deus proporciona.","por_que_esta_palavra":"As árvores no templo representam a vida eterna e a provisão de Deus para seu povo.","conexao_teologica":"A árvore da vida é um símbolo importante na Bíblia, representando a comunhão eterna com Deus.","referencias_relacionadas":["Gênesis 2:9","Apocalipse 22:2","Salmos 1:3"]},"1reis_7_42_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de encher os utensílios do templo com água.","explicacao_detalhada":"A palavra 'encher' implica a ação de completar algo, neste caso, os recipientes que eram usados para purificação e sacrifícios no templo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da preparação e da santidade dos objetos utilizados no culto a Deus.","conexao_teologica":"O ato de encher simboliza a plenitude e a presença de Deus no templo, onde a adoração e os sacrifícios são realizados.","referencias_relacionadas":["Êxodo 30:18","Levítico 8:11","1 Reis 8:64"]},"1reis_7_43_hearth":{"palavra_pt":"hearth","palavra_original":"כִּיּוֹר","transliteracao":"kîyôwr","strong":"H3595","significado_raiz":"Ideia básica: hearth.","significado_contextual":"Refere-se ao 'hearth', que é um recipiente grande usado para a purificação.","explicacao_detalhada":"O 'hearth' é um elemento essencial no ritual de purificação, simbolizando a limpeza e a preparação para a adoração.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância dos rituais de purificação na vida religiosa do povo de Israel.","conexao_teologica":"Representa a necessidade de estar limpo e preparado para se aproximar de Deus, refletindo a santidade exigida na adoração.","referencias_relacionadas":["Levítico 11:32","Números 19:17","Ezequiel 36:25"]},"1reis_7_43_fif":{"palavra_pt":"fif","palavra_original":"עֶשֶׂר","transliteracao":"ʻeser","strong":"H6235","significado_raiz":"Ideia básica: fif.","significado_contextual":"Refere-se ao número dez, que é uma quantidade significativa em várias tradições bíblicas.","explicacao_detalhada":"O número dez é frequentemente associado à completude e à totalidade, como nos Dez Mandamentos.","por_que_esta_palavra":"A palavra é utilizada para indicar a quantidade de recipientes ou objetos, enfatizando a ordem e a estrutura no culto.","conexao_teologica":"O número dez simboliza a plenitude da lei e a obediência a Deus, refletindo a importância da ordem divina.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:6-21","Mateus 19:17"]},"1reis_7_44_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar, que é um símbolo de vastidão e poder.","explicacao_detalhada":"O mar é frequentemente usado na Bíblia para representar a força da criação de Deus e seu domínio sobre as águas.","por_que_esta_palavra":"A menção do mar destaca a grandeza de Deus e sua soberania sobre a natureza.","conexao_teologica":"O mar simboliza a separação entre o sagrado e o profano, e a capacidade de Deus de controlar as forças da natureza.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"1reis_7_44_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado, que era uma importante fonte de sustento e sacrifício.","explicacao_detalhada":"O gado simboliza prosperidade e a provisão de Deus para o povo, além de ser utilizado em sacrifícios.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do gado na vida econômica e religiosa de Israel.","conexao_teologica":"O gado representa a oferta a Deus e a necessidade de sacrifício para a expiação dos pecados.","referencias_relacionadas":["Levítico 1:3","Números 7:87","Hebreus 9:22"]},"1reis_7_44_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem, que é a criação mais elevada de Deus.","explicacao_detalhada":"A palavra 'homem' implica a dignidade e a responsabilidade que Deus deu à humanidade sobre a criação.","por_que_esta_palavra":"É utilizada para enfatizar a importância do ser humano na relação com Deus e com a criação.","conexao_teologica":"O homem é visto como a imagem de Deus, chamado a governar e cuidar da terra.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-6","Romanos 5:12"]},"1reis_7_45_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei, que é a figura de autoridade e liderança em Israel.","explicacao_detalhada":"A palavra 'rei' implica a responsabilidade de governar com justiça e sabedoria, refletindo o caráter de Deus.","por_que_esta_palavra":"É usada para destacar a importância da liderança e da obediência a Deus na governança.","conexao_teologica":"O rei é um representante de Deus na terra, chamado a guiar o povo segundo os princípios divinos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"1reis_7_46_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei, enfatizando a continuidade da liderança.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a importância da estabilidade e continuidade na liderança de Israel.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relevância do papel do rei na história de Israel.","conexao_teologica":"A liderança do rei é vista como parte do plano de Deus para guiar seu povo.","referencias_relacionadas":["1 Reis 10:1-2","Salmos 89:27","Provérbios 21:1"]},"1reis_7_46_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo, que é a base da criação e da vida.","explicacao_detalhada":"A palavra 'solo' implica a terra que sustenta a vida e é um presente de Deus ao seu povo.","por_que_esta_palavra":"É utilizada para enfatizar a importância da terra na aliança de Deus com Israel.","conexao_teologica":"O solo é visto como parte da herança prometida a Israel, simbolizando a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"1reis_7_47_bondoso":{"palavra_pt":"bondoso","palavra_original":"יָנַח","transliteracao":"yânach","strong":"H3240","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se à bondade, que é um atributo de Deus.","explicacao_detalhada":"A palavra 'bondoso' implica a generosidade e a misericórdia que Deus demonstra para com seu povo.","por_que_esta_palavra":"É utilizada para enfatizar a natureza amorosa de Deus e sua disposição em cuidar de sua criação.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e sua relação com a humanidade.","referencias_relacionadas":["Salmos 136:1","Romanos 2:4","Gálatas 5:22"]},"1reis_7_47_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os objetos foram feitos ou dispostos.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira específica em que as coisas foram elaboradas, enfatizando a importância da forma e do estilo na construção do templo.","por_que_esta_palavra":"O uso da palavra 'modo' destaca a atenção aos detalhes e a reverência na construção do templo, que era um lugar sagrado.","conexao_teologica":"A forma como o templo foi construído reflete a ordem e a beleza que Deus deseja em Sua habitação entre o povo.","referencias_relacionadas":["1 Reis 6:14","Êxodo 25:9","Salmos 127:1"]},"1reis_7_47_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um assistente que carrega armaduras ou armas.","explicacao_detalhada":"A palavra 'armour bearer' indica a função de um servo ou soldado que ajuda um guerreiro, simbolizando lealdade e apoio em batalhas.","por_que_esta_palavra":"A presença de um 'armour bearer' é crucial em contextos de guerra, mostrando a importância do apoio mútuo entre os guerreiros.","conexao_teologica":"Assim como os guerreiros precisam de apoio, a comunidade de fé é chamada a se apoiar mutuamente em sua jornada espiritual.","referencias_relacionadas":["1 Samuel 14:1","2 Reis 6:15","Salmos 144:1"]},"1reis_7_48_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um urso, um animal que simboliza força e ferocidade.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como um símbolo de poder e proteção, refletindo a força que Deus oferece ao Seu povo.","por_que_esta_palavra":"O uso do 'urso' pode representar a defesa e a força que Deus provê em tempos de adversidade.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende Seu povo contra os inimigos.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"1reis_7_48_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente refere-se ao modo de construção ou disposição dos objetos.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da precisão e da beleza na construção do templo.","por_que_esta_palavra":"A escolha cuidadosa do 'modo' reflete a santidade do espaço que está sendo criado.","conexao_teologica":"A maneira como adoramos e construímos nossos lugares de culto deve refletir a reverência a Deus.","referencias_relacionadas":["1 Reis 6:38","Êxodo 25:40","Salmos 96:6"]},"1reis_7_48_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se novamente ao assistente que carrega armaduras.","explicacao_detalhada":"A repetição da palavra 'armour bearer' reforça a ideia de apoio e lealdade em tempos de batalha.","por_que_esta_palavra":"A presença de um 'armour bearer' é essencial para a eficácia em combate, simbolizando a importância do trabalho em equipe.","conexao_teologica":"Na vida cristã, somos chamados a ser 'armour bearers' uns dos outros, ajudando e apoiando nossos irmãos na fé.","referencias_relacionadas":["1 Samuel 16:21","2 Samuel 23:37","Salmos 55:12"]},"1reis_7_49_mao":{"palavra_pt":"mao","palavra_original":"יָמִין","transliteracao":"yâmîyn","strong":"H3225","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão, simbolizando ação e poder.","explicacao_detalhada":"A palavra 'mao' é usada para descrever a capacidade de agir e realizar tarefas, especialmente em contextos de serviço a Deus.","por_que_esta_palavra":"A mão é um símbolo de trabalho e esforço, essencial para a construção do templo e a realização da vontade de Deus.","conexao_teologica":"A mão de Deus é frequentemente mencionada como a que guia e protege Seu povo, sendo um símbolo de Sua ação no mundo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Mateus 5:30"]},"1reis_7_50_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue, um símbolo de vida e sacrifício.","explicacao_detalhada":"A palavra 'sangue' é frequentemente associada a sacrifícios e à aliança entre Deus e Seu povo, representando a vida que é dada.","por_que_esta_palavra":"O sangue é um elemento central na adoração e na expiação, simbolizando a purificação e a redenção.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício que traz redenção e vida eterna aos crentes.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"1reis_7_50_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa, simbolizando um lar ou lugar de habitação.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o templo como a morada de Deus entre Seu povo, um lugar sagrado.","por_que_esta_palavra":"A casa é um símbolo de segurança e presença, representando a relação íntima entre Deus e Seu povo.","conexao_teologica":"Assim como Deus habitou no templo, Ele também deseja habitar nos corações dos crentes.","referencias_relacionadas":["Salmos 23:6","João 14:2","1 Coríntios 3:16"]},"1reis_7_50_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é sagrado, separado para Deus.","explicacao_detalhada":"A palavra 'sagrado' indica a pureza e a separação do que é comum, enfatizando a importância da santidade na adoração.","por_que_esta_palavra":"O sagrado é essencial na relação com Deus, pois Ele é santo e exige santidade de Seu povo.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, chamando os crentes a viverem de maneira que reflitam Seu caráter.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"1reis_7_51_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo, simbolizando a totalidade e a integridade.","explicacao_detalhada":"A palavra 'corpo' pode ser vista como uma representação da comunidade de fé, onde cada membro tem um papel vital.","por_que_esta_palavra":"O corpo é um símbolo de unidade e diversidade, refletindo a maneira como os crentes devem trabalhar juntos para o Reino de Deus.","conexao_teologica":"A metáfora do corpo é usada por Paulo para descrever a igreja, enfatizando a importância de cada membro na edificação do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:16"]},"1reis_7_51_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho realizado na construção do templo.","explicacao_detalhada":"A palavra 'obra' neste contexto implica a atividade de construção e o esforço dedicado ao serviço de Deus, refletindo a importância do templo como morada divina.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a dedicação e o esforço humano em realizar algo sagrado.","conexao_teologica":"A obra de construção do templo simboliza a presença de Deus entre o seu povo e a importância do culto adequado.","referencias_relacionadas":["1 Reis 6:1","1 Crônicas 28:11-12","Salmos 127:1"]},"1reis_7_51_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Salomão, o rei de Israel que comissionou a construção do templo.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e o papel de liderança de Salomão na realização da obra sagrada.","por_que_esta_palavra":"Salomão é visto como um rei sábio e justo, e sua posição é fundamental para a história de Israel.","conexao_teologica":"O rei é um mediador entre Deus e o povo, e sua liderança é crucial para a adoração e a obediência a Deus.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:23-24","2 Crônicas 1:1"]}}