{"1reis_9_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de Israel, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de 1 Reis 9:1, a palavra 'rei' é usada para descrever Salomão, que governava Israel após a construção do Templo. O rei é visto como o representante de Deus na terra, responsável por manter a ordem e a justiça.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a posição de Salomão como líder escolhido por Deus, destacando a importância da realeza na história de Israel.","conexao_teologica":"A realeza de Salomão é um reflexo da soberania de Deus sobre Seu povo, e a figura do rei é frequentemente usada na Bíblia para simbolizar a liderança divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Provérbios 16:10"]},"1reis_9_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada em um contexto que pode simbolizar força e ferocidade.","explicacao_detalhada":"Embora a palavra 'urso' não seja o foco principal do versículo, sua inclusão pode sugerir a ideia de proteção e poder, características associadas a um rei forte.","por_que_esta_palavra":"A menção de 'urso' pode ser uma metáfora para descrever a força necessária para governar e proteger o povo de Israel.","conexao_teologica":"A força e a ferocidade de animais como o urso são frequentemente usadas na Bíblia para ilustrar a proteção divina e a força de Deus em batalha.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"1reis_9_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como uma queda de status ou uma mudança de condição.","explicacao_detalhada":"No contexto de 1 Reis 9:1, a palavra 'cair' pode simbolizar a transição do povo de Israel sob a liderança de Salomão, que traz prosperidade e estabilidade.","por_que_esta_palavra":"A ideia de 'cair' pode ser usada para contrastar a ascensão de Salomão com a queda de reinos anteriores que não seguiram a vontade de Deus.","conexao_teologica":"A queda de reinos e líderes é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre a história e a importância da obediência a Ele.","referencias_relacionadas":["Daniel 4:37","Ezequiel 21:26","Mateus 23:12"]},"1reis_9_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"Em 1 Reis 9:2, 'senhor' é usado para se referir a Deus, que se manifesta a Salomão e reafirma Sua aliança com ele e com Israel.","por_que_esta_palavra":"A utilização do nome 'senhor' destaca a relação de Salomão com Deus e a importância de reconhecer a soberania divina em todas as ações.","conexao_teologica":"A relação entre Deus e o rei é fundamental na teologia do Antigo Testamento, onde Deus é visto como o verdadeiro governante de Israel.","referencias_relacionadas":["Êxodo 20:2","Salmos 110:1","Isaías 45:23"]},"1reis_9_2_gibeon":{"palavra_pt":"gibeon","palavra_original":"גִּבְעוֹן","transliteracao":"Gibʻôwn","strong":"H1391","significado_raiz":"Ideia básica: gibeon.","significado_contextual":"Gibeon era uma cidade importante na época de Salomão, conhecida por sua sabedoria e culto a Deus.","explicacao_detalhada":"A menção de Gibeon em 1 Reis 9:2 remete ao local onde Salomão recebeu sabedoria de Deus, simbolizando a busca pela orientação divina.","por_que_esta_palavra":"Gibeon representa a conexão de Salomão com a sabedoria divina e a importância de buscar a direção de Deus em decisões críticas.","conexao_teologica":"A cidade de Gibeon é um símbolo da busca pela sabedoria e pela presença de Deus, que é essencial para a liderança justa.","referencias_relacionadas":["1 Reis 3:5","Josué 9:3","2 Crônicas 1:3"]},"1reis_9_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em percepção e entendimento, especialmente em relação à visão divina.","explicacao_detalhada":"Em 1 Reis 9:2, 'ver' pode se referir à revelação que Salomão recebeu de Deus, indicando a importância de discernir a vontade divina.","por_que_esta_palavra":"A palavra 'ver' é crucial para entender a comunicação de Deus com Salomão e a necessidade de estar atento à Sua orientação.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde ver é sinônimo de compreender a verdade de Deus e Sua vontade.","referencias_relacionadas":["Salmos 119:18","Isaías 6:10","Mateus 13:16"]},"1reis_9_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao Templo que Salomão construiu para Deus, simbolizando a presença divina entre o povo.","explicacao_detalhada":"Em 1 Reis 9:3, 'casa' é usada para descrever o Templo, que representa o lugar de adoração e a habitação de Deus entre os israelitas.","por_que_esta_palavra":"A construção da casa de Deus é um marco na história de Israel, simbolizando a aliança e a presença de Deus com Seu povo.","conexao_teologica":"O Templo é um símbolo da presença de Deus e da relação entre Deus e Seu povo, sendo um ponto central na adoração israelita.","referencias_relacionadas":["1 Reis 6:1","Salmos 132:13","Isaías 56:7"]},"1reis_9_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode simbolizar um tempo de realização e cumprimento das promessas de Deus.","explicacao_detalhada":"Em 1 Reis 9:3, 'dia' pode referir-se ao momento em que Deus confirma Suas promessas a Salomão, destacando a importância do tempo na história da salvação.","por_que_esta_palavra":"A menção de 'dia' enfatiza a ideia de que Deus age em momentos específicos da história, cumprindo Suas promessas.","conexao_teologica":"O conceito de tempo e dia é importante na teologia bíblica, onde Deus intervém na história em momentos determinados.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","2 Pedro 3:8"]},"1reis_9_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica em comunicação e revelação, especialmente em relação à vontade de Deus.","explicacao_detalhada":"Em 1 Reis 9:3, 'dizer' pode se referir à comunicação de Deus com Salomão, enfatizando a importância de ouvir e obedecer à voz divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Deus e o homem, onde a revelação divina é essencial para a vida e a liderança.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, onde Ele fala e revela Sua vontade ao Seu povo.","referencias_relacionadas":["Deuteronômio 5:27","Salmos 29:4","Hebreus 1:1"]},"1reis_9_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada novamente, possivelmente simbolizando força e proteção.","explicacao_detalhada":"A repetição da palavra 'urso' em 1 Reis 9:4 pode reforçar a ideia de que a força é necessária para governar e proteger o povo de Israel sob a liderança de Salomão.","por_que_esta_palavra":"A menção de 'urso' pode ser uma metáfora para descrever a força necessária para enfrentar desafios e adversidades.","conexao_teologica":"A força e a proteção divina são temas recorrentes na Bíblia, onde Deus é frequentemente descrito como um defensor poderoso.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"1reis_9_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus deseja que Seu povo viva e se comporte.","explicacao_detalhada":"O termo 'modo' implica em um padrão ou estilo de vida que deve ser seguido. Neste contexto, Deus está instruindo Salomão sobre como governar e viver de acordo com os Seus mandamentos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de seguir as diretrizes divinas em todas as ações.","conexao_teologica":"A obediência a Deus é fundamental para a vida do povo de Israel e para a manutenção de Sua bênção sobre eles.","referencias_relacionadas":["Deuteronômio 5:32-33","Salmos 119:1-3","Provérbios 4:26"]},"1reis_9_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a condição de ser salvo ou protegido por Deus.","explicacao_detalhada":"Neste versículo, a palavra 'salvar' é usada para expressar a promessa de Deus de proteger e resgatar Seu povo, desde que eles sigam Seus caminhos.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a obediência e a salvação divina.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de dependência de Deus para proteção e redenção.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:9"]},"1reis_9_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de estabelecer ou erguer algo, como um reino ou uma obra.","explicacao_detalhada":"A palavra 'levantar' implica em iniciar ou restaurar algo que é significativo, como o reino de Salomão, que deveria ser um reflexo da vontade de Deus.","por_que_esta_palavra":"É usada para mostrar a ação de Deus em estabelecer Seu reino na terra através de Salomão.","conexao_teologica":"Deus é o arquétipo do levantador de reinos e de líderes, mostrando que a autoridade vem dEle.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Romanos 13:1"]},"1reis_9_5_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza perpétua do reino de Deus.","explicacao_detalhada":"A palavra 'eterno' enfatiza que o reino de Deus não tem fim e que as promessas divinas são duradouras.","por_que_esta_palavra":"Utilizada para destacar a continuidade e a fidelidade de Deus em Suas promessas.","conexao_teologica":"A eternidade de Deus e de Seu reino é um tema central na teologia bíblica, refletindo Sua soberania.","referencias_relacionadas":["Salmos 145:13","Isaías 9:7","Apocalipse 11:15"]},"1reis_9_5_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao governo ou autoridade sobre um território ou povo.","explicacao_detalhada":"A palavra 'reino' implica em um domínio que deve ser exercido com justiça e retidão, refletindo o caráter de Deus.","por_que_esta_palavra":"É usada para descrever a responsabilidade de Salomão como rei e a expectativa de que ele governe segundo os princípios divinos.","conexao_teologica":"O conceito de reino é fundamental na Bíblia, representando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Mateus 6:33","Lucas 17:21","Apocalipse 1:6"]},"1reis_9_6_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a autoridade e o poder de Deus sobre todas as coisas, incluindo o reino de Israel.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Seu povo, e como Ele deve ser reverenciado.","conexao_teologica":"A natureza de Deus como soberano é um tema central na Bíblia, refletindo Sua majestade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"1reis_9_6_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à proteção e ao resgate que Deus oferece ao Seu povo.","explicacao_detalhada":"A repetição da palavra 'salvar' reforça a ideia de que a salvação é um ato contínuo de Deus em favor de Israel.","por_que_esta_palavra":"É essencial para compreender a dinâmica da salvação na relação entre Deus e Seu povo.","conexao_teologica":"A salvação é um tema recorrente na Bíblia, simbolizando a intervenção divina na história da humanidade.","referencias_relacionadas":["Salmos 34:19","Isaías 61:1","Efésios 2:8"]},"1reis_9_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de paternidade entre Deus e o povo de Israel, e especificamente a Salomão.","explicacao_detalhada":"A palavra 'filho' implica em uma relação especial e íntima, onde Deus se compromete a cuidar e guiar aqueles que são Seus.","por_que_esta_palavra":"É usada para enfatizar a herança e a responsabilidade que vem com a filiação divina.","conexao_teologica":"A ideia de Deus como Pai é central na teologia cristã, refletindo amor e cuidado.","referencias_relacionadas":["Salmos 2:7","Mateus 5:9","Romanos 8:14"]},"1reis_9_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou aniquilar algo, especialmente em relação ao povo de Israel.","explicacao_detalhada":"A palavra 'destruir' é usada para advertir sobre as consequências da desobediência a Deus, indicando que a quebra da aliança pode levar à destruição.","por_que_esta_palavra":"É crucial para entender a seriedade da obediência e as consequências do pecado.","conexao_teologica":"A destruição como consequência do pecado é um tema recorrente na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Deuteronômio 28:15","Jeremias 18:7-10","Romanos 6:23"]},"1reis_9_7_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra prometida a Israel, que é vista como sagrada.","explicacao_detalhada":"A palavra 'solo' enfatiza a importância da terra em que o povo de Deus habita e a relação especial que eles têm com ela.","por_que_esta_palavra":"É usada para destacar a conexão entre o povo de Deus e a terra que Ele lhes deu como herança.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus e da fidelidade de Sua aliança com Israel.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"1reis_9_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa do Senhor, o templo construído por Salomão.","explicacao_detalhada":"A palavra 'casa' neste contexto simboliza não apenas uma estrutura física, mas também a presença de Deus entre o Seu povo. O templo é visto como o lugar onde Deus habita e onde os israelitas podem se encontrar com Ele.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a relação especial entre Deus e o Seu povo, indicando que o templo é um lar espiritual.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e prefigura a vinda de Cristo, que é chamado de 'templo' em João 2:19.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12"]},"1reis_9_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente se refere ao templo, enfatizando sua importância e solidez.","explicacao_detalhada":"A repetição da palavra 'casa' neste versículo reforça a ideia de que o templo é um lugar de segurança e estabilidade espiritual para o povo de Israel.","por_que_esta_palavra":"A palavra 'casa' é usada para mostrar que o templo é um lugar de adoração e um símbolo da aliança entre Deus e Israel.","conexao_teologica":"O templo representa a presença de Deus e a promessa de que Ele estará sempre com Seu povo, um tema que se estende até o Novo Testamento.","referencias_relacionadas":["1 Reis 8:10-11","Isaías 56:7","Hebreus 9:24"]},"1reis_9_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, que é um elemento central na história do povo de Deus.","explicacao_detalhada":"A palavra 'terra' aqui simboliza a herança que Deus deu ao Seu povo, um lugar de bênção e prosperidade, onde eles poderiam viver em comunhão com Ele.","por_que_esta_palavra":"A menção da 'terra' destaca a fidelidade de Deus em cumprir Suas promessas e a importância do território na identidade israelita.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que encontramos em Cristo, que nos oferece uma herança eterna.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Hebreus 4:9-11"]},"1reis_9_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em relação à adoração e ao serviço a Deus.","explicacao_detalhada":"A palavra 'modo' implica que há uma maneira correta de se aproximar de Deus, refletindo a importância da santidade e da reverência na adoração.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a adoração a Deus deve ser feita de acordo com Suas instruções e não de qualquer maneira.","conexao_teologica":"A ideia de 'modo' se conecta com a necessidade de seguir a vontade de Deus em todas as áreas da vida, um princípio que é reafirmado no Novo Testamento.","referencias_relacionadas":["Êxodo 25:9","Salmos 119:105","Colossenses 3:17"]},"1reis_9_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Reitera a importância da terra prometida e as consequências de desobedecer a Deus.","explicacao_detalhada":"A palavra 'terra' aqui é um lembrete da aliança de Deus com Israel e das bênçãos que vêm da obediência, bem como das maldições que vêm da desobediência.","por_que_esta_palavra":"A menção da 'terra' enfatiza a conexão entre a fidelidade a Deus e a prosperidade da nação.","conexao_teologica":"A terra prometida é um símbolo da vida abundante que Deus oferece a todos que O seguem, refletindo a relação entre obediência e bênção.","referencias_relacionadas":["Deuteronômio 28:1-2","Josué 1:8","Romanos 11:22"]},"1reis_9_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de agarrar ou manter firme a aliança com Deus.","explicacao_detalhada":"A palavra 'agarrar' implica um esforço ativo para permanecer fiel a Deus e às Suas promessas, refletindo a necessidade de perseverança na fé.","por_que_esta_palavra":"A escolha dessa palavra sugere que a fidelidade a Deus requer ação e compromisso contínuos.","conexao_teologica":"A ideia de 'agarrar' se relaciona com a exortação de Paulo em Filipenses 3:12-14, onde ele fala sobre perseverar na fé.","referencias_relacionadas":["Deuteronômio 10:20","Salmos 63:8","Filipenses 3:14"]},"1reis_9_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a singularidade e a soberania de Deus sobre todas as coisas, destacando Sua autoridade e poder.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender a relação entre o Criador e Sua criação, especialmente em relação ao povo de Israel.","conexao_teologica":"Deus é apresentado como o único verdadeiro Deus, e essa verdade é central para a fé cristã, que afirma a unicidade de Deus em um mundo cheio de ídolos.","referencias_relacionadas":["Isaías 45:5","João 17:3","1 Coríntios 8:6"]},"1reis_9_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Mais uma vez, refere-se ao templo, enfatizando sua construção e importância.","explicacao_detalhada":"A repetição da palavra 'casa' aqui reforça a ideia de que o templo é um lugar de encontro entre Deus e Seu povo, um espaço sagrado.","por_que_esta_palavra":"A palavra 'casa' é usada para mostrar a continuidade da presença de Deus entre os israelitas, mesmo após a construção do templo.","conexao_teologica":"O templo é um símbolo da presença de Deus, que se cumpre plenamente em Cristo, que é chamado de 'o verdadeiro templo'.","referencias_relacionadas":["1 Reis 6:2","Mateus 12:6","Apocalipse 21:22"]},"1reis_9_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Salomão, que governou Israel e construiu o templo.","explicacao_detalhada":"A palavra 'rei' aqui destaca a autoridade e o papel de liderança de Salomão, que foi escolhido por Deus para governar Seu povo.","por_que_esta_palavra":"A menção do 'rei' é importante para entender a estrutura de governo em Israel e a relação entre o rei e a vontade de Deus.","conexao_teologica":"Salomão é uma figura que prefigura Cristo, o Rei dos Reis, que também é o construtor de um templo espiritual.","referencias_relacionadas":["1 Reis 3:5-14","Salmos 72:1-2","Mateus 2:2"]},"1reis_9_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à possibilidade de que a casa (templo) caia, simbolizando a queda da nação se desobedecer a Deus.","explicacao_detalhada":"A palavra 'cair' implica uma advertência sobre as consequências da desobediência e a importância de permanecer fiel a Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da relação entre o povo e Deus, que pode ser rompida pela infidelidade.","conexao_teologica":"A ideia de 'cair' se relaciona com a advertência de Jesus sobre a necessidade de construir a vida sobre a rocha, que é Ele mesmo.","referencias_relacionadas":["Mateus 7:24-27","Hebreus 12:25-29","Apocalipse 3:16"]},"1reis_9_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' implica uma maneira específica de agir ou proceder, que é importante para a compreensão das instruções dadas por Deus a Salomão sobre a construção do templo.","por_que_esta_palavra":"O uso de 'modo' enfatiza a necessidade de seguir as diretrizes divinas com precisão.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a vida do povo de Israel e para a construção do templo, que simboliza a presença de Deus entre eles.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Hebreus 8:5"]},"1reis_9_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em Israel, que é Salomão neste contexto.","explicacao_detalhada":"A palavra 'rei' denota não apenas um governante, mas também um líder espiritual e político, responsável por guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A menção do 'rei' é crucial para entender a relação entre a liderança humana e a soberania divina.","conexao_teologica":"A realeza de Salomão é um reflexo do reinado de Deus sobre Israel, e a construção do templo é um ato de submissão a essa autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Mateus 2:2"]},"1reis_9_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido a Israel, que é a terra de Canaã.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando a promessa de Deus ao seu povo e o lugar onde eles devem viver em obediência.","por_que_esta_palavra":"A terra é o cenário onde as promessas de Deus se realizam e onde o templo será construído.","conexao_teologica":"A terra é vista como um dom divino, e a presença de Deus no templo é um sinal da sua habitação entre o seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:2"]},"1reis_9_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade específica, que é Jerusalém, o centro espiritual de Israel.","explicacao_detalhada":"A palavra 'cidade' implica um lugar de reunião, segurança e adoração, onde o templo será erguido.","por_que_esta_palavra":"A cidade é o local escolhido por Deus para a habitação do templo, simbolizando a presença divina entre o seu povo.","conexao_teologica":"Jerusalém é vista como a cidade de Deus, e o templo é o seu coração espiritual.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:35"]},"1reis_9_12_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se a algo que é significativo ou de grande importância.","explicacao_detalhada":"A palavra 'grande' pode se referir à magnitude da obra que está sendo realizada, como a construção do templo.","por_que_esta_palavra":"A grandeza da obra de Deus é um tema recorrente na Bíblia, refletindo a sua majestade e poder.","conexao_teologica":"A grandeza de Deus é manifestada na criação e nas obras que Ele realiza através de seu povo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"1reis_9_12_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber ou entender algo.","explicacao_detalhada":"A palavra 'ver' implica uma visão mais profunda, que vai além do simples olhar físico, envolvendo discernimento espiritual.","por_que_esta_palavra":"Ver é essencial para compreender a vontade de Deus e as suas obras no mundo.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos do seu povo para que vejam a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Efésios 1:18"]},"1reis_9_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente à cidade de Jerusalém, enfatizando sua importância.","explicacao_detalhada":"A repetição da palavra 'cidade' reforça a centralidade de Jerusalém na história da salvação e na adoração a Deus.","por_que_esta_palavra":"Jerusalém é o local onde Deus escolheu habitar entre o seu povo, tornando-se um símbolo de esperança e redenção.","conexao_teologica":"A cidade de Deus é um tema que se estende até o Novo Testamento, onde a nova Jerusalém é prometida.","referencias_relacionadas":["Hebreus 12:22","Apocalipse 21:2","Gálatas 4:26"]},"1reis_9_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, que pode ter implicações espirituais.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de realização das promessas de Deus e de eventos significativos na história de Israel.","por_que_esta_palavra":"O conceito de dia é importante na narrativa bíblica, muitas vezes associado a eventos de julgamento ou salvação.","conexao_teologica":"O dia do Senhor é um tema recorrente na Bíblia, onde Deus intervém na história de maneira poderosa.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","2 Pedro 3:10"]},"1reis_9_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância e magnitude das declarações feitas.","explicacao_detalhada":"A palavra 'dizer' implica a comunicação de verdades significativas que têm impacto sobre a vida do povo de Deus.","por_que_esta_palavra":"As palavras têm poder, e o que é dito por Deus ou por seus profetas é crucial para a compreensão da vontade divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e suas promessas são sempre cumpridas.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"1reis_9_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do rei, enfatizando seu papel na história de Israel.","explicacao_detalhada":"A repetição da palavra 'rei' sublinha a importância da liderança de Salomão e sua responsabilidade diante de Deus.","por_que_esta_palavra":"O rei é visto como um representante de Deus na terra, e sua conduta tem implicações espirituais para todo o povo.","conexao_teologica":"A liderança justa e piedosa é um reflexo do caráter de Deus e é essencial para a saúde espiritual da nação.","referencias_relacionadas":["Provérbios 16:12","Eclesiastes 8:2","Romanos 13:1"]},"1reis_9_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar ou despachar alguém ou algo para um determinado lugar.","explicacao_detalhada":"No contexto de 1 Reis 9:14, 'enviar' é utilizado para descrever a ação de Salomão ao enviar mensageiros ou recursos para outros reinos, demonstrando sua influência e poder.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a autoridade de Salomão como rei e sua capacidade de estabelecer relações diplomáticas.","conexao_teologica":"A ideia de enviar é frequentemente associada ao chamado de Deus para que seus mensageiros levem Sua palavra e vontade ao povo.","referencias_relacionadas":["Gênesis 45:5","Êxodo 3:10","Mateus 10:16"]},"1reis_9_15_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"A palavra 'discomfited' refere-se a causar confusão ou desordem, especialmente em um contexto de batalha.","explicacao_detalhada":"Em 1 Reis 9:15, a palavra é usada para descrever a derrota dos inimigos de Israel, que foram desorientados e derrotados por causa da sabedoria e estratégia de Salomão.","por_que_esta_palavra":"A utilização de 'discomfited' destaca a intervenção divina nas batalhas de Israel, mostrando que a vitória vem do Senhor.","conexao_teologica":"A desordem entre os inimigos de Israel é um reflexo do controle soberano de Deus sobre as nações.","referencias_relacionadas":["Salmos 44:10","Isaías 41:11","2 Crônicas 20:22"]},"1reis_9_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, responsável por governar e proteger seu povo.","explicacao_detalhada":"No versículo, 'rei' se refere a Salomão, que é apresentado como um governante sábio e poderoso, estabelecendo a paz e a prosperidade em Israel.","por_que_esta_palavra":"A palavra 'rei' é central para entender a posição de Salomão e seu papel na história de Israel, especialmente em relação à aliança de Deus com Seu povo.","conexao_teologica":"A figura do rei em Israel é um símbolo da liderança divina e da justiça de Deus entre as nações.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Samuel 8:5","Salmos 72:1-2"]},"1reis_9_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' pode se referir a um comando, declaração ou a mensagem de Deus.","explicacao_detalhada":"Em 1 Reis 9:15, 'palavra' é utilizada para enfatizar a importância das instruções e promessas de Deus que guiam as ações de Salomão.","por_que_esta_palavra":"A escolha de 'palavra' destaca a relação entre a obediência ao Senhor e o sucesso do reinado de Salomão.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, sendo a base para decisões e ações.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"1reis_9_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer distinções, especialmente em um contexto legal ou moral.","explicacao_detalhada":"No contexto de 1 Reis 9:16, 'julgar' se relaciona com a responsabilidade de Salomão em governar com justiça e sabedoria, resolvendo disputas entre o povo.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender o papel de Salomão como rei justo, que busca a verdade e a equidade.","conexao_teologica":"Deus é descrito como o juiz supremo, e os reis são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Eclesiastes 3:17"]},"1reis_9_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, frequentemente com um significado social e político.","explicacao_detalhada":"Em 1 Reis 9:16, a 'cidade' mencionada é uma referência a locais específicos que Salomão estava construindo ou restaurando, simbolizando a prosperidade de Israel.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a expansão e a segurança do reino sob o governo de Salomão.","conexao_teologica":"Cidades na Bíblia muitas vezes representam a presença de Deus entre Seu povo e a segurança que Ele proporciona.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Mateus 5:14"]},"1reis_9_16_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'farao' refere-se ao título do governante do Egito, uma figura de poder e opressão na história de Israel.","explicacao_detalhada":"No contexto de 1 Reis 9:16, a menção do faraó destaca a relação histórica entre Israel e o Egito, bem como a libertação do povo hebreu da escravidão.","por_que_esta_palavra":"A palavra 'farao' é significativa para entender a dinâmica de poder e a soberania de Deus sobre as nações.","conexao_teologica":"Deus é apresentado como aquele que liberta Seu povo da opressão, contrastando com a tirania dos faraós.","referencias_relacionadas":["Êxodo 3:10","Êxodo 12:30-31","Romanos 9:17"]},"1reis_9_17_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de edificar ou estabelecer algo, frequentemente em um contexto de grande importância.","explicacao_detalhada":"Em 1 Reis 9:17, 'construir' se refere à obra de Salomão em edificar o Templo e outras estruturas, simbolizando a presença de Deus entre Seu povo.","por_que_esta_palavra":"A escolha de 'construir' enfatiza a importância do Templo como o centro de adoração e a relação entre Deus e Israel.","conexao_teologica":"A construção do Templo é um marco na história da salvação, representando a habitação de Deus entre os homens.","referencias_relacionadas":["1 Reis 6:1","2 Crônicas 3:1","Atos 7:47-50"]},"1reis_9_17_solomon":{"palavra_pt":"solomon","palavra_original":"שְׁלֹמֹה","transliteracao":"Shᵉlômôh","strong":"H8010","significado_raiz":"Ideia básica: solomon.","significado_contextual":"A palavra 'Salomão' refere-se ao rei de Israel, conhecido por sua sabedoria e riqueza.","explicacao_detalhada":"Em 1 Reis 9:17, a menção de Salomão destaca seu papel central na construção do Templo e na consolidação do reino de Israel.","por_que_esta_palavra":"A palavra 'Salomão' é significativa para entender a era de ouro de Israel e a realização das promessas de Deus.","conexao_teologica":"Salomão é uma figura que prefigura Cristo, o Rei dos Reis, que também edifica um templo espiritual.","referencias_relacionadas":["1 Reis 3:5-14","1 Reis 10:23-24","Mateus 12:42"]},"1reis_9_17_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se a algo que não é especificamente mencionado ou que não tem uma representação clara.","explicacao_detalhada":"No contexto de 1 Reis 9:17, 'unrepresented' pode se referir a elementos que não são detalhados, mas que fazem parte da obra de Salomão.","por_que_esta_palavra":"A escolha de 'unrepresented' sugere que há aspectos da obra de Salomão que vão além do que é escrito, indicando a grandeza de suas realizações.","conexao_teologica":"Deus é muitas vezes descrito como além da compreensão humana, e Sua obra é vasta e profunda.","referencias_relacionadas":["Romanos 11:33","1 Coríntios 2:9","Efésios 3:20"]},"1reis_9_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi dada aos israelitas como herança.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada para descrever a terra prometida, que é central na narrativa bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","por_que_esta_palavra":"A terra é um símbolo de estabilidade, herança e a relação entre Deus e Seu povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando não apenas um lugar físico, mas também um estado espiritual de comunhão com Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"1reis_9_18_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a áreas de cultivo e pastagem, essenciais para a subsistência do povo.","explicacao_detalhada":"A palavra 'campo' (מִדְבָּר, midbâr) implica em um espaço aberto, muitas vezes associado à vida rural e à provisão de Deus para Seu povo.","por_que_esta_palavra":"Os campos são vitais para a agricultura e a economia, simbolizando a bênção de Deus sobre a terra.","conexao_teologica":"Os campos também representam o trabalho e a colheita espiritual, onde os crentes são chamados a semear e colher para o Reino de Deus.","referencias_relacionadas":["Mateus 9:37-38","Gálatas 6:7-9","Isaías 28:23-29"]},"1reis_9_18_baalath":{"palavra_pt":"baalath","palavra_original":"בַּעֲלָת","transliteracao":"Baʻălâth","strong":"H1191","significado_raiz":"Ideia básica: baalath.","significado_contextual":"Refere-se a uma cidade ou localidade específica mencionada na construção de cidades por Salomão.","explicacao_detalhada":"A palavra 'baalath' (בַּעֲלָת, Baʻălâth) é um nome próprio que pode estar associado a práticas de adoração a deuses cananeus, refletindo a complexidade da história religiosa de Israel.","por_que_esta_palavra":"A menção de Baalath destaca a interação entre a cultura israelita e as influências pagãs ao redor.","conexao_teologica":"A construção de cidades como Baalath pode ser vista como um reflexo da busca de Salomão por poder e prestígio, mas também como um alerta sobre a idolatria.","referencias_relacionadas":["1 Reis 9:18","1 Reis 11:4-6","Deuteronômio 12:2-3"]},"1reis_9_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as cidades e as estruturas foram construídas.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica em totalidade ou abrangência, indicando que tudo foi feito de acordo com um plano específico.","por_que_esta_palavra":"O uso de 'modo' enfatiza a ordem e a intenção por trás das ações de Salomão na construção.","conexao_teologica":"A maneira como as coisas são feitas reflete a sabedoria divina e a importância de seguir os caminhos de Deus em todas as áreas da vida.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23-24","Salmos 127:1"]},"1reis_9_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades que foram construídas por Salomão como parte de seu reino.","explicacao_detalhada":"A palavra 'cidade' (עִיר, ʻîyr) representa um centro de vida social, política e religiosa, fundamental para a organização do povo de Israel.","por_que_esta_palavra":"As cidades são locais de proteção, comércio e adoração, refletindo a civilização e a cultura do povo.","conexao_teologica":"As cidades também simbolizam a comunidade de crentes, onde a vida em comum e a adoração a Deus se entrelaçam.","referencias_relacionadas":["Salmos 122:1","Hebreus 11:10","Apocalipse 21:2"]},"1reis_9_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos descendentes dos povos que habitavam a terra antes da conquista israelita.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para indicar a continuidade de uma linhagem e a herança cultural e espiritual.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da descendência e das promessas de Deus para as gerações futuras.","conexao_teologica":"A ideia de filhos é central na teologia bíblica, representando a relação entre Deus e Seu povo como Pai e filhos.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 103:17","Romanos 8:14"]},"1reis_9_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo foi tratado ou como as coisas foram feitas.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) sugere uma abordagem abrangente e intencional nas ações de Salomão.","por_que_esta_palavra":"O uso de 'modo' enfatiza a importância da metodologia e da sabedoria nas decisões tomadas.","conexao_teologica":"A maneira como as ações são realizadas reflete a sabedoria de Deus e a necessidade de buscar Sua orientação em todas as decisões.","referencias_relacionadas":["Tiago 1:5","Provérbios 16:3","Salmos 37:5"]},"1reis_9_20_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que habitava a terra e que foi subjugado pelos israelitas.","explicacao_detalhada":"A palavra 'povo' (עַם, ʻam) é usada para descrever a coletividade de indivíduos que formam uma nação ou grupo.","por_que_esta_palavra":"A menção do povo destaca a diversidade étnica e cultural da região, bem como a soberania de Deus sobre todas as nações.","conexao_teologica":"O conceito de povo é fundamental na Bíblia, representando a comunidade de crentes e a missão de Deus para alcançar todas as nações.","referencias_relacionadas":["Gênesis 12:2","Mateus 28:19-20","Atos 2:39"]},"1reis_9_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi conquistada e habitada pelos israelitas.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é um símbolo de herança e promessa, representando a fidelidade de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando tanto a bênção quanto a responsabilidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema que se estende por toda a Bíblia, culminando na nova criação prometida em Cristo.","referencias_relacionadas":["Josué 1:2-3","Salmos 37:29","Apocalipse 21:1-2"]},"1reis_9_21_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"Refere-se ao estado de confusão ou derrota dos inimigos de Israel.","explicacao_detalhada":"A palavra 'discomfited' (מַס, maç) implica em desordem e desestabilização, frequentemente associada à intervenção divina nas batalhas.","por_que_esta_palavra":"A menção de 'discomfited' destaca a proteção e o poder de Deus sobre Seu povo, garantindo vitória sobre os adversários.","conexao_teologica":"A vitória de Deus sobre os inimigos é um tema recorrente, simbolizando a luta espiritual e a certeza da vitória em Cristo.","referencias_relacionadas":["Salmos 44:5","Isaías 54:17","Romanos 8:37"]},"1reis_9_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que eventos significativos ocorreram na história de Israel.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um tempo específico, muitas vezes relacionado a eventos históricos ou a ações de Deus na vida do povo de Israel.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo e dos eventos que moldaram a nação.","conexao_teologica":"O conceito de tempo é fundamental na teologia bíblica, pois Deus age na história em momentos específicos.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 90:12"]},"1reis_9_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente no contexto da linhagem real de Israel.","explicacao_detalhada":"A palavra 'filho' é frequentemente utilizada para descrever a relação entre pais e filhos, e é crucial na genealogia e nas promessas de Deus a Israel.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a continuidade da aliança de Deus através das gerações.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 17:19","Mateus 1:1","Romanos 8:14"]},"1reis_9_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade nas promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' implica em algo que é confiável e autêntico, refletindo o caráter de Deus e Suas promessas.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus e é fundamental para a vida e a fé do povo de Israel.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, que nos chama a viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"1reis_9_23_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho e às atividades realizadas na construção do templo e na administração do reino.","explicacao_detalhada":"A palavra 'obra' abrange tanto as atividades físicas quanto espirituais que são realizadas em obediência a Deus.","por_que_esta_palavra":"A ênfase na 'obra' destaca a importância do serviço e da dedicação ao Senhor.","conexao_teologica":"As obras dos crentes são uma expressão de sua fé e obediência a Deus.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","1 Pedro 2:9"]},"1reis_9_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de realizar ou fazer algo, especialmente em um contexto de criação ou construção.","explicacao_detalhada":"A palavra 'urso' implica em ação e realização, muitas vezes associada ao trabalho de Deus na criação e na história.","por_que_esta_palavra":"A ênfase na ação de 'fazer' destaca a soberania de Deus em realizar Seus propósitos.","conexao_teologica":"Deus é apresentado como o Criador que realiza Sua vontade na história.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","Romanos 8:28"]},"1reis_9_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, muitas vezes associada à habitação do povo de Deus.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever lugares de importância social, política e espiritual na vida de Israel.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre Seu povo e de Sua proteção.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, representando a comunhão entre Deus e Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"1reis_9_24_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando opressão e poder.","explicacao_detalhada":"A palavra 'faraó' é frequentemente associada à opressão do povo de Israel e à resistência ao plano de Deus.","por_que_esta_palavra":"A menção de faraó destaca a luta entre o povo de Deus e as potências opressoras.","conexao_teologica":"A história de faraó é um exemplo da soberania de Deus sobre os governantes da terra.","referencias_relacionadas":["Êxodo 5:1","Êxodo 14:30","Romanos 9:17"]},"1reis_9_24_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou estrutura, especialmente no contexto do templo e da habitação de Deus.","explicacao_detalhada":"A palavra 'casa' é usada para descrever tanto a habitação física quanto a espiritual, representando a presença de Deus entre Seu povo.","por_que_esta_palavra":"A casa é um símbolo de segurança, pertencimento e a presença de Deus.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando a comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 23:6","João 14:2","1 Pedro 2:5"]},"1reis_9_25_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à oferta feita a Deus como ato de adoração e expiação.","explicacao_detalhada":"A palavra 'sacrifício' implica em um ato de entrega e devoção, essencial para a vida religiosa de Israel.","por_que_esta_palavra":"O sacrifício é uma expressão de arrependimento e busca de reconciliação com Deus.","conexao_teologica":"O sacrifício é um tema central na teologia do Antigo Testamento, prefigurando o sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"1reis_9_25_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de adoração e sacrifício, onde o povo se encontrava com Deus.","explicacao_detalhada":"A palavra 'altar' é usada para descrever o lugar sagrado onde os sacrifícios eram oferecidos a Deus.","por_que_esta_palavra":"O altar simboliza a mediação entre Deus e o homem, sendo um ponto de encontro espiritual.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício por nós.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"1reis_9_25_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é frequentemente associado à presença de Deus e à purificação.","explicacao_detalhada":"Neste contexto, o fogo pode simbolizar a santidade e a purificação que Deus exige de Seu povo. O fogo é um elemento que consome, mas também pode ser um meio de iluminação e revelação.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a importância da presença divina e a necessidade de purificação na adoração.","conexao_teologica":"O fogo representa a presença de Deus, como visto em eventos como a sarça ardente (Êxodo 3:2) e o Pentecostes (Atos 2:3).","referencias_relacionadas":["Êxodo 3:2","Levítico 9:24","Atos 2:3"]},"1reis_9_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo estabelecido por Deus sobre Seu povo.","explicacao_detalhada":"Neste versículo, o rei é uma figura central que representa a liderança e a responsabilidade de guiar a nação segundo os preceitos divinos.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de governo em Israel e a relação entre Deus e Seu povo.","conexao_teologica":"A realeza é um tema recorrente na Bíblia, simbolizando a soberania de Deus e a liderança que Ele estabelece sobre as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"1reis_9_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é vista como o lar prometido por Deus ao Seu povo, simbolizando bênção e herança.","explicacao_detalhada":"Neste contexto, a terra é o espaço onde o povo de Israel deve viver em obediência a Deus, refletindo Sua glória e justiça.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da terra prometida.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade de Sua aliança, como em Gênesis 12:1-3.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"1reis_9_27_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' representa tanto a criação de Deus quanto os desafios e perigos que o povo enfrenta.","explicacao_detalhada":"Neste versículo, o mar pode simbolizar as fronteiras do reino e as dificuldades que podem surgir em relação a nações vizinhas.","por_que_esta_palavra":"A palavra 'mar' é usada para ilustrar a grandeza da criação de Deus e a soberania sobre as forças da natureza.","conexao_teologica":"O mar é frequentemente mencionado na Bíblia como um símbolo de caos e poder, que Deus controla, como em Gênesis 1:2.","referencias_relacionadas":["Gênesis 1:2","Êxodo 14:21","Salmos 89:9"]},"1reis_9_27_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica uma ação de delegar autoridade ou responsabilidade.","explicacao_detalhada":"Neste contexto, enviar pode referir-se a missões ou ordens dadas pelo rei, refletindo a dinâmica de liderança e obediência.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender como as decisões são tomadas e implementadas no governo de Israel.","conexao_teologica":"O ato de enviar é um tema que aparece em várias passagens, simbolizando a missão divina, como em Mateus 28:19.","referencias_relacionadas":["Mateus 28:19","Isaías 6:8","Romanos 10:15"]},"1reis_9_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui reafirma a autoridade e a posição de liderança dentro do contexto da nação.","explicacao_detalhada":"Neste versículo, o rei é visto como um mediador entre Deus e o povo, responsável por manter a ordem e a justiça.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da obediência às leis divinas.","conexao_teologica":"A figura do rei é central na narrativa bíblica, refletindo a soberania de Deus sobre a história e a humanidade.","referencias_relacionadas":["1 Samuel 10:24","Salmos 72:1-2","Provérbios 8:15-16"]},"1reis_9_28_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica um convite ou uma convocação para um propósito específico.","explicacao_detalhada":"Neste contexto, chamar pode referir-se ao ato de convocar pessoas para uma reunião ou para um evento importante.","por_que_esta_palavra":"A palavra 'chamar' é significativa para entender a dinâmica de liderança e a importância da comunhão entre o rei e seu povo.","conexao_teologica":"O ato de chamar é um tema que aparece em várias passagens, simbolizando o convite de Deus ao Seu povo, como em Mateus 11:28.","referencias_relacionadas":["Mateus 11:28","Isaías 55:1","Apocalipse 22:17"]},"1reis_9_28_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica uma ação de posse ou de apropriação de algo.","explicacao_detalhada":"Neste contexto, tomar pode referir-se à ação de assumir responsabilidades ou de receber algo que foi dado.","por_que_esta_palavra":"A palavra 'tomar' é importante para entender a dinâmica de liderança e a responsabilidade que vem com a autoridade.","conexao_teologica":"Tomar é um conceito que aparece em várias passagens, simbolizando a aceitação do chamado de Deus, como em Lucas 9:23.","referencias_relacionadas":["Lucas 9:23","Gálatas 6:5","1 Pedro 5:2"]}}