{"neemias_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem que Neemias recebeu sobre a situação de Jerusalém.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas uma palavra falada, mas também um assunto ou uma coisa. Neste contexto, é a mensagem que provoca a ação de Neemias.","por_que_esta_palavra":"Esta palavra é crucial porque inicia a narrativa de Neemias, que é motivado pela informação que recebe.","conexao_teologica":"A comunicação divina muitas vezes ocorre através de palavras, e a resposta de Neemias à palavra recebida é um exemplo de como devemos reagir às mensagens de Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Hebreus 4:12"]},"neemias_1_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de Neemias com seu pai, mostrando sua linhagem e identidade.","explicacao_detalhada":"A palavra 'בֵּן' (bên) significa 'filho' e é usada para estabelecer a conexão familiar, que é importante na cultura hebraica.","por_que_esta_palavra":"A menção do pai de Neemias dá credibilidade à sua posição e ao seu papel como líder.","conexao_teologica":"A genealogia é significativa na Bíblia, pois muitas vezes Deus trabalha através de famílias e linhagens.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 1:1"]},"neemias_1_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Usado para descrever a condição de Jerusalém, que estava em ruínas.","explicacao_detalhada":"A palavra 'הָיָה' (hâyâh) significa 'cair' ou 'estar', e neste contexto, refere-se ao estado de desolação da cidade.","por_que_esta_palavra":"É uma descrição poderosa que provoca a tristeza e a ação de Neemias em relação à sua cidade natal.","conexao_teologica":"A queda de Jerusalém simboliza a separação do povo de Deus e a necessidade de restauração.","referencias_relacionadas":["Lamentações 1:1","Isaías 64:10","Ezequiel 33:10"]},"neemias_1_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a Neemias como um indivíduo que se importa com a situação de Jerusalém.","explicacao_detalhada":"A palavra 'אִישׁ' (ʼîysh) significa 'homem' e é usada para enfatizar a humanidade e a responsabilidade de Neemias.","por_que_esta_palavra":"Destaca a importância do papel de Neemias como um líder e intercessor.","conexao_teologica":"Deus frequentemente usa homens e mulheres para cumprir Seus propósitos na terra.","referencias_relacionadas":["Gênesis 2:18","1 Coríntios 16:13","Tiago 5:16"]},"neemias_1_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Neemias de entrar na presença do rei, um momento decisivo.","explicacao_detalhada":"A palavra 'בּוֹא' (bôwʼ) significa 'vir' ou 'entrar', e neste contexto, indica a ação de Neemias ao se apresentar ao rei.","por_que_esta_palavra":"É um momento crucial onde Neemias busca a ajuda do rei para restaurar Jerusalém.","conexao_teologica":"A entrada na presença de autoridades é um tema recorrente na Bíblia, simbolizando a busca de ajuda divina e humana.","referencias_relacionadas":["Salmos 100:4","Hebreus 4:16","Mateus 7:7"]},"neemias_1_2_deliverance":{"palavra_pt":"deliverance","palavra_original":"פְּלֵיטָה","transliteracao":"pᵉlêyṭâh","strong":"H6413","significado_raiz":"Ideia básica: deliverance.","significado_contextual":"Refere-se à libertação e restauração que Neemias busca para Jerusalém.","explicacao_detalhada":"A palavra 'פְּלֵיטָה' (pᵉlêyṭâh) significa 'libertação' e é usada para descrever o desejo de Neemias de ver seu povo livre e restaurado.","por_que_esta_palavra":"A busca por libertação é um tema central na narrativa de Neemias, refletindo a esperança do povo.","conexao_teologica":"A libertação é um conceito fundamental na Bíblia, simbolizando a salvação e a restauração que Deus oferece.","referencias_relacionadas":["Isaías 61:1","Romanos 8:21","Gálatas 5:1"]},"neemias_1_3_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se à vergonha e ao desprezo que o povo de Deus estava enfrentando.","explicacao_detalhada":"A palavra 'חֶרְפָּה' (cherpâh) significa 'vergonha' ou 'desprezo', e é usada para descrever a condição do povo de Israel.","por_que_esta_palavra":"Neemias sente a dor e a vergonha do seu povo, o que o motiva a agir.","conexao_teologica":"A vergonha do povo de Deus é um chamado à ação para aqueles que se preocupam com a honra de Deus.","referencias_relacionadas":["Salmos 44:15","Isaías 54:4","Romanos 10:11"]},"neemias_1_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da situação que Neemias está enfrentando.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) significa 'dizer' e é usada para enfatizar a gravidade da situação.","por_que_esta_palavra":"Neemias reconhece a seriedade do que está acontecendo em Jerusalém, o que o leva a orar e agir.","conexao_teologica":"A grandeza das dificuldades que enfrentamos pode nos levar a buscar a ajuda de Deus.","referencias_relacionadas":["Salmos 34:18","Mateus 19:26","Filipenses 4:13"]},"neemias_1_3_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição do povo de Israel entre as nações.","explicacao_detalhada":"A palavra 'מִן' (min) significa 'entre' e é usada para descrever a situação do povo de Deus em meio a outras nações.","por_que_esta_palavra":"Mostra a vulnerabilidade do povo de Deus e a necessidade de intervenção divina.","conexao_teologica":"O povo de Deus muitas vezes se encontra em situações difíceis entre as nações, necessitando de Sua proteção.","referencias_relacionadas":["Deuteronômio 28:37","Salmos 106:41","1 Pedro 2:9"]},"neemias_1_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra que Neemias ouviu e que o impactou profundamente.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é novamente mencionada, enfatizando a importância da mensagem que Neemias recebeu.","por_que_esta_palavra":"Reforça a ideia de que as palavras têm poder e podem provocar mudanças significativas.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar corações e situações.","referencias_relacionadas":["Isaías 55:11","Tiago 1:21","1 Tessalonicenses 2:13"]},"neemias_1_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"Na cultura hebraica, os céus são frequentemente vistos como a habitação divina, onde Deus reina e de onde Ele envia Suas bênçãos ou juízos. Neemias, ao mencionar os céus, está reconhecendo a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a grandeza e a majestade de Deus, que está acima de tudo e todos.","conexao_teologica":"Os céus são um símbolo da presença de Deus e de Sua autoridade. Eles representam a conexão entre o divino e o humano.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"neemias_1_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de desolação ou tristeza, referindo-se à condição do povo de Israel.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a queda do povo de Israel em pecado e a consequente destruição de Jerusalém. Neemias sente a gravidade da situação e a necessidade de restaurar o que foi perdido.","por_que_esta_palavra":"A escolha da palavra 'cair' reflete a profundidade da crise enfrentada pelo povo e a urgência da restauração.","conexao_teologica":"A queda do povo é um tema recorrente nas Escrituras, simbolizando a separação de Deus e a necessidade de arrependimento e restauração.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 3:23"]},"neemias_1_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Novamente, refere-se ao céu como a morada de Deus, enfatizando Sua grandeza e poder.","explicacao_detalhada":"Neemias clama ao Deus dos céus, reconhecendo que somente Ele pode intervir na situação do Seu povo. A invocação dos céus é um apelo à autoridade divina.","por_que_esta_palavra":"A repetição da palavra 'céus' reforça a ideia de que Neemias está buscando a ajuda de Deus em um momento crítico.","conexao_teologica":"A invocação dos céus é uma prática comum nas orações, simbolizando a busca pela intervenção divina.","referencias_relacionadas":["Salmos 121:1","Isaías 40:26","Hebreus 4:16"]},"neemias_1_5_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de força e poder, especialmente em tempos de necessidade.","explicacao_detalhada":"A palavra 'Deus' (ʼêl) é usada para enfatizar a natureza poderosa e protetora de Deus. Neemias reconhece que a força do povo vem de sua relação com Deus.","por_que_esta_palavra":"A escolha da palavra 'Deus' destaca a dependência do povo em relação a Ele para a restauração e proteção.","conexao_teologica":"Deus é frequentemente descrito como a força e a fortaleza do Seu povo, um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:13"]},"neemias_1_5_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com Seu povo, um pacto que garante Sua proteção e bênçãos.","explicacao_detalhada":"A palavra 'aliança' (bᵉrîyth) é fundamental na relação entre Deus e Israel. Neemias apela a essa aliança como base para seu pedido de ajuda.","por_que_esta_palavra":"A aliança é um conceito central na Bíblia, representando o compromisso de Deus com Seu povo e a expectativa de fidelidade em retorno.","conexao_teologica":"A aliança é um tema que permeia toda a Escritura, simbolizando a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"neemias_1_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Neemias estava orando e buscando a Deus por direção.","explicacao_detalhada":"A palavra 'dia' (yôwm) indica um período específico em que Neemias estava em oração, mostrando a importância do tempo dedicado à busca de Deus.","por_que_esta_palavra":"O uso de 'dia' enfatiza a seriedade e a intensidade da oração de Neemias.","conexao_teologica":"O tempo de oração é crucial na vida espiritual, refletindo a necessidade de comunhão com Deus.","referencias_relacionadas":["1 Tessalonicenses 5:17","Salmos 5:3","Mateus 6:6"]},"neemias_1_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo e à cidade de Jerusalém, que estavam em ruínas.","explicacao_detalhada":"A palavra 'casa' (bayith) simboliza a presença de Deus entre Seu povo e a necessidade de restauração do lugar sagrado.","por_que_esta_palavra":"A casa de Deus é um símbolo da relação entre Deus e Seu povo, e sua destruição representa a separação e a necessidade de reconciliação.","conexao_teologica":"A casa de Deus é um tema importante na Escritura, representando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Hebreus 3:6"]},"neemias_1_6_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à disposição de Deus em ouvir as orações de Seu povo.","explicacao_detalhada":"A palavra 'ouvir' (shâmaʻ) implica não apenas em escutar, mas em responder e agir em favor do que é pedido.","por_que_esta_palavra":"Neemias clama a Deus com a certeza de que Ele ouve e se importa com as aflições de Seu povo.","conexao_teologica":"A disposição de Deus em ouvir as orações é um tema central na Bíblia, refletindo Sua misericórdia e compaixão.","referencias_relacionadas":["1 João 5:14","Salmos 34:17","Tiago 5:16"]},"neemias_1_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça de Deus e à necessidade de retidão entre o povo.","explicacao_detalhada":"A palavra 'juízo' (mishpâṭ) implica a ideia de justiça e retidão, que são essenciais para a vida comunitária e a relação com Deus.","por_que_esta_palavra":"Neemias reconhece que a justiça de Deus deve ser refletida na vida do povo, especialmente em tempos de crise.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para Seu povo viver de acordo com Seus padrões.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Romanos 2:6"]},"neemias_1_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à necessidade de verdade entre o povo.","explicacao_detalhada":"A palavra 'verdade' (lôʼ) implica a ideia de integridade e sinceridade, que são fundamentais na relação com Deus e entre os homens.","por_que_esta_palavra":"Neemias clama por verdade em um tempo de desolação, reconhecendo que a restauração requer honestidade e sinceridade.","conexao_teologica":"A verdade é um atributo de Deus e um chamado para que Seu povo viva em autenticidade.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"neemias_1_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à sua promessa ao povo de Israel.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para expressar não apenas uma palavra falada, mas também a ideia de um comando ou uma declaração que tem poder e autoridade. Neste contexto, Neemias clama a Deus para lembrar-se da palavra que deu ao seu povo.","por_que_esta_palavra":"Neemias usa esta palavra para invocar a fidelidade de Deus às suas promessas, lembrando que a palavra de Deus é fundamental para a restauração do povo.","conexao_teologica":"A palavra de Deus é central na relação entre Deus e seu povo, sendo um meio pelo qual Ele comunica sua vontade e propósitos.","referencias_relacionadas":["Isaías 55:11","Salmos 119:105","Hebreus 4:12"]},"neemias_1_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e ao seu poder em cumprir promessas.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) enfatiza a ação de Deus em falar e agir. Neemias reconhece a grandeza de Deus ao pedir que Ele atue em favor do seu povo.","por_que_esta_palavra":"Neemias usa 'dizer' para afirmar que Deus tem o poder de transformar situações e restaurar o seu povo.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 145:3","Jeremias 32:17","Efésios 3:20"]},"neemias_1_8_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus.","explicacao_detalhada":"A palavra 'עַם' (ʻam) indica uma comunidade unida sob a aliança com Deus. Neemias clama por ajuda em nome do povo que está em desolação.","por_que_esta_palavra":"Neemias se identifica com o sofrimento do povo e busca a intervenção divina para restaurá-los.","conexao_teologica":"A identidade do povo de Deus é central na narrativa bíblica, mostrando a relação especial entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"neemias_1_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e sustentar a vida.","explicacao_detalhada":"A palavra 'עָשָׂה' (ʻâsâh) é usada para descrever a capacidade de Deus de fazer e criar. Neemias reconhece que Deus é o criador de todas as coisas.","por_que_esta_palavra":"Neemias invoca a ação criativa de Deus para restaurar o que foi destruído.","conexao_teologica":"Deus como criador é um tema fundamental, mostrando seu poder e autoridade sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:12"]},"neemias_1_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e símbolo de sua majestade.","explicacao_detalhada":"A palavra 'שָׁמַיִם' (shâmayim) é usada para descrever o espaço celestial, onde Deus habita. Neemias reconhece a soberania de Deus sobre os céus.","por_que_esta_palavra":"Neemias clama a Deus que está nos céus, enfatizando a grandeza e a autoridade divina.","conexao_teologica":"A visão do céu como a habitação de Deus é um tema que reforça a ideia de sua soberania e poder.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"neemias_1_9_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à restauração das muralhas de Jerusalém.","explicacao_detalhada":"A palavra 'שׁוּב' (shûwb) implica em retornar ou restaurar. Neemias pede a Deus que ajude a edificar o que foi destruído.","por_que_esta_palavra":"Neemias usa esta palavra para expressar seu desejo de ver Jerusalém restaurada e o povo reerguido.","conexao_teologica":"A edificação é um símbolo da restauração espiritual e física do povo de Deus.","referencias_relacionadas":["Salmos 51:18","Isaías 58:12","Zacarias 1:16"]},"neemias_1_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em suas ações e promessas.","explicacao_detalhada":"A palavra 'גָּדוֹל' (gâdôwl) enfatiza a magnitude do poder de Deus. Neemias reconhece que Deus é grande e capaz de realizar milagres.","por_que_esta_palavra":"Neemias usa 'grande' para afirmar a capacidade de Deus de agir em favor do seu povo.","conexao_teologica":"A grandeza de Deus é um tema central, mostrando que Ele é digno de confiança e adoração.","referencias_relacionadas":["Salmos 145:6","Romanos 11:33","Apocalipse 19:16"]},"neemias_1_10_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder de Deus para salvar e restaurar.","explicacao_detalhada":"A palavra 'חָזָק' (châzâq) indica força e poder. Neemias clama a um Deus que é poderoso para agir em favor de seu povo.","por_que_esta_palavra":"Neemias enfatiza a força de Deus ao pedir ajuda, reconhecendo que somente Ele pode trazer a restauração.","conexao_teologica":"O poder de Deus é um tema recorrente, mostrando que Ele é capaz de realizar o que promete.","referencias_relacionadas":["Salmos 68:35","Isaías 40:29","Efésios 6:10"]},"neemias_1_10_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se à posição de Neemias como servo de Deus.","explicacao_detalhada":"A palavra 'עֶבֶד' (ʻebed) implica em servidão e dedicação. Neemias se vê como um servo que busca cumprir a vontade de Deus.","por_que_esta_palavra":"Neemias usa 'servo' para expressar sua disposição em servir a Deus e ao seu povo.","conexao_teologica":"A ideia de ser servo de Deus é central na vida cristã, refletindo a humildade e a disposição para servir.","referencias_relacionadas":["Romanos 1:1","Gálatas 1:10","Filipenses 2:7"]},"neemias_1_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Neemias estava orando e buscando a ajuda de Deus.","explicacao_detalhada":"A palavra 'יוֹם' (yôwm) é usada para indicar um período específico. Neemias reconhece a importância do tempo em suas orações.","por_que_esta_palavra":"Neemias usa 'dia' para enfatizar a urgência e a necessidade de intervenção divina.","conexao_teologica":"O tempo é um elemento importante na relação com Deus, onde momentos de oração e busca são essenciais.","referencias_relacionadas":["Salmos 5:3","Eclesiastes 3:1","Mateus 6:34"]},"neemias_1_11_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"A compaixão é um sentimento profundo que leva à ação em favor do próximo, especialmente em tempos de necessidade.","explicacao_detalhada":"No contexto de Neemias, a compaixão é o que motiva Neemias a se preocupar com a situação de Jerusalém e seu povo. Ele sente a dor e o sofrimento deles, o que o leva a buscar ajuda e a reconstruir a cidade.","por_que_esta_palavra":"A palavra 'compaixão' é essencial para entender a motivação de Neemias e a importância de se importar com os outros, refletindo o caráter de Deus que é cheio de compaixão.","conexao_teologica":"A compaixão de Neemias é um reflexo da compaixão divina, que se preocupa com o sofrimento humano e age para restaurar e redimir.","referencias_relacionadas":["Salmos 103:13","Mateus 9:36","Lucas 10:33"]},"neemias_1_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, mas também carrega a ideia de responsabilidade e liderança.","explicacao_detalhada":"Neemias se apresenta como um homem de posição e influência, que assume a responsabilidade de interceder por seu povo e pela cidade de Jerusalém.","por_que_esta_palavra":"A palavra 'homem' é significativa porque Neemias, como um líder, demonstra que um único indivíduo pode fazer a diferença na vida de muitos.","conexao_teologica":"A figura do homem em Neemias representa a liderança que Deus busca em Seu povo, um chamado à ação e à responsabilidade.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","1 Pedro 2:9"]}}