{"neemias_11_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Neste contexto, 'julgar' refere-se à ação de decidir sobre a liderança e a organização do povo que retornou do exílio.","explicacao_detalhada":"O ato de julgar implica em estabelecer ordens e responsabilidades entre os que habitavam Jerusalém, garantindo que a cidade fosse governada de acordo com a Lei de Deus.","por_que_esta_palavra":"A palavra 'julgar' é importante para a restauração da ordem social e espiritual em Jerusalém, refletindo a necessidade de liderança justa.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo essencial de Seu caráter, refletido na liderança que Ele estabelece.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17"]},"neemias_11_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, enfatizando a santidade da cidade de Jerusalém e do templo.","explicacao_detalhada":"A palavra 'sagrado' destaca a importância de manter a pureza e a dedicação a Deus em todos os aspectos da vida comunitária e religiosa.","por_que_esta_palavra":"A santidade é um tema central na Bíblia, refletindo a natureza de Deus e a expectativa de que Seu povo viva de maneira santa.","conexao_teologica":"A santidade de Deus exige que Seu povo também seja santo, o que é um chamado contínuo para a vida cristã.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Romanos 12:1"]},"neemias_11_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade escolhida por Deus para ser o centro de adoração e a capital do povo de Israel.","explicacao_detalhada":"A cidade é um símbolo da presença de Deus entre Seu povo e da realização de Suas promessas. A menção da cidade destaca a importância da restauração após o exílio.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a identidade do povo de Israel e seu relacionamento com Deus.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do Reino de Deus, que será plenamente realizado no futuro.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Apocalipse 21:2"]},"neemias_11_2_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Neste contexto, 'abençoar' refere-se ao ato de invocar a bênção de Deus sobre o povo e suas ações.","explicacao_detalhada":"A bênção é um ato de reconhecimento da soberania de Deus e da necessidade de Sua graça e favor sobre a vida do povo.","por_que_esta_palavra":"A palavra 'abençoar' é fundamental para entender a relação de dependência do povo em relação a Deus.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, simbolizando Sua graça e favor sobre aqueles que O seguem.","referencias_relacionadas":["Números 6:24-26","Deuteronômio 28:1-6","Efésios 1:3"]},"neemias_11_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações e decisões são tomadas no contexto da comunidade restaurada.","explicacao_detalhada":"A palavra 'modo' implica em uma abordagem específica e ordenada para a vida comunitária, refletindo a necessidade de organização e unidade.","por_que_esta_palavra":"A maneira como o povo vive e se organiza é crucial para a saúde espiritual e social da comunidade.","conexao_teologica":"A ordem e a organização são reflexos do caráter de Deus, que é um Deus de ordem e não de confusão.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Tiago 1:5"]},"neemias_11_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, enfatizando a dignidade e o valor que cada pessoa tem diante de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a criação de Deus e a responsabilidade que cada indivíduo tem em viver de acordo com a Sua vontade.","por_que_esta_palavra":"A dignidade do homem é um princípio fundamental na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a base para a ética e a moralidade na vida cristã.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"neemias_11_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente refere-se a Jerusalém, ressaltando a importância da cidade na história da salvação.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a centralidade de Jerusalém como o lugar onde Deus habita e onde o povo se reúne para adorá-Lo.","por_que_esta_palavra":"A cidade é um símbolo de identidade e pertencimento para o povo de Deus, representando Sua presença entre eles.","conexao_teologica":"Jerusalém é vista como um precursor do novo céu e nova terra, onde Deus habitará com Seu povo eternamente.","referencias_relacionadas":["Mateus 5:14","Hebreus 12:22","Apocalipse 21:10"]},"neemias_11_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente aos líderes espirituais, enfatizando a continuidade da função sacerdotal na vida do povo restaurado.","explicacao_detalhada":"A presença de sacerdotes é essencial para a adoração e a manutenção da santidade na comunidade, especialmente após o retorno do exílio.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' reforça a importância da liderança espiritual na vida do povo de Deus.","conexao_teologica":"A função sacerdotal é um símbolo da mediação de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Apocalipse 1:6"]},"neemias_11_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade das gerações dentro do povo de Israel.","explicacao_detalhada":"A palavra 'filho' destaca a importância da herança e da transmissão da fé de geração em geração.","por_que_esta_palavra":"A relação de pai e filho é fundamental para entender a aliança de Deus com Seu povo e a continuidade da história da salvação.","conexao_teologica":"A filiação é um tema central na Bíblia, refletindo a relação íntima entre Deus e Seu povo, e culminando na filiação de Cristo.","referencias_relacionadas":["Gênesis 17:7","Romanos 8:14-17","Efésios 1:5"]},"neemias_11_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' neste contexto refere-se à ação de decidir ou avaliar, especialmente em relação à liderança e administração da cidade.","explicacao_detalhada":"O ato de julgar implica em tomar decisões justas e sábias, que são essenciais para a governança e a manutenção da ordem social. Neemias estava organizando a população de Jerusalém e estabelecendo líderes que seriam responsáveis por julgar e administrar a cidade.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a importância da justiça e da liderança na reconstrução de Jerusalém após o exílio.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo o caráter de Deus como justo e reto. A liderança justa é vista como um reflexo da soberania de Deus sobre o seu povo.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"neemias_11_4_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que era o centro espiritual e político do povo de Israel.","explicacao_detalhada":"Jerusalém não era apenas uma cidade física, mas também um símbolo da presença de Deus entre o seu povo. A reconstrução da cidade era crucial para restaurar a identidade e a adoração do povo.","por_que_esta_palavra":"A menção de 'cidade' enfatiza a importância de Jerusalém como o local onde Deus escolheu habitar e onde o templo foi construído.","conexao_teologica":"Jerusalém é frequentemente chamada de 'cidade de Deus' e representa a esperança de restauração e redenção para o povo de Israel.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:35"]},"neemias_11_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem entre os habitantes de Jerusalém.","explicacao_detalhada":"Neste contexto, 'filho' é usado para identificar as famílias e suas heranças, que eram fundamentais para a estrutura social e religiosa da comunidade.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância da família e da herança na vida do povo de Israel, especialmente após o retorno do exílio.","conexao_teologica":"A Bíblia frequentemente menciona a importância da família e da linhagem, refletindo o plano de Deus para a continuidade do seu povo.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Gálatas 3:26"]},"neemias_11_5_nome":{"palavra_pt":"nome","palavra_original":"מַעֲשֵׂיָה","transliteracao":"Maʻăsêyâh","strong":"H4641","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa ou família dentro da comunidade.","explicacao_detalhada":"O nome carrega um significado profundo, representando não apenas a identidade, mas também a história e o legado de uma pessoa. Neste contexto, é importante para a restauração da comunidade.","por_que_esta_palavra":"A menção do 'nome' enfatiza a importância da identidade individual e coletiva na reconstrução da sociedade pós-exílio.","conexao_teologica":"Na Bíblia, o nome de alguém muitas vezes reflete o caráter e o propósito de Deus, mostrando a importância da identidade em relação ao plano divino.","referencias_relacionadas":["Salmos 9:10","Isaías 43:1","Filipenses 2:9"]},"neemias_11_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou à conduta dos habitantes de Jerusalém.","explicacao_detalhada":"Neste contexto, 'modo' implica em um padrão de vida que deve ser seguido pelos que habitam a cidade, refletindo a cultura e os valores de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma vida em conformidade com os princípios de Deus, especialmente em um período de restauração.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15","Colossenses 3:17"]},"neemias_11_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui também se refere à continuidade da linhagem e à importância da família na sociedade.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a estrutura familiar como base da sociedade e a importância da herança na vida comunitária.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que cada geração tem um papel na continuidade da fé e da cultura do povo de Deus.","conexao_teologica":"A Bíblia ensina que a fé deve ser passada de geração em geração, destacando a importância da família na transmissão dos valores de Deus.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","2 Timóteo 1:5"]},"neemias_11_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente se refere à linhagem e à identidade familiar dentro da comunidade de Jerusalém.","explicacao_detalhada":"A inclusão de 'filho' neste contexto reforça a importância das relações familiares e da continuidade da herança espiritual e cultural.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a relevância das famílias na reconstrução da sociedade e na manutenção da fé.","conexao_teologica":"A Bíblia frequentemente menciona a importância da linhagem e da continuidade da fé através das gerações.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:17","Hebreus 11:2"]},"neemias_11_7_nome":{"palavra_pt":"nome","palavra_original":"סַלּוּ","transliteracao":"Çallûw","strong":"H5543","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade e à reputação de uma família ou indivíduo dentro da comunidade.","explicacao_detalhada":"O nome é um símbolo de honra e dignidade, e neste contexto, é importante para a restauração da identidade do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a importância da reputação e do legado na vida comunitária.","conexao_teologica":"Na Bíblia, o nome de uma pessoa muitas vezes reflete seu caráter e seu relacionamento com Deus, mostrando a importância da identidade.","referencias_relacionadas":["Provérbios 22:1","Isaías 56:5","Apocalipse 3:12"]},"neemias_11_8_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou estar em conformidade com algo ou alguém.","explicacao_detalhada":"Neste contexto, 'seguir' implica em estar alinhado com as diretrizes e a liderança estabelecida na reconstrução de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a importância da obediência e da unidade entre os habitantes da cidade.","conexao_teologica":"Seguir a liderança de Deus e seus princípios é um tema central na Bíblia, refletindo a necessidade de submissão à vontade divina.","referencias_relacionadas":["Mateus 16:24","Romanos 8:14","1 Pedro 2:21"]},"neemias_11_8_eighteen":{"palavra_pt":"eight een","palavra_original":"שְׁמֹנֶה","transliteracao":"shᵉmôneh","strong":"H8083","significado_raiz":"Ideia básica: eight een.","significado_contextual":"A palavra 'eight een' refere-se ao número de pessoas ou famílias que estavam envolvidas na reconstrução e na habitação de Jerusalém.","explicacao_detalhada":"Neste contexto, o número 'dezoito' pode simbolizar a plenitude e a completude do povo que estava retornando e se estabelecendo na cidade.","por_que_esta_palavra":"A menção do número 'dezoito' destaca a organização e a estrutura da comunidade que estava sendo formada.","conexao_teologica":"Os números na Bíblia muitas vezes têm significados simbólicos, e a organização do povo de Deus é um reflexo de sua ordem e propósito.","referencias_relacionadas":["Gênesis 14:14","1 Crônicas 5:18","Mateus 1:17"]},"neemias_11_8_gabbai":{"palavra_pt":"gabbai","palavra_original":"גַּבַּי","transliteracao":"Gabbay","strong":"H1373","significado_raiz":"Ideia básica: gabbai.","significado_contextual":"Gabbai refere-se a um oficial ou coletor de impostos, alguém que tinha a responsabilidade de administrar recursos.","explicacao_detalhada":"No contexto de Neemias, Gabbai é mencionado como um dos líderes que ajudaram na reconstrução e na organização da comunidade pós-exílio. A função de Gabbai era crucial para a manutenção da ordem e da justiça social na nova Jerusalém.","por_que_esta_palavra":"A palavra é importante porque representa a necessidade de liderança e administração eficaz na comunidade, especialmente após um período de desolação e exílio.","conexao_teologica":"A figura do Gabbai pode ser vista como um símbolo da responsabilidade que cada crente tem em cuidar dos recursos e da comunidade de Deus.","referencias_relacionadas":["Neemias 5:14","Neemias 7:2","Neemias 10:38"]},"neemias_11_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local habitado, um centro de vida social, política e religiosa.","explicacao_detalhada":"No livro de Neemias, a cidade de Jerusalém é o foco da restauração e do renascimento espiritual do povo de Israel. A cidade simboliza a presença de Deus entre o seu povo e a importância da comunidade.","por_que_esta_palavra":"A palavra cidade é fundamental para entender a identidade do povo de Israel e sua relação com Deus, que prometeu habitar entre eles.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como um símbolo do Reino de Deus e da esperança messiânica.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:14"]},"neemias_11_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente, alguém que é parte de uma linhagem ou família.","explicacao_detalhada":"No contexto de Neemias, a menção de filhos destaca a importância da continuidade familiar e da transmissão de valores e tradições entre as gerações.","por_que_esta_palavra":"A palavra filho é significativa porque enfatiza a relação entre as gerações e a responsabilidade de cada um em manter a fé e a cultura do povo de Deus.","conexao_teologica":"A ideia de filhos é central na teologia bíblica, onde Deus é frequentemente descrito como Pai e os crentes como Seus filhos.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Romanos 8:16"]},"neemias_11_9_nome":{"palavra_pt":"nome","palavra_original":"יוֹאֵל","transliteracao":"Yôwʼêl","strong":"H3100","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade de uma pessoa, que carrega significados e histórias.","explicacao_detalhada":"No contexto de Neemias, o nome mencionado pode indicar a importância da identidade e do legado de cada indivíduo na história do povo de Israel.","por_que_esta_palavra":"A palavra nome é importante porque representa a reputação e a honra de uma pessoa, além de sua conexão com a história e a fé do povo.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino na vida das pessoas.","referencias_relacionadas":["Gênesis 17:5","Salmos 20:1","Filipenses 2:9"]},"neemias_11_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se a um membro da tribo de Levi que tinha a responsabilidade de realizar sacrifícios e interceder pelo povo diante de Deus.","explicacao_detalhada":"No livro de Neemias, os sacerdotes desempenham um papel vital na restauração do culto e da adoração a Deus, especialmente após o retorno do exílio.","por_que_esta_palavra":"A palavra sacerdote é crucial porque representa a mediação entre Deus e o povo, um papel que é central na teologia do Antigo Testamento.","conexao_teologica":"Jesus é frequentemente descrito como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Levítico 10:6","Hebreus 4:14","1 Pedro 2:9"]},"neemias_11_10_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à posição ou relação de algo em meio a outros.","explicacao_detalhada":"No contexto de Neemias, a palavra 'entre' é usada para descrever a posição dos sacerdotes e levitas em relação ao povo, enfatizando a importância da liderança espiritual.","por_que_esta_palavra":"A palavra entre é significativa porque destaca a interconexão e a responsabilidade compartilhada dentro da comunidade de fé.","conexao_teologica":"A ideia de estar entre é refletida na presença de Cristo entre nós e na comunhão dos santos.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","1 Coríntios 12:12"]},"neemias_11_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente, alguém que é parte de uma linhagem ou família.","explicacao_detalhada":"A repetição da palavra filho enfatiza a importância da continuidade e da herança espiritual dentro da comunidade de Israel.","por_que_esta_palavra":"A palavra filho é significativa porque representa a relação familiar e a transmissão de valores entre as gerações.","conexao_teologica":"A relação de filhos e pais é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 48:14","Salmos 103:13","Romanos 8:17"]},"neemias_11_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao Ser Supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Neemias, a menção de Deus é um lembrete da soberania divina sobre a história de Israel e da necessidade de dependência dEle na reconstrução da nação.","por_que_esta_palavra":"A palavra Deus é central na fé israelita, representando a fonte de toda autoridade e poder.","conexao_teologica":"A relação entre Deus e Seu povo é fundamental na narrativa bíblica, onde Deus promete estar com aqueles que O buscam.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:1","Romanos 1:20"]},"neemias_11_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente, alguém que é parte de uma linhagem ou família.","explicacao_detalhada":"A repetição da palavra filho reforça a ideia de continuidade e a importância da linhagem sacerdotal na história de Israel.","por_que_esta_palavra":"A palavra filho é significativa porque destaca a herança espiritual e a responsabilidade de cada geração em manter a fé.","conexao_teologica":"A relação de filhos é uma metáfora para a relação entre Deus e Seus filhos, os crentes.","referencias_relacionadas":["Gênesis 21:12","Salmos 127:3","Gálatas 4:7"]},"neemias_11_11_nome":{"palavra_pt":"nome","palavra_original":"אֲחִיטוּב","transliteracao":"ʼĂchîyṭûwb","strong":"H285","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade de uma pessoa, que carrega significados e histórias.","explicacao_detalhada":"No contexto de Neemias, o nome mencionado é significativo para a linhagem e a história do povo de Deus, refletindo a importância da identidade.","por_que_esta_palavra":"A palavra nome é importante porque representa a reputação e a honra de uma pessoa, além de sua conexão com a história e a fé do povo.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino na vida das pessoas.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Apocalipse 3:5"]},"neemias_11_12_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou atividade realizada pelos habitantes de Jerusalém para a reconstrução e manutenção da cidade.","explicacao_detalhada":"A palavra 'obra' (מְלָאכָה) é utilizada para descrever não apenas o trabalho físico, mas também a dedicação e o esforço coletivo da comunidade em restaurar Jerusalém após o exílio. Este conceito de 'obra' é central na narrativa de Neemias, que enfatiza a importância do trabalho em equipe e da colaboração na realização de um propósito comum.","por_que_esta_palavra":"A escolha da palavra 'obra' destaca a seriedade e a importância do trabalho realizado pelos israelitas, mostrando que a reconstrução de Jerusalém era uma tarefa sagrada e necessária.","conexao_teologica":"A obra de reconstrução de Jerusalém é vista como um reflexo do plano de Deus para restaurar Seu povo e Sua cidade, simbolizando a redenção e a restauração espiritual.","referencias_relacionadas":["Neemias 2:18","Neemias 4:6","Neemias 6:3"]},"neemias_11_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se às residências dos habitantes de Jerusalém, que eram fundamentais para a vida comunitária e familiar.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) não se limita a uma estrutura física, mas também representa o lar, a família e a identidade do povo. Em Neemias, a menção das casas destaca a importância de restaurar não apenas a cidade, mas também a vida familiar e comunitária dos israelitas.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a necessidade de um lar seguro e estável, especialmente após o retorno do exílio, simbolizando a restauração da identidade e da cultura israelita.","conexao_teologica":"A casa é um símbolo da presença de Deus entre Seu povo, refletindo a relação íntima que Deus deseja ter com Sua criação.","referencias_relacionadas":["Neemias 7:4","Salmos 127:1","Mateus 7:24"]},"neemias_11_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) é utilizada em um contexto que pode ser interpretado como uma referência a ações ou atividades específicas.","explicacao_detalhada":"Embora a palavra 'urso' possa parecer fora de contexto, ela pode ser entendida como uma metáfora para a força e a determinação necessárias para realizar a obra de reconstrução. O uso de termos que evocam imagens de força é comum em textos que falam sobre desafios e superação.","por_que_esta_palavra":"A inclusão de 'urso' pode simbolizar a necessidade de coragem e resiliência diante das dificuldades enfrentadas na reconstrução de Jerusalém.","conexao_teologica":"A força e a determinação são atributos que Deus deseja que Seu povo tenha ao enfrentar desafios, refletindo a dependência dEle para a realização de Sua obra.","referencias_relacionadas":["Salmos 18:32","Isaías 40:29","Filipenses 4:13"]},"neemias_11_13_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à liderança ou à posição de destaque de certos indivíduos na comunidade.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) implica em liderança e autoridade. Em Neemias, é importante reconhecer quem são os líderes e como eles desempenham papéis cruciais na restauração da cidade e do povo.","por_que_esta_palavra":"A palavra 'princípio' é utilizada para enfatizar a importância da liderança na realização da obra de Deus, mostrando que a organização e a estrutura são essenciais para o sucesso.","conexao_teologica":"Deus estabelece líderes para guiar Seu povo, e a liderança é vista como um dom que deve ser exercido com responsabilidade e temor a Deus.","referencias_relacionadas":["Neemias 3:1","1 Timóteo 3:1","Hebreus 13:17"]},"neemias_11_13_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à figura paterna, simbolizando autoridade, proteção e responsabilidade.","explicacao_detalhada":"A palavra 'pai' (אָב) é fundamental para entender as relações familiares e a transmissão de valores e tradições. Em Neemias, a menção de 'pai' pode indicar a importância da herança e da continuidade na vida da comunidade.","por_que_esta_palavra":"A palavra 'pai' é utilizada para ressaltar a importância da liderança familiar e da responsabilidade que os homens têm em guiar suas famílias na fé e na obediência a Deus.","conexao_teologica":"Deus é frequentemente referido como Pai, e essa relação paterna é um modelo para a liderança e a proteção que os pais devem oferecer em suas famílias.","referencias_relacionadas":["Êxodo 20:12","Salmos 103:13","Mateus 6:9"]},"neemias_11_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é importante para entender a estrutura familiar e a transmissão de heranças e responsabilidades. Em Neemias, a menção de 'filho' destaca a importância da próxima geração na reconstrução e na vida comunitária.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a continuidade da fé e dos valores entre gerações, mostrando que cada nova geração tem um papel a desempenhar na história do povo de Deus.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Deus se apresenta como Pai e espera que Seus filhos O honrem e sigam Seus caminhos.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:1"]},"neemias_11_14_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de certas pessoas ou ações na comunidade.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é utilizada para descrever não apenas o tamanho físico, mas também a importância e a influência de indivíduos ou eventos. Em Neemias, isso pode se referir a líderes ou ações que tiveram um impacto significativo na reconstrução.","por_que_esta_palavra":"A palavra 'grande' é escolhida para destacar a importância do papel que certas pessoas desempenham na história da restauração de Jerusalém.","conexao_teologica":"Deus é descrito como grande em poder e majestade, e a grandeza de Seus servos é um reflexo de Sua grandeza e do impacto que podem ter em Seu plano.","referencias_relacionadas":["Neemias 4:14","Salmos 145:3","Mateus 5:14"]},"neemias_11_14_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a indivíduos que desempenham papéis significativos na comunidade.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) é frequentemente usada para descrever pessoas de coragem e força. Em Neemias, isso pode se referir a homens que se destacaram na reconstrução e na defesa da cidade.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da masculinidade e da força moral e física na liderança e na proteção da comunidade.","conexao_teologica":"A Bíblia frequentemente exalta homens de fé e coragem, mostrando que Deus usa pessoas comuns para realizar Seus propósitos extraordinários.","referencias_relacionadas":["Neemias 3:17","Salmos 112:1","1 Coríntios 16:13"]},"neemias_11_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a um grupo ou comunidade.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever a posição de indivíduos dentro da comunidade de Jerusalém. Isso enfatiza a importância da unidade e da colaboração entre os habitantes.","por_que_esta_palavra":"A palavra 'entre' é escolhida para destacar a necessidade de estar em comunhão e colaboração com os outros na realização da obra de Deus.","conexao_teologica":"A ideia de estar 'entre' reflete a natureza comunitária do povo de Deus, que é chamado a viver em unidade e amor uns com os outros.","referencias_relacionadas":["Atos 2:44","Efésios 4:3","Hebreus 10:24"]},"neemias_11_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da próxima geração.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para enfatizar a importância da descendência e da continuidade dos valores e tradições dentro da comunidade.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que cada geração tem um papel vital na história e na vida espiritual do povo de Deus.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, onde a transmissão da fé e dos valores é essencial para a continuidade do povo de Deus.","referencias_relacionadas":["Salmos 78:4","Provérbios 1:8","2 Timóteo 1:5"]},"neemias_11_16_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou atividade realizada na reconstrução de Jerusalém.","explicacao_detalhada":"A palavra 'obra' no contexto de Neemias 11:16 indica a importância do trabalho coletivo dos israelitas para restaurar a cidade e suas funções. Este esforço era visto como uma responsabilidade sagrada e um ato de obediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a necessidade de ação e comprometimento na realização dos planos de Deus para o Seu povo.","conexao_teologica":"A obra de reconstrução é um símbolo da restauração espiritual e física que Deus realiza em Sua aliança com o Seu povo.","referencias_relacionadas":["Neemias 2:18","Neemias 4:6","Colossenses 3:23"]},"neemias_11_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à habitação ou lar, simbolizando segurança e identidade para o povo de Israel.","explicacao_detalhada":"A palavra 'casa' representa não apenas a estrutura física, mas também a ideia de lar e comunidade. Em Neemias 11:16, a menção de casas destaca a importância de restaurar lares como parte da reconstrução da cidade.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a necessidade de um lugar seguro onde o povo possa viver e adorar a Deus.","conexao_teologica":"A casa é um símbolo da presença de Deus entre o Seu povo, refletindo a relação de aliança que Ele tem com Israel.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"neemias_11_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' em Neemias 11:16 enfatiza a soberania e a autoridade divina sobre a história de Israel. O povo reconhece que a obra de reconstrução é guiada e abençoada por Deus.","por_que_esta_palavra":"A menção de Deus é crucial para entender que todas as ações humanas devem ser feitas em conformidade com a vontade divina.","conexao_teologica":"Deus é o arquétipo de restauração e redenção, e Sua presença é essencial na vida do povo de Israel.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"neemias_11_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' em Neemias 11:17 destaca a importância da linhagem e da transmissão de valores e tradições entre as gerações. O papel dos filhos é fundamental para a restauração da comunidade.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a responsabilidade familiar e a continuidade da fé entre as gerações.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1-4","Provérbios 22:6"]},"neemias_11_17_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à liderança ou à posição de destaque dentro da comunidade.","explicacao_detalhada":"A palavra 'princípio' em Neemias 11:17 indica a importância de ter líderes que guiem o povo na restauração e na observância das leis de Deus.","por_que_esta_palavra":"A palavra 'princípio' é essencial para entender a estrutura social e a necessidade de liderança na comunidade.","conexao_teologica":"Deus estabelece líderes para guiar Seu povo em direção à Sua vontade e propósito.","referencias_relacionadas":["Provérbios 11:14","1 Timóteo 3:1","Hebreus 13:17"]},"neemias_11_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se ao espaço urbano que abriga a comunidade e suas atividades.","explicacao_detalhada":"A palavra 'cidade' em Neemias 11:18 é central para a identidade do povo de Israel, representando não apenas um local físico, mas também um centro de adoração e vida comunitária.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre o Seu povo e da realização de Suas promessas.","conexao_teologica":"A cidade de Jerusalém é vista como o lugar escolhido por Deus para habitar entre os homens.","referencias_relacionadas":["Salmos 122:1","Isaías 65:18","Apocalipse 21:2"]},"neemias_11_18_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"A palavra 'sagrado' em Neemias 11:18 enfatiza a importância da santidade na vida do povo de Israel, especialmente em relação ao templo e às práticas de adoração.","por_que_esta_palavra":"A santidade é um aspecto fundamental da relação entre Deus e Seu povo, que deve viver de acordo com Seus padrões.","conexao_teologica":"A santidade de Deus exige que Seu povo também busque viver de maneira santa e separada para Ele.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Hebreus 12:14"]},"neemias_11_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em relação às práticas religiosas.","explicacao_detalhada":"A palavra 'modo' em Neemias 11:18 destaca a necessidade de seguir as instruções de Deus em todas as áreas da vida, incluindo a adoração e a vida comunitária.","por_que_esta_palavra":"O modo de viver é crucial para a identidade do povo de Deus e para a sua testemunha no mundo.","conexao_teologica":"A maneira como o povo vive reflete a natureza de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Mateus 5:16","Romanos 12:1-2","Gálatas 5:22-23"]},"neemias_11_19_templo":{"palavra_pt":"templo","palavra_original":"טַלְמוֹן","transliteracao":"Ṭalmôwn","strong":"H2929","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adorar.","explicacao_detalhada":"A palavra 'templo' em Neemias 11:19 é central para a adoração do povo de Israel, simbolizando a presença de Deus entre eles e a importância da adoração comunitária.","por_que_esta_palavra":"O templo representa a relação entre Deus e Seu povo, sendo o lugar onde se realizam sacrifícios e se busca a comunhão com o Senhor.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e da promessa de restauração espiritual.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","1 Coríntios 3:16"]},"neemias_11_19_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de proteger ou resgatar, especialmente em um contexto espiritual.","explicacao_detalhada":"A palavra 'salvar' em Neemias 11:19 destaca a necessidade de proteção divina e a busca pela salvação em meio às dificuldades enfrentadas pelo povo.","por_que_esta_palavra":"A salvação é um tema central na relação entre Deus e Seu povo, refletindo Sua misericórdia e graça.","conexao_teologica":"Deus é visto como o Salvador que resgata Seu povo das adversidades e do pecado.","referencias_relacionadas":["Salmos 34:22","Isaías 43:1","Romanos 10:13"]},"neemias_11_20_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é uma figura central na adoração e nos rituais do povo de Israel, responsável por interceder entre Deus e o povo.","explicacao_detalhada":"No contexto de Neemias 11:20, os sacerdotes desempenham um papel crucial na restauração da vida religiosa em Jerusalém. Eles eram encarregados de oferecer sacrifícios e manter a pureza do culto.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação entre Deus e o povo, especialmente após o exílio babilônico.","conexao_teologica":"A figura do sacerdote aponta para a necessidade de intercessão e mediação, que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"neemias_11_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, especialmente em relação à vida comunitária e religiosa.","explicacao_detalhada":"O termo 'modo' indica a forma ou o método que os sacerdotes e o povo deveriam seguir para manter a ordem e a santidade nas práticas religiosas.","por_que_esta_palavra":"A palavra é importante para entender a estrutura e a organização da comunidade pós-exílica, que precisava de diretrizes claras.","conexao_teologica":"A maneira de adorar e viver em comunidade reflete a santidade de Deus e a necessidade de seguir Seus mandamentos.","referencias_relacionadas":["Deuteronômio 6:5-7","Salmos 119:105","Romanos 12:1-2"]},"neemias_11_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O ato de julgar implica tomar decisões e discernir entre o certo e o errado, especialmente em questões legais e morais.","explicacao_detalhada":"No contexto de Neemias 11:21, o julgamento é essencial para a restauração da justiça e da ordem social em Jerusalém, após o retorno do exílio.","por_que_esta_palavra":"A palavra 'julgar' é usada para enfatizar a necessidade de liderança justa e sábia na comunidade.","conexao_teologica":"Deus é visto como o juiz supremo, e os líderes humanos devem refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3-4","Provérbios 31:9","Miquéias 6:8"]},"neemias_11_21_ophel":{"palavra_pt":"ophel","palavra_original":"עֹפֶל","transliteracao":"ʻÔphel","strong":"H6077","significado_raiz":"Ideia básica: ophel.","significado_contextual":"Refere-se a uma área específica em Jerusalém, que tinha importância histórica e geográfica.","explicacao_detalhada":"Ophel era uma parte da cidade que estava associada a atividades religiosas e à presença de sacerdotes, simbolizando a continuidade da adoração a Deus.","por_que_esta_palavra":"A menção de Ophel destaca a importância dos locais sagrados na vida do povo de Israel.","conexao_teologica":"Os locais de adoração são significativos na história da salvação, representando a presença de Deus entre Seu povo.","referencias_relacionadas":["2 Crônicas 27:3","Neemias 3:26","Ezequiel 40:2"]},"neemias_11_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a continuidade das gerações dentro da comunidade de fé.","explicacao_detalhada":"Em Neemias 11:22, a referência a 'filho' enfatiza a importância da linhagem e da transmissão da fé entre as gerações.","por_que_esta_palavra":"A palavra é crucial para entender a identidade e a herança espiritual do povo de Israel.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a paternidade de Deus e a responsabilidade de ensinar a próxima geração.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","Efésios 6:4"]},"neemias_11_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o criador e sustentador do povo e da criação.","explicacao_detalhada":"A menção de 'Deus' em Neemias 11:22 reafirma a centralidade da adoração a Ele e a dependência do povo em Sua orientação e proteção.","por_que_esta_palavra":"A palavra é fundamental para a identidade do povo de Israel e sua relação com o Criador.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é essencial para a fé e a prática do povo de Deus.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","Isaías 45:5"]},"neemias_11_22_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a dignidade e o valor que cada pessoa possui diante de Deus.","explicacao_detalhada":"Em Neemias 11:22, a referência ao 'homem' pode indicar a responsabilidade e o papel de cada indivíduo na comunidade de fé.","por_que_esta_palavra":"A palavra é importante para entender a criação e o propósito de Deus para a humanidade.","conexao_teologica":"A dignidade do homem é um reflexo da imagem de Deus e da responsabilidade de viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"neemias_11_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente em relação à liderança sobre o povo de Israel.","explicacao_detalhada":"Em Neemias 11:23, a menção do rei destaca a importância da liderança justa e da obediência às leis de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus sobre os reis e a necessidade de governantes que temam a Deus.","conexao_teologica":"Deus é o Rei supremo, e os líderes humanos devem refletir Sua justiça e sabedoria em suas decisões.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"neemias_11_23_alianca":{"palavra_pt":"alianca","palavra_original":"אֲמָנָה","transliteracao":"ʼămânâh","strong":"H548","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao pacto estabelecido entre Deus e Seu povo, que é fundamental para a identidade israelita.","explicacao_detalhada":"A aliança em Neemias 11:23 destaca a fidelidade de Deus e a responsabilidade do povo em cumprir os termos dessa aliança.","por_que_esta_palavra":"A palavra 'aliança' é central para entender a relação entre Deus e Israel, sendo um tema recorrente na Bíblia.","conexao_teologica":"A nova aliança em Cristo é o cumprimento das promessas feitas a Israel, oferecendo salvação a todos os povos.","referencias_relacionadas":["Gênesis 9:12-13","Êxodo 19:5-6","Hebreus 8:6-13"]},"neemias_11_23_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para enfatizar a importância da humanidade na relação com Deus.","explicacao_detalhada":"A repetição da palavra 'homem' em Neemias 11:23 pode indicar a ênfase na responsabilidade individual e coletiva diante de Deus.","por_que_esta_palavra":"A palavra é relevante para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A humanidade, criada à imagem de Deus, tem um papel vital na história da salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Romanos 5:12"]},"neemias_11_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever não apenas a relação biológica, mas também a relação espiritual e social dentro da comunidade de Israel. Neste contexto, pode indicar a importância da herança e da identidade familiar.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da família e da descendência na cultura israelita, onde a linhagem era fundamental para a identidade do povo.","conexao_teologica":"A ideia de ser 'filho' também se conecta com a filiação divina, onde os crentes são considerados filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Êxodo 20:5"]},"neemias_11_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a autoridade e o governo, referindo-se ao líder político e espiritual do povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central na estrutura social e política de Israel, simbolizando não apenas poder, mas também responsabilidade em guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A menção do 'rei' enfatiza a necessidade de liderança justa e piedosa, refletindo o desejo de Deus por um governo que promova a justiça e a retidão.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, estabelecendo um paralelo entre a liderança terrena e a divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"neemias_11_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de viver, indicando a forma como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere um estilo de vida ou comportamento que deve ser observado, refletindo a cultura e as tradições do povo de Israel.","por_que_esta_palavra":"A escolha de 'modo' ressalta a importância da conduta e da moralidade na vida comunitária, especialmente em tempos de reconstrução.","conexao_teologica":"A maneira de viver dos crentes deve refletir os ensinamentos de Cristo, que nos chama a viver de forma digna.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 1:15"]},"neemias_11_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em Neemias 11:24, refere-se à continuidade da linhagem e à importância da família.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) reforça a ideia de que a identidade e a herança são fundamentais para a comunidade de Israel.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a importância das gerações e da transmissão de valores e tradições.","conexao_teologica":"A filiação espiritual é um tema recorrente, onde todos os crentes são chamados a serem filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:16","1 João 3:1"]},"neemias_11_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou administrar justiça, essencial para a vida comunitária.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de discernir entre o certo e o errado, um papel vital para líderes e juízes em Israel.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de justiça e equidade na liderança e na administração do povo.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes devem refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"neemias_11_26_nome":{"palavra_pt":"nome","palavra_original":"יֵשׁוּעַ","transliteracao":"Yêshûwaʻ","strong":"H3442","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação, essencial para a história e a cultura do povo.","explicacao_detalhada":"A palavra 'nome' (יֵשׁוּעַ) é significativa, pois representa não apenas a identificação pessoal, mas também a conexão com a história e a fé do povo de Israel.","por_que_esta_palavra":"A menção do 'nome' destaca a importância da honra e da reputação na sociedade israelita.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando salvação e autoridade.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Romanos 10:13"]},"neemias_11_26_moladah":{"palavra_pt":"moladah","palavra_original":"מוֹלָדָה","transliteracao":"Môwlâdâh","strong":"H4137","significado_raiz":"Ideia básica: moladah.","significado_contextual":"Refere-se ao local de nascimento ou origem, importante para a identidade familiar.","explicacao_detalhada":"A palavra 'moladah' (מוֹלָדָה) enfatiza a conexão com a terra e a herança, refletindo a importância da origem na cultura israelita.","por_que_esta_palavra":"A menção de 'moladah' destaca a importância das raízes e da história familiar na formação da identidade.","conexao_teologica":"A origem de Cristo é frequentemente mencionada nas Escrituras, ligando-o às promessas feitas a Israel.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23-38","Gálatas 4:4"]},"neemias_11_27_hazarshual":{"palavra_pt":"hazar shual","palavra_original":"חֲצַר שׁוּעָל","transliteracao":"Chătsar Shûwʻâl","strong":"H2705","significado_raiz":"Ideia básica: hazar shual.","significado_contextual":"Refere-se a um local específico, importante para a geografia e a história do povo.","explicacao_detalhada":"A palavra 'hazar shual' (חֲצַר שׁוּעָל) indica um lugar que pode ter relevância histórica ou cultural, refletindo a conexão do povo com a terra.","por_que_esta_palavra":"A menção de um local específico destaca a importância da terra prometida e das heranças territoriais.","conexao_teologica":"A terra de Israel é frequentemente vista como um símbolo da promessa de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 1:8","Josué 1:3"]},"neemias_11_28_ziklag":{"palavra_pt":"ziklag","palavra_original":"צִקְלַג","transliteracao":"Tsiqlag","strong":"H6860","significado_raiz":"Ideia básica: ziklag.","significado_contextual":"Refere-se a uma cidade que teve importância histórica para os israelitas.","explicacao_detalhada":"A palavra 'ziklag' (צִקְלַג) é mencionada em contextos que envolvem a história de Davi e suas conquistas, simbolizando um lugar de refúgio e estratégia.","por_que_esta_palavra":"A menção de 'ziklag' destaca a importância dos lugares na narrativa bíblica e a conexão do povo com sua história.","conexao_teologica":"Ziklag representa a proteção e a providência de Deus em momentos de dificuldade.","referencias_relacionadas":["1 Samuel 27:6","1 Samuel 30:1-20","2 Samuel 1:1"]},"neemias_11_29_zareah":{"palavra_pt":"zareah","palavra_original":"צׇרְעָה","transliteracao":"Tsorʻâh","strong":"H6881","significado_raiz":"Ideia básica: zareah.","significado_contextual":"Refere-se a uma localidade que pode ter relevância para a genealogia e a história do povo.","explicacao_detalhada":"A palavra 'zareah' (צׇרְעָה) pode indicar uma conexão com a agricultura e a vida rural, refletindo a dependência do povo da terra.","por_que_esta_palavra":"A menção de 'zareah' destaca a importância da terra e da agricultura na vida do povo de Israel.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a provisão e a bênção de Deus.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 67:6","Isaías 30:23"]},"neemias_11_29_nome":{"palavra_pt":"nome","palavra_original":"יַרְמוּת","transliteracao":"Yarmûwth","strong":"H3412","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma localidade ou pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome é um elemento fundamental na cultura hebraica, simbolizando não apenas a identificação, mas também a essência e a reputação de uma pessoa ou lugar. Neste contexto, o nome pode estar associado a uma cidade ou a um indivíduo que desempenhou um papel significativo na história de Israel.","por_que_esta_palavra":"A palavra 'nome' é utilizada para estabelecer a identidade e a importância de pessoas e lugares na narrativa bíblica, refletindo a relação entre o nome e a história de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter. Assim, os nomes humanos e de lugares também carregam significados teológicos profundos.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:14","Salmos 8:1"]},"neemias_11_30_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Indica o ato de aumentar ou desenvolver, seja em número, força ou influência.","explicacao_detalhada":"No contexto de Neemias, 'crescer' pode se referir ao crescimento da população de Jerusalém após o exílio, simbolizando a restauração e a revitalização da comunidade israelita.","por_que_esta_palavra":"A palavra 'crescer' é importante para descrever o processo de reconstrução e fortalecimento da nação após um período de desolação.","conexao_teologica":"O crescimento é visto como uma bênção de Deus, refletindo Sua promessa de prosperidade e multiplicação para o Seu povo.","referencias_relacionadas":["Gênesis 1:28","Salmos 107:38","Isaías 54:2"]},"neemias_11_30_nome":{"palavra_pt":"nome","palavra_original":"זָנוֹחַ","transliteracao":"Zânôwach","strong":"H2182","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma localidade ou pessoa, essencial para a identificação.","explicacao_detalhada":"Assim como em Neemias 11:29, o nome aqui também carrega um significado profundo, representando a identidade e a história de uma pessoa ou lugar, refletindo a importância cultural e espiritual.","por_que_esta_palavra":"O uso da palavra 'nome' enfatiza a importância da identidade dentro da narrativa bíblica e a conexão com a herança de Israel.","conexao_teologica":"Os nomes têm um papel significativo na teologia bíblica, refletindo a relação entre Deus e Seu povo, bem como a identidade do povo escolhido.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Mateus 1:21"]},"neemias_11_30_adullam":{"palavra_pt":"adullam","palavra_original":"עֲדֻלָּם","transliteracao":"ʻĂdullâm","strong":"H5725","significado_raiz":"Ideia básica: adullam.","significado_contextual":"Refere-se a uma localidade específica, possivelmente associada a eventos significativos na história de Israel.","explicacao_detalhada":"Adullam é mencionada como uma cidade que teve importância durante o reinado de Davi e está ligada a eventos de refúgio e liderança. O nome pode evocar lembranças de proteção e abrigo.","por_que_esta_palavra":"A menção de Adullam destaca a geografia de Israel e a importância das cidades na narrativa bíblica, além de simbolizar a proteção divina.","conexao_teologica":"Adullam pode ser vista como um símbolo de refúgio, refletindo a proteção que Deus oferece ao Seu povo em tempos de dificuldade.","referencias_relacionadas":["1 Samuel 22:1","Miquéias 1:15","Salmos 57:1"]},"neemias_11_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especificamente a descendência e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é crucial na cultura hebraica, simbolizando não apenas a relação biológica, mas também a herança espiritual e a continuidade da fé entre gerações.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a importância da família e da linhagem na história de Israel, refletindo a promessa de Deus a Abraão.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"neemias_11_31_gaba":{"palavra_pt":"gaba","palavra_original":"גֶּבַע","transliteracao":"Gebaʻ","strong":"H1387","significado_raiz":"Ideia básica: gaba.","significado_contextual":"Refere-se a uma localidade, possivelmente uma cidade ou região com significado histórico.","explicacao_detalhada":"Geba é mencionada em contextos que envolvem a divisão das terras entre as tribos de Israel e pode simbolizar a importância da terra prometida.","por_que_esta_palavra":"A palavra 'gaba' destaca a geografia de Israel e a importância das cidades na narrativa bíblica, refletindo a herança da terra.","conexao_teologica":"A terra prometida é um tema central na teologia bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Josué 18:24","Isaías 10:29","Neemias 12:29"]},"neemias_11_32_nome":{"palavra_pt":"nome","palavra_original":"עֲנָתוֹת","transliteracao":"ʻĂnâthôwth","strong":"H6068","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma localidade ou pessoa, essencial para a identificação.","explicacao_detalhada":"Assim como em outros contextos, o nome aqui carrega um significado profundo, representando a identidade e a história de uma pessoa ou lugar.","por_que_esta_palavra":"A palavra 'nome' enfatiza a importância da identidade dentro da narrativa bíblica e a conexão com a herança de Israel.","conexao_teologica":"Os nomes têm um papel significativo na teologia bíblica, refletindo a relação entre Deus e Seu povo, bem como a identidade do povo escolhido.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Mateus 1:21"]},"neemias_11_32_nob":{"palavra_pt":"nob","palavra_original":"נֹב","transliteracao":"Nôb","strong":"H5011","significado_raiz":"Ideia básica: nob.","significado_contextual":"Refere-se a uma localidade específica, possivelmente associada a eventos significativos na história de Israel.","explicacao_detalhada":"Nob é mencionada como uma cidade que teve importância durante o período dos reis de Israel, especialmente em relação ao sacerdócio e à adoração.","por_que_esta_palavra":"A menção de Nob destaca a geografia de Israel e a importância das cidades na narrativa bíblica, especialmente em relação ao culto a Deus.","conexao_teologica":"Nob pode ser vista como um símbolo da adoração e do sacerdócio, refletindo a importância do culto a Deus na vida do povo de Israel.","referencias_relacionadas":["1 Samuel 21:1","Isaías 10:32","Neemias 12:28"]},"neemias_11_33_nome":{"palavra_pt":"nome","palavra_original":"חָצוֹר","transliteracao":"Châtsôwr","strong":"H2674","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma localidade ou pessoa, essencial para a identificação.","explicacao_detalhada":"Assim como em outros contextos, o nome aqui carrega um significado profundo, representando a identidade e a história de uma pessoa ou lugar.","por_que_esta_palavra":"A palavra 'nome' enfatiza a importância da identidade dentro da narrativa bíblica e a conexão com a herança de Israel.","conexao_teologica":"Os nomes têm um papel significativo na teologia bíblica, refletindo a relação entre Deus e Seu povo, bem como a identidade do povo escolhido.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Mateus 1:21"]},"neemias_11_33_gittaim":{"palavra_pt":"gittaim","palavra_original":"גִּתַּיִם","transliteracao":"Gittayim","strong":"H1664","significado_raiz":"Ideia básica: gittaim.","significado_contextual":"Refere-se a uma localidade específica, possivelmente associada a eventos significativos na história de Israel.","explicacao_detalhada":"Gittaim é mencionada como uma cidade que pode estar associada a eventos de batalha e resistência, simbolizando a luta do povo de Israel.","por_que_esta_palavra":"A menção de Gittaim destaca a geografia de Israel e a importância das cidades na narrativa bíblica, refletindo a luta e a perseverança do povo.","conexao_teologica":"Gittaim pode ser vista como um símbolo da luta espiritual e da resistência do povo de Deus diante das adversidades.","referencias_relacionadas":["2 Samuel 4:3","1 Crônicas 11:39","Neemias 11:31"]},"neemias_11_34_hadid":{"palavra_pt":"hadid","palavra_original":"חָדִיד","transliteracao":"Châdîyd","strong":"H2307","significado_raiz":"Ideia básica: hadid.","significado_contextual":"Hadid é uma localidade mencionada em Neemias, associada a um grupo de habitantes que retornaram do exílio.","explicacao_detalhada":"Hadid é uma cidade que fazia parte da herança dos filhos de Judá e é mencionada no contexto da reconstrução de Jerusalém após o exílio babilônico. A cidade é conhecida por sua localização estratégica e por ser um ponto de referência para os que retornaram.","por_que_esta_palavra":"A palavra 'Hadid' é importante para entender a geografia e a história do povo de Israel durante o período pós-exílio.","conexao_teologica":"A menção de Hadid reflete a fidelidade de Deus em restaurar Seu povo e a importância da terra prometida.","referencias_relacionadas":["Neemias 11:34","Esdras 2:33","Zacarias 12:12"]},"neemias_11_35_ono":{"palavra_pt":"ono","palavra_original":"אוֹנוֹ","transliteracao":"ʼÔwnôw","strong":"H207","significado_raiz":"Ideia básica: ono.","significado_contextual":"Ono é uma cidade mencionada em Neemias, que também estava habitada por aqueles que retornaram do exílio.","explicacao_detalhada":"Ono é uma localidade que, assim como Hadid, fazia parte das cidades que foram repovoadas após o retorno do exílio. É mencionada em um contexto que destaca a importância da reconstrução e do povo que habitava essas áreas.","por_que_esta_palavra":"A palavra 'Ono' é relevante para entender a distribuição das tribos e a restauração das cidades em Judá.","conexao_teologica":"A restauração de Ono simboliza a restauração da identidade e da comunidade do povo de Deus.","referencias_relacionadas":["Neemias 11:35","Esdras 2:33","Neemias 6:2"]},"neemias_11_36_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar a relação de pertencimento e localização dos habitantes mencionados.","explicacao_detalhada":"'Entre' é uma preposição que estabelece a conexão entre os grupos de pessoas e suas respectivas cidades, enfatizando a unidade do povo de Israel após o exílio.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a organização social e geográfica do povo que retornou a Jerusalém.","conexao_teologica":"A ideia de estar 'entre' reflete a comunhão e a coletividade do povo de Deus, que é chamado a viver em unidade.","referencias_relacionadas":["Neemias 11:36","Salmos 133:1","Atos 2:44"]},"neemias_11_36_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada para descrever a linhagem e a herança dos habitantes mencionados.","explicacao_detalhada":"'Filho' refere-se à descendência e à continuidade das famílias de Israel, enfatizando a importância da genealogia no contexto da restauração do povo.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a identidade e a herança do povo de Deus.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, assim como a continuidade das promessas.","referencias_relacionadas":["Neemias 11:36","Êxodo 20:5","Romanos 8:17"]}}