{"neemias_12_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que desempenhavam um papel crucial na adoração e nos rituais do templo.","explicacao_detalhada":"'Sacerdote' é um termo que designa aqueles que eram responsáveis por interceder pelo povo diante de Deus e realizar sacrifícios. A menção dos sacerdotes em Neemias destaca a importância da liderança espiritual na restauração da comunidade.","por_que_esta_palavra":"A palavra 'sacerdote' é vital para entender a estrutura religiosa e a prática de adoração do povo de Israel.","conexao_teologica":"Os sacerdotes simbolizam a mediação entre Deus e o homem, um papel que culmina em Cristo, o Sumo Sacerdote.","referencias_relacionadas":["Neemias 12:1","Levítico 8:1-2","Hebreus 4:14"]},"neemias_12_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui é usada para indicar a linhagem dos sacerdotes mencionados.","explicacao_detalhada":"'Filho' é um termo que reforça a ideia de continuidade e herança na linhagem sacerdotal, essencial para a legitimidade dos sacerdotes que serviam no templo.","por_que_esta_palavra":"A palavra 'filho' é importante para a compreensão da genealogia e da autoridade dos sacerdotes.","conexao_teologica":"A linhagem sacerdotal é um aspecto importante da aliança de Deus com Seu povo, refletindo a importância da pureza e da santidade.","referencias_relacionadas":["Neemias 12:1","Êxodo 28:1","1 Pedro 2:9"]},"neemias_12_1_nome":{"palavra_pt":"nome","palavra_original":"יֵשׁוּעַ","transliteracao":"Yêshûwaʻ","strong":"H3442","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Jeshua' (ou 'Jesus') é mencionado como um dos sacerdotes, simbolizando a salvação.","explicacao_detalhada":"'Nome' refere-se à identidade e ao caráter de uma pessoa. No contexto de Neemias, o nome 'Jeshua' é significativo, pois representa a esperança de restauração e salvação para o povo de Israel.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a importância da identidade no contexto bíblico.","conexao_teologica":"O nome 'Jeshua' é uma prefiguração de Jesus Cristo, que traz a verdadeira salvação ao Seu povo.","referencias_relacionadas":["Neemias 12:1","Mateus 1:21","Atos 4:12"]},"neemias_12_2_nome":{"palavra_pt":"nome","palavra_original":"אֲמַרְיָה","transliteracao":"ʼĂmaryâh","strong":"H568","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Amariah' é mencionado como parte da linhagem sacerdotal, destacando a continuidade da liderança espiritual.","explicacao_detalhada":"'Nome' neste contexto é importante para a identificação dos sacerdotes e para a legitimidade de sua função no templo.","por_que_esta_palavra":"A palavra 'nome' é essencial para a genealogia e a história do povo de Deus.","conexao_teologica":"Os nomes mencionados refletem a fidelidade de Deus em preservar Seu povo e Sua aliança.","referencias_relacionadas":["Neemias 12:2","1 Crônicas 6:4","Ezequiel 44:15"]},"neemias_12_3_nome":{"palavra_pt":"nome","palavra_original":"שְׁכַנְיָה","transliteracao":"Shᵉkanyâh","strong":"H7935","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Shecaniah' é parte da linhagem sacerdotal, simbolizando a continuidade e a fidelidade ao chamado de Deus.","explicacao_detalhada":"'Nome' é importante para a identificação dos sacerdotes e para a história da adoração em Israel.","por_que_esta_palavra":"A palavra 'nome' é fundamental para a compreensão da identidade e do papel dos sacerdotes.","conexao_teologica":"A menção de nomes sacerdotais destaca a importância da liderança espiritual na vida do povo de Deus.","referencias_relacionadas":["Neemias 12:3","1 Crônicas 6:14","Ezequiel 48:11"]},"neemias_12_4_nome":{"palavra_pt":"nome","palavra_original":"עִדּוֹ","transliteracao":"ʻIddôw","strong":"H5714","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Iddo' é mencionado como parte da linhagem sacerdotal, reforçando a continuidade da liderança espiritual.","explicacao_detalhada":"'Nome' é relevante para a genealogia e a legitimidade dos sacerdotes que serviam no templo.","por_que_esta_palavra":"A palavra 'nome' é essencial para entender a história e a identidade do povo de Deus.","conexao_teologica":"Os nomes mencionados refletem a fidelidade de Deus em preservar Seu povo e Sua história.","referencias_relacionadas":["Neemias 12:4","Zacarias 1:1","Esdras 5:1"]},"neemias_12_4_ginnetho":{"palavra_pt":"ginnetho","palavra_original":"גִּנְּתוֹן","transliteracao":"Ginnᵉthôwn","strong":"H1599","significado_raiz":"Ideia básica: ginnetho.","significado_contextual":"Ginnetho refere-se a um nome próprio, possivelmente de uma família ou linhagem.","explicacao_detalhada":"A palavra 'ginnetho' é mencionada em Neemias 12:4 como parte da lista de sacerdotes e levitas que voltaram do exílio. O nome pode estar associado a uma linhagem específica dentro do contexto da restauração de Jerusalém.","por_que_esta_palavra":"A inclusão de 'ginnetho' na lista é importante para estabelecer a continuidade da linhagem sacerdotal e a legitimidade dos sacerdotes que serviam no templo.","conexao_teologica":"A linhagem sacerdotal é fundamental para a adoração no templo, e a restauração de Jerusalém inclui a restauração das práticas religiosas.","referencias_relacionadas":["Neemias 12:4","Neemias 12:1","Esdras 2:36"]},"neemias_12_5_nome":{"palavra_pt":"nome","palavra_original":"מִיָּמִן","transliteracao":"Mîyâmin","strong":"H4326","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Mîyâmin' é um nome próprio que representa uma linhagem específica.","explicacao_detalhada":"Mîyâmin é mencionado em Neemias 12:5 como parte da genealogia dos sacerdotes. O nome sugere uma conexão com a história e a identidade do povo de Israel.","por_que_esta_palavra":"A menção de nomes na genealogia é crucial para a identificação das famílias que retornaram do exílio e para a restauração da adoração no templo.","conexao_teologica":"A genealogia é um tema importante na Bíblia, pois mostra a fidelidade de Deus em preservar Seu povo ao longo das gerações.","referencias_relacionadas":["Neemias 12:5","Esdras 2:36","Mateus 1:12"]},"neemias_12_5_maadiah":{"palavra_pt":"maadiah","palavra_original":"מַעֲדְיָה","transliteracao":"Maʻădyâh","strong":"H4573","significado_raiz":"Ideia básica: maadiah.","significado_contextual":"Maadiah é um nome próprio que representa outra linhagem sacerdotal.","explicacao_detalhada":"Em Neemias 12:5, Maadiah é listado como um dos sacerdotes que retornaram do exílio, indicando a diversidade e a riqueza das linhagens que compunham o sacerdócio.","por_que_esta_palavra":"A inclusão de Maadiah na lista é significativa para a restauração da identidade religiosa e cultural do povo de Israel.","conexao_teologica":"A restauração do templo e do culto é um tema central em Neemias, refletindo a importância da adoração a Deus na vida do povo.","referencias_relacionadas":["Neemias 12:5","Esdras 2:36","Ezequiel 44:15"]},"neemias_12_6_nome":{"palavra_pt":"nome","palavra_original":"יוֹיָרִיב","transliteracao":"Yôwyârîyb","strong":"H3114","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Yôwyârîyb' é um nome próprio que representa uma linhagem sacerdotal.","explicacao_detalhada":"Yôwyârîyb é mencionado em Neemias 12:6 como parte da lista de sacerdotes, destacando a continuidade da linhagem sacerdotal após o exílio.","por_que_esta_palavra":"A menção de Yôwyârîyb é importante para a legitimidade do sacerdócio e a restauração da adoração no templo.","conexao_teologica":"A continuidade das linhagens sacerdotais é um reflexo da fidelidade de Deus em cumprir Suas promessas ao Seu povo.","referencias_relacionadas":["Neemias 12:6","Esdras 2:36","Hebreus 7:14"]},"neemias_12_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a uma função religiosa específica dentro da cultura israelita.","explicacao_detalhada":"Em Neemias 12:7, a menção dos sacerdotes é crucial para entender a estrutura religiosa e a adoração no templo, que era central para a vida do povo de Israel.","por_que_esta_palavra":"Os sacerdotes eram responsáveis por realizar sacrifícios e manter a santidade do templo, desempenhando um papel vital na relação do povo com Deus.","conexao_teologica":"A função sacerdotal é um símbolo da mediação entre Deus e o homem, que é plenamente cumprida em Cristo.","referencias_relacionadas":["Neemias 12:7","Levítico 10:6","1 Pedro 2:9"]},"neemias_12_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico.","explicacao_detalhada":"Em Neemias 12:7, 'dia' é usado para indicar um tempo de registro e memória, enfatizando a importância da cronologia na história do povo de Israel.","por_que_esta_palavra":"O tempo é importante para a narrativa bíblica, pois marca eventos significativos na história da salvação.","conexao_teologica":"Deus opera na história e no tempo, e a cronologia bíblica nos ajuda a entender Seu plano redentor.","referencias_relacionadas":["Neemias 12:7","Gênesis 1:5","Eclesiastes 3:1"]},"neemias_12_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo.","explicacao_detalhada":"Em Neemias 12:7, 'princípio' pode se referir à origem das linhagens sacerdotais e à importância de suas raízes na história de Israel.","por_que_esta_palavra":"O princípio é fundamental para entender a continuidade da adoração e a identidade do povo de Deus.","conexao_teologica":"Deus é o princípio de todas as coisas, e a compreensão de Suas obras desde o princípio é essencial para a fé.","referencias_relacionadas":["Neemias 12:7","Gênesis 1:1","Apocalipse 22:13"]},"neemias_12_8_thanksgiving":{"palavra_pt":"thanksgiving","palavra_original":"הֻיְּדָה","transliteracao":"huyᵉdâh","strong":"H1960","significado_raiz":"Ideia básica: thanksgiving.","significado_contextual":"A palavra 'thanksgiving' refere-se a ações de graças e louvor a Deus.","explicacao_detalhada":"Em Neemias 12:8, 'thanksgiving' é uma expressão de gratidão a Deus pela restauração do templo e pela volta do povo do exílio.","por_que_esta_palavra":"A gratidão é uma parte essencial da adoração e reflete o reconhecimento das bênçãos de Deus na vida do Seu povo.","conexao_teologica":"A ação de graças é um tema recorrente na Bíblia, simbolizando a resposta do povo à bondade e fidelidade de Deus.","referencias_relacionadas":["Neemias 12:8","Salmos 100:4","Colossenses 3:17"]},"neemias_12_8_nome":{"palavra_pt":"nome","palavra_original":"יֵשׁוּעַ","transliteracao":"Yêshûwaʻ","strong":"H3442","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Yêshûwaʻ' refere-se a uma figura importante na história de Israel.","explicacao_detalhada":"Yêshûwaʻ é mencionado em Neemias 12:8 e pode ser associado à figura de Jesus, que é a realização das promessas de Deus ao Seu povo.","por_que_esta_palavra":"O nome é significativo, pois representa a salvação e a esperança do povo de Israel.","conexao_teologica":"Jesus é o cumprimento da promessa de Deus de enviar um Salvador, e Seu nome é central na fé cristã.","referencias_relacionadas":["Neemias 12:8","Mateus 1:21","Atos 4:12"]},"neemias_12_9_charge":{"palavra_pt":"charge","palavra_original":"מִשְׁמֶרֶת","transliteracao":"mishmereth","strong":"H4931","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' refere-se a uma responsabilidade ou dever específico.","explicacao_detalhada":"Em Neemias 12:9, 'charge' indica as responsabilidades dos sacerdotes e levitas em relação ao templo e à adoração.","por_que_esta_palavra":"As responsabilidades são essenciais para a ordem e a santidade do culto a Deus, refletindo a importância da dedicação ao serviço divino.","conexao_teologica":"A ideia de responsabilidade no serviço a Deus é um tema importante, mostrando que cada crente tem um papel a desempenhar na comunidade de fé.","referencias_relacionadas":["Neemias 12:9","1 Coríntios 12:12-27","Romanos 12:4-8"]},"neemias_12_9_bakbukiah":{"palavra_pt":"bakbukiah","palavra_original":"בַּקְבֻּקְיָה","transliteracao":"Baqbuqyâh","strong":"H1229","significado_raiz":"Ideia básica: bakbukiah.","significado_contextual":"Bakbukiah é mencionado como um dos levitas que ajudavam na adoração e no serviço do templo.","explicacao_detalhada":"Bakbukiah, cujo nome significa 'o Senhor me abençoou', é um dos levitas listados em Neemias 12:9. Ele desempenhava um papel importante na música e na adoração no templo, refletindo a importância do serviço levítico na vida religiosa de Israel.","por_que_esta_palavra":"A palavra Bakbukiah é significativa porque representa a continuidade do serviço levítico após o exílio e a restauração de Jerusalém.","conexao_teologica":"Bakbukiah simboliza a fidelidade de Deus em restaurar Seu povo e a importância da adoração em comunidade.","referencias_relacionadas":["Neemias 12:8","Neemias 12:24","1 Crônicas 9:14"]},"neemias_12_9_nome":{"palavra_pt":"nome","palavra_original":"עֻנִּי","transliteracao":"ʻUnnîy","strong":"H6042","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é uma representação da identidade e do caráter de uma pessoa.","explicacao_detalhada":"O termo 'nome' em Neemias 12:9 refere-se à importância do nome de uma pessoa na cultura hebraica, que muitas vezes carrega significados e histórias pessoais. O nome é um reflexo da identidade e do propósito de Deus para cada indivíduo.","por_que_esta_palavra":"A palavra 'nome' é crucial porque enfatiza a importância da identidade no contexto da comunidade de fé.","conexao_teologica":"O nome de Deus e o nome dos Seus servos são frequentemente mencionados nas Escrituras, mostrando a relação entre identidade e missão.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Mateus 28:19"]},"neemias_12_10_nome":{"palavra_pt":"nome","palavra_original":"יֵשׁוּעַ","transliteracao":"Yêshûwaʻ","strong":"H3442","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Yeshua é uma forma do nome que significa 'salvação'.","explicacao_detalhada":"Yeshua, mencionado em Neemias 12:10, é uma forma do nome que mais tarde se tornaria conhecido como Jesus. O nome carrega um significado profundo de salvação e libertação, refletindo a esperança messiânica do povo de Israel.","por_que_esta_palavra":"A palavra 'Yeshua' é significativa porque antecipa a vinda do Messias e a salvação que Ele traria ao Seu povo.","conexao_teologica":"Yeshua é central na teologia cristã como o Salvador, e seu nome é um lembrete da promessa de Deus de redimir Seu povo.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"neemias_12_10_joiakim":{"palavra_pt":"joiakim","palavra_original":"יוֹיָקִים","transliteracao":"Yôwyâqîym","strong":"H3113","significado_raiz":"Ideia básica: joiakim.","significado_contextual":"Joiakim é mencionado como um sacerdote que desempenhou um papel importante na restauração do templo.","explicacao_detalhada":"O nome Joiakim, que significa 'o Senhor estabeleceu', é associado a um dos sacerdotes que ajudaram a liderar o povo de Israel após o exílio. Sua liderança é crucial para a restauração da adoração no templo.","por_que_esta_palavra":"A palavra Joiakim é importante porque representa a continuidade da linhagem sacerdotal e a restauração da adoração a Deus.","conexao_teologica":"Joiakim simboliza a fidelidade de Deus em manter Seu pacto com Israel e a importância do sacerdócio na mediação entre Deus e o povo.","referencias_relacionadas":["Neemias 12:10","Esdras 3:2","Ezequiel 44:15"]},"neemias_12_11_nome":{"palavra_pt":"nome","palavra_original":"יוֹיָדָע","transliteracao":"Yôwyâdâʻ","strong":"H3111","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Yoiadá é um nome que significa 'o Senhor conhece'.","explicacao_detalhada":"Yoiadá, mencionado em Neemias 12:11, é um sacerdote que representa a conexão entre Deus e o Seu povo. O nome enfatiza a ideia de que Deus tem conhecimento e cuidado sobre aqueles que O servem.","por_que_esta_palavra":"A palavra Yoiadá é significativa porque reflete a relação íntima entre Deus e os sacerdotes, que são chamados a conhecer e servir ao Senhor.","conexao_teologica":"Yoiadá simboliza a importância do conhecimento de Deus e do serviço sacerdotal na vida da comunidade de fé.","referencias_relacionadas":["Neemias 12:11","Esdras 10:6","Hebreus 5:1"]},"neemias_12_11_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"O verbo 'urso' refere-se ao ato de dar à luz.","explicacao_detalhada":"O termo 'urso' em Neemias 12:11 é usado para descrever o ato de gerar filhos, enfatizando a continuidade da linhagem sacerdotal e a importância da família na tradição israelita.","por_que_esta_palavra":"A palavra 'urso' é importante porque destaca o papel da família e da herança na vida do povo de Deus.","conexao_teologica":"O ato de gerar é visto como uma bênção de Deus, e a continuidade da linhagem é fundamental para o cumprimento das promessas divinas.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","1 Timóteo 5:14"]},"neemias_12_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma unidade de tempo que marca eventos significativos na vida do povo de Deus.","explicacao_detalhada":"O termo 'dia' em Neemias 12:12 refere-se a um tempo específico em que os sacerdotes eram contados e organizados para o serviço no templo, enfatizando a importância da ordem e da estrutura na adoração.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa momentos de adoração e celebração na vida da comunidade de fé.","conexao_teologica":"O conceito de dia é importante na teologia bíblica, pois Deus estabeleceu tempos e festivais para a adoração e a lembrança de Suas obras.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Colossenses 2:16"]},"neemias_12_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por oferecer sacrifícios e liderar a adoração.","explicacao_detalhada":"O termo 'sacerdote' em Neemias 12:12 refere-se aos homens da tribo de Levi que foram escolhidos para servir no templo. Eles desempenhavam um papel crucial na vida espiritual de Israel, oferecendo sacrifícios e intercedendo pelo povo.","por_que_esta_palavra":"A palavra 'sacerdote' é importante porque representa a função vital de mediação entre Deus e a humanidade.","conexao_teologica":"Os sacerdotes simbolizam a presença de Deus entre o Seu povo e a importância da adoração e do sacrifício na relação com Ele.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"neemias_12_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio refere-se ao início ou à liderança em um determinado contexto.","explicacao_detalhada":"O termo 'princípio' em Neemias 12:12 é usado para descrever a posição de liderança dos sacerdotes no templo, indicando que eles eram os primeiros a servir e a liderar a adoração.","por_que_esta_palavra":"A palavra 'princípio' é significativa porque destaca a importância da liderança espiritual na comunidade de fé.","conexao_teologica":"O princípio é um conceito teológico que reflete a ordem e a estrutura que Deus estabeleceu para a adoração e a liderança entre Seu povo.","referencias_relacionadas":["1 Coríntios 11:3","Romanos 13:1","Hebreus 13:7"]},"neemias_12_13_ezra":{"palavra_pt":"ezra","palavra_original":"עֶזְרָא","transliteracao":"ʻEzrâʼ","strong":"H5830","significado_raiz":"Ideia básica: ezra.","significado_contextual":"Ezra é um escriba e sacerdote que desempenhou um papel fundamental na restauração da lei e da adoração em Israel.","explicacao_detalhada":"Ezra, mencionado em Neemias 12:13, é conhecido por sua dedicação ao estudo e à aplicação da Lei de Deus. Ele liderou o povo na restauração da adoração e na reintrodução das práticas religiosas após o exílio.","por_que_esta_palavra":"A palavra 'Ezra' é significativa porque representa a importância do ensino da Palavra de Deus e da liderança espiritual na vida do povo.","conexao_teologica":"Ezra simboliza a necessidade de retornar às Escrituras e à verdadeira adoração como parte da vida comunitária e espiritual.","referencias_relacionadas":["Esdras 7:10","Neemias 8:1","Neemias 12:36"]},"neemias_12_13_nome":{"palavra_pt":"nome","palavra_original":"אֲמַרְיָה","transliteracao":"ʼĂmaryâh","strong":"H568","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos sacerdotes mencionados na genealogia.","explicacao_detalhada":"O nome 'Amarías' é associado a um sacerdote que desempenhou um papel importante na restauração do templo e na liderança espiritual do povo.","por_que_esta_palavra":"O nome é significativo porque representa a identidade e a função do sacerdote dentro da comunidade israelita.","conexao_teologica":"Os nomes na Bíblia frequentemente refletem o caráter ou a missão da pessoa, e neste caso, Amarías pode ser visto como um símbolo da restauração espiritual.","referencias_relacionadas":["Neemias 12:13","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_14_nome":{"palavra_pt":"nome","palavra_original":"מַלּוּךְ","transliteracao":"Mallûwk","strong":"H4409","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de outro sacerdote na linhagem de Arão.","explicacao_detalhada":"Mallûk é mencionado como um dos sacerdotes que ajudaram na reconstrução do templo e na restauração da adoração a Deus.","por_que_esta_palavra":"O nome é importante para entender a continuidade da linhagem sacerdotal e a importância da adoração no contexto pós-exílio.","conexao_teologica":"A linhagem sacerdotal é fundamental para a adoração e os sacrifícios no templo, refletindo a necessidade de mediação entre Deus e o povo.","referencias_relacionadas":["Neemias 12:14","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_15_harim":{"palavra_pt":"harim","palavra_original":"חָרִם","transliteracao":"Chârim","strong":"H2766","significado_raiz":"Ideia básica: harim.","significado_contextual":"Refere-se a um grupo ou família sacerdotal.","explicacao_detalhada":"Harim é uma das divisões dos sacerdotes que retornaram do exílio e é mencionada em listas genealógicas.","por_que_esta_palavra":"O nome representa a organização dos sacerdotes e a importância da ordem no culto a Deus.","conexao_teologica":"A estrutura organizacional dos sacerdotes reflete a ordem divina e a necessidade de um culto adequado a Deus.","referencias_relacionadas":["Neemias 12:15","Esdras 2:39","1 Crônicas 24:8"]},"neemias_12_15_nome":{"palavra_pt":"nome","palavra_original":"מְרָיוֹת","transliteracao":"Mᵉrâyôwth","strong":"H4812","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de um sacerdote associado a Harim.","explicacao_detalhada":"Mᵉrâyôwth é mencionado como parte da linhagem sacerdotal, destacando a continuidade do serviço a Deus.","por_que_esta_palavra":"O nome é importante para a identificação dos sacerdotes que serviram no templo.","conexao_teologica":"A continuidade do sacerdócio é vital para a adoração e os rituais, simbolizando a fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Neemias 12:15","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_16_nome":{"palavra_pt":"nome","palavra_original":"עִדּוֹ","transliteracao":"ʻIddôw","strong":"H5714","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de um sacerdote que faz parte da lista de líderes religiosos.","explicacao_detalhada":"ʻIddôw é um sacerdote que representa a linhagem e a continuidade do serviço no templo.","por_que_esta_palavra":"O nome é significativo para a genealogia sacerdotal e a importância do serviço a Deus.","conexao_teologica":"A linhagem sacerdotal é essencial para a mediação entre Deus e o povo, refletindo a importância da santidade.","referencias_relacionadas":["Neemias 12:16","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_16_ginnetho":{"palavra_pt":"ginnetho","palavra_original":"גִּנְּתוֹן","transliteracao":"Ginnᵉthôwn","strong":"H1599","significado_raiz":"Ideia básica: ginnetho.","significado_contextual":"Nome de um sacerdote associado a ʻIddôw.","explicacao_detalhada":"Ginnᵉthôwn é mencionado como parte da linhagem sacerdotal, destacando a importância do serviço no templo.","por_que_esta_palavra":"O nome é relevante para a identificação dos sacerdotes e a continuidade do culto.","conexao_teologica":"A continuidade do sacerdócio é um reflexo da fidelidade de Deus e da necessidade de adoração adequada.","referencias_relacionadas":["Neemias 12:16","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_17_nome":{"palavra_pt":"nome","palavra_original":"אֲבִיָּה","transliteracao":"ʼĂbîyâh","strong":"H29","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de um sacerdote que faz parte da lista de líderes religiosos.","explicacao_detalhada":"ʼĂbîyâh é um sacerdote que representa a linhagem e a continuidade do serviço no templo.","por_que_esta_palavra":"O nome é importante para a genealogia sacerdotal e a função no culto a Deus.","conexao_teologica":"A linhagem sacerdotal é essencial para a mediação entre Deus e o povo, refletindo a importância da santidade.","referencias_relacionadas":["Neemias 12:17","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_17_moadiah":{"palavra_pt":"moadiah","palavra_original":"מוֹעַדְיָה","transliteracao":"Môwʻadyâh","strong":"H4153","significado_raiz":"Ideia básica: moadiah.","significado_contextual":"Nome de um sacerdote associado a ʼĂbîyâh.","explicacao_detalhada":"Môwʻadyâh é mencionado como parte da linhagem sacerdotal, destacando a importância do serviço no templo.","por_que_esta_palavra":"O nome é relevante para a identificação dos sacerdotes e a continuidade do culto.","conexao_teologica":"A continuidade do sacerdócio é um reflexo da fidelidade de Deus e da necessidade de adoração adequada.","referencias_relacionadas":["Neemias 12:17","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_18_nome":{"palavra_pt":"nome","palavra_original":"בִּלְגַה","transliteracao":"Bilgah","strong":"H1083","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de um sacerdote que faz parte da lista de líderes religiosos.","explicacao_detalhada":"Bilgah é um sacerdote que representa a linhagem e a continuidade do serviço no templo.","por_que_esta_palavra":"O nome é importante para a genealogia sacerdotal e a função no culto a Deus.","conexao_teologica":"A linhagem sacerdotal é essencial para a mediação entre Deus e o povo, refletindo a importância da santidade.","referencias_relacionadas":["Neemias 12:18","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_19_nome":{"palavra_pt":"nome","palavra_original":"יוֹיָרִיב","transliteracao":"Yôwyârîyb","strong":"H3114","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de um sacerdote que faz parte da lista de líderes religiosos.","explicacao_detalhada":"Yôwyârîyb é um sacerdote que representa a linhagem e a continuidade do serviço no templo.","por_que_esta_palavra":"O nome é importante para a genealogia sacerdotal e a função no culto a Deus.","conexao_teologica":"A linhagem sacerdotal é essencial para a mediação entre Deus e o povo, refletindo a importância da santidade.","referencias_relacionadas":["Neemias 12:19","Esdras 10:18","1 Crônicas 6:6"]},"neemias_12_20_nome":{"palavra_pt":"nome","palavra_original":"סַלּוּ","transliteracao":"Çallûw","strong":"H5543","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome é uma representação da pessoa e pode refletir características ou a história de vida. No contexto de Neemias, os nomes mencionados são importantes para a genealogia e a restauração do povo de Israel.","por_que_esta_palavra":"A palavra 'nome' é crucial para identificar e reconhecer indivíduos dentro da comunidade, especialmente em contextos de liderança e herança.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de Sua presença e caráter. Assim como os nomes humanos têm significado, o nome divino também carrega profundidade teológica.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Isaías 43:7"]},"neemias_12_20_amok":{"palavra_pt":"amok","palavra_original":"עָמוֹק","transliteracao":"ʻÂmôwq","strong":"H5987","significado_raiz":"Ideia básica: amok.","significado_contextual":"Indica profundidade ou algo que está abaixo da superfície.","explicacao_detalhada":"A palavra 'amok' pode ser usada em contextos que falam sobre a profundidade de um sentimento ou a gravidade de uma situação. No contexto de Neemias, pode se referir à profundidade do compromisso do povo com Deus.","por_que_esta_palavra":"A profundidade é uma metáfora para a seriedade e a intensidade das relações e promessas feitas ao Senhor.","conexao_teologica":"A profundidade espiritual é frequentemente mencionada nas Escrituras, onde se fala sobre a necessidade de um relacionamento profundo com Deus.","referencias_relacionadas":["Salmos 130:1","Romanos 11:33","Efésios 3:18"]},"neemias_12_20_kallai":{"palavra_pt":"kallai","palavra_original":"קַלַּי","transliteracao":"Qallay","strong":"H7040","significado_raiz":"Ideia básica: kallai.","significado_contextual":"Refere-se a um nome próprio, possivelmente relacionado a um indivíduo específico na genealogia.","explicacao_detalhada":"Kallai é um nome que pode ter significados associados a características pessoais ou a eventos na vida do portador. No contexto de Neemias, é importante para a identificação de linhagens.","por_que_esta_palavra":"Os nomes próprios são essenciais para a preservação da história e da identidade do povo de Israel.","conexao_teologica":"A importância dos nomes na Bíblia reflete a soberania de Deus sobre a história e a vida das pessoas.","referencias_relacionadas":["Gênesis 17:5","Mateus 1:1","Apocalipse 3:5"]},"neemias_12_21_nome":{"palavra_pt":"nome","palavra_original":"חִלְקִיָּה","transliteracao":"Chilqîyâh","strong":"H2518","significado_raiz":"Ideia básica: nome.","significado_contextual":"Assim como no primeiro caso, refere-se ao nome de uma pessoa, essencial para a genealogia.","explicacao_detalhada":"O nome 'Chilqîyâh' é significativo para a linhagem sacerdotal e a continuidade do serviço a Deus. Os nomes são usados para traçar a história do povo e suas promessas.","por_que_esta_palavra":"A preservação dos nomes é vital para a identidade e a herança espiritual do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a natureza de Deus e Seu relacionamento com o povo.","referencias_relacionadas":["Êxodo 3:15","Salmos 87:6","Mateus 1:17"]},"neemias_12_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, um dia em que eventos significativos ocorreram.","explicacao_detalhada":"O 'dia' mencionado é importante para a cronologia dos eventos que cercam a restauração de Jerusalém e a vida do povo. Cada dia tem seu significado e propósito na história da salvação.","por_que_esta_palavra":"O tempo é uma parte fundamental do plano de Deus, e cada dia é uma oportunidade para cumprir Sua vontade.","conexao_teologica":"A noção de tempo e dias é frequentemente usada nas Escrituras para marcar eventos importantes na história da redenção.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"neemias_12_22_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um membro da tribo de Levi, responsável por funções religiosas e espirituais.","explicacao_detalhada":"Os sacerdotes desempenhavam um papel crucial na mediação entre Deus e o povo, oferecendo sacrifícios e conduzindo rituais. A menção de sacerdotes em Neemias destaca a importância da adoração e da lei.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a estrutura religiosa de Israel e a relação do povo com Deus.","conexao_teologica":"Jesus é descrito como nosso Sumo Sacerdote, que intercede por nós, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Levítico 10:10","Hebreus 4:14","1 Pedro 2:9"]},"neemias_12_22_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao líder ou à cabeça de uma família ou grupo.","explicacao_detalhada":"O 'princípio' é uma referência à liderança e à responsabilidade que vem com a posição. No contexto de Neemias, isso é importante para a organização do povo e a restauração de Jerusalém.","por_que_esta_palavra":"A liderança é essencial para a unidade e a direção do povo de Deus, especialmente em tempos de reconstrução.","conexao_teologica":"Cristo é o cabeça da Igreja, e a ideia de liderança é central na teologia cristã.","referencias_relacionadas":["Efésios 1:22","Colossenses 1:18","1 Timóteo 3:1"]},"neemias_12_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se a um dia específico, importante para a história do povo.","explicacao_detalhada":"O dia mencionado é significativo para a contagem dos eventos que moldaram a identidade e a história de Israel. Cada dia é uma oportunidade para lembrar as promessas de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo na narrativa bíblica e na vida do povo.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma dádiva que deve ser usada para glorificá-Lo.","referencias_relacionadas":["Salmos 90:12","Mateus 6:34","Tiago 4:14"]},"neemias_12_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar.","explicacao_detalhada":"A palavra 'filho' é importante para entender a continuidade da linhagem e a transmissão de valores e promessas de geração em geração.","por_que_esta_palavra":"A relação entre pais e filhos é central na narrativa bíblica, refletindo a aliança de Deus com Seu povo.","conexao_teologica":"A ideia de ser filho de Deus é fundamental na teologia cristã, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gênesis 1:26","João 1:12","Romanos 8:16"]},"neemias_12_23_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Novamente, refere-se à liderança ou à cabeça de uma família ou grupo.","explicacao_detalhada":"A repetição da palavra 'princípio' destaca a importância da liderança na estrutura social e religiosa do povo de Israel.","por_que_esta_palavra":"A liderança é essencial para a organização e a direção do povo, especialmente em tempos de reconstrução e restauração.","conexao_teologica":"Cristo é o princípio e o fim, e a liderança divina é um tema central na Bíblia.","referencias_relacionadas":["Apocalipse 22:13","Colossenses 2:10","Hebreus 12:2"]},"neemias_12_24_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se à liderança ou à posição de destaque, indicando quem está à frente em um contexto de louvor e adoração.","explicacao_detalhada":"No contexto de Neemias 12:24, 'princípio' é usado para descrever os líderes que estavam encarregados de louvar a Deus durante a restauração do templo. Essa palavra enfatiza a importância da liderança espiritual na adoração.","por_que_esta_palavra":"A palavra é utilizada para destacar a estrutura organizacional dos levitas e sacerdotes que lideravam a adoração, mostrando que a adoração a Deus deve ser feita de maneira ordenada e respeitosa.","conexao_teologica":"A liderança espiritual é fundamental na vida da comunidade de fé, refletindo a ordem divina e a importância do culto coletivo.","referencias_relacionadas":["1 Crônicas 16:4","Salmos 22:3","Hebreus 13:15"]},"neemias_12_24_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' implica em exaltar e glorificar a Deus, um ato central na adoração.","explicacao_detalhada":"Em Neemias 12:24, 'louvar' é um ato de reconhecimento da grandeza de Deus, onde os levitas se reúnem para expressar gratidão e adoração. O louvor é uma resposta natural ao caráter de Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza da adoração, que não é apenas um ritual, mas uma expressão de amor e reverência a Deus.","conexao_teologica":"O louvor é uma prática que une a comunidade de fé e a aproxima de Deus, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 150:6","Salmos 100:4","Colossenses 3:16"]},"neemias_12_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, o Criador e Sustentador do universo, que merece adoração.","explicacao_detalhada":"Em Neemias 12:24, a menção de 'Deus' enfatiza a centralidade da divindade na vida do povo de Israel e na adoração que eles prestam. É um reconhecimento de Sua soberania e poder.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre o povo e Deus, destacando a importância de reconhecer Sua autoridade e presença.","conexao_teologica":"A adoração a Deus é a resposta adequada à Sua grandeza e amor, e é um tema recorrente em toda a Escritura.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"neemias_12_25_templo":{"palavra_pt":"templo","palavra_original":"טַלְמוֹן","transliteracao":"Ṭalmôwn","strong":"H2929","significado_raiz":"Ideia básica: templo.","significado_contextual":"O 'templo' é o local sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"Em Neemias 12:25, o templo é visto como o centro da vida espiritual de Israel, um lugar de sacrifício e adoração. É um símbolo da presença de Deus entre Seu povo.","por_que_esta_palavra":"A palavra é importante porque o templo representa a relação entre Deus e Seu povo, sendo um espaço onde eles podem se encontrar com o Senhor.","conexao_teologica":"O templo é um precursor da ideia de que Deus habita entre os homens, culminando na encarnação de Cristo e na habitação do Espírito Santo nos crentes.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1","Atos 7:48"]},"neemias_12_25_threshold":{"palavra_pt":"threshold","palavra_original":"אָסֻף","transliteracao":"ʼâçuph","strong":"H624","significado_raiz":"Ideia básica: threshold.","significado_contextual":"O 'threshold' (limiar) refere-se à entrada ou porta de um espaço sagrado, simbolizando a transição para a presença de Deus.","explicacao_detalhada":"Em Neemias 12:25, o limiar é um ponto de acesso ao templo, onde os adoradores se preparam para entrar na presença de Deus. É um símbolo de reverência e preparação.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de se aproximar de Deus com respeito e santidade, reconhecendo a seriedade do ato de adoração.","conexao_teologica":"O conceito de limiar é uma metáfora para a preparação espiritual necessária para entrar na presença de Deus, refletindo a necessidade de santidade.","referencias_relacionadas":["Êxodo 12:22","Salmos 24:3","Hebreus 10:19"]},"neemias_12_25_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' é o acesso físico ao templo, simbolizando a entrada na comunhão com Deus.","explicacao_detalhada":"Em Neemias 12:25, a porta é um ponto de entrada para a adoração, representando a abertura para a presença de Deus e a comunidade de fé.","por_que_esta_palavra":"A palavra é significativa porque a porta simboliza a oportunidade de se aproximar de Deus, refletindo a acessibilidade da adoração.","conexao_teologica":"Jesus é descrito como a porta (João 10:9), enfatizando que Ele é o único caminho para a comunhão com Deus.","referencias_relacionadas":["Salmos 118:19","Mateus 7:7","João 10:9"]},"neemias_12_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um tempo específico de adoração e celebração.","explicacao_detalhada":"Em Neemias 12:26, o dia é um momento designado para a adoração, onde o povo se reúne para louvar a Deus. O tempo é sagrado e deve ser respeitado.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do tempo na adoração, mostrando que há momentos especiais para se encontrar com Deus.","conexao_teologica":"A santidade do dia de adoração reflete a importância do tempo dedicado a Deus em nossas vidas.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Hebreus 4:9"]},"neemias_12_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O 'sacerdote' é aquele que serve como intermediário entre Deus e o povo, realizando rituais de adoração.","explicacao_detalhada":"Em Neemias 12:26, os sacerdotes têm um papel crucial na adoração, oferecendo sacrifícios e orações em nome do povo. Eles são responsáveis pela manutenção da santidade do culto.","por_que_esta_palavra":"A palavra é importante porque destaca a função do sacerdote como mediador e líder espiritual, essencial para a vida religiosa de Israel.","conexao_teologica":"Jesus é nosso Sumo Sacerdote, que intercede por nós e nos aproxima de Deus, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Levítico 10:1","Hebreus 4:14","1 Pedro 2:9"]},"neemias_12_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem sacerdotal.","explicacao_detalhada":"Em Neemias 12:26, 'filho' é usado para indicar a relação familiar e a transmissão de responsabilidades espirituais de geração em geração.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a importância da herança espiritual e da continuidade na adoração a Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"neemias_12_27_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza ação, poder e a capacidade de realizar tarefas, especialmente em contextos de adoração.","explicacao_detalhada":"Em Neemias 12:27, 'mão' é usada para descrever a ação dos levitas e sacerdotes na preparação e realização da adoração, simbolizando o trabalho e o esforço dedicados a Deus.","por_que_esta_palavra":"A palavra é importante porque destaca que a adoração não é apenas uma questão de palavras, mas também de ações e serviço.","conexao_teologica":"A mão de Deus é frequentemente associada ao Seu poder e intervenção na história, e os crentes são chamados a agir em fé e serviço.","referencias_relacionadas":["Salmos 90:17","Isaías 41:10","Colossenses 3:23"]},"neemias_12_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever um grupo de músicos que se reuniram para a dedicação do muro de Jerusalém.","explicacao_detalhada":"Neste contexto, 'urso' pode referir-se a um grupo específico de músicos ou cantores que desempenhavam um papel importante nas celebrações religiosas, simbolizando força e proteção.","por_que_esta_palavra":"A escolha da palavra 'urso' pode estar relacionada à ideia de força e robustez, características que se esperam em um grupo que celebra a restauração de Jerusalém.","conexao_teologica":"A presença de músicos e cantores na adoração a Deus é um tema recorrente na Bíblia, enfatizando a importância da música na vida espiritual do povo de Deus.","referencias_relacionadas":["Salmos 150:1","1 Crônicas 16:41","Esdras 3:10"]},"neemias_12_28_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos indivíduos que participaram da dedicação do muro, destacando a importância da comunidade.","explicacao_detalhada":"Neste versículo, 'homem' representa não apenas a masculinidade, mas a totalidade dos participantes, incluindo mulheres e crianças, que se uniram em adoração.","por_que_esta_palavra":"A inclusão do termo 'homem' enfatiza a responsabilidade coletiva do povo na adoração e na reconstrução da identidade nacional.","conexao_teologica":"A Bíblia frequentemente menciona a importância da comunidade na adoração, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Gálatas 3:28","1 Pedro 2:9","Hebreus 10:25"]},"neemias_12_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a continuidade da linhagem e a importância das gerações na adoração a Deus.","explicacao_detalhada":"Neste contexto, 'filho' representa a herança espiritual e a transmissão da fé de pais para filhos, essencial para a vida comunitária.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da família na adoração e na preservação da cultura e da fé.","conexao_teologica":"A Bíblia ensina que a fé deve ser passada de geração em geração, conforme visto em Deuteronômio 6:6-7.","referencias_relacionadas":["Salmos 78:4","Provérbios 22:6","Efésios 6:4"]},"neemias_12_28_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e a união dos participantes na celebração.","explicacao_detalhada":"Neste contexto, 'entre' sugere a ideia de comunidade e coletividade, onde todos estão juntos na adoração a Deus.","por_que_esta_palavra":"A utilização de 'entre' enfatiza a importância da união e da comunhão entre os adoradores.","conexao_teologica":"A união entre os crentes é um tema central na teologia cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:3","Romanos 12:5"]},"neemias_12_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo, o local central de adoração e encontro com Deus.","explicacao_detalhada":"Neste contexto, 'casa' simboliza a presença de Deus entre o Seu povo e a importância do templo na vida espiritual da nação.","por_que_esta_palavra":"A menção da 'casa' destaca a centralidade do culto e da adoração a Deus na vida do povo de Israel.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e Seu povo, refletindo a importância da adoração coletiva.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Reis 8:27"]},"neemias_12_29_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para enfatizar a participação ativa dos indivíduos na dedicação do templo.","explicacao_detalhada":"Neste contexto, 'homem' representa a diversidade de pessoas que se uniram para celebrar a restauração do templo e a adoração a Deus.","por_que_esta_palavra":"A repetição do termo 'homem' reforça a ideia de que todos têm um papel na adoração e na vida comunitária.","conexao_teologica":"A Bíblia ensina que todos os crentes são chamados a participar da adoração e do serviço a Deus.","referencias_relacionadas":["Romanos 12:1","1 Pedro 2:5","Colossenses 3:23"]},"neemias_12_30_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais responsáveis pela mediação entre Deus e o povo.","explicacao_detalhada":"Neste contexto, 'sacerdote' destaca a importância do ministério sacerdotal na adoração e na manutenção da santidade do culto.","por_que_esta_palavra":"A menção dos sacerdotes enfatiza a necessidade de liderança espiritual na adoração e na vida comunitária.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação de Cristo entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"neemias_12_30_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição espiritual necessária para a adoração a Deus.","explicacao_detalhada":"Neste contexto, 'puro' indica a importância da santidade e da preparação espiritual dos adoradores.","por_que_esta_palavra":"A ênfase na pureza ressalta a necessidade de estar em conformidade com os padrões de Deus para a adoração.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, refletindo a santidade de Deus e a necessidade de santidade entre Seu povo.","referencias_relacionadas":["Salmos 24:3-4","Mateus 5:8","Hebreus 12:14"]},"neemias_12_30_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade dos israelitas que participaram da dedicação do templo.","explicacao_detalhada":"Neste contexto, 'povo' representa a unidade e a diversidade da comunidade que se reúne para adorar a Deus.","por_que_esta_palavra":"A inclusão do termo 'povo' enfatiza a responsabilidade coletiva na adoração e na vida espiritual.","conexao_teologica":"A Bíblia ensina que o povo de Deus é chamado a se unir em adoração e serviço, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 Pedro 2:10","Efésios 4:4-6","Romanos 15:5-6"]},"neemias_12_31_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da celebração e a importância do evento.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a alegria e a reverência da comunidade durante a dedicação do muro de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'grande' reflete a importância do evento e a grandeza de Deus na restauração de Jerusalém.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 12:5","Romanos 11:33"]},"neemias_12_31_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa a proteção e a separação do povo de Deus em relação às nações ao redor.","explicacao_detalhada":"No contexto de Neemias, a reconstrução do muro de Jerusalém simboliza a restauração da identidade e segurança do povo israelita após o exílio. O muro é um símbolo de integridade e defesa contra inimigos.","por_que_esta_palavra":"A palavra 'muro' é crucial para entender a importância da proteção física e espiritual que Deus oferece ao seu povo.","conexao_teologica":"O muro também pode ser visto como uma representação da separação entre o sagrado e o profano, refletindo a necessidade de santidade na vida do povo de Deus.","referencias_relacionadas":["Neemias 2:17","Neemias 4:6","Salmos 122:7"]},"neemias_12_32_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar aqui se refere ao modo de vida e à conduta do povo de Deus em obediência às suas leis.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida que reflete a fidelidade a Deus. No contexto de Neemias, isso se relaciona à restauração da prática religiosa e da observância da Lei.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de uma vida ativa de fé, não apenas crença, mas ação que demonstra essa fé.","conexao_teologica":"Andar com Deus é um tema recorrente nas Escrituras, simbolizando a relação contínua e dinâmica entre o crente e o Senhor.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","1 João 1:7"]},"neemias_12_32_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em acompanhar e obedecer a liderança espiritual e as direções de Deus.","explicacao_detalhada":"No contexto de Neemias, seguir é um ato de lealdade e compromisso com a direção que Deus está dando ao seu povo através de Neemias e dos líderes.","por_que_esta_palavra":"A palavra 'seguir' é essencial para entender a dinâmica de liderança e a resposta do povo à voz de Deus.","conexao_teologica":"Seguir a Deus é um chamado para todos os crentes, refletindo a ideia de discipulado e obediência.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","Hebreus 12:1"]},"neemias_12_33_nome":{"palavra_pt":"nome","palavra_original":"עֲזַרְיָה","transliteracao":"ʻĂzaryâh","strong":"H5838","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome aqui representa a identidade e a reputação de uma pessoa, especialmente em relação ao seu papel na comunidade.","explicacao_detalhada":"No contexto de Neemias, o nome é importante porque carrega a história e a função de cada indivíduo dentro do povo de Deus, refletindo sua contribuição para a restauração.","por_que_esta_palavra":"A palavra 'nome' é significativa porque destaca a importância da identidade e do legado que cada pessoa deixa na comunidade de fé.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem o caráter e a missão de Deus para o seu povo.","referencias_relacionadas":["Salmos 9:10","Isaías 43:1","Apocalipse 3:5"]},"neemias_12_33_ezra":{"palavra_pt":"ezra","palavra_original":"עֶזְרָא","transliteracao":"ʻEzrâʼ","strong":"H5830","significado_raiz":"Ideia básica: ezra.","significado_contextual":"Ezra representa a liderança espiritual e a restauração da Lei entre o povo de Israel.","explicacao_detalhada":"Ezra é um escriba e sacerdote que desempenha um papel crucial na reintrodução da Lei de Deus ao povo após o exílio, enfatizando a importância da Palavra de Deus na vida comunitária.","por_que_esta_palavra":"A menção de Ezra é significativa porque ele simboliza a renovação espiritual e a volta às raízes da fé.","conexao_teologica":"Ezra é um exemplo de como a Palavra de Deus deve ser central na vida do crente e da comunidade.","referencias_relacionadas":["Esdras 7:10","Esdras 9:10","Neemias 8:1"]},"neemias_12_34_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho aqui representa a continuidade da linhagem e a transmissão de valores e tradições.","explicacao_detalhada":"No contexto de Neemias, a menção de filhos destaca a importância da família e da herança espiritual na vida do povo de Deus.","por_que_esta_palavra":"A palavra 'filho' é importante porque reflete a ideia de legado e a responsabilidade de cada geração em passar adiante a fé.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de ensinar os filhos nos caminhos do Senhor, enfatizando a continuidade da fé.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Provérbios 22:6"]},"neemias_12_34_nome":{"palavra_pt":"nome","palavra_original":"שְׁמַעְיָה","transliteracao":"Shᵉmaʻyâh","strong":"H8098","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome aqui é uma referência à identidade e ao papel de uma pessoa dentro da comunidade.","explicacao_detalhada":"No contexto de Neemias, o nome é importante para reconhecer a contribuição individual de cada membro do povo de Deus na restauração.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a individualidade e a importância de cada pessoa no plano de Deus.","conexao_teologica":"Os nomes têm um significado profundo nas Escrituras, refletindo o caráter e a missão que Deus dá a cada um.","referencias_relacionadas":["Isaías 43:1","Mateus 10:30","Apocalipse 20:12"]},"neemias_12_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho aqui novamente enfatiza a continuidade e a importância da linhagem no contexto da restauração de Jerusalém.","explicacao_detalhada":"A menção de filhos destaca a responsabilidade de cada geração em manter a fé e os valores de Deus.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão de herança espiritual e a importância da família na fé.","conexao_teologica":"A Bíblia ensina que a fé deve ser passada de pais para filhos, reforçando a importância da educação espiritual.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:3","Efésios 6:4"]},"neemias_12_35_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote representa a mediação entre Deus e o povo, desempenhando um papel vital na adoração e na vida espiritual.","explicacao_detalhada":"No contexto de Neemias, os sacerdotes são responsáveis por restaurar a adoração e os rituais que foram negligenciados durante o exílio.","por_que_esta_palavra":"A palavra 'sacerdote' é significativa porque reflete a função essencial de intercessão e liderança espiritual na comunidade.","conexao_teologica":"A figura do sacerdote é um precursor do ministério de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"neemias_12_36_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus aqui representa a soberania e a presença divina que guia e protege o seu povo.","explicacao_detalhada":"No contexto de Neemias, a menção de Deus enfatiza a dependência do povo em relação à sua direção e proteção durante a reconstrução.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a sua criação, especialmente em tempos de dificuldade.","conexao_teologica":"Deus é o centro da vida do povo de Israel, e sua presença é essencial para a restauração e a esperança.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"neemias_12_36_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um porta-armas, alguém que carrega as armas de um líder militar.","explicacao_detalhada":"No contexto de Neemias, o porta-armas é uma figura importante que simboliza proteção e apoio ao líder, neste caso, Neemias. Essa função era vital em tempos de guerra, onde a segurança do líder poderia determinar o sucesso da missão.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do apoio e da lealdade em momentos críticos, refletindo a necessidade de ter alguém que proteja e ajude o líder.","conexao_teologica":"A figura do porta-armas pode ser vista como uma representação do apoio divino que Deus oferece aos seus servos, assim como a necessidade de ter aliados fiéis na jornada da fé.","referencias_relacionadas":["1 Samuel 16:21","2 Reis 6:15","Salmos 144:1"]},"neemias_12_37_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física que serve como lar ou lugar de adoração.","explicacao_detalhada":"No contexto de Neemias, a casa é um símbolo de segurança e identidade para o povo de Israel, representando tanto a habitação física quanto a presença de Deus entre seu povo.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da restauração não apenas das paredes físicas, mas também da espiritualidade e da comunidade.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a comunhão entre os crentes, refletindo a ideia de que somos a casa de Deus.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"neemias_12_37_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão de visão, mas também simboliza percepção e entendimento.","explicacao_detalhada":"No contexto de Neemias, o 'olho' pode simbolizar a vigilância e a atenção que o povo deve ter em relação à sua cidade e à obra de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de estar atento às ações de Deus e às necessidades da comunidade.","conexao_teologica":"Os olhos são frequentemente mencionados na Bíblia como uma metáfora para a percepção espiritual e a capacidade de ver a verdade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Hebreus 12:2"]},"neemias_12_37_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se a objetos ou ações, podendo incluir tanto coisas materiais quanto espirituais.","explicacao_detalhada":"No contexto de Neemias, 'things' pode se referir às atividades e responsabilidades que o povo tinha em relação à reconstrução e à adoração.","por_que_esta_palavra":"A palavra é utilizada para mostrar a diversidade de tarefas e a importância de cada uma delas na obra de Deus.","conexao_teologica":"As 'coisas' que fazemos em nome de Deus são importantes para o avanço do Seu reino e a edificação da comunidade de fé.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Efésios 2:10"]},"neemias_12_38_fore":{"palavra_pt":"fore","palavra_original":"מוּל","transliteracao":"mûwl","strong":"H4136","significado_raiz":"Ideia básica: fore.","significado_contextual":"Refere-se à parte da cidade que está à frente ou na direção de algo.","explicacao_detalhada":"No contexto de Neemias, 'fore' pode indicar a direção em que o povo deve se mover ou focar seus esforços na reconstrução.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de estar voltado para o futuro e as promessas de Deus.","conexao_teologica":"A ideia de 'ir para frente' é um tema recorrente na Bíblia, onde Deus chama Seu povo a avançar em fé e obediência.","referencias_relacionadas":["Isaías 43:19","Filipenses 3:13-14","Hebreus 12:1-2"]},"neemias_12_38_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou progredir em uma jornada.","explicacao_detalhada":"No contexto de Neemias, 'andar' simboliza o caminho que o povo deve seguir em obediência a Deus enquanto reconstrói a cidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da ação e do movimento na vida espiritual.","conexao_teologica":"A Bíblia frequentemente usa a metáfora de 'andar' para descrever a vida cristã, que deve ser vivida em conformidade com os ensinamentos de Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"neemias_12_39_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Refere-se à entrada ou saída de um espaço, simbolizando acesso e proteção.","explicacao_detalhada":"No contexto de Neemias, a porta é um ponto estratégico de segurança e controle, essencial para a proteção da cidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de ter portas bem guardadas para a segurança da comunidade.","conexao_teologica":"As portas na Bíblia muitas vezes simbolizam oportunidades e o acesso à presença de Deus.","referencias_relacionadas":["Mateus 7:7-8","Apocalipse 3:20","Salmos 24:7"]},"neemias_12_39_torre":{"palavra_pt":"torre","palavra_original":"מִגְדָּל","transliteracao":"migdâl","strong":"H4026","significado_raiz":"Ideia básica: torre.","significado_contextual":"Refere-se a uma estrutura elevada que serve como ponto de observação e defesa.","explicacao_detalhada":"No contexto de Neemias, a torre representa a vigilância e a proteção da cidade, sendo um símbolo de segurança.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de estar alerta e preparado para qualquer ameaça.","conexao_teologica":"As torres na Bíblia podem simbolizar a proteção divina e a segurança que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Isaías 26:1"]},"neemias_12_40_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se ao membro do corpo usado para realizar ações, simbolizando trabalho e esforço.","explicacao_detalhada":"No contexto de Neemias, 'mão' representa o trabalho árduo e a dedicação do povo na reconstrução da cidade e do templo.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da ação e do esforço coletivo na obra de Deus.","conexao_teologica":"A mão é frequentemente usada na Bíblia como símbolo da ação de Deus e do trabalho dos crentes em Sua obra.","referencias_relacionadas":["Colossenses 3:23","Salmos 90:17","1 Coríntios 15:58"]},"neemias_12_40_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física que serve como lar ou lugar de adoração.","explicacao_detalhada":"No contexto de Neemias, a casa é um símbolo de segurança e identidade para o povo de Israel, representando tanto a habitação física quanto a presença de Deus entre seu povo.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da restauração não apenas das paredes físicas, mas também da espiritualidade e da comunidade.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a comunhão entre os crentes, refletindo a ideia de que somos a casa de Deus.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"neemias_12_40_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina e a soberania de Deus sobre todas as coisas. No contexto de Neemias, enfatiza a importância da adoração e do reconhecimento da autoridade divina na restauração de Jerusalém.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a centralidade de Deus na vida do povo de Israel, especialmente durante um período de reconstrução e renovação espiritual.","conexao_teologica":"Deus é visto como o guia e protetor do Seu povo, e Sua presença é fundamental para a restauração e a celebração da comunidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"neemias_12_41_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel crucial nas cerimônias religiosas e na mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica aqueles que foram escolhidos para servir no templo e oferecer sacrifícios. No contexto de Neemias, os sacerdotes são fundamentais para a restauração da adoração a Deus.","por_que_esta_palavra":"A menção dos sacerdotes destaca a importância da liderança espiritual e da observância das leis de Deus na vida comunitária.","conexao_teologica":"Os sacerdotes simbolizam a intercessão e a santidade, representando o povo diante de Deus e mantendo a pureza do culto.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"neemias_12_41_nome":{"palavra_pt":"nome","palavra_original":"אֶלְיָקִים","transliteracao":"ʼElyâqîym","strong":"H471","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega significados e identidades importantes.","explicacao_detalhada":"A palavra 'nome' (אֶלְיָקִים) é frequentemente associada à reputação e ao caráter de uma pessoa. No contexto de Neemias, os nomes mencionados são importantes para a genealogia e a identidade do povo de Israel.","por_que_esta_palavra":"O nome é uma representação da história e do legado de uma pessoa, essencial para a continuidade da comunidade.","conexao_teologica":"O nome de Deus é também um tema central na Bíblia, simbolizando Sua presença e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Isaías 43:7"]},"neemias_12_42_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' (שִׁיר) é usada para descrever a humanidade em sua totalidade. No contexto de Neemias, destaca a importância da participação do povo na adoração e na reconstrução.","por_que_esta_palavra":"A inclusão do homem enfatiza a responsabilidade individual e coletiva na vida espiritual e comunitária.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central, refletindo a dignidade e o propósito divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"neemias_12_42_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de ouvir, especialmente em um contexto espiritual.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas a audição, mas a obediência e a resposta à palavra de Deus. No contexto de Neemias, ouvir a Lei é fundamental para a renovação espiritual do povo.","por_que_esta_palavra":"A ênfase em ouvir destaca a importância da receptividade à instrução divina e à transformação pessoal.","conexao_teologica":"Ouvir a voz de Deus é essencial para a fé e a prática da vida cristã.","referencias_relacionadas":["Deuteronômio 6:4","Tiago 1:22","Romanos 10:17"]},"neemias_12_43_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como expressão de adoração e gratidão.","explicacao_detalhada":"A palavra 'sacrifício' (זָבַח) é central na prática religiosa do Antigo Testamento, simbolizando a expiação e a devoção. No contexto de Neemias, os sacrifícios são parte da celebração e da restauração do culto.","por_que_esta_palavra":"O sacrifício representa a entrega e a busca pela reconciliação com Deus.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final do sistema sacrificial, trazendo redenção ao povo de Deus.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"neemias_12_43_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar momentos importantes na história de Israel, como festivais e celebrações. No contexto de Neemias, o dia é um tempo de alegria e adoração.","por_que_esta_palavra":"A menção do dia enfatiza a importância do tempo sagrado e das celebrações comunitárias.","conexao_teologica":"O conceito de dia de descanso e celebração é fundamental na teologia bíblica, refletindo a criação e a redenção.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Mateus 12:8"]},"neemias_12_43_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em Neemias 12:43, \"deus\" aparece na frase \"E ofereceram, no mesmo dia, grandes sacrifícios e se alegraram; porque Deus os alegrara com grande alegria; e até as mulheres e os meninos…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֱלֹהִים; ʼĕlôhîym; H430), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de Neemias 12:43 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Neemias 13:1. Lendo junto com Neemias 12:43, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Neemias 12:43","Neemias 13:1","Salmos 119:105"]},"neemias_12_44_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico em que atividades religiosas e comunitárias ocorrem.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é novamente utilizada para enfatizar a importância de momentos de adoração e celebração. No contexto de Neemias, é um dia de ofertas e dedicação ao Senhor.","por_que_esta_palavra":"A repetição da palavra dia reforça a ideia de que a adoração deve ser uma prática regular e comunitária.","conexao_teologica":"O dia do Senhor é um conceito que permeia toda a Escritura, chamando o povo a se reunir em adoração.","referencias_relacionadas":["Isaías 58:13","Atos 20:7","Hebreus 10:25"]},"neemias_12_44_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a ofertas feitas a Deus como parte do culto e da adoração.","explicacao_detalhada":"A palavra 'sacrifício' (תְּרוּמָה) é usada para descrever as ofertas que são apresentadas ao Senhor. No contexto de Neemias, essas ofertas são essenciais para a manutenção do templo e do culto.","por_que_esta_palavra":"O sacrifício é uma expressão de gratidão e reconhecimento da provisão de Deus.","conexao_teologica":"As ofertas e sacrifícios são um reflexo da generosidade de Deus e da resposta do povo à Sua bondade.","referencias_relacionadas":["Levítico 23:37","2 Coríntios 9:7","Filipenses 4:18"]},"neemias_12_44_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de vida comunitária e religiosa.","explicacao_detalhada":"A palavra 'cidade' neste contexto enfatiza a importância de Jerusalém como o centro espiritual e político do povo de Israel, especialmente após o retorno do exílio babilônico.","por_que_esta_palavra":"A cidade é um símbolo de segurança, identidade e adoração, onde o templo e a comunidade se reúnem.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como o lugar escolhido por Deus para habitar entre seu povo, simbolizando a presença divina.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:14"]},"neemias_12_45_idiom":{"palavra_pt":"expressao","palavra_original":"טׇהֳרָה","transliteracao":"ṭohŏrâh","strong":"H2893","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de comunicação que carrega significado cultural e religioso.","explicacao_detalhada":"A expressão neste contexto pode se referir a rituais ou práticas que são parte da identidade religiosa do povo de Israel.","por_que_esta_palavra":"As expressões são fundamentais para a transmissão de valores e crenças dentro da comunidade.","conexao_teologica":"As expressões de adoração e louvor são essenciais na vida espiritual do povo de Deus.","referencias_relacionadas":["Salmos 100:1","Colossenses 3:16","Hebreus 13:15"]},"neemias_12_45_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em seu papel dentro da comunidade e diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui pode enfatizar a responsabilidade individual e coletiva na adoração e na vida comunitária.","por_que_esta_palavra":"O homem é visto como a criação de Deus, com um propósito específico de glorificá-lo.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 12:1"]},"neemias_12_45_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de proteger ou preservar, especialmente no contexto da comunidade e da fé.","explicacao_detalhada":"A palavra 'salvar' pode se relacionar com a proteção divina sobre o povo e a necessidade de manter a pureza e a santidade.","por_que_esta_palavra":"Salvar implica um cuidado ativo de Deus e a responsabilidade do homem em seguir seus caminhos.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a redenção e a proteção de Deus sobre seu povo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:13"]},"neemias_12_46_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo, especialmente em relação a eventos significativos na vida do povo de Deus.","explicacao_detalhada":"O 'dia' pode simbolizar momentos de celebração, adoração ou juízo, marcando a importância do tempo na história da salvação.","por_que_esta_palavra":"O dia é uma unidade de medida que nos lembra da soberania de Deus sobre o tempo e a história.","conexao_teologica":"Deus é o Senhor do tempo, e cada dia é uma oportunidade para viver em obediência e adoração.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"neemias_12_46_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao conceito de conclusão ou propósito final, especialmente em relação aos planos de Deus.","explicacao_detalhada":"O 'fim' pode indicar a realização das promessas de Deus e o cumprimento de sua vontade na história.","por_que_esta_palavra":"O fim é importante para entender a esperança e a expectativa do povo de Deus em relação ao futuro.","conexao_teologica":"A teologia do fim dos tempos é central na Bíblia, refletindo a esperança da consumação de todas as coisas em Cristo.","referencias_relacionadas":["Apocalipse 21:1","Romanos 8:18","1 Coríntios 15:24"]},"neemias_12_47_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, especialmente em contextos de adoração e vida comunitária.","explicacao_detalhada":"O 'modo' pode se referir às práticas e tradições que moldam a vida espiritual do povo de Deus.","por_que_esta_palavra":"O modo de viver reflete a identidade e os valores da comunidade de fé.","conexao_teologica":"A maneira como adoramos e vivemos é um testemunho da nossa relação com Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:9","Romanos 12:2"]},"neemias_12_47_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico de celebração e adoração.","explicacao_detalhada":"O 'dia' aqui pode indicar um momento de festividade ou um dia santo, enfatizando a importância do calendário religioso.","por_que_esta_palavra":"Os dias sagrados são fundamentais para a vida espiritual e comunitária do povo de Deus.","conexao_teologica":"A observância dos dias santos é uma expressão da fidelidade a Deus e de sua aliança com seu povo.","referencias_relacionadas":["Êxodo 20:8","Levítico 23:3","Lucas 4:16"]},"neemias_12_47_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou tornar algo puro, especialmente em um contexto religioso.","explicacao_detalhada":"A palavra 'santificar' implica a separação do comum para o sagrado, essencial para a adoração a Deus.","por_que_esta_palavra":"A santidade é um atributo de Deus e deve ser refletida na vida do seu povo.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, chamado a viver em conformidade com a vontade de Deus.","referencias_relacionadas":["1 Pedro 1:16","Hebreus 12:14","Romanos 12:1"]}}