{"neemias_13_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico em que um evento significativo ocorreu, impactando a vida da comunidade.","explicacao_detalhada":"O 'dia' mencionado pode ser um marco na história do povo, refletindo a importância de momentos decisivos na fé.","por_que_esta_palavra":"Cada dia é uma oportunidade para lembrar e celebrar a fidelidade de Deus.","conexao_teologica":"Os dias significativos na história da salvação nos lembram da ação de Deus em nosso meio.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Atos 2:1"]},"neemias_13_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como o ser supremo que governa o universo. No contexto de Neemias 13:1, a menção de Deus enfatiza a importância de seguir Seus mandamentos e a reverência que deve ser dada a Ele.","por_que_esta_palavra":"A palavra é usada para reafirmar a soberania de Deus sobre o povo de Israel e a necessidade de obedecer à Sua palavra.","conexao_teologica":"A teologia bíblica ensina que Deus é o criador e sustentador de todas as coisas, e a obediência a Ele é fundamental para a vida do povo de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"neemias_13_1_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"Refere-se a um registro escrito, possivelmente das leis ou mandamentos de Deus.","explicacao_detalhada":"A palavra 'livro' (סֵפֶר) indica um documento que contém instruções ou narrativas importantes. Neste contexto, pode se referir à Torá ou a outros escritos sagrados que orientam o povo de Israel.","por_que_esta_palavra":"A menção do 'livro' destaca a importância da palavra de Deus e a necessidade de que o povo a conheça e a siga.","conexao_teologica":"A Escritura é vista como a revelação de Deus ao homem, e o estudo dela é essencial para a vida espiritual.","referencias_relacionadas":["Deuteronômio 31:24-26","Salmos 119:105","2 Timóteo 3:16-17"]},"neemias_13_2_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao pão, um alimento básico e essencial para a sobrevivência.","explicacao_detalhada":"A palavra 'pão' (לֶחֶם) simboliza não apenas alimento físico, mas também a provisão de Deus para o Seu povo. No contexto de Neemias 13:2, enfatiza a importância de reconhecer a bondade de Deus em prover para as necessidades do povo.","por_que_esta_palavra":"O uso de 'alimento' ressalta a dependência do povo em relação a Deus como seu provedor.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a satisfação espiritual que vem de Deus.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14-15"]},"neemias_13_2_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"Refere-se a uma dádiva ou favor divino.","explicacao_detalhada":"A palavra 'bênção' (בְּרָכָה) implica em um ato de Deus que traz prosperidade e favor. No contexto, destaca a importância de reconhecer as bênçãos recebidas e a responsabilidade de viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A menção de bênção reforça a ideia de que tudo o que temos é um presente de Deus e deve ser usado para Sua glória.","conexao_teologica":"As bênçãos de Deus são frequentemente ligadas à obediência e à fidelidade do Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-6","Salmos 1:1-3","Tiago 1:17"]},"neemias_13_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa. Neste contexto, serve para esclarecer a razão pela qual certas ações ou decisões foram tomadas.","por_que_esta_palavra":"É crucial para a compreensão do texto, pois conecta a ação à sua motivação.","conexao_teologica":"A compreensão das razões por trás das ações de Deus e do Seu povo é fundamental para a teologia bíblica.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]},"neemias_13_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um ato de queda ou desvio.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode simbolizar a queda em pecado ou desobediência. No contexto, indica a consequência de não seguir os mandamentos de Deus.","por_que_esta_palavra":"É uma advertência sobre os perigos de se afastar da palavra de Deus e das suas instruções.","conexao_teologica":"A queda do homem é um tema central na teologia, mostrando a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"neemias_13_3_difference":{"palavra_pt":"difference","palavra_original":"בָּדַל","transliteracao":"bâdal","strong":"H914","significado_raiz":"Ideia básica: difference.","significado_contextual":"Refere-se à separação ou distinção.","explicacao_detalhada":"A palavra 'diferença' (בָּדַל) implica em uma separação clara entre o que é santo e o que não é. No contexto, enfatiza a necessidade de manter a pureza e a santidade.","por_que_esta_palavra":"A distinção entre o sagrado e o profano é fundamental para a vida do povo de Deus.","conexao_teologica":"A separação do pecado e a busca pela santidade são temas recorrentes na Escritura.","referencias_relacionadas":["Levítico 10:10","2 Coríntios 6:17","1 Pedro 1:16"]},"neemias_13_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso que serve como intermediário entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é usada para descrever aqueles que têm a responsabilidade de oferecer sacrifícios e guiar o povo em adoração. No contexto, destaca a importância do papel do sacerdote na vida espiritual da comunidade.","por_que_esta_palavra":"O sacerdote é fundamental para a mediação entre Deus e o povo, e sua conduta reflete a santidade de Deus.","conexao_teologica":"Cristo é o nosso sumo sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"neemias_13_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença ou face de alguém.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) simboliza a presença de Deus. No contexto, indica a importância de estar na presença de Deus e de buscar Sua face.","por_que_esta_palavra":"A presença de Deus é essencial para a vida espiritual e a comunhão com Ele.","conexao_teologica":"Buscar a face de Deus é um tema central na vida de oração e adoração.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"neemias_13_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um ato de entrega ou oferta. No contexto, pode se referir à oferta de sacrifícios ou à entrega de algo a Deus.","por_que_esta_palavra":"Dar é uma expressão de adoração e reconhecimento da soberania de Deus sobre nossas vidas.","conexao_teologica":"A generosidade e a oferta são temas importantes na vida cristã, refletindo o caráter de Deus.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 6:21"]},"neemias_13_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"No contexto de Neemias 13:5, o 'urso' pode ser visto como uma metáfora para a força que se opõe ao povo de Deus, representando as ameaças externas que Israel enfrentava.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a ferocidade e a resistência que os inimigos de Israel tinham em relação à obra de Deus.","conexao_teologica":"O uso de animais como símbolos é comum na Bíblia, refletindo a luta entre o bem e o mal, e a proteção divina sobre seu povo.","referencias_relacionadas":["Daniel 7:5","Provérbios 28:15","Oséias 13:8"]},"neemias_13_5_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou tributo oferecido a Deus.","explicacao_detalhada":"A 'oferta' mencionada em Neemias 13:5 é parte das práticas religiosas do povo de Israel, simbolizando devoção e gratidão a Deus.","por_que_esta_palavra":"A oferta é um ato de adoração que demonstra a relação do povo com Deus, sendo um meio de expressar fé e dependência.","conexao_teologica":"As ofertas são fundamentais na adoração a Deus, representando a entrega do coração e dos bens materiais ao Senhor.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Hebreus 13:16"]},"neemias_13_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תְּרוּמָה","transliteracao":"tᵉrûwmâh","strong":"H8641","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a um ato de adoração que envolve a entrega de algo valioso a Deus.","explicacao_detalhada":"O 'sacrifício' em Neemias 13:5 é um componente essencial da vida religiosa israelita, simbolizando a expiação e a reconciliação com Deus.","por_que_esta_palavra":"O sacrifício é um ato que demonstra a seriedade do pecado e a necessidade de redenção, apontando para o sacrifício final de Cristo.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Jesus, que é o cumprimento da necessidade de expiação.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:22"]},"neemias_13_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' em Neemias 13:6 enfatiza a importância da forma correta de adoração e prática religiosa entre o povo de Deus.","por_que_esta_palavra":"O modo de adorar a Deus deve ser conforme as instruções divinas, refletindo a santidade e a reverência que Ele merece.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a obediência às suas leis é fundamental para a comunhão com Ele.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 29:2","Colossenses 3:23"]},"neemias_13_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou autoridade máxima.","explicacao_detalhada":"O 'rei' mencionado em Neemias 13:6 é Artaxerxes, que tinha um papel crucial na restauração de Jerusalém e na proteção do povo de Deus.","por_que_esta_palavra":"A figura do rei é importante, pois representa a autoridade que pode influenciar a vida espiritual e social do povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a relação entre os reis terrenos e a soberania divina é um tema central na Bíblia.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"neemias_13_6_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou reputação de alguém.","explicacao_detalhada":"O 'nome' em Neemias 13:6 é uma referência ao nome de Artaxerxes, que traz consigo a autoridade e o poder do rei da Pérsia.","por_que_esta_palavra":"O nome carrega significado e peso, especialmente em contextos de autoridade e reconhecimento.","conexao_teologica":"O nome de Deus é frequentemente invocado na Bíblia, simbolizando sua presença e poder na vida do povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-10"]},"neemias_13_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e poder.","explicacao_detalhada":"Assim como em Neemias 13:5, o 'urso' aqui pode simbolizar a força opressora que se opõe ao povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'urso' enfatiza a continuidade da luta contra as forças que se opõem à obra de Deus.","conexao_teologica":"A presença de forças opressoras é um tema recorrente na Bíblia, refletindo a necessidade de confiar em Deus para a proteção.","referencias_relacionadas":["Daniel 7:5","Provérbios 28:15","Oséias 13:8"]},"neemias_13_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' em Neemias 13:7 destaca a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus é fundamental, pois reafirma a dependência do povo em relação ao Seu poder e proteção.","conexao_teologica":"Deus é o centro da adoração e da vida do povo de Israel, e sua presença é essencial para a vitória sobre os inimigos.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 8:31"]},"neemias_13_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar em um lugar.","explicacao_detalhada":"A palavra 'vir' em Neemias 13:7 pode indicar a convocação do povo para se reunir e buscar a Deus.","por_que_esta_palavra":"O ato de chamar é um convite à comunhão e à adoração, refletindo a necessidade de estar na presença de Deus.","conexao_teologica":"A chamada de Deus ao Seu povo é um tema central, onde Ele convida os fiéis a se reunirem para adorá-Lo.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Hebreus 10:25"]},"neemias_13_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A repetição da palavra 'modo' em Neemias 13:8 reforça a importância da forma correta de adoração e prática religiosa.","por_que_esta_palavra":"A ênfase no modo de adorar a Deus é crucial para garantir que as práticas estejam alinhadas com a vontade divina.","conexao_teologica":"A maneira de adorar a Deus deve ser conforme as Escrituras, refletindo a santidade e a reverência que Ele merece.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 29:2","Colossenses 3:23"]},"neemias_13_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à casa de Deus, que é um lugar sagrado.","explicacao_detalhada":"A palavra 'casa' neste contexto é usada para descrever o templo, que era considerado a morada de Deus entre o Seu povo. Neemias enfatiza a importância de manter a santidade desse espaço.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a relação íntima entre Deus e Seu povo, simbolizando um espaço de adoração e comunhão.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, representando não apenas um local físico, mas também a presença de Deus entre os homens.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Mateus 21:13"]},"neemias_13_9_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Indica a necessidade de pureza e santidade nas ofertas apresentadas a Deus.","explicacao_detalhada":"A palavra 'puro' é usada para descrever a condição necessária das ofertas que deveriam ser apresentadas no templo. Neemias estava preocupado com a contaminação espiritual do povo.","por_que_esta_palavra":"A pureza é essencial para a aceitação das ofertas a Deus, refletindo a santidade que Ele exige de Seu povo.","conexao_teologica":"A pureza é um tema central na adoração a Deus, que requer que Seus adoradores sejam santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","Salmos 24:3-4","1 Pedro 1:16"]},"neemias_13_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o destinatário das ofertas e adoração.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre o povo e suas práticas religiosas.","por_que_esta_palavra":"A menção de Deus sublinha a importância de reconhecer Sua posição como Criador e Senhor, que merece reverência e respeito.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, que enfatiza a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 46:10","Romanos 12:1"]},"neemias_13_9_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se às ofertas que eram apresentadas no templo como parte do culto a Deus.","explicacao_detalhada":"A palavra 'oferta' implica um ato de entrega e sacrifício, que deve ser feito com um coração puro e sincero.","por_que_esta_palavra":"As ofertas eram uma forma de expressar gratidão e devoção a Deus, e sua aceitação dependia da pureza do coração do ofertante.","conexao_teologica":"As ofertas são um símbolo da entrega total a Deus, refletindo a relação de amor e compromisso entre Ele e Seu povo.","referencias_relacionadas":["Levítico 2:1","Hebreus 13:15","Mateus 5:23-24"]},"neemias_13_10_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou serviço que deve ser realizado no templo.","explicacao_detalhada":"A palavra 'obra' neste contexto destaca a importância do trabalho dedicado a Deus, especialmente em relação à manutenção do templo e ao serviço ao povo.","por_que_esta_palavra":"A obra no templo é vista como um serviço sagrado, que deve ser realizado com diligência e reverência.","conexao_teologica":"O conceito de obra é fundamental na vida cristã, onde cada crente é chamado a servir a Deus e ao próximo.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23-24","1 Coríntios 15:58"]},"neemias_13_10_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, que é chamado a servir e adorar a Deus.","explicacao_detalhada":"A palavra 'homem' enfatiza a responsabilidade individual de cada pessoa em relação ao culto e à obediência a Deus.","por_que_esta_palavra":"A inclusão do 'homem' destaca a importância da participação ativa de cada indivíduo na vida espiritual da comunidade.","conexao_teologica":"A dignidade do homem como criação de Deus é um tema central, que implica responsabilidade moral e espiritual.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 12:1"]},"neemias_13_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a razão pela qual Neemias estava tomando uma determinada atitude em relação ao culto e às práticas do povo.","por_que_esta_palavra":"A explicação é crucial para entender a motivação por trás das ações de Neemias e a importância de seguir as instruções de Deus.","conexao_teologica":"A obediência a Deus é frequentemente acompanhada de razões e princípios que fundamentam as ações dos crentes.","referencias_relacionadas":["Deuteronômio 10:12","Romanos 12:2","Tiago 1:22"]},"neemias_13_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao Deus de Israel, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A repetição da palavra 'Deus' reforça a centralidade de Deus nas decisões e ações do povo, especialmente em relação ao culto.","por_que_esta_palavra":"A menção de Deus é um lembrete constante da necessidade de submeter todas as ações à Sua vontade.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia, que enfatiza Seu controle sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"neemias_13_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, como a casa de Deus.","explicacao_detalhada":"A repetição da palavra 'casa' sublinha a importância do templo como o local de adoração e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A casa de Deus é um símbolo da comunhão entre Deus e a humanidade, e deve ser tratada com reverência.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens, que culmina na presença de Cristo entre nós.","referencias_relacionadas":["1 Crônicas 22:19","Mateus 12:6","Hebreus 9:11-12"]},"neemias_13_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em relação ao culto.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da ordem e da maneira correta de adorar a Deus, conforme as instruções dadas.","por_que_esta_palavra":"O modo de adoração é fundamental para garantir que as práticas estejam alinhadas com a vontade de Deus.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, refletindo a intenção e a pureza do coração do adorador.","referencias_relacionadas":["Salmos 96:9","João 4:24","Colossenses 3:17"]},"neemias_13_12_vinho":{"palavra_pt":"vinho","palavra_original":"תִּירוֹשׁ","transliteracao":"tîyrôwsh","strong":"H8492","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é mencionado como parte das ofertas e do sustento do templo, simbolizando alegria e celebração.","explicacao_detalhada":"No contexto de Neemias 13:12, o vinho representa não apenas uma bebida, mas também um elemento de comunhão e gratidão a Deus. Era comum que o vinho fosse oferecido em sacrifícios e consumido durante festividades religiosas.","por_que_esta_palavra":"A palavra 'vinho' é utilizada para enfatizar a importância das ofertas que eram trazidas ao templo, refletindo a devoção do povo e a restauração das práticas religiosas.","conexao_teologica":"O vinho é frequentemente associado à alegria e à bênção divina, sendo um símbolo do novo pacto em Cristo, onde o vinho representa o sangue de Jesus na ceia.","referencias_relacionadas":["Salmos 104:15","Isaías 55:1","Mateus 26:29"]},"neemias_13_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Os sacerdotes eram responsáveis pela administração do templo e pelos sacrifícios, representando a intercessão entre Deus e o povo.","explicacao_detalhada":"Em Neemias 13:13, a menção ao sacerdote destaca a importância da liderança espiritual e da pureza nas práticas religiosas. Os sacerdotes tinham a função de ensinar a Lei e garantir que as ofertas fossem feitas corretamente.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa da época e a necessidade de um mediador entre Deus e os homens.","conexao_teologica":"Os sacerdotes do Antigo Testamento prefiguram o sacerdócio de Cristo, que é o nosso sumo sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"neemias_13_13_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à transmissão de informações, especialmente em um contexto de instrução e correção.","explicacao_detalhada":"Em Neemias 13:13, o ato de 'falar' está ligado à responsabilidade dos líderes de ensinar e guiar o povo na observância da Lei de Deus, enfatizando a importância da palavra na vida comunitária.","por_que_esta_palavra":"A palavra 'falar' é utilizada para ressaltar a necessidade de comunicação clara e eficaz das verdades de Deus, especialmente em tempos de desvio espiritual.","conexao_teologica":"A comunicação da palavra de Deus é fundamental para a edificação da igreja e para a manutenção da verdade, refletindo a importância da pregação e do ensino.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Tiago 3:1"]},"neemias_13_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao templo, que era o local de adoração e a morada de Deus entre o seu povo.","explicacao_detalhada":"Em Neemias 13:14, a 'casa' simboliza a presença de Deus e a importância da santidade do lugar onde o povo se reunia para adorar. A proteção e a pureza do templo eram essenciais para a vida espiritual da nação.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a necessidade de manter o templo em condições adequadas, refletindo a reverência que o povo deveria ter por Deus.","conexao_teologica":"O templo do Antigo Testamento prefigura o corpo de Cristo, que é a nova habitação de Deus entre os homens, e a igreja como a casa espiritual de Deus.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","1 Pedro 2:5"]},"neemias_13_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Senhor, o Criador e Sustentador, que exige santidade e adoração de seu povo.","explicacao_detalhada":"Em Neemias 13:14, a menção a Deus destaca a relação de aliança entre Ele e seu povo, enfatizando a necessidade de fidelidade e obediência às suas leis.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da identidade do povo de Israel e de sua missão de ser luz para as nações.","conexao_teologica":"A revelação de Deus culmina em Cristo, que é a imagem do Deus invisível e a plenitude da divindade.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 6:4","Colossenses 2:9"]},"neemias_13_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um período de tempo específico, muitas vezes associado a atividades religiosas e observâncias.","explicacao_detalhada":"Em Neemias 13:15, o dia é mencionado em relação à observância do sábado, onde o povo deveria descansar e se abster de trabalhos, dedicando-se a Deus.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância do tempo sagrado e da separação entre o que é comum e o que é santo.","conexao_teologica":"O conceito de dia de descanso é um princípio que se estende ao Novo Testamento, onde encontramos o descanso verdadeiro em Cristo.","referencias_relacionadas":["Êxodo 20:8","Isaías 58:13","Hebreus 4:9"]},"neemias_13_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação à observância da Lei.","explicacao_detalhada":"Em Neemias 13:15, o 'modo' destaca a importância de seguir as instruções de Deus em todas as práticas, incluindo o descanso no sábado.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que a obediência a Deus deve ser feita de acordo com suas diretrizes, refletindo a santidade exigida.","conexao_teologica":"A maneira de viver em obediência a Deus é um tema central na vida cristã, onde somos chamados a viver de acordo com a vontade de Deus.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Romanos 12:2"]},"neemias_13_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir e tomar decisões, especialmente em questões de moralidade e justiça.","explicacao_detalhada":"Em Neemias 13:16, o ato de 'julgar' é importante para a manutenção da ordem e da justiça na comunidade, especialmente em relação ao cumprimento da Lei.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para ressaltar a responsabilidade dos líderes e do povo em manter a justiça e a retidão.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e somos chamados a refletir essa justiça em nossas vidas e decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"neemias_13_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à continuidade da linhagem e à herança espiritual dentro da comunidade de fé.","explicacao_detalhada":"Em Neemias 13:16, a menção ao 'filho' destaca a importância da educação e da transmissão da fé de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a relação familiar e a responsabilidade que os pais têm em ensinar seus filhos sobre Deus.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e seu povo, onde somos chamados a ser filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"neemias_13_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e à importância de ouvir e obedecer à sua voz.","explicacao_detalhada":"Em Neemias 13:17, a ênfase na 'palavra' destaca a necessidade de discernir a vontade de Deus e agir de acordo com seus mandamentos.","por_que_esta_palavra":"A palavra 'palavra' é utilizada para ressaltar a centralidade da Escritura na vida do povo de Deus e a importância de viver segundo seus ensinamentos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e somos chamados a meditar nela e a aplicá-la em nossas vidas, refletindo a verdade de Cristo.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"neemias_13_17_puro":{"palavra_pt":"puro","palavra_original":"חֹר","transliteracao":"chôr","strong":"H2715","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza moral e espiritual que deve ser mantida entre o povo de Deus.","explicacao_detalhada":"A palavra 'puro' no contexto de Neemias 13:17 destaca a importância da santidade e da separação do pecado. Neemias estava preocupado com a influência de práticas impuras que poderiam contaminar a comunidade.","por_que_esta_palavra":"A pureza é um tema central na vida do povo de Deus, refletindo a natureza santa de Deus e a necessidade de viver de acordo com Seus padrões.","conexao_teologica":"A pureza é frequentemente associada à presença de Deus e à adoração verdadeira. A santidade é um chamado para todos os crentes.","referencias_relacionadas":["Levítico 11:44","Salmos 24:3-4","Mateus 5:8"]},"neemias_13_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como um símbolo de força e ferocidade, representando a necessidade de proteção contra inimigos.","explicacao_detalhada":"Neste contexto, a palavra 'urso' pode ser vista como uma metáfora para a força que Neemias e o povo precisavam ter para resistir às ameaças externas e internas.","por_que_esta_palavra":"O uso de animais como símbolos é comum na literatura bíblica, onde cada um carrega um significado específico que se relaciona com a situação.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, e a força do urso pode simbolizar a proteção divina sobre Seu povo.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Amós 5:19"]},"neemias_13_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a comunidade do povo de Deus e a importância de manter a integridade e a santidade do lugar.","explicacao_detalhada":"A palavra 'cidade' é crucial, pois reflete a identidade coletiva do povo e a necessidade de proteger a cidade de influências externas que poderiam corromper sua pureza.","por_que_esta_palavra":"As cidades na Bíblia muitas vezes simbolizam a habitação de Deus entre Seu povo e a importância da vida comunitária.","conexao_teologica":"A cidade de Jerusalém é vista como um símbolo do Reino de Deus e da presença divina entre os homens.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:2","Hebreus 11:10"]},"neemias_13_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é essencial para a vida espiritual e moral do povo de Deus, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'verdade' enfatiza a necessidade de honestidade e integridade nas relações e práticas do povo de Deus.","por_que_esta_palavra":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo fundamental para a edificação da comunidade.","conexao_teologica":"Jesus se apresenta como a Verdade, e a busca pela verdade é um chamado para todos os que seguem a Deus.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"neemias_13_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reforça a ideia de força e proteção, especialmente em relação a ameaças que o povo enfrentava.","explicacao_detalhada":"A repetição da palavra 'urso' neste contexto pode simbolizar a necessidade de estar alerta e preparado para defender a cidade e a fé.","por_que_esta_palavra":"A força do urso é uma lembrança da necessidade de resistência e coragem diante das adversidades.","conexao_teologica":"Assim como Deus é um forte protetor, o povo deve estar preparado para enfrentar desafios com coragem.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Romanos 8:31"]},"neemias_13_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo de atividade e vigilância, especialmente em relação à observância do sábado.","explicacao_detalhada":"A palavra 'dia' aqui se refere à importância de manter o sábado como um dia de descanso e santidade, conforme a lei de Deus.","por_que_esta_palavra":"O dia é um ciclo que Deus criou, e a observância do sábado é um sinal da aliança entre Deus e Seu povo.","conexao_teologica":"O conceito de tempo e descanso é fundamental na teologia bíblica, refletindo a criação e a redenção.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Hebreus 4:9-10"]},"neemias_13_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode simbolizar a queda moral ou espiritual, um alerta para a vigilância contínua.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a possibilidade de falhar em manter a pureza e a santidade diante de Deus.","por_que_esta_palavra":"Cair é um aviso sobre as consequências do pecado e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, mostrando a fragilidade humana e a necessidade da graça de Deus.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","1 Pedro 5:8"]},"neemias_13_19_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto representa a presença e a face de Deus, que deve ser buscada pelo Seu povo.","explicacao_detalhada":"A palavra 'rosto' enfatiza a relação pessoal entre Deus e Seu povo, onde a busca pela presença divina é central.","por_que_esta_palavra":"O rosto de Deus é um símbolo de Sua aprovação e bênção sobre aqueles que O seguem.","conexao_teologica":"A busca pela face de Deus é um tema importante na oração e na adoração.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"neemias_13_20_noite":{"palavra_pt":"noite","palavra_original":"לוּן","transliteracao":"lûwn","strong":"H3885","significado_raiz":"Ideia básica: noite.","significado_contextual":"A noite pode simbolizar escuridão e incerteza, contrastando com a luz da verdade.","explicacao_detalhada":"A palavra 'noite' aqui pode representar momentos de dificuldade e a necessidade de vigilância espiritual.","por_que_esta_palavra":"A noite é um tempo em que as ameaças podem se intensificar, exigindo que o povo esteja alerta.","conexao_teologica":"A luz de Cristo é frequentemente contrastada com a escuridão do pecado e da incerteza.","referencias_relacionadas":["João 8:12","1 Tessalonicenses 5:5","Efésios 5:8"]},"neemias_13_20_spice":{"palavra_pt":"spice","palavra_original":"רָכַל","transliteracao":"râkal","strong":"H7402","significado_raiz":"Ideia básica: spice.","significado_contextual":"Spice pode simbolizar a riqueza e a abundância, mas também a corrupção que pode vir com isso.","explicacao_detalhada":"A palavra 'spice' sugere a necessidade de discernimento em relação ao que é atraente, mas potencialmente prejudicial.","por_que_esta_palavra":"As especiarias eram valiosas, mas também poderiam ser usadas para enganar ou desviar o povo de Deus.","conexao_teologica":"A busca por coisas que parecem boas, mas que podem levar à corrupção, é um tema importante na vida cristã.","referencias_relacionadas":["Provérbios 20:17","1 Timóteo 6:9-10","Tiago 1:14-15"]},"neemias_13_20_filha":{"palavra_pt":"filha","palavra_original":"מָכַר","transliteracao":"mâkar","strong":"H4376","significado_raiz":"Ideia básica: filha.","significado_contextual":"Refere-se à filha de um comerciante que estava vendendo produtos no dia de sábado.","explicacao_detalhada":"A palavra 'filha' aqui é usada para indicar uma relação familiar, mas também pode simbolizar a continuidade de práticas que desobedecem à lei de Deus. Neemias estava preocupado com a influência negativa que essas práticas poderiam ter sobre o povo.","por_que_esta_palavra":"A escolha da palavra 'filha' enfatiza a conexão familiar e a responsabilidade que os pais têm sobre as ações de seus filhos, especialmente em um contexto de desobediência.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, onde a fidelidade a Deus é muitas vezes transmitida de geração em geração.","referencias_relacionadas":["Êxodo 20:5","Deuteronômio 6:7","Salmos 78:5-6"]},"neemias_13_21_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se ao muro de Jerusalém, que simboliza a proteção e a segurança da cidade.","explicacao_detalhada":"O muro é um símbolo de defesa e identidade nacional. Neemias estava preocupado com a violação do sábado e a segurança da cidade, que poderia ser comprometida por atividades comerciais indevidas.","por_que_esta_palavra":"A palavra 'muro' é crucial para entender a importância da proteção física e espiritual que Deus oferece ao seu povo.","conexao_teologica":"Os muros de Jerusalém representam a separação entre o povo de Deus e as nações pagãs, enfatizando a necessidade de santidade.","referencias_relacionadas":["Salmos 51:18","Isaías 26:1","Ezequiel 22:30"]},"neemias_13_21_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de salvar ou resgatar, especialmente em relação à observância do sábado.","explicacao_detalhada":"Neemias estava preocupado que a violação do sábado poderia levar à destruição e à necessidade de salvação do povo. A palavra 'salvar' aqui implica uma proteção divina contra as consequências do pecado.","por_que_esta_palavra":"A palavra 'salvar' é usada para enfatizar a urgência de retornar à obediência a Deus para evitar calamidades.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de redenção e proteção divina.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"neemias_13_21_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo, neste caso, entre os comerciantes.","explicacao_detalhada":"A palavra 'entre' destaca a presença de Neemias no contexto da cidade e sua vigilância sobre as práticas que estavam ocorrendo, especialmente no dia de sábado.","por_que_esta_palavra":"A escolha de 'entre' sugere a necessidade de discernimento e vigilância em meio a influências externas.","conexao_teologica":"A presença de Deus entre seu povo é um tema importante, refletindo a relação íntima que Ele deseja ter com os fiéis.","referencias_relacionadas":["Mateus 18:20","Hebreus 10:25","1 Pedro 2:9"]},"neemias_13_22_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à necessidade de santificar o dia de sábado, tornando-o limpo e separado para o Senhor.","explicacao_detalhada":"A palavra 'santificar' implica em dedicar algo a Deus, tornando-o sagrado. Neemias estava chamando o povo a restaurar a observância do sábado.","por_que_esta_palavra":"A santificação é uma ação que envolve a separação do comum para o sagrado, refletindo a importância do descanso e da adoração.","conexao_teologica":"A santidade é um atributo de Deus e um chamado para seu povo, que deve viver de maneira que reflita essa santidade.","referencias_relacionadas":["Êxodo 20:8","Levítico 11:44","1 Pedro 1:16"]},"neemias_13_22_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza necessária para a adoração e a observância do sábado.","explicacao_detalhada":"A palavra 'puro' enfatiza a necessidade de estar livre de contaminação espiritual e moral, especialmente ao se aproximar de Deus.","por_que_esta_palavra":"A pureza é um requisito para a comunhão com Deus, refletindo a necessidade de arrependimento e santidade.","conexao_teologica":"A pureza é um tema central na Bíblia, onde a aproximação a Deus requer um coração limpo.","referencias_relacionadas":["Salmos 24:3-4","Mateus 5:8","Tiago 4:8"]},"neemias_13_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou chamar o povo para retornar à observância do sábado.","explicacao_detalhada":"A palavra 'vir' implica em um convite à ação, onde Neemias estava chamando o povo a se reunir e a restaurar a santidade do dia de sábado.","por_que_esta_palavra":"A convocação é uma ação que demonstra liderança e a responsabilidade de guiar o povo de volta ao caminho correto.","conexao_teologica":"Deus frequentemente chama seu povo para a obediência e a adoração, refletindo seu desejo de relacionamento.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"neemias_13_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de sábado, um tempo sagrado para o povo de Israel.","explicacao_detalhada":"A palavra 'dia' aqui é crucial, pois o sábado é um dia de descanso e adoração, estabelecido por Deus como um mandamento.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância do tempo dedicado a Deus e à sua adoração.","conexao_teologica":"O conceito de um dia separado para Deus é fundamental na teologia bíblica, refletindo a criação e a redenção.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Marcos 2:27"]},"neemias_13_23_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Refere-se à repetição de práticas que desobedecem à lei de Deus, especialmente no contexto do sábado.","explicacao_detalhada":"A palavra 'novamente' sugere um ciclo de desobediência que Neemias estava tentando interromper, enfatizando a necessidade de mudança.","por_que_esta_palavra":"A repetição é um alerta sobre a tendência humana de cair em velhos hábitos e a necessidade de vigilância constante.","conexao_teologica":"A ideia de arrependimento e renovação é central na mensagem bíblica, onde Deus chama seu povo a se voltar para Ele.","referencias_relacionadas":["Provérbios 26:11","Eclesiastes 1:9","Romanos 12:2"]},"neemias_13_24_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à língua dos filhos de estrangeiros que falavam uma língua diferente da do povo de Israel.","explicacao_detalhada":"A palavra 'língua' aqui simboliza a barreira cultural e a influência que os estrangeiros poderiam ter sobre o povo de Deus, levando à assimilação de práticas pagãs.","por_que_esta_palavra":"A língua é um símbolo de comunicação e identidade, e a diversidade linguística pode representar a necessidade de manter a pureza da fé.","conexao_teologica":"A diversidade de línguas é um tema que aparece em várias partes da Bíblia, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["Gênesis 11:7-9","Atos 2:6-11","1 Coríntios 14:10"]},"neemias_13_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, indicando um filho biológico ou espiritual.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para descrever a relação entre pais e filhos, simbolizando não apenas a linhagem, mas também a herança de valores e responsabilidades. No contexto de Neemias, pode se referir à continuidade da fé e das tradições entre as gerações.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da continuidade da fé entre as gerações e a responsabilidade dos pais em educar seus filhos nos caminhos de Deus.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a relação de Deus com seu povo, onde Ele é frequentemente referido como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"neemias_13_24_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' (דָבַר) é usada para descrever a comunicação, que pode ser tanto positiva quanto negativa. No contexto de Neemias, pode se referir à necessidade de advertir ou instruir o povo sobre a importância de seguir a lei de Deus.","por_que_esta_palavra":"A palavra é crucial para enfatizar a importância da comunicação clara e direta na liderança e na correção do povo.","conexao_teologica":"Deus se comunica com seu povo através de profetas e escrituras, e a comunicação é essencial para a edificação da fé.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Romanos 10:14"]},"neemias_13_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e mantenedor do universo.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um título que expressa a soberania e a autoridade divina. No contexto de Neemias, destaca a necessidade de reverência e obediência ao Senhor, especialmente em tempos de desvio espiritual.","por_que_esta_palavra":"A menção de Deus é fundamental para lembrar ao povo sua responsabilidade diante do Criador e a importância de seguir Seus mandamentos.","conexao_teologica":"A relação entre Deus e seu povo é central na narrativa bíblica, onde a obediência a Ele traz bênçãos e desobediência traz juízo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"neemias_13_25_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Indica a ação de corrigir ou chamar a atenção para um erro.","explicacao_detalhada":"A palavra 'repreender' (רִיב) é utilizada para descrever a necessidade de confrontar comportamentos errados. Neemias, como líder, exerce essa função ao corrigir o povo que se desviou da lei de Deus.","por_que_esta_palavra":"A repreensão é uma parte essencial da liderança e da disciplina espiritual, visando restaurar o povo ao caminho correto.","conexao_teologica":"A correção é um aspecto do amor de Deus, que deseja que seu povo ande em retidão.","referencias_relacionadas":["Provérbios 3:12","Hebreus 12:6","Gálatas 6:1"]},"neemias_13_25_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se à ação de causar dor ou ferir.","explicacao_detalhada":"A palavra 'beat' (נָכָה) implica em uma ação de punição ou disciplina. No contexto de Neemias, pode se referir à severidade da correção necessária para restaurar a ordem entre o povo.","por_que_esta_palavra":"A disciplina é necessária em certas situações para trazer consciência sobre o erro e promover a mudança.","conexao_teologica":"A disciplina divina é um tema recorrente, onde Deus corrige seu povo para que se volte a Ele.","referencias_relacionadas":["Salmos 94:12","Provérbios 29:15","Apocalipse 3:19"]},"neemias_13_26_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se a uma relação de afeto e lealdade entre pessoas.","explicacao_detalhada":"A palavra 'amar' (אָהַב) é utilizada para descrever o vínculo profundo que deve existir entre os membros da comunidade de fé. Neemias enfatiza a importância de amar e cuidar uns dos outros.","por_que_esta_palavra":"O amor é um mandamento central nas Escrituras e é fundamental para a unidade e harmonia entre o povo de Deus.","conexao_teologica":"O amor é a essência do caráter de Deus e deve ser refletido em nossas relações.","referencias_relacionadas":["João 13:34","1 João 4:7","Romanos 13:10"]},"neemias_13_26_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente em um contexto de responsabilidade ou liderança.","explicacao_detalhada":"A palavra 'homem' (רַב) pode se referir a qualquer indivíduo, mas no contexto de Neemias, pode enfatizar a responsabilidade dos líderes em guiar o povo.","por_que_esta_palavra":"A referência ao homem destaca a importância da liderança e da responsabilidade individual na comunidade de fé.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem como líder e responsável diante de Deus e da comunidade.","referencias_relacionadas":["Gênesis 2:7","1 Timóteo 2:8","Efésios 5:23"]},"neemias_13_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade ou à fidelidade a princípios.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da honestidade e da integridade nas relações e na vida espiritual. Neemias exorta o povo a permanecer na verdade de Deus.","por_que_esta_palavra":"A verdade é fundamental para a vida cristã, pois é através dela que se estabelece a confiança e a autenticidade nas relações.","conexao_teologica":"Deus é descrito como a verdade, e viver na verdade é essencial para um relacionamento saudável com Ele.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"neemias_13_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, mas pode simbolizar força ou ferocidade.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser usada metaforicamente para descrever a ferocidade de um ataque ou a força de um adversário. No contexto de Neemias, pode simbolizar a gravidade da situação enfrentada pelo povo.","por_que_esta_palavra":"A menção de um urso pode ser uma advertência sobre as consequências de se afastar de Deus e as forças que podem se levantar contra aqueles que desobedecem.","conexao_teologica":"A Bíblia usa frequentemente imagens de animais para descrever características de pessoas ou situações, enfatizando a seriedade do pecado.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Isaías 11:7"]},"neemias_13_27_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de avaliar ou decidir sobre uma situação.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em tomar decisões com base em princípios justos. Neemias, como líder, exerce essa função ao discernir a situação do povo e tomar medidas corretivas.","por_que_esta_palavra":"O julgamento justo é essencial para a liderança e para a manutenção da ordem na comunidade de fé.","conexao_teologica":"Deus é o juiz supremo e nos chama a agir com justiça e discernimento em nossas próprias vidas.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Romanos 14:10"]},"neemias_13_27_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de ações ou pessoas que se afastam dos mandamentos de Deus.","explicacao_detalhada":"A palavra 'grande' aqui é usada para descrever a magnitude do erro cometido por aqueles que se desviaram da aliança com Deus, enfatizando a seriedade da situação.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a gravidade da transgressão e a necessidade de arrependimento.","conexao_teologica":"A grandeza do pecado contrasta com a grandeza da misericórdia de Deus, que sempre busca restaurar seu povo.","referencias_relacionadas":["Salmos 51:1","Isaías 1:18","Romanos 5:20"]},"neemias_13_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' é utilizada para enfatizar a importância da hereditariedade na função sacerdotal, mostrando que o sacerdócio era transmitido de pai para filho.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a estrutura familiar e a continuidade das tradições religiosas em Israel.","conexao_teologica":"A relação entre pai e filho no sacerdócio simboliza a relação entre Deus e seu povo, onde Deus é o Pai que guia seus filhos.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 5:4"]},"neemias_13_28_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função religiosa e ao papel de intercessão entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' indica aqueles que foram escolhidos para servir no templo e oferecer sacrifícios, representando a santidade e a mediação de Deus.","por_que_esta_palavra":"A menção do sacerdote é fundamental para entender a estrutura de adoração e a importância da pureza ritual na vida do povo de Israel.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, nosso Sumo Sacerdote, que oferece um sacrifício perfeito.","referencias_relacionadas":["Êxodo 29:9","Levítico 21:6","Hebreus 7:27"]},"neemias_13_28_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do papel do sacerdote e à importância de sua função.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a relevância do sacerdócio e a seriedade das responsabilidades que recaem sobre aqueles que servem a Deus.","por_que_esta_palavra":"A grandeza do sacerdócio é um lembrete da importância da santidade e da dedicação ao serviço divino.","conexao_teologica":"A grandeza do sacerdócio aponta para a grandeza de Cristo, que é o nosso mediador e intercessor diante de Deus.","referencias_relacionadas":["Salmos 110:4","Hebreus 4:14","1 Pedro 2:9"]},"neemias_13_29_priesthood":{"palavra_pt":"priesthood","palavra_original":"כְּהֻנָּה","transliteracao":"kᵉhunnâh","strong":"H3550","significado_raiz":"Ideia básica: priesthood.","significado_contextual":"Refere-se à ordem e à função do sacerdócio dentro da comunidade de fé.","explicacao_detalhada":"A palavra 'priesthood' é usada para descrever a estrutura organizacional do serviço religioso, enfatizando a importância da linhagem e da consagração.","por_que_esta_palavra":"A palavra é essencial para entender a continuidade e a legitimidade do ministério sacerdotal em Israel.","conexao_teologica":"O sacerdócio é um reflexo do chamado de Deus para que seu povo seja uma nação santa e um sacerdócio real.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:5","Apocalipse 1:6"]},"neemias_13_29_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com seu povo, simbolizando a relação entre Deus e Israel.","explicacao_detalhada":"A palavra 'carne' aqui é usada para enfatizar a natureza física e tangível da aliança, que inclui promessas e obrigações.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, representando o compromisso de Deus com seu povo e a expectativa de fidelidade em retorno.","conexao_teologica":"A aliança de Deus é um precursor da nova aliança em Cristo, que estabelece um novo relacionamento com a humanidade.","referencias_relacionadas":["Gênesis 17:10","Jeremias 31:31","Lucas 22:20"]},"neemias_13_29_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e à autoridade de Deus sobre seu povo.","explicacao_detalhada":"A palavra 'deus' é usada para afirmar a identidade do Senhor como o único digno de adoração e obediência.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação de aliança e a expectativa de fidelidade do povo.","conexao_teologica":"Deus é o centro da adoração e da vida do povo de Israel, e sua soberania é um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","Isaías 45:5"]},"neemias_13_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as práticas religiosas devem ser conduzidas.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da observância das leis e regulamentos estabelecidos por Deus para o culto.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir as instruções divinas para manter a santidade.","conexao_teologica":"A maneira de adorar a Deus reflete a reverência e a obediência que Ele espera de seu povo.","referencias_relacionadas":["Êxodo 25:9","Levítico 10:1-2","Colossenses 3:23"]},"neemias_13_30_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote em manter a pureza e a santidade no culto.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a responsabilidade contínua dos sacerdotes em guiar o povo na adoração correta.","por_que_esta_palavra":"A palavra é crucial para entender a importância do papel do sacerdote na mediação entre Deus e o povo.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é o nosso Sumo Sacerdote.","referencias_relacionadas":["Levítico 21:8","Ezequiel 44:23","Hebreus 5:1"]},"neemias_13_30_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza necessária para a adoração a Deus.","explicacao_detalhada":"A palavra 'puro' destaca a importância da santidade e da limpeza ritual no culto a Deus, refletindo a necessidade de estar livre de contaminação espiritual.","por_que_esta_palavra":"A pureza é um requisito fundamental para a aproximação a Deus, simbolizando a necessidade de arrependimento e santificação.","conexao_teologica":"A pureza é um tema central que aponta para a santidade de Deus e a necessidade de sermos santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","Mateus 5:8","1 Pedro 1:16"]},"neemias_13_31_altar":{"palavra_pt":"altar","palavra_original":"קׇרְבָּן","transliteracao":"qorbân","strong":"H7133","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"No contexto de Neemias 13:31, o altar representa a restauração da adoração verdadeira e a importância de manter a santidade nas práticas religiosas. O altar é um símbolo de comunhão entre Deus e o povo, onde as ofertas são apresentadas em gratidão e arrependimento.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a relação do povo com Deus, especialmente em tempos de reforma espiritual e retorno à adoração genuína.","conexao_teologica":"O altar é um símbolo de sacrifício e redenção, apontando para o sacrifício de Cristo como o verdadeiro altar que nos reconcilia com Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"neemias_13_31_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações e decisões que estão em conformidade com a vontade de Deus.","explicacao_detalhada":"Em Neemias 13:31, o 'bom' é associado à restauração das práticas corretas e à busca pela integridade na adoração. Refere-se a ações que são agradáveis a Deus e que promovem o bem-estar da comunidade.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a moralidade e a ética que devem guiar a vida do povo de Deus, especialmente em tempos de reforma.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa de que Seu povo viva de acordo com Seus padrões de bondade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"neemias_13_31_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore simboliza vida, crescimento e a provisão de Deus, além de ser um elemento importante na agricultura e na cultura do povo hebreu.","explicacao_detalhada":"No contexto de Neemias 13:31, a referência à árvore pode estar ligada à restauração da terra e à importância de cuidar da criação de Deus. As árvores também são frequentemente usadas como metáforas para o povo de Deus e sua relação com Ele.","por_que_esta_palavra":"A palavra 'árvore' é significativa para entender a conexão entre a criação e a espiritualidade, além de representar a prosperidade e a bênção divina.","conexao_teologica":"A árvore é um símbolo de vida e frutificação, refletindo a vida abundante que Deus oferece a Seu povo e a importância de permanecer enraizado Nele.","referencias_relacionadas":["Salmos 1:3","Mateus 7:17","Apocalipse 22:2"]}}