{"neemias_2_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é a figura de autoridade máxima, que tem o poder de decidir e influenciar o destino de um povo.","explicacao_detalhada":"Neste contexto, o rei Artaxerxes é crucial para a missão de Neemias, pois ele detém o poder de conceder permissão e recursos para a reconstrução de Jerusalém.","por_que_esta_palavra":"A palavra 'rei' é importante porque representa a autoridade que Neemias precisa respeitar e ao mesmo tempo buscar apoio.","conexao_teologica":"Deus é apresentado como o Rei dos Reis, e a interação de Neemias com o rei terreno reflete a soberania de Deus sobre as nações.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"neemias_2_1_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' é mais do que uma identificação; carrega a reputação e a autoridade de uma pessoa.","explicacao_detalhada":"O nome Artaxerxes é mencionado para estabelecer a conexão entre Neemias e a autoridade que ele precisa para sua missão, além de indicar o respeito que deve ser dado ao rei.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e o poder do rei, que Neemias deve reconhecer.","conexao_teologica":"O nome de Deus é também um símbolo de Sua autoridade e poder, e Neemias busca agir sob essa mesma autoridade.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-10","Atos 4:12"]},"neemias_2_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar um estado emocional ou físico, como desânimo ou tristeza.","explicacao_detalhada":"Neemias se apresenta triste diante do rei, o que era incomum e arriscado, mas demonstra a profundidade de sua preocupação pela situação de Jerusalém.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a vulnerabilidade de Neemias, que se expõe ao rei ao mostrar sua tristeza.","conexao_teologica":"A vulnerabilidade de Neemias é um lembrete de que Deus se preocupa com nossas emoções e nos chama a sermos autênticos diante dEle e dos outros.","referencias_relacionadas":["Salmos 34:18","Mateus 5:4","2 Coríntios 12:9"]},"neemias_2_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de autoridade e poder que o rei possui, essencial para a narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da figura real na história de Neemias e sua missão.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender o contexto político e social em que Neemias opera.","conexao_teologica":"Assim como Neemias se dirige ao rei terreno, nós também devemos nos submeter à autoridade de Deus, o Rei supremo.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"neemias_2_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' pode se referir à magnitude da situação ou à importância do que está sendo dito.","explicacao_detalhada":"Neemias usa a palavra 'grande' para descrever a gravidade da situação em Jerusalém, enfatizando a necessidade de ação.","por_que_esta_palavra":"A palavra 'grande' é usada para transmitir a seriedade do problema que Neemias enfrenta e a urgência de sua missão.","conexao_teologica":"A grandeza da situação de Neemias reflete a grandeza do amor e da misericórdia de Deus em agir em favor de Seu povo.","referencias_relacionadas":["Salmos 126:2","Mateus 5:14","Efésios 3:20"]},"neemias_2_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou justificativa para uma ação.","explicacao_detalhada":"Neemias explica sua tristeza ao rei, usando 'porque' para justificar seu estado emocional e a necessidade de ajuda.","por_que_esta_palavra":"A palavra 'porque' é crucial para a comunicação clara das razões por trás das ações e sentimentos de Neemias.","conexao_teologica":"A clareza na comunicação com Deus e com os outros é fundamental em nossa vida espiritual, assim como Neemias faz ao se dirigir ao rei.","referencias_relacionadas":["Tiago 1:5","Romanos 12:1","1 Pedro 3:15"]},"neemias_2_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de autoridade e poder que o rei possui, essencial para a narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da figura real na história de Neemias e sua missão.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender o contexto político e social em que Neemias opera.","conexao_teologica":"Assim como Neemias se dirige ao rei terreno, nós também devemos nos submeter à autoridade de Deus, o Rei supremo.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"neemias_2_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se a algo que não tem fim, que perdura para sempre.","explicacao_detalhada":"Neemias menciona a eternidade de Deus para enfatizar a importância da cidade de Jerusalém e do povo de Israel, que são parte do plano eterno de Deus.","por_que_esta_palavra":"A palavra 'eterno' é significativa porque nos lembra da fidelidade de Deus e de Suas promessas que se estendem por gerações.","conexao_teologica":"A eternidade de Deus é um tema central na teologia bíblica, mostrando que Ele é imutável e fiel em Suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"neemias_2_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que estava em ruínas e precisava de restauração.","explicacao_detalhada":"A palavra 'cidade' (עִיר) no contexto de Neemias 2:3 destaca a importância de Jerusalém como centro espiritual e cultural do povo de Israel. Neemias expressa sua tristeza pela condição da cidade, que simboliza a relação do povo com Deus.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre seu povo e a restauração de Jerusalém é crucial para a renovação da aliança.","conexao_teologica":"A restauração da cidade de Jerusalém é um tema central na narrativa bíblica, simbolizando a restauração espiritual e a esperança messiânica.","referencias_relacionadas":["Salmos 122:6-9","Isaías 52:1","Ezequiel 36:33-36"]},"neemias_2_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Artaxerxes, que tinha o poder de conceder permissão para a reconstrução de Jerusalém.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é significativa, pois Neemias se apresenta diante de uma autoridade pagã para pedir ajuda na restauração de sua cidade natal. Isso demonstra a soberania de Deus sobre os reinos da terra.","por_que_esta_palavra":"O rei representa a autoridade e o poder que podem ser usados para cumprir os planos de Deus, mesmo através de líderes não israelitas.","conexao_teologica":"Deus usa autoridades seculares para realizar seus propósitos, mostrando que sua soberania se estende a todas as nações.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"neemias_2_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Em Neemias 2:4, \"ceus\" aparece na frase \"E o rei me disse: Que me pedes agora? Então orei ao Deus dos céus,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (שָׁמַיִם; shâmayim; H8064), \"ceus\" traz a ideia de ceus. Aqui, essa palavra deixa o ensino de Neemias 2:4 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"ceus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Neemias 9:13. Lendo junto com Neemias 2:4, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Neemias 2:4","Neemias 9:13","Salmos 119:105"]},"neemias_2_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do rei e, por extensão, à grandeza de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a importância da comunicação e da declaração de intenções. Neemias se dirige ao rei com respeito, reconhecendo sua grandeza antes de fazer seu pedido.","por_que_esta_palavra":"A forma como Neemias se dirige ao rei reflete a reverência que se deve ter diante da autoridade, assim como diante de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Ele é frequentemente exaltado acima de todas as autoridades terrenas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"neemias_2_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei Artaxerxes, enfatizando a importância de sua permissão.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) sublinha a dependência de Neemias da autoridade do rei para realizar a obra de reconstrução. Neemias busca favor diante do rei, reconhecendo sua posição.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a necessidade de apoio humano na realização dos planos divinos.","conexao_teologica":"A interação de Neemias com o rei ilustra como Deus pode usar líderes seculares para cumprir Seus propósitos.","referencias_relacionadas":["Neemias 1:11","Salmos 75:6-7","Provérbios 16:9"]},"neemias_2_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do rei, que Neemias reconhece ao fazer seu pedido.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação clara e respeitosa. Neemias se prepara para expressar seu desejo de retornar a Jerusalém.","por_que_esta_palavra":"A forma como Neemias se expressa é fundamental para a obtenção do que deseja, mostrando a importância da eloquência e do respeito.","conexao_teologica":"A comunicação com Deus e com as autoridades é uma parte vital da vida de fé, refletindo a necessidade de sabedoria e discernimento.","referencias_relacionadas":["Tiago 1:5","Colossenses 4:6","Provérbios 15:23"]},"neemias_2_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao desejo de Neemias de salvar a cidade de Jerusalém da destruição.","explicacao_detalhada":"A palavra 'salvar' (אִם) é usada para expressar a intenção de Neemias de restaurar a cidade e seu povo. Ele busca a intervenção do rei para que isso aconteça.","por_que_esta_palavra":"A ideia de salvar é central na narrativa bíblica, refletindo o desejo de Deus de restaurar e redimir Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, que culmina na obra de Cristo, que veio para salvar o que estava perdido.","referencias_relacionadas":["Lucas 19:10","Romanos 10:9-10","Efésios 2:8-9"]},"neemias_2_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Artaxerxes, destacando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) enfatiza a necessidade de Neemias de obter a aprovação do rei para sua missão. Isso mostra a interdependência entre a autoridade divina e a humana.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Neemias e o rei, que é um agente de Deus na história.","conexao_teologica":"A soberania de Deus se manifesta através das autoridades que Ele estabelece, mostrando que nada escapa ao Seu controle.","referencias_relacionadas":["Daniel 4:17","Romanos 13:1","1 Pedro 2:13-14"]},"neemias_2_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do rei, que Neemias reconhece ao se dirigir a ele.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a importância do discurso respeitoso. Neemias se prepara para fazer um pedido significativo ao rei.","por_que_esta_palavra":"A forma como Neemias se comunica é crucial para o sucesso de sua missão, refletindo a importância da sabedoria nas interações humanas.","conexao_teologica":"A comunicação respeitosa é um princípio bíblico que se aplica tanto a Deus quanto aos homens, refletindo a reverência que devemos ter.","referencias_relacionadas":["Provérbios 25:11","Efésios 4:29","Colossenses 3:8"]},"neemias_2_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Artaxerxes, que tem o poder de conceder o que Neemias pede.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é repetida para enfatizar a importância da autoridade do rei na realização do plano de Neemias. Neemias busca a permissão do rei para ir a Jerusalém.","por_que_esta_palavra":"A palavra é fundamental para entender a dinâmica de poder e a necessidade de apoio humano na realização dos planos divinos.","conexao_teologica":"A interação de Neemias com o rei ilustra como Deus pode usar líderes seculares para cumprir Seus propósitos.","referencias_relacionadas":["Neemias 1:11","Salmos 75:6-7","Provérbios 16:9"]},"neemias_2_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Neemias ao rei, revelando sua intenção e plano.","explicacao_detalhada":"Neste contexto, Neemias está articulando suas necessidades e desejos ao rei, mostrando a importância da palavra falada na comunicação de suas preocupações e aspirações.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a ação de Neemias em se dirigir ao rei com clareza e propósito, essencial para a realização de sua missão.","conexao_teologica":"A comunicação é um aspecto fundamental na relação entre Deus e a humanidade, onde a palavra de Deus é frequentemente proclamada e ouvida.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 19:14"]},"neemias_2_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao desejo de Neemias de restaurar a cidade e o povo de Israel, buscando proteção e ajuda.","explicacao_detalhada":"Neemias clama por salvação não apenas física, mas também espiritual, desejando que a cidade de Jerusalém seja restaurada e protegida de inimigos.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois reflete a urgência e a necessidade de intervenção divina na situação do povo de Israel.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a libertação e a restauração que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:1","Romanos 10:13"]},"neemias_2_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade do monarca que Neemias está se dirigindo, destacando a importância do poder real na época.","explicacao_detalhada":"Neemias reconhece a posição do rei como decisiva para a realização de seus planos, mostrando a relação entre liderança e responsabilidade.","por_que_esta_palavra":"A menção ao 'rei' é significativa, pois Neemias busca apoio de uma figura de autoridade para a restauração de Jerusalém.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a relação entre Neemias e o rei humano reflete a soberania divina sobre as autoridades terrenas.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"neemias_2_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo e à cidade de Jerusalém, que são símbolos da presença de Deus entre seu povo.","explicacao_detalhada":"Neemias expressa seu desejo de restaurar a casa de Deus, que representa não apenas um local físico, mas também a relação espiritual do povo com o Senhor.","por_que_esta_palavra":"A 'casa' é central na identidade do povo de Israel, e sua restauração é vital para a renovação da fé e da comunidade.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando o lugar onde Deus habita e se relaciona com seu povo.","referencias_relacionadas":["Salmos 122:1","Ezequiel 37:26-27","Hebreus 3:6"]},"neemias_2_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que é vista como o coração espiritual e político do povo de Israel.","explicacao_detalhada":"Neemias deseja restaurar a cidade não apenas fisicamente, mas também espiritualmente, refletindo a importância de Jerusalém na história da salvação.","por_que_esta_palavra":"A 'cidade' é um símbolo da identidade e da herança do povo de Deus, e sua restauração é essencial para a revitalização da nação.","conexao_teologica":"Jerusalém é frequentemente mencionada como a cidade de Deus, representando a esperança e a promessa de restauração.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Apocalipse 21:2"]},"neemias_2_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente mencionada, reforçando a importância do apoio real para a missão de Neemias.","explicacao_detalhada":"Neemias busca a autorização do rei para realizar sua missão, destacando a necessidade de respaldo de autoridades para a realização de planos significativos.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da figura real na narrativa e a dependência de Neemias em relação ao poder do rei.","conexao_teologica":"A soberania de Deus se manifesta através das autoridades terrenas, e a relação entre Neemias e o rei ilustra essa dinâmica.","referencias_relacionadas":["Provérbios 21:1","1 Pedro 2:13-14","Romanos 13:1"]},"neemias_2_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de Neemias se apresentar diante do rei, simbolizando a ação e a iniciativa.","explicacao_detalhada":"Neemias demonstra coragem ao se aproximar do rei, um ato que requer fé e determinação para buscar a ajuda necessária.","por_que_esta_palavra":"A ação de 'vir' é crucial, pois representa a disposição de Neemias em agir em prol de seu povo e de sua cidade.","conexao_teologica":"A disposição de se aproximar de autoridades é um reflexo da fé em Deus, que guia e sustenta em momentos de desafio.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Mateus 7:7"]},"neemias_2_10_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é utilizada para descrever a intenção de Neemias em realizar algo positivo para seu povo e sua cidade.","explicacao_detalhada":"Neemias busca fazer o que é certo e bom, refletindo a vontade de Deus em restaurar Jerusalém e trazer esperança ao povo.","por_que_esta_palavra":"A palavra 'bom' é significativa, pois representa a moralidade e a ética que Neemias deseja incorporar em sua missão.","conexao_teologica":"A bondade é um atributo de Deus, e Neemias busca refletir essa bondade em suas ações e decisões.","referencias_relacionadas":["Gálatas 6:9","Romanos 12:21","Salmos 34:8"]},"neemias_2_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à identidade do povo de Israel como filhos de Deus, enfatizando a relação familiar e de pertencimento.","explicacao_detalhada":"Neemias se vê como parte de uma linhagem e de um povo que pertence a Deus, o que motiva sua ação em favor de sua cidade.","por_que_esta_palavra":"A menção a 'filho' é importante, pois destaca a herança espiritual e a responsabilidade que Neemias sente em relação ao seu povo.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, refletindo amor e cuidado.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","Romanos 8:14"]},"neemias_2_10_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' é crucial, pois Neemias deseja que o rei ouça seu pedido e compreenda a gravidade da situação.","explicacao_detalhada":"A disposição de ouvir é fundamental para a comunicação eficaz e para a construção de relacionamentos, especialmente em contextos de liderança.","por_que_esta_palavra":"A palavra 'ouvir' reflete a necessidade de Neemias de ser ouvido e compreendido em sua busca por ajuda.","conexao_teologica":"Ouvir a voz de Deus é essencial para a vida espiritual, e Neemias exemplifica essa busca por ser ouvido em sua oração e comunicação.","referencias_relacionadas":["Salmos 34:15","Tiago 1:19","Isaías 30:21"]},"neemias_2_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de Neemias se aproximar da cidade de Jerusalém.","explicacao_detalhada":"Neemias, após receber a permissão do rei, chega a Jerusalém para avaliar a situação da cidade e do templo. O verbo 'vir' implica um movimento físico e também um chamado espiritual para a ação.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a importância do ato de Neemias de se dirigir a Jerusalém, simbolizando um retorno ao lar e um compromisso com a restauração.","conexao_teologica":"A vinda de Neemias pode ser vista como um paralelo à vinda de Cristo, que também veio para restaurar o que estava perdido.","referencias_relacionadas":["Neemias 1:2","Neemias 2:5","Mateus 1:23"]},"neemias_2_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se ao tempo específico em que Neemias chegou a Jerusalém.","explicacao_detalhada":"O uso da palavra 'dia' enfatiza a importância do momento em que Neemias inicia sua missão, marcando um novo começo para a cidade.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia dos eventos e a providência divina na história de Israel.","conexao_teologica":"Assim como Deus estabeleceu dias e épocas, Neemias reconhece que este dia é determinado por Deus para a restauração de Jerusalém.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"neemias_2_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Neemias em iniciar a reconstrução das muralhas de Jerusalém.","explicacao_detalhada":"Neemias se levanta para agir em resposta à situação crítica de Jerusalém, simbolizando a determinação e a liderança necessária para a restauração.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque implica não apenas um ato físico, mas também um chamado à ação e à liderança espiritual.","conexao_teologica":"Levantar-se para a obra de Deus é um tema recorrente nas Escrituras, refletindo a necessidade de líderes que respondam ao chamado divino.","referencias_relacionadas":["Esdras 1:5","Neemias 2:18","Isaías 60:1"]},"neemias_2_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a Neemias como um líder escolhido por Deus para a tarefa de reconstrução.","explicacao_detalhada":"Neemias é descrito como um homem de Deus, cuja posição e caráter são fundamentais para a missão que ele está prestes a realizar.","por_que_esta_palavra":"A ênfase em 'homem' destaca a importância da liderança humana na realização dos planos divinos.","conexao_teologica":"Deus frequentemente usa homens e mulheres para cumprir Seus propósitos, mostrando que a ação humana é parte do plano divino.","referencias_relacionadas":["Gênesis 2:7","1 Samuel 16:7","Atos 13:22"]},"neemias_2_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode ser interpretada como força e proteção.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no contexto, ela pode simbolizar a força necessária para enfrentar os desafios da reconstrução.","por_que_esta_palavra":"A menção de força é crucial para entender a resistência que Neemias e o povo enfrentariam durante a obra.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos nas Escrituras, simbolizando proteção e poder.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Miquéias 5:8"]},"neemias_2_13_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' refere-se às entradas da cidade que estavam em ruínas e precisavam ser restauradas.","explicacao_detalhada":"As portas de Jerusalém eram vitais para a segurança e a identidade da cidade, e Neemias reconhece a necessidade de restaurá-las.","por_que_esta_palavra":"A palavra 'porta' simboliza tanto a proteção quanto a vulnerabilidade da cidade, ressaltando a importância da restauração.","conexao_teologica":"Cristo é descrito como a porta (João 10:9), e a restauração das portas de Jerusalém pode ser vista como um símbolo da restauração espiritual.","referencias_relacionadas":["Neemias 3:1","Salmos 24:7","Mateus 7:7"]},"neemias_2_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade que Neemias tinha ao buscar permissão para reconstruir Jerusalém.","explicacao_detalhada":"Neemias se apresenta ao rei Artaxerxes, mostrando a importância do apoio governamental na restauração da cidade.","por_que_esta_palavra":"A palavra 'rei' destaca a relação entre o poder secular e a obra de Deus, mostrando como Deus pode usar autoridades para cumprir Seus planos.","conexao_teologica":"Deus é o Rei soberano que controla todas as autoridades, e a interação de Neemias com o rei é um exemplo de Sua providência.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"neemias_2_14_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' pode ser interpretada como um símbolo de sacrifício e compromisso.","explicacao_detalhada":"Embora a palavra 'cruz' não apareça diretamente, o conceito de sacrifício é central na missão de Neemias, que estava disposto a enfrentar desafios por sua cidade.","por_que_esta_palavra":"A ideia de 'cruz' enfatiza o custo do discipulado e a disposição de Neemias em sacrificar-se pela restauração.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando o sacrifício de Cristo por nós, assim como Neemias se sacrifica pela sua cidade.","referencias_relacionadas":["Mateus 16:24","Gálatas 6:14","Filipenses 3:18"]},"neemias_2_14_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e vigilância de Neemias sobre a situação de Jerusalém.","explicacao_detalhada":"Neemias observa atentamente as condições da cidade, simbolizando a importância de estar atento às necessidades ao nosso redor.","por_que_esta_palavra":"A palavra 'olho' destaca a necessidade de discernimento e vigilância na liderança e na vida espiritual.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e Neemias imita essa vigilância ao observar a cidade.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"neemias_2_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à condição de Jerusalém, que estava em ruínas e precisava ser restaurada.","explicacao_detalhada":"Neemias percebe a gravidade da situação da cidade, que estava 'caindo' em desolação, o que o motiva a agir.","por_que_esta_palavra":"A palavra 'cair' simboliza a fragilidade e a necessidade urgente de restauração.","conexao_teologica":"A queda de Jerusalém pode ser vista como um reflexo do pecado e da necessidade de redenção, um tema central nas Escrituras.","referencias_relacionadas":["Lamentações 1:1","Ezequiel 33:10","Romanos 3:23"]},"neemias_2_15_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro representa a proteção e a segurança da cidade de Jerusalém, que estava em ruínas.","explicacao_detalhada":"No contexto de Neemias 2:15, o muro é um símbolo da restauração e da identidade do povo de Israel. A reconstrução do muro é essencial para a reestabelecimento da cidade e da adoração a Deus.","por_que_esta_palavra":"A palavra 'muro' é usada para enfatizar a necessidade de proteção e a importância da cidade como um lugar sagrado.","conexao_teologica":"O muro também simboliza a separação entre o povo de Deus e as nações pagãs, refletindo a santidade e a proteção divina.","referencias_relacionadas":["Neemias 1:3","Neemias 2:17","Salmos 48:12-13"]},"neemias_2_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Os sacerdotes têm um papel crucial na liderança espiritual e na restauração do culto em Jerusalém.","explicacao_detalhada":"Em Neemias 2:16, a menção dos sacerdotes destaca a importância da liderança espiritual na reconstrução da cidade e na renovação da fé do povo.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para indicar a autoridade espiritual e a responsabilidade de guiar o povo em direção a Deus.","conexao_teologica":"Os sacerdotes são mediadores entre Deus e o povo, e sua presença é essencial para a restauração da adoração e da comunhão com Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Neemias 12:1"]},"neemias_2_16_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A obra refere-se à tarefa de reconstruir os muros e restaurar a cidade de Jerusalém.","explicacao_detalhada":"Em Neemias 2:16, a 'obra' é uma missão coletiva que envolve o povo de Deus, simbolizando a união e o esforço conjunto para cumprir a vontade divina.","por_que_esta_palavra":"A palavra 'obra' é usada para enfatizar a importância do trabalho diligente e da colaboração na realização dos planos de Deus.","conexao_teologica":"A obra de reconstrução é um reflexo do chamado de Deus para que Seu povo atue em fé e obediência, buscando a restauração espiritual e física.","referencias_relacionadas":["Neemias 4:6","1 Coríntios 3:9","Efésios 2:10"]},"neemias_2_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a gravidade da situação em Jerusalém e a necessidade urgente de ação.","explicacao_detalhada":"Em Neemias 2:17, a 'grande' calamidade do povo é um chamado à ação, destacando a importância de reconhecer a realidade e a necessidade de restauração.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a seriedade da situação e a urgência da resposta do povo.","conexao_teologica":"A grandeza da calamidade é um lembrete da necessidade de dependência de Deus em tempos de crise e da importância da ação coletiva.","referencias_relacionadas":["Neemias 1:3","Salmos 137:1","Isaías 58:12"]},"neemias_2_17_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"O 'mal' refere-se à destruição e ao sofrimento que o povo de Jerusalém estava enfrentando.","explicacao_detalhada":"Em Neemias 2:17, o 'mal' é uma descrição da condição lamentável da cidade e do povo, que precisa ser confrontada e superada.","por_que_esta_palavra":"A palavra 'mal' é usada para descrever a realidade do pecado e da desolação que afligem o povo de Deus.","conexao_teologica":"O reconhecimento do 'mal' é essencial para a restauração espiritual, pois leva o povo a buscar a ajuda e a intervenção de Deus.","referencias_relacionadas":["Salmos 34:19","Romanos 3:23","Gálatas 6:7"]},"neemias_2_17_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' simboliza tanto a destruição que ocorreu quanto a purificação necessária para a restauração.","explicacao_detalhada":"Em Neemias 2:17, o 'fogo' representa a severidade da situação e a necessidade de um novo começo através da purificação e da reconstrução.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar a intensidade da destruição e a urgência da ação para restaurar a cidade.","conexao_teologica":"O fogo é frequentemente associado ao juízo de Deus, mas também à purificação e à renovação, refletindo a necessidade de transformação espiritual.","referencias_relacionadas":["Isaías 1:25","1 Pedro 1:7","Hebreus 12:29"]},"neemias_2_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' refere-se à autoridade que Neemias busca para obter permissão e recursos para a reconstrução.","explicacao_detalhada":"Em Neemias 2:18, a menção do rei destaca a importância do apoio governamental na realização da obra de Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a necessidade de autoridade e legitimidade para a missão de Neemias.","conexao_teologica":"Deus pode usar autoridades terrenas para cumprir Seus propósitos, mostrando que a soberania divina se manifesta em todas as esferas da vida.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"neemias_2_18_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar firmeza e determinação na missão de reconstruir Jerusalém.","explicacao_detalhada":"Em Neemias 2:18, 'agarrar' reflete a necessidade de um compromisso resoluto e a disposição de enfrentar desafios.","por_que_esta_palavra":"A palavra 'agarrar' é usada para transmitir a ideia de perseverança e força diante da adversidade.","conexao_teologica":"A determinação em 'agarrar' a missão é um reflexo da fé e da confiança em Deus para realizar a obra.","referencias_relacionadas":["Filipenses 3:13-14","2 Timóteo 1:7","Hebreus 10:23"]},"neemias_2_18_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da obra que Neemias está prestes a realizar em Jerusalém.","explicacao_detalhada":"Em Neemias 2:18, 'bom' destaca a intenção de Neemias de realizar uma obra que agrada a Deus e beneficia o povo.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar a moralidade e a justiça da ação proposta por Neemias.","conexao_teologica":"A busca pelo 'bom' é um princípio bíblico que reflete o caráter de Deus e a chamada para que Seu povo faça o bem.","referencias_relacionadas":["Gênesis 1:31","Salmos 37:3","Romanos 12:2"]},"neemias_2_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e ao testemunho que Neemias enfrenta diante da oposição.","explicacao_detalhada":"Em Neemias 2:19, a 'palavra' é um elemento crucial na defesa da missão de Neemias e na resposta aos críticos.","por_que_esta_palavra":"A palavra 'palavra' é usada para enfatizar a importância da comunicação clara e da verdade na missão de Deus.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a comunicação da verdade é essencial para a edificação do povo e a realização da obra.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"neemias_2_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima, simbolizando poder e governo.","explicacao_detalhada":"No contexto de Neemias 2:19, a menção ao rei destaca a importância da liderança e da proteção que ele pode oferecer ao povo de Israel na reconstrução de Jerusalém.","por_que_esta_palavra":"A palavra 'rei' é central para entender a relação entre Neemias e Artaxerxes, que era o rei persa. Neemias buscava a permissão do rei para retornar a Jerusalém e reconstruir a cidade.","conexao_teologica":"A figura do rei é frequentemente associada à soberania de Deus sobre as nações e ao papel de líderes que devem governar com justiça e temor a Deus.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 21:1","Romanos 13:1"]},"neemias_2_19_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica não apenas escutar, mas também compreender e responder adequadamente.","explicacao_detalhada":"Em Neemias 2:19, a capacidade de ouvir é crucial para Neemias, pois ele precisa entender a situação do povo e a resposta do rei às suas preocupações.","por_que_esta_palavra":"A palavra 'ouvir' é fundamental para a comunicação e para a ação que Neemias estava prestes a tomar em relação à reconstrução de Jerusalém.","conexao_teologica":"Ouvir a voz de Deus é um tema recorrente na Bíblia, enfatizando a importância da obediência e da resposta à Sua palavra.","referencias_relacionadas":["Tiago 1:19","Salmos 119:105","Isaías 30:21"]},"neemias_2_20_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial, onde Deus habita e de onde Ele governa.","explicacao_detalhada":"Em Neemias 2:20, a menção aos céus enfatiza a soberania de Deus sobre a terra e a necessidade de buscar Sua ajuda na tarefa de reconstrução.","por_que_esta_palavra":"A palavra 'céus' é usada para lembrar que a ajuda e a proteção vêm de Deus, que está acima de todas as circunstâncias humanas.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar de habitação de Deus e como símbolo de Sua autoridade e poder.","referencias_relacionadas":["Salmos 121:1-2","Mateus 6:9","Efésios 1:3"]},"neemias_2_20_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou restaurar algo, especialmente em um contexto espiritual ou comunitário.","explicacao_detalhada":"Em Neemias 2:20, edificar é a missão de Neemias, que busca restaurar os muros de Jerusalém e a dignidade do povo de Deus.","por_que_esta_palavra":"A palavra 'edificar' é central para a visão de Neemias, que não apenas deseja reconstruir fisicamente, mas também restaurar a identidade e a fé do povo.","conexao_teologica":"A edificação é um tema importante na Bíblia, simbolizando a construção do corpo de Cristo e a edificação da fé dos crentes.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:19-22","1 Pedro 2:5"]},"neemias_2_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' pode referir-se a um comando, uma declaração ou uma promessa.","explicacao_detalhada":"Em Neemias 2:20, a palavra é usada para enfatizar a importância da comunicação e da intenção de Neemias em agir conforme a vontade de Deus.","por_que_esta_palavra":"A palavra 'palavra' é crucial, pois representa a mensagem que Neemias traz e a resposta que ele espera do povo e do rei.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a Bíblia enfatiza a importância de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Mateus 4:4"]}}