{"neemias_5_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Em Neemias 5:1, 'cair' refere-se à situação de crise em que o povo se encontra, simbolizando a queda em dificuldades financeiras e sociais.","explicacao_detalhada":"A palavra 'cair' aqui expressa a gravidade da situação em que os judeus estão enfrentando opressão e fome, levando-os a clamar por ajuda e justiça.","por_que_esta_palavra":"É importante para entender a urgência da necessidade de Neemias em agir em favor do povo, mostrando que a queda em dificuldades não é apenas física, mas também espiritual.","conexao_teologica":"A queda do povo de Deus muitas vezes é um chamado ao arrependimento e à restauração, refletindo a necessidade de buscar a ajuda divina em tempos de crise.","referencias_relacionadas":["Salmos 34:18","Isaías 61:1","Mateus 5:3"]},"neemias_5_1_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' em Neemias 5:1 refere-se ao povo de Israel que está sofrendo sob a opressão e as injustiças sociais.","explicacao_detalhada":"Neste contexto, 'povo' destaca a coletividade dos judeus que enfrentam dificuldades, enfatizando a necessidade de solidariedade e ação comunitária para resolver os problemas.","por_que_esta_palavra":"A escolha da palavra 'povo' é significativa, pois ressalta a identidade coletiva e a responsabilidade mútua entre os membros da comunidade de fé.","conexao_teologica":"A Bíblia frequentemente fala sobre o povo de Deus como uma entidade unida, chamada a viver em justiça e amor, refletindo o caráter de Deus.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"neemias_5_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Em Neemias 5:1, 'grande' refere-se à magnitude das dificuldades enfrentadas pelo povo, que são significativas e impactantes.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade da situação, mostrando que os problemas não são triviais, mas exigem uma resposta urgente e eficaz.","por_que_esta_palavra":"A utilização de 'grande' é importante para transmitir a gravidade da opressão e a necessidade de ação imediata por parte de Neemias e dos líderes.","conexao_teologica":"Deus é frequentemente descrito como grande em poder e misericórdia, e a grandeza das dificuldades pode levar o povo a clamar por Sua intervenção.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 8:18"]},"neemias_5_2_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' em Neemias 5:2 refere-se à luta pela sobrevivência do povo em meio à crise econômica e social.","explicacao_detalhada":"Neste contexto, 'viver' implica não apenas em existir, mas em ter condições dignas de vida, o que está ameaçado pela opressão e pela fome.","por_que_esta_palavra":"A escolha de 'viver' é crucial para entender a urgência da situação, onde a dignidade e a subsistência do povo estão em jogo.","conexao_teologica":"A vida plena é um tema central na Bíblia, onde Deus deseja que Seu povo viva em abundância e justiça, refletindo Seu caráter.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Gálatas 2:20"]},"neemias_5_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Neemias 5:2, 'filho' representa a continuidade da família e a preocupação com as gerações futuras em meio à crise.","explicacao_detalhada":"A palavra 'filho' destaca a responsabilidade dos adultos em cuidar e prover para suas famílias, especialmente em tempos de dificuldade.","por_que_esta_palavra":"A menção de 'filho' é significativa, pois reflete a preocupação com a herança e o futuro do povo, que está ameaçado pela opressão.","conexao_teologica":"A Bíblia enfatiza a importância da família e da transmissão de valores de geração em geração, refletindo o plano de Deus para a humanidade.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"neemias_5_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' em Neemias 5:2 refere-se aos indivíduos que estão lutando para sustentar suas famílias em tempos de crise.","explicacao_detalhada":"Neste contexto, 'homem' representa a figura do provedor e a responsabilidade que cada um tem em garantir o bem-estar de sua família.","por_que_esta_palavra":"A escolha de 'homem' é importante para entender a dinâmica social e as expectativas sobre o papel masculino na sociedade israelita.","conexao_teologica":"A Bíblia fala sobre o papel do homem como líder e provedor, refletindo a responsabilidade que Deus deu a cada um em sua família e comunidade.","referencias_relacionadas":["1 Timóteo 5:8","Gênesis 2:15","Efésios 5:23"]},"neemias_5_3_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Em Neemias 5:3, 'fome' refere-se à escassez de alimentos que afeta o povo, simbolizando a crise econômica e social.","explicacao_detalhada":"A palavra 'fome' destaca a gravidade da situação, onde a sobrevivência do povo está ameaçada pela falta de recursos básicos.","por_que_esta_palavra":"A menção de 'fome' é crucial para entender a urgência da necessidade de Neemias em agir em favor do povo e buscar justiça.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo de juízo e necessidade, levando o povo a buscar a ajuda de Deus.","referencias_relacionadas":["Salmos 37:25","Mateus 5:6","Lucas 4:18"]},"neemias_5_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' em Neemias 5:3 refere-se ao lar e à segurança que as famílias buscam em meio à crise.","explicacao_detalhada":"Neste contexto, 'casa' simboliza não apenas a estrutura física, mas também a estabilidade emocional e espiritual que cada família precisa.","por_que_esta_palavra":"A escolha de 'casa' é importante para entender a necessidade de um lugar seguro e acolhedor para as famílias durante tempos difíceis.","conexao_teologica":"A Bíblia fala sobre a casa como um lugar de proteção e bênção, refletindo o desejo de Deus de que Seu povo viva em segurança e paz.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"neemias_5_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Em Neemias 5:3, 'tomar' refere-se à ação de agarrar ou reter bens e propriedades em um momento de necessidade.","explicacao_detalhada":"A palavra 'tomar' destaca a injustiça que ocorre quando os mais pobres são forçados a vender suas propriedades para sobreviver, refletindo a opressão social.","por_que_esta_palavra":"A utilização de 'tomar' é significativa para entender a dinâmica de exploração que afeta o povo e a necessidade de Neemias em restaurar a justiça.","conexao_teologica":"A Bíblia ensina sobre a importância de cuidar dos necessitados e a condenação da opressão, refletindo o caráter justo de Deus.","referencias_relacionadas":["Provérbios 14:31","Isaías 10:1-2","Tiago 5:1-6"]},"neemias_5_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre o povo, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de Neemias 5:4, a menção ao 'rei' destaca a influência e o controle que a monarquia exercia sobre a vida dos cidadãos, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a necessidade de um líder justo que se preocupe com o bem-estar do povo, contrastando com a opressão que muitos enfrentavam.","conexao_teologica":"A figura do rei é frequentemente associada à soberania de Deus sobre Israel, refletindo a necessidade de líderes que sigam os princípios divinos.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 29:2"]},"neemias_5_4_grande":{"palavra_pt":"grande","palavra_original":"מִדָּה","transliteracao":"middâh","strong":"H4060","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica algo de importância ou magnitude, referindo-se à gravidade da situação enfrentada pelo povo.","explicacao_detalhada":"Neste versículo, 'grande' é usado para descrever a extensão dos problemas financeiros e sociais que os judeus estavam enfrentando, sugerindo que a situação era crítica.","por_que_esta_palavra":"A palavra 'grande' é utilizada para chamar a atenção para a seriedade da opressão e a necessidade de ação imediata.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequenez humana, e a necessidade de intervenção divina em tempos de crise é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"neemias_5_4_should":{"palavra_pt":"should","palavra_original":"יֵשׁ","transliteracao":"yêsh","strong":"H3426","significado_raiz":"Ideia básica: should.","significado_contextual":"A palavra 'should' implica uma expectativa ou obrigação moral, sugerindo que algo é devido ou necessário.","explicacao_detalhada":"Neste contexto, 'should' reflete a expectativa de que os líderes e a comunidade ajam de maneira justa e responsável em relação aos necessitados.","por_que_esta_palavra":"A utilização de 'should' destaca a responsabilidade moral que cada membro da comunidade tem em cuidar dos outros, especialmente em tempos de dificuldade.","conexao_teologica":"A ideia de responsabilidade moral é central na teologia bíblica, onde os crentes são chamados a amar e servir uns aos outros.","referencias_relacionadas":["Gálatas 6:2","Tiago 1:27","1 João 3:17"]},"neemias_5_5_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a força e o poder supremo que Deus exerce sobre todas as coisas.","explicacao_detalhada":"Em Neemias 5:5, a menção a 'deus' sublinha a crença de que a ajuda e a justiça vêm de Deus, que é a fonte de toda força e proteção.","por_que_esta_palavra":"A palavra 'deus' é crucial para lembrar ao povo que, apesar das dificuldades, eles podem confiar na força divina para superar os desafios.","conexao_teologica":"A força de Deus é um tema central na Bíblia, onde Ele é apresentado como o protetor e libertador de Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:13"]},"neemias_5_5_carne":{"palavra_pt":"carne","palavra_original":"בָּשָׂר","transliteracao":"bâsâr","strong":"H1320","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana, simbolizando vulnerabilidade e fragilidade.","explicacao_detalhada":"No contexto de Neemias 5:5, 'carne' é usada para enfatizar a condição humana e a necessidade de compaixão e solidariedade entre as pessoas.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a realidade da luta humana e a necessidade de apoio mútuo em tempos de crise.","conexao_teologica":"A fragilidade da carne é um lembrete da dependência do ser humano em relação a Deus e aos outros, enfatizando a importância da comunidade.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Romanos 7:18"]},"neemias_5_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a continuidade da vida e a herança familiar, simbolizando a importância das gerações futuras.","explicacao_detalhada":"Em Neemias 5:5, 'filho' é mencionado para enfatizar a responsabilidade que os adultos têm em cuidar e prover para suas famílias.","por_que_esta_palavra":"A palavra 'filho' é significativa porque destaca a conexão entre as gerações e a necessidade de proteger o futuro da família.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a responsabilidade de ensinar e guiar as próximas gerações.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"neemias_5_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação e à importância das promessas e acordos entre as pessoas.","explicacao_detalhada":"Neste versículo, 'palavra' é usada para enfatizar a seriedade das declarações feitas e a necessidade de integridade nas relações.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da honestidade e da responsabilidade nas interações humanas.","conexao_teologica":"A palavra de Deus é central na fé, e a integridade da palavra humana reflete a natureza de Deus como fiel e verdadeiro.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Tiago 5:12"]},"neemias_5_6_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' implica desenvolvimento e aumento, referindo-se ao crescimento espiritual e comunitário.","explicacao_detalhada":"No contexto de Neemias 5:6, 'crescer' pode ser interpretado como um chamado para que a comunidade se una e se fortaleça em tempos difíceis.","por_que_esta_palavra":"A palavra 'crescer' é utilizada para inspirar esperança e a necessidade de progresso coletivo, mesmo em meio a desafios.","conexao_teologica":"O crescimento espiritual é um tema central na vida cristã, onde os crentes são chamados a amadurecer na fé e no amor.","referencias_relacionadas":["Colossenses 1:10","2 Pedro 3:18","Efésios 4:15"]},"neemias_5_6_jejum":{"palavra_pt":"jejum","palavra_original":"מְאֹד","transliteracao":"mᵉʼôd","strong":"H3966","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática de abster-se de alimentos como forma de buscar a Deus e demonstrar arrependimento.","explicacao_detalhada":"Em Neemias 5:6, 'jejum' é mencionado como uma expressão de seriedade e busca pela intervenção divina em meio à crise.","por_que_esta_palavra":"A escolha da palavra 'jejum' destaca a importância da humildade e da dependência de Deus em tempos de necessidade.","conexao_teologica":"O jejum é uma prática espiritual que simboliza a busca por uma relação mais profunda com Deus e a necessidade de Sua ajuda.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Atos 13:3"]},"neemias_5_7_puro":{"palavra_pt":"puro","palavra_original":"חֹר","transliteracao":"chôr","strong":"H2715","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição de ser livre de impurezas, tanto físicas quanto espirituais.","explicacao_detalhada":"No contexto de Neemias 5:7, 'puro' pode ser interpretado como um chamado à integridade e à justiça nas ações e decisões.","por_que_esta_palavra":"A escolha da palavra 'puro' enfatiza a necessidade de manter a pureza moral e espiritual em meio a desafios e tentações.","conexao_teologica":"A pureza é um tema importante na Bíblia, onde os crentes são chamados a viver de maneira santa e justa diante de Deus.","referencias_relacionadas":["Salmos 24:4","Mateus 5:8","Tiago 4:8"]},"neemias_5_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo a alguém, especialmente em um contexto de necessidade.","explicacao_detalhada":"No contexto de Neemias 5:7, Neemias clama ao povo para que eles não oprimam seus irmãos e que devolvam o que foi tomado. A ideia de 'dar' aqui é crucial, pois envolve a restituição e a generosidade entre os membros da comunidade.","por_que_esta_palavra":"A palavra 'dar' é utilizada para enfatizar a importância da generosidade e da justiça social, especialmente em tempos de crise.","conexao_teologica":"A prática de dar e compartilhar é um princípio central na teologia bíblica, refletindo o caráter de Deus como um doador generoso.","referencias_relacionadas":["Mateus 5:42","Lucas 6:38","Atos 20:35"]},"neemias_5_7_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' implica em exercer autoridade e governar sobre um povo ou território.","explicacao_detalhada":"Em Neemias 5:7, a ideia de reinar é relacionada à liderança justa e à responsabilidade dos líderes em cuidar do bem-estar do povo. Neemias critica a opressão dos nobres e a necessidade de um governo que sirva ao povo.","por_que_esta_palavra":"A escolha da palavra 'reinar' destaca a expectativa de que os líderes devem agir com justiça e equidade.","conexao_teologica":"Deus é apresentado na Bíblia como o Rei supremo, e os líderes humanos são chamados a refletir essa justiça e bondade em suas ações.","referencias_relacionadas":["Salmos 72:1-2","Isaías 9:6-7","Romanos 13:1-4"]},"neemias_5_8_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"A palavra 'capaz' refere-se à habilidade ou condição de realizar algo.","explicacao_detalhada":"No versículo, Neemias menciona que o povo é capaz de ajudar uns aos outros, enfatizando a responsabilidade coletiva em cuidar dos necessitados.","por_que_esta_palavra":"A palavra 'capaz' é importante para encorajar a comunidade a agir e a se unir em tempos de dificuldade.","conexao_teologica":"A capacidade de agir em amor e solidariedade é um reflexo do amor de Deus por nós e do chamado para amar o próximo.","referencias_relacionadas":["Gálatas 6:2","1 João 3:17","Tiago 2:14-17"]},"neemias_5_8_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' implica em elaborar estratégias ou intenções para alcançar um objetivo.","explicacao_detalhada":"Neemias, ao planejar, demonstra a importância de agir com sabedoria e intenção ao lidar com as injustiças sociais que afligem seu povo.","por_que_esta_palavra":"A palavra 'planejar' é utilizada para ressaltar a necessidade de uma abordagem deliberada e cuidadosa na resolução de problemas.","conexao_teologica":"A Bíblia ensina que Deus tem um plano para a humanidade, e os crentes são chamados a participar ativamente na realização desse plano.","referencias_relacionadas":["Provérbios 16:3","Jeremias 29:11","Efésios 2:10"]},"neemias_5_8_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se ao ato de trazer algo à existência.","explicacao_detalhada":"Em Neemias 5:8, a criação de um ambiente justo e solidário é enfatizada, onde as pessoas se ajudam mutuamente.","por_que_esta_palavra":"A palavra 'criar' é significativa porque implica em um esforço ativo para estabelecer uma nova realidade social.","conexao_teologica":"Deus é o Criador, e os seres humanos são chamados a ser co-criadores, promovendo a justiça e a paz em suas comunidades.","referencias_relacionadas":["Gênesis 1:26-27","Isaías 65:17","2 Coríntios 5:17"]},"neemias_5_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou um conceito que carrega significado.","explicacao_detalhada":"Neemias usa a palavra para enfatizar a importância da comunicação e da verdade nas relações interpessoais e na justiça social.","por_que_esta_palavra":"A palavra 'palavra' é crucial, pois destaca a responsabilidade de falar a verdade e agir de acordo com ela.","conexao_teologica":"A Bíblia ensina que a palavra de Deus é verdade e que os crentes devem viver de acordo com essa verdade.","referencias_relacionadas":["Salmos 119:105","João 1:1","Tiago 1:22"]},"neemias_5_9_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se ao ato de corrigir ou chamar a atenção para um erro.","explicacao_detalhada":"Neemias repreende os nobres por sua opressão, mostrando que a correção é necessária para restaurar a justiça.","por_que_esta_palavra":"A palavra 'repreender' é utilizada para enfatizar a necessidade de confrontar injustiças e promover a responsabilidade.","conexao_teologica":"A disciplina e a correção são aspectos do amor de Deus, que busca restaurar seu povo.","referencias_relacionadas":["Provérbios 27:5","Gálatas 6:1","Hebreus 12:6"]},"neemias_5_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de expressar verbalmente algo.","explicacao_detalhada":"Neemias enfatiza a importância de comunicar verdades e chamar a atenção para as injustiças que ocorrem.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a ação e a mudança, pois as palavras têm poder.","conexao_teologica":"A Bíblia ensina que as palavras têm poder para edificar ou destruir, refletindo a importância da comunicação.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Tiago 3:5-6"]},"neemias_5_10_trigo":{"palavra_pt":"trigo","palavra_original":"דָּגָן","transliteracao":"dâgân","strong":"H1715","significado_raiz":"Ideia básica: trigo.","significado_contextual":"A palavra 'trigo' refere-se a um grão essencial para a alimentação e a subsistência.","explicacao_detalhada":"No contexto de Neemias 5:10, o trigo simboliza a necessidade básica do povo e a importância de garantir que todos tenham o suficiente.","por_que_esta_palavra":"A palavra 'trigo' é usada para destacar a questão da segurança alimentar e a responsabilidade de cuidar dos necessitados.","conexao_teologica":"Deus é descrito como aquele que provê o alimento, e os crentes são chamados a ser instrumentos de sua provisão.","referencias_relacionadas":["Mateus 6:11","Salmos 104:14-15","Filipenses 4:19"]},"neemias_5_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou oportunidade.","explicacao_detalhada":"Em Neemias 5:11, o dia é mencionado como um tempo para agir e fazer a diferença na vida dos outros.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa a urgência e a importância de agir no presente.","conexao_teologica":"A Bíblia ensina que cada dia é uma dádiva de Deus e deve ser usado para cumprir sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"neemias_5_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à habitação, simbolizando segurança e estabilidade.","explicacao_detalhada":"No contexto de Neemias 5:11, a palavra 'casa' representa não apenas a estrutura física, mas também o lugar onde as famílias se reúnem e vivem em comunidade. A restauração das casas era essencial para a recuperação social e econômica do povo após o exílio.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância do lar na vida do povo de Israel, especialmente após um período de desolação.","conexao_teologica":"A casa é frequentemente vista na Bíblia como um símbolo da presença de Deus e da família. Em várias passagens, Deus promete habitar entre o Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"neemias_5_11_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Representa riqueza e recursos financeiros, essenciais para a sobrevivência e a reconstrução.","explicacao_detalhada":"A prata, como metáfora de valor, é mencionada em Neemias 5:11 para destacar a importância de restaurar a economia do povo. A falta de recursos financeiros havia levado muitos a situações de opressão e dívida.","por_que_esta_palavra":"A escolha da palavra 'prata' reflete a necessidade de recursos materiais para a reconstrução da cidade e do povo.","conexao_teologica":"A prata é frequentemente associada à purificação e ao valor, simbolizando a redenção e a prosperidade que Deus deseja para Seu povo.","referencias_relacionadas":["Salmos 12:6","Provérbios 10:20","1 Pedro 1:18-19"]},"neemias_5_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos líderes espirituais responsáveis pela mediação entre Deus e o povo.","explicacao_detalhada":"No versículo, o sacerdote é chamado a intervir nas questões de injustiça e opressão, destacando seu papel vital na restauração da justiça social e espiritual entre os israelitas.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial, pois enfatiza a necessidade de liderança espiritual em tempos de crise.","conexao_teologica":"Os sacerdotes são vistos como representantes de Deus, e sua função é guiar o povo em retidão e justiça, refletindo o caráter de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","1 Pedro 2:9"]},"neemias_5_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser um erro de transcrição ou interpretação, pois não se encaixa no contexto do versículo.","explicacao_detalhada":"Se a palavra se referir a uma ação ou a um símbolo, é importante esclarecer que a presença de animais na cultura hebraica muitas vezes simboliza força ou proteção.","por_que_esta_palavra":"A inclusão de 'urso' pode ser um erro, pois não se relaciona diretamente com o tema de Neemias 5:12.","conexao_teologica":"Animais como o urso podem simbolizar força e proteção, mas sua relevância no contexto de Neemias é questionável.","referencias_relacionadas":["Neemias 5:12","Neemias 5:18","Salmos 119:105"]},"neemias_5_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um assunto que precisa ser tratado.","explicacao_detalhada":"Neste contexto, 'palavra' é usada para enfatizar a importância de se fazer justiça e restaurar a dignidade do povo oprimido.","por_que_esta_palavra":"A palavra 'palavra' é central para a comunicação e a resolução de conflitos, especialmente em questões de injustiça.","conexao_teologica":"A palavra de Deus é vista como poderosa e transformadora, capaz de trazer mudança e restauração.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"neemias_5_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, criador e sustentador do universo.","explicacao_detalhada":"A menção de Deus em Neemias 5:13 sublinha a importância da justiça divina e da responsabilidade moral que o povo tem diante d'Ele.","por_que_esta_palavra":"A palavra 'Deus' é fundamental, pois estabelece a base para a moralidade e a justiça entre os homens.","conexao_teologica":"Deus é o juiz supremo que exige justiça e retidão, e Sua presença é um lembrete constante da responsabilidade do povo.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 12:19"]},"neemias_5_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e a responsabilidade moral.","explicacao_detalhada":"A palavra 'homem' em Neemias 5:13 destaca a importância da justiça social e da dignidade humana, especialmente em tempos de crise.","por_que_esta_palavra":"A inclusão de 'homem' enfatiza a responsabilidade individual e coletiva em agir com justiça e compaixão.","conexao_teologica":"A Bíblia ensina que todos os homens são criados à imagem de Deus, o que confere dignidade e valor a cada indivíduo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"neemias_5_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Em Neemias 5:13, \"palavra\" aparece na frase \"Também sacudi as minhas vestes, e disse: Assim sacuda Deus todo o homem da sua casa e do seu trabalho que não confirmar esta palavra, e ass…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (דָּבָר; dâbâr; H1697), \"palavra\" traz a ideia de palavra. Aqui, essa palavra deixa o ensino de Neemias 5:13 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"palavra\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Neemias 5:6. Lendo junto com Neemias 5:13, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Neemias 5:13","Neemias 5:6","Salmos 119:105"]},"neemias_5_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, simbolizando tempo e oportunidade.","explicacao_detalhada":"No contexto de Neemias 5:14, o 'dia' pode representar um tempo de responsabilidade e ação, onde decisões importantes precisam ser tomadas para o bem do povo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a urgência e a importância do momento presente na vida do povo.","conexao_teologica":"O conceito de tempo é frequentemente associado à soberania de Deus, que controla a história e os eventos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"neemias_5_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' em Neemias 5:14 destaca a importância da terra prometida e a conexão do povo com suas raízes e herança.","por_que_esta_palavra":"A terra é um símbolo central na narrativa bíblica, representando a promessa de Deus e a identidade do povo de Israel.","conexao_teologica":"A terra é vista como um presente de Deus, e a fidelidade do povo a Ele está ligada à sua relação com a terra.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"neemias_5_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima, que governava sobre o povo e tinha o poder de decisão.","explicacao_detalhada":"No contexto de Neemias 5:14, o rei é uma figura central que representa a liderança e a justiça. Neemias, como copeiro do rei, tinha acesso direto a essa autoridade, o que lhe permitiu interceder pelo povo e buscar melhorias nas condições de vida dos judeus.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a importância da liderança e da responsabilidade que vem com o poder. Neemias estava em uma posição de influência e precisava agir em nome do povo.","conexao_teologica":"A figura do rei é frequentemente associada a Deus, que é o Rei dos Reis. Assim, a liderança humana deve refletir a justiça e a misericórdia divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"neemias_5_15_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"A palavra 'pão/alimento' simboliza a necessidade básica de sustento e a provisão de Deus para o seu povo.","explicacao_detalhada":"Em Neemias 5:15, o alimento é mencionado no contexto das injustiças sociais, onde os nobres estavam explorando os pobres. Neemias destaca a importância de garantir que todos tenham acesso ao alimento necessário para viver.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a situação de opressão e a necessidade de justiça social. O alimento representa não apenas sustento físico, mas também dignidade e respeito.","conexao_teologica":"Deus é frequentemente descrito como aquele que provê o alimento para o seu povo, como em Mateus 6:11, onde Jesus ensina a oração do Pai Nosso.","referencias_relacionadas":["Salmos 37:25","Mateus 6:11","João 6:35"]},"neemias_5_15_cidade":{"palavra_pt":"cidade","palavra_original":"פֶּחָה","transliteracao":"pechâh","strong":"H6346","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao local onde a comunidade se reúne e vive, simbolizando segurança e identidade.","explicacao_detalhada":"Em Neemias 5:15, a cidade é o lar do povo judeu, e a sua restauração é vital para a identidade nacional e espiritual do povo. A cidade é um símbolo de proteção e comunidade.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a importância da coletividade e da vida em comunidade, especialmente em tempos de crise.","conexao_teologica":"A cidade de Jerusalém tem um significado especial na teologia bíblica, sendo vista como o lugar onde Deus habita entre seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 65:18","Hebreus 11:10"]},"neemias_5_15_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações e decisões que promovem o bem-estar da comunidade.","explicacao_detalhada":"No contexto de Neemias 5:15, a justiça e a bondade são essenciais para a restauração da comunidade. Neemias critica a falta de bondade dos nobres que exploravam os pobres.","por_que_esta_palavra":"A palavra 'bom' é importante para destacar a moralidade e a ética nas relações sociais, especialmente em tempos de crise.","conexao_teologica":"A bondade é um atributo de Deus, e os crentes são chamados a refletir essa bondade em suas ações e interações.","referencias_relacionadas":["Miquéias 6:8","Gálatas 6:10","Efésios 4:32"]},"neemias_5_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, enfatizando a importância da integridade.","explicacao_detalhada":"Em Neemias 5:16, o modo como Neemias se comporta e lidera é crucial para a restauração da comunidade. Ele se recusa a se beneficiar das injustiças e age com integridade.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a forma como se faz algo é tão importante quanto o resultado final.","conexao_teologica":"A integridade nas ações é um reflexo do caráter de Deus, que é justo e verdadeiro.","referencias_relacionadas":["Provérbios 10:9","Colossenses 3:23","1 Pedro 2:12"]},"neemias_5_16_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"A palavra 'muro' simboliza proteção e segurança, representando a restauração da cidade de Jerusalém.","explicacao_detalhada":"Em Neemias 5:16, o muro é um símbolo da identidade e segurança do povo. A reconstrução do muro é essencial para a restauração da dignidade e da segurança da comunidade.","por_que_esta_palavra":"A palavra 'muro' é usada para enfatizar a necessidade de proteção contra inimigos e a importância de um espaço seguro para o povo.","conexao_teologica":"Os muros de Jerusalém são frequentemente vistos como um símbolo da proteção divina e da segurança que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 48:12-13","Isaías 26:1","Neemias 2:17"]},"neemias_5_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, enfatizando a dignidade e o valor de cada indivíduo na comunidade.","explicacao_detalhada":"Em Neemias 5:17, Neemias se preocupa com os homens e mulheres da comunidade, mostrando que cada pessoa tem um papel e valor na restauração da sociedade.","por_que_esta_palavra":"A palavra 'homem' é usada para destacar a importância da dignidade humana e a responsabilidade que cada um tem em contribuir para o bem comum.","conexao_teologica":"A dignidade do homem é um princípio fundamental na teologia bíblica, refletindo que todos são criados à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 22:39"]},"neemias_5_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de se aproximar ou se juntar a algo, simbolizando a inclusão e a participação.","explicacao_detalhada":"Em Neemias 5:17, a ideia de 'vir' é importante para a construção de uma comunidade unida, onde todos são chamados a participar da restauração.","por_que_esta_palavra":"A palavra 'vir' é usada para enfatizar a necessidade de ação e envolvimento na vida comunitária.","conexao_teologica":"Deus chama seu povo a se reunir e a trabalhar em conjunto para a realização de seus propósitos.","referencias_relacionadas":["Hebreus 10:24-25","Mateus 11:28","Atos 2:44-47"]},"neemias_5_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que as ações são realizadas, enfatizando a importância da responsabilidade diária.","explicacao_detalhada":"Em Neemias 5:18, o dia é mencionado para mostrar que as ações de Neemias e a provisão para o povo são contínuas e não limitadas a um único evento.","por_que_esta_palavra":"A palavra 'dia' é usada para destacar a importância da constância e da responsabilidade nas ações de liderança.","conexao_teologica":"A noção de tempo é importante na teologia bíblica, onde cada dia é uma oportunidade para servir a Deus e ao próximo.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"neemias_5_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, enfatizando a importância da integridade.","explicacao_detalhada":"Em Neemias 5:18, o modo como Neemias se comporta e lidera é crucial para a restauração da comunidade. Ele se recusa a se beneficiar das injustiças e age com integridade.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a forma como se faz algo é tão importante quanto o resultado final.","conexao_teologica":"A integridade nas ações é um reflexo do caráter de Deus, que é justo e verdadeiro.","referencias_relacionadas":["Provérbios 10:9","Colossenses 3:23","1 Pedro 2:12"]},"neemias_5_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para descrever a força e a ferocidade, simbolizando a proteção e a defesa.","explicacao_detalhada":"No contexto de Neemias 5:18, a menção do 'urso' pode ser interpretada como uma metáfora para a força necessária para enfrentar as adversidades e proteger o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a necessidade de coragem e determinação em tempos de crise.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, como o urso, simbolizando a proteção divina sobre seu povo.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 40:31"]},"neemias_5_19_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável, justo e benéfico.","explicacao_detalhada":"Em Neemias 5:19, Neemias pede a Deus que se lembre do que é bom, indicando a importância de ações justas e corretas em meio à injustiça.","por_que_esta_palavra":"A palavra 'bom' é utilizada para destacar a moralidade e a ética nas ações de Neemias em relação ao povo.","conexao_teologica":"Deus é descrito como bom em toda a Escritura, e os crentes são chamados a refletir essa bondade em suas ações.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Gálatas 6:10"]},"neemias_5_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Neemias 5:19, Neemias invoca Deus para que Ele se lembre de suas ações em favor do povo, reconhecendo a soberania divina.","por_que_esta_palavra":"A menção de 'Deus' enfatiza a dependência de Neemias em relação ao poder divino para trazer justiça e restauração.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, mostrando que Deus se preocupa com a justiça e a retidão.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31","1 Pedro 5:7"]},"neemias_5_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Neemias 5:19, \"modo\" aparece na frase \"Lembra-te de mim para bem, ó meu Deus, e de tudo quanto fiz a este povo.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Neemias 5:19 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Neemias 6:16. Lendo junto com Neemias 5:19, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Neemias 5:19","Neemias 6:16","Salmos 119:105"]}}