{"2cronicas_10_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A ascensão ao trono e o início do governo de um novo rei.","explicacao_detalhada":"Este versículo menciona a coroação de Roboão, filho de Salomão, e o início de seu reinado, que traz à tona questões sobre liderança e a continuidade do legado de Salomão.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a transição de poder e as implicações que isso tem para o povo de Israel.","conexao_teologica":"O reinado de Roboão é um ponto de virada na história de Israel, que leva à divisão do reino, refletindo a importância da liderança justa e da fidelidade a Deus.","referencias_relacionadas":["1 Reis 12:1","2 Crônicas 10:1","2 Crônicas 12:1"]},"2cronicas_10_1_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"O ato de se mover ou agir em um determinado caminho ou direção.","explicacao_detalhada":"A palavra 'andar' é usada para descrever o comportamento e as decisões de Roboão ao assumir o trono, refletindo sua escolha de seguir ou não os conselhos sábios.","por_que_esta_palavra":"'Andar' simboliza o estilo de vida e as escolhas que um líder faz, que impactam diretamente seu povo.","conexao_teologica":"A maneira como um rei 'anda' pode ser vista como uma metáfora para a fidelidade a Deus e a obediência à Sua palavra.","referencias_relacionadas":["Salmos 1:1","Provérbios 3:6","Gálatas 5:16"]},"2cronicas_10_1_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade máxima em um reino.","explicacao_detalhada":"Roboão é identificado como 'rei', o que implica em sua responsabilidade de governar e guiar o povo de Israel, além de representar a continuidade da dinastia de Davi.","por_que_esta_palavra":"A palavra 'rei' é central para a estrutura política e social de Israel, refletindo a relação entre Deus, o rei e o povo.","conexao_teologica":"O conceito de rei em Israel é profundamente ligado à ideia de liderança sob a soberania de Deus, onde o rei deve ser um servo do Senhor.","referencias_relacionadas":["1 Samuel 8:5","1 Reis 10:1","Salmos 89:27"]},"2cronicas_10_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A posição de liderança e autoridade sobre um povo.","explicacao_detalhada":"A palavra 'rei' aqui se refere a Roboão, que deve lidar com as expectativas e desafios que vêm com seu novo papel, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a estrutura de governo em Israel e a relação entre o rei e Deus.","conexao_teologica":"O rei é visto como um representante de Deus na terra, e suas ações têm consequências espirituais e sociais significativas.","referencias_relacionadas":["1 Reis 12:16","2 Crônicas 10:2","Isaías 33:22"]},"2cronicas_10_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O ato de descer ou perder a posição.","explicacao_detalhada":"Neste contexto, 'cair' pode se referir à queda de autoridade ou ao colapso da unidade do reino sob Roboão, que não soube ouvir o povo.","por_que_esta_palavra":"A palavra 'cair' simboliza a fragilidade do poder e a necessidade de sabedoria na liderança.","conexao_teologica":"A queda de um rei pode ser vista como um aviso sobre a importância da humildade e da busca pela orientação divina.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 21:26","Mateus 23:12"]},"2cronicas_10_2_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"O ato de prestar atenção e considerar as palavras de outros.","explicacao_detalhada":"A palavra 'ouvir' é crucial no contexto da decisão de Roboão, que ignorou os conselhos dos anciãos, resultando em consequências desastrosas.","por_que_esta_palavra":"Ouvir é uma habilidade vital para um líder, refletindo a importância da sabedoria e da consulta na tomada de decisões.","conexao_teologica":"A disposição de ouvir é frequentemente associada à sabedoria divina e à orientação do Espírito Santo.","referencias_relacionadas":["Tiago 1:19","Provérbios 12:15","Provérbios 19:20"]},"2cronicas_10_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo ou maneira de agir ou proceder.","explicacao_detalhada":"A palavra 'modo' refere-se à abordagem que Roboão deve adotar ao lidar com o povo e suas demandas, refletindo a importância da liderança sensível.","por_que_esta_palavra":"O 'modo' de um líder pode determinar o sucesso ou fracasso de seu governo, enfatizando a necessidade de empatia e compreensão.","conexao_teologica":"A maneira como um líder se comporta pode ser vista como um reflexo do caráter de Deus e de Sua vontade para o povo.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 5:2-3","Mateus 20:26-28"]},"2cronicas_10_3_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O ato de mandar ou despachar alguém para uma tarefa.","explicacao_detalhada":"Neste contexto, 'enviar' refere-se à ação de Roboão ao convocar conselheiros e representantes para discutir a situação do reino.","por_que_esta_palavra":"Enviar é uma ação que demonstra liderança e a capacidade de delegar responsabilidades.","conexao_teologica":"A prática de enviar mensageiros é comum na Bíblia e reflete a comunicação entre Deus e Seu povo.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","2 Crônicas 36:15"]},"2cronicas_10_3_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"O ato de convocar ou solicitar a presença de alguém.","explicacao_detalhada":"A palavra 'chamar' é usada quando Roboão convoca os líderes de Israel para ouvir suas queixas e demandas, destacando a importância da comunicação na liderança.","por_que_esta_palavra":"Chamar é uma ação que demonstra a abertura do líder para ouvir e considerar as preocupações do povo.","conexao_teologica":"O chamado de Deus para Seu povo é um tema central na Bíblia, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Coríntios 1:9"]},"2cronicas_10_4_obra":{"palavra_pt":"obra","palavra_original":"עֲבֹדָה","transliteracao":"ʻăbôdâh","strong":"H5656","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou serviço que o povo deveria realizar sob a liderança do rei.","explicacao_detalhada":"A palavra 'obra' (עֲבֹדָה) implica um esforço ou atividade que requer dedicação e compromisso. No contexto de 2 Crônicas 10:4, é uma referência ao trabalho que o povo de Israel deveria realizar para o rei Roboão, destacando a expectativa de serviço e lealdade.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a relação entre governante e governados, onde o rei espera que o povo trabalhe para o bem do reino.","conexao_teologica":"A ideia de 'obra' está ligada ao conceito de serviço a Deus e à comunidade, refletindo a responsabilidade que cada um tem em contribuir para o bem comum.","referencias_relacionadas":["Êxodo 20:9","Colossenses 3:23","1 Pedro 2:9"]},"2cronicas_10_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de pedir ou solicitar algo de forma intensa e urgente.","explicacao_detalhada":"A palavra 'dar' (נָתַן) neste contexto sugere a necessidade de o povo clamar por um alívio nas exigências do rei. É um apelo por misericórdia e compreensão diante da carga que lhes era imposta.","por_que_esta_palavra":"A palavra 'dar' é utilizada para expressar a súplica do povo, mostrando a dinâmica de poder entre o governante e os governados.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, onde o povo busca ajuda e intervenção divina em momentos de necessidade.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Mateus 7:7"]},"2cronicas_10_4_obstinado":{"palavra_pt":"obstinado","palavra_original":"קָשֶׁה","transliteracao":"qâsheh","strong":"H7186","significado_raiz":"Ideia básica: obstinado.","significado_contextual":"Refere-se à resistência ou teimosia do povo em aceitar as novas exigências do rei.","explicacao_detalhada":"A palavra 'obstinado' (קָשֶׁה) denota uma atitude de dureza de coração e resistência. No contexto, isso reflete a dificuldade do povo em se submeter às novas demandas impostas por Roboão.","por_que_esta_palavra":"A escolha dessa palavra ressalta a tensão entre o rei e o povo, indicando que a obstinação pode levar a conflitos e divisões.","conexao_teologica":"A obstinação é frequentemente mencionada nas Escrituras como um obstáculo à obediência a Deus e à aceitação de Sua vontade.","referencias_relacionadas":["Êxodo 32:9","Jeremias 7:24","Hebreus 3:15"]},"2cronicas_10_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração ou afirmação que o rei faz em resposta ao clamor do povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é crucial, pois representa a comunicação e a autoridade do rei. O que ele diz tem implicações diretas sobre a vida do povo e suas expectativas.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da palavra do rei como um ato de poder e decisão que molda o futuro do reino.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, mostrando a importância da comunicação divina na vida do povo.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"2cronicas_10_5_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e ao bem-estar do povo sob a liderança do rei.","explicacao_detalhada":"A palavra 'vida' (עוֹד) implica continuidade e prosperidade. No contexto, o rei está falando sobre a qualidade de vida que o povo pode esperar sob sua liderança.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a responsabilidade do rei em garantir o bem-estar do seu povo e a importância da liderança justa.","conexao_teologica":"A vida é um dom de Deus e a Sua vontade é que o povo viva em abundância e em paz.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Gálatas 6:8"]},"2cronicas_10_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e às circunstâncias que o povo enfrenta.","explicacao_detalhada":"A palavra 'dia' (יוֹם) neste contexto é simbólica, representando um período de decisão e mudança para o povo de Israel sob a nova liderança.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a urgência da situação e a necessidade de uma resposta imediata do povo.","conexao_teologica":"O conceito de 'dia' é frequentemente usado nas Escrituras para indicar momentos de intervenção divina e decisões significativas.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2cronicas_10_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central no contexto, pois representa a liderança e a responsabilidade de guiar o povo em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e a expectativa que o povo tem em relação ao seu governante.","conexao_teologica":"A figura do rei é frequentemente usada nas Escrituras para simbolizar a soberania de Deus e Sua autoridade sobre a humanidade.","referencias_relacionadas":["Salmos 22:28","Isaías 33:22","Romanos 13:1"]},"2cronicas_10_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença do rei e à forma como ele se relaciona com o povo.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) implica a ideia de presença e visibilidade. No contexto, o rosto do rei é um símbolo de sua disposição em ouvir e responder ao povo.","por_que_esta_palavra":"A escolha da palavra 'rosto' destaca a relação interpessoal entre o rei e o povo, enfatizando a importância da comunicação e da empatia.","conexao_teologica":"A presença de Deus é frequentemente descrita nas Escrituras como algo que traz conforto e segurança ao Seu povo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"2cronicas_10_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que as decisões devem ser tomadas e as ações devem ser realizadas.","explicacao_detalhada":"A palavra 'dia' (יוֹם) neste contexto é um chamado à ação, indicando que o momento de decidir e agir é agora.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a urgência e a importância do momento presente na vida do povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a oportunidades divinas e momentos de escolha que podem impactar o futuro.","referencias_relacionadas":["Salmos 95:7","Isaías 49:8","2 Coríntios 6:2"]},"2cronicas_10_7_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das decisões e ações que devem ser tomadas pelo povo.","explicacao_detalhada":"A palavra 'bom' (טוֹב) implica algo que é desejável e benéfico. No contexto, o rei está sugerindo que as decisões que tomarem devem ser para o bem do povo.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a expectativa de que as ações do povo e do rei sejam justas e tragam prosperidade.","conexao_teologica":"A bondade é um atributo de Deus e é frequentemente mencionada nas Escrituras como um padrão para a vida do povo.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Romanos 12:2"]},"2cronicas_10_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'falar' é utilizado para descrever a necessidade de comunicação entre os líderes e o povo, enfatizando a importância do diálogo na liderança.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a relevância da comunicação clara e direta na administração do reino.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, sendo a palavra de Deus uma forma de revelação.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 19:14"]},"2cronicas_10_8_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' indica a ação de ser removido ou privado de uma posição ou status.","explicacao_detalhada":"Neste versículo, 'destituído' refere-se à perda de autoridade ou poder, refletindo a consequência de decisões erradas na liderança.","por_que_esta_palavra":"A palavra é utilizada para mostrar a gravidade da situação em que os líderes se encontram ao ignorar a sabedoria.","conexao_teologica":"A destituição pode ser vista como um juízo divino sobre aqueles que não seguem os caminhos de Deus.","referencias_relacionadas":["1 Samuel 15:23","Ezequiel 18:30","Mateus 25:30"]},"2cronicas_10_8_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a um jovem ou alguém em desenvolvimento, simbolizando inocência e vulnerabilidade.","explicacao_detalhada":"Neste contexto, a menção de 'criança' sugere a necessidade de cuidar e guiar as novas gerações com sabedoria.","por_que_esta_palavra":"A palavra é importante para enfatizar a responsabilidade dos líderes em educar e proteger os mais jovens.","conexao_teologica":"A Bíblia frequentemente menciona a importância de ensinar as crianças nos caminhos do Senhor.","referencias_relacionadas":["Provérbios 22:6","Deuteronômio 6:7","Mateus 19:14"]},"2cronicas_10_8_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' implica em prestar assistência ou cumprir um papel em favor de outros.","explicacao_detalhada":"Aqui, 'servir' é usado para descrever a função dos líderes em atender às necessidades do povo e governar com justiça.","por_que_esta_palavra":"A escolha desta palavra ressalta a natureza do verdadeiro líder como alguém que serve e não apenas comanda.","conexao_teologica":"O serviço é um princípio central no ensinamento de Jesus sobre liderança e humildade.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:5-7","Gálatas 5:13"]},"2cronicas_10_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a ação de comunicar uma mensagem ou instrução.","explicacao_detalhada":"Neste contexto, 'dizer' é crucial para transmitir a sabedoria e as expectativas que os líderes devem ter em relação ao povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância das declarações feitas pelos líderes e suas consequências.","conexao_teologica":"As palavras têm poder e podem edificar ou destruir, refletindo a importância de falar com sabedoria.","referencias_relacionadas":["Provérbios 12:18","Colossenses 4:6","Efésios 4:29"]},"2cronicas_10_9_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou fortalecer algo, seja físico ou espiritual.","explicacao_detalhada":"Neste versículo, 'edificar' sugere a responsabilidade dos líderes em promover o crescimento e a estabilidade do povo.","por_que_esta_palavra":"A escolha desta palavra destaca a necessidade de ações que contribuam para o bem-estar e a prosperidade da comunidade.","conexao_teologica":"Edificar é um conceito central na vida cristã, onde os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 4:12","1 Tessalonicenses 5:11"]},"2cronicas_10_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou conceito que possui significado.","explicacao_detalhada":"Neste contexto, 'palavra' é usada para enfatizar a importância da comunicação e da mensagem que deve ser transmitida.","por_que_esta_palavra":"A palavra é escolhida para ressaltar que as mensagens têm um impacto significativo nas decisões e ações do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a vida espiritual dos crentes.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2cronicas_10_10_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é novamente utilizada para enfatizar a importância da comunicação na liderança.","explicacao_detalhada":"Neste contexto, 'falar' sugere que os líderes devem ser claros e diretos em suas instruções e orientações.","por_que_esta_palavra":"A repetição da palavra destaca a necessidade contínua de diálogo e clareza nas relações de liderança.","conexao_teologica":"A comunicação é essencial na relação entre Deus e seu povo, sendo a palavra de Deus um meio de instrução.","referencias_relacionadas":["Tiago 1:19","Provérbios 15:23","Salmos 37:30"]},"2cronicas_10_10_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada novamente para enfatizar a vulnerabilidade e a necessidade de proteção das gerações mais jovens.","explicacao_detalhada":"Neste contexto, a menção de 'criança' reforça a responsabilidade dos líderes em guiar e cuidar dos jovens.","por_que_esta_palavra":"A repetição da palavra destaca a importância de se atentar para as necessidades das crianças na sociedade.","conexao_teologica":"A Bíblia ensina que devemos dar atenção especial às crianças, pois elas são preciosas aos olhos de Deus.","referencias_relacionadas":["Mateus 18:10","Marcos 10:14","Lucas 18:16"]},"2cronicas_10_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação eficaz.","explicacao_detalhada":"Neste contexto, 'dizer' é crucial para transmitir a mensagem de liderança e as expectativas para o povo.","por_que_esta_palavra":"A repetição da palavra ressalta a importância de se comunicar de maneira clara e impactante.","conexao_teologica":"As palavras têm poder e podem influenciar a vida espiritual e moral das pessoas.","referencias_relacionadas":["Provérbios 18:21","Colossenses 4:6","Efésios 4:29"]},"2cronicas_10_11_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica uma mudança de estado ou condição que se estabelece a partir daquele momento.","explicacao_detalhada":"No contexto de 2 Crônicas 10:11, 'henceforth' é usado para marcar uma nova era de opressão sob o novo rei, Reoboão, que promete um governo mais severo em comparação ao seu pai, Salomão.","por_que_esta_palavra":"Essa palavra é crucial para entender a transição de poder e as expectativas do povo em relação ao novo reinado.","conexao_teologica":"A mudança de governo e a promessa de opressão refletem a desobediência do povo e as consequências de se afastar dos princípios de Deus.","referencias_relacionadas":["1 Reis 12:10-11","2 Crônicas 10:3-4","Gálatas 6:7"]},"2cronicas_10_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em 2 Crônicas 10:12, 'modo' é utilizado para descrever a abordagem que Reoboão deve tomar em relação ao povo, enfatizando a severidade de seu governo.","por_que_esta_palavra":"É importante para entender a atitude que o novo rei escolhe adotar, que contrasta com a abordagem mais gentil de Salomão.","conexao_teologica":"A escolha do modo de governar reflete a natureza do coração humano e a necessidade de liderança que busca a sabedoria divina.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","1 Pedro 5:3"]},"2cronicas_10_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período específico de tempo, neste caso, o dia em que a decisão foi tomada.","explicacao_detalhada":"No versículo, 'dia' marca um momento decisivo na história de Israel, onde as escolhas feitas teriam repercussões duradouras.","por_que_esta_palavra":"É fundamental para entender a importância do tempo e das decisões tomadas em momentos críticos.","conexao_teologica":"Deus opera em tempos específicos, e as decisões humanas têm consequências que se estendem através das gerações.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"2cronicas_10_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre o povo de Israel.","explicacao_detalhada":"Em 2 Crônicas 10:12, 'rei' é central para a narrativa, pois a liderança de Reoboão é o foco da tensão entre o povo e a monarquia.","por_que_esta_palavra":"A figura do rei é crucial para entender a dinâmica de poder e a responsabilidade que vem com a liderança.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, refletindo o caráter de Deus como Rei e a importância de líderes que buscam a Sua vontade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"2cronicas_10_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A repetição da palavra 'rei' enfatiza a centralidade da figura real na narrativa e nas decisões que afetam o povo.","explicacao_detalhada":"Neste versículo, o rei é confrontado com a necessidade de ouvir e considerar as queixas do povo, destacando a responsabilidade de um líder.","por_que_esta_palavra":"A repetição serve para reforçar a importância da liderança e a necessidade de um governo justo e sábio.","conexao_teologica":"A responsabilidade do rei é um reflexo da soberania de Deus sobre a humanidade e a necessidade de líderes que busquem a justiça.","referencias_relacionadas":["Provérbios 29:2","Eclesiastes 10:16","1 Pedro 2:13-14"]},"2cronicas_10_13_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a vigilância, tanto do povo quanto do rei.","explicacao_detalhada":"Em 2 Crônicas 10:13, 'olho' pode ser interpretado como a capacidade de ver e entender as necessidades e preocupações do povo.","por_que_esta_palavra":"É importante para enfatizar a necessidade de um líder que esteja atento às realidades do seu povo.","conexao_teologica":"Deus é descrito como aquele que vê todas as coisas, e os líderes devem refletir essa vigilância e cuidado.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"2cronicas_10_13_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' refere-se à perda de posição ou autoridade.","explicacao_detalhada":"No contexto de 2 Crônicas 10:13, 'destituído' sugere a possibilidade de que o rei possa perder o apoio do povo se não agir sabiamente.","por_que_esta_palavra":"É crucial para entender as consequências das decisões do rei e a fragilidade do poder.","conexao_teologica":"A Bíblia frequentemente fala sobre a soberania de Deus sobre os reinos e a possibilidade de queda de líderes que não seguem a Sua vontade.","referencias_relacionadas":["Daniel 2:21","Provérbios 16:18","Eclesiastes 10:1"]},"2cronicas_10_14_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à expressão de pensamentos e decisões.","explicacao_detalhada":"Em 2 Crônicas 10:14, 'falar' é usado para descrever a resposta do rei às demandas do povo, destacando a importância da comunicação na liderança.","por_que_esta_palavra":"É importante para entender como as palavras do líder podem influenciar a percepção e a resposta do povo.","conexao_teologica":"As palavras têm poder, e a Bíblia ensina que a comunicação deve ser feita com sabedoria e amor.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]},"2cronicas_10_14_advice":{"palavra_pt":"advice","palavra_original":"עֵצָה","transliteracao":"ʻêtsâh","strong":"H6098","significado_raiz":"Ideia básica: advice.","significado_contextual":"A palavra 'advice' refere-se a conselhos ou orientações que são dados em situações de decisão.","explicacao_detalhada":"No versículo, 'advice' é crucial, pois o rei busca orientação sobre como governar, refletindo a necessidade de sabedoria na liderança.","por_que_esta_palavra":"É fundamental para entender a importância de buscar conselhos sábios e a influência que isso pode ter nas decisões.","conexao_teologica":"A Bíblia exorta a buscar a sabedoria de Deus e conselhos sábios, especialmente em momentos de decisão.","referencias_relacionadas":["Provérbios 11:14","Provérbios 15:22","Tiago 1:5"]},"2cronicas_10_14_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada para descrever a juventude e a inexperiência.","explicacao_detalhada":"Em 2 Crônicas 10:14, 'criança' é uma referência à inexperiência de Reoboão, que é aconselhado a ouvir os mais velhos.","por_que_esta_palavra":"É importante para entender a dinâmica entre a sabedoria da experiência e a impulsividade da juventude.","conexao_teologica":"A Bíblia valoriza a sabedoria dos anciãos e a importância de aprender com aqueles que têm mais experiência.","referencias_relacionadas":["1 Timóteo 4:12","Provérbios 20:29","Eclesiastes 4:13"]},"2cronicas_10_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre um povo, especialmente no contexto da monarquia israelita.","explicacao_detalhada":"No versículo, o rei é mencionado como a figura que deve governar e tomar decisões em nome do povo. A liderança do rei é crucial para a estabilidade e a justiça no reino.","por_que_esta_palavra":"A palavra 'rei' é central na narrativa, pois representa a transição de poder e a responsabilidade de liderar o povo de acordo com a vontade de Deus.","conexao_teologica":"A figura do rei é frequentemente associada à soberania de Deus sobre Israel, sendo o rei um representante de Deus na terra.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:10"]},"2cronicas_10_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, Deus é mencionado como a fonte de sabedoria e orientação para o rei, enfatizando a necessidade de buscar a Sua vontade nas decisões governamentais.","por_que_esta_palavra":"A inclusão de 'Deus' destaca a relação entre a liderança humana e a divina, sublinhando que a verdadeira autoridade vem de Deus.","conexao_teologica":"Deus é visto como o verdadeiro rei de Israel, e os reis humanos devem governar sob Sua autoridade.","referencias_relacionadas":["Salmos 22:28","Isaías 33:22","Romanos 13:1"]},"2cronicas_10_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em honestidade e integridade nas ações e decisões do rei.","explicacao_detalhada":"A busca pela verdade é essencial para um governo justo. O rei deve governar com justiça e retidão, refletindo a verdade de Deus em suas decisões.","por_que_esta_palavra":"A ênfase na verdade ressalta a importância de um governo que não apenas busca o poder, mas também a justiça e a moralidade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do rei e do povo.","referencias_relacionadas":["Salmos 25:5","Provérbios 12:19","João 8:32"]},"2cronicas_10_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as decisões são tomadas e como o governo é conduzido.","explicacao_detalhada":"O modo de governar deve ser baseado em princípios justos e na busca pela sabedoria divina, refletindo a vontade de Deus para o povo.","por_que_esta_palavra":"A escolha do modo de governar é crucial para a eficácia da liderança e para a satisfação do povo.","conexao_teologica":"O modo de agir do rei deve estar alinhado com os ensinamentos de Deus, mostrando que a liderança é uma extensão da vontade divina.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","Tiago 1:5"]},"2cronicas_10_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a figura de liderança e autoridade sobre o povo.","explicacao_detalhada":"O rei deve ser um exemplo de liderança, guiando o povo com sabedoria e justiça, conforme a vontade de Deus.","por_que_esta_palavra":"Reforça a ideia de que a liderança é uma responsabilidade sagrada e deve ser exercida com temor a Deus.","conexao_teologica":"A liderança do rei é vista como uma extensão do governo de Deus sobre Israel.","referencias_relacionadas":["1 Reis 3:9","Salmos 101:1-2","Eclesiastes 10:16"]},"2cronicas_10_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à herança e à continuidade da linha real, especialmente no contexto da sucessão ao trono.","explicacao_detalhada":"O filho do rei é visto como o futuro líder, e sua educação e formação são essenciais para a continuidade do governo justo.","por_que_esta_palavra":"A menção ao filho destaca a importância da próxima geração na liderança e na manutenção dos valores do reino.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","Provérbios 4:1","Mateus 3:17"]},"2cronicas_10_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem real e a importância da educação do futuro rei.","explicacao_detalhada":"O filho deve ser preparado para assumir o trono e governar com sabedoria e justiça, refletindo os valores do reino.","por_que_esta_palavra":"A ênfase no filho reforça a ideia de que a liderança é uma responsabilidade que deve ser passada de geração em geração.","conexao_teologica":"A sucessão real é um tema importante na Bíblia, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 17:19","Salmos 89:27","Mateus 1:1"]},"2cronicas_10_17_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de tomar decisões justas e imparciais em questões legais e sociais.","explicacao_detalhada":"O rei é chamado a julgar com justiça, representando a vontade de Deus em questões de moralidade e ética.","por_que_esta_palavra":"A justiça é um aspecto fundamental da liderança, e o rei deve ser um exemplo de integridade e equidade.","conexao_teologica":"Deus é descrito como o juiz supremo, e os reis devem refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"2cronicas_10_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao local onde o povo vive e onde a justiça deve ser aplicada.","explicacao_detalhada":"A cidade é o centro da vida comunitária, e o rei deve garantir que a justiça e a ordem prevaleçam nela.","por_que_esta_palavra":"A menção da cidade destaca a responsabilidade do rei em cuidar do bem-estar da comunidade.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus entre o Seu povo e a importância da justiça social.","referencias_relacionadas":["Salmos 48:1-2","Jeremias 22:3","Mateus 5:14"]},"2cronicas_10_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a importância da liderança e da autoridade no governo.","explicacao_detalhada":"O rei deve ser um líder sábio e justo, que busca a orientação de Deus em suas decisões.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a liderança é uma responsabilidade contínua e vital.","conexao_teologica":"A liderança do rei é vista como uma extensão do governo de Deus, que deve ser refletido na vida do povo.","referencias_relacionadas":["1 Reis 10:9","Salmos 72:4","Eclesiastes 8:2"]},"2cronicas_10_18_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"Desconcertado ou confuso, especialmente em uma situação de conflito.","explicacao_detalhada":"A palavra 'discomfited' refere-se ao estado de estar em desordem ou confusão, muitas vezes em um contexto de batalha ou disputa. No versículo, isso se aplica ao rei Roboão, que enfrentou a rebelião do povo.","por_que_esta_palavra":"Esta palavra é usada para descrever a reação de Roboão diante da oposição que encontrou, simbolizando a fragilidade de sua posição como rei.","conexao_teologica":"A desordem e confusão podem ser vistas como consequências do afastamento de Deus e da desobediência ao Seu plano.","referencias_relacionadas":["1 Reis 12:18","2 Crônicas 10:18","Salmos 37:13"]},"2cronicas_10_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O ato de deixar a vida, um tema recorrente na narrativa bíblica.","explicacao_detalhada":"A palavra 'morrer' é usada para enfatizar a gravidade das consequências que podem advir de decisões erradas, como a rebelião contra a liderança de Roboão.","por_que_esta_palavra":"A menção à morte serve como um lembrete da fragilidade da vida e das consequências espirituais e físicas da desobediência.","conexao_teologica":"A morte é frequentemente associada ao pecado e à separação de Deus, o que é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Eclesiastes 3:2"]},"2cronicas_10_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou lugar de habitação, mas também simboliza a nação de Israel.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício físico, mas também a estrutura social e espiritual do povo de Deus, que se sentiu ameaçada pela divisão.","por_que_esta_palavra":"A casa de Israel representa a identidade e a herança do povo, e sua divisão é um sinal de desunião e desobediência a Deus.","conexao_teologica":"A ideia de 'casa' é central na narrativa bíblica, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:6"]},"2cronicas_10_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de decisões importantes.","explicacao_detalhada":"A palavra 'dia' é usada para marcar um tempo específico em que decisões cruciais foram tomadas, refletindo a urgência da situação enfrentada por Roboão.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do momento e as consequências que surgem das escolhas feitas nesse tempo.","conexao_teologica":"O conceito de tempo é frequentemente ligado ao plano divino, onde Deus age em momentos específicos da história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"2cronicas_10_19_autoridade":{"palavra_pt":"autoridade","palavra_original":"פָּשַׁע","transliteracao":"pâshaʻ","strong":"H6586","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"O poder ou direito de governar ou tomar decisões.","explicacao_detalhada":"A palavra 'autoridade' refere-se ao poder que Roboão tinha como rei, mas que foi contestado pelo povo, refletindo a luta pelo controle e a legitimidade do governo.","por_que_esta_palavra":"A questão da autoridade é central na narrativa, pois a rejeição do povo a Roboão representa uma crise de liderança e de confiança.","conexao_teologica":"A autoridade é um tema importante na Bíblia, onde Deus é visto como a autoridade suprema sobre todas as coisas.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Mateus 28:18"]}}