{"2cronicas_11_1_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou à esfera de influência de um governante.","explicacao_detalhada":"A palavra 'reino' é usada para descrever a extensão do governo de Roboão e a luta pela manutenção do controle sobre Israel após a divisão.","por_que_esta_palavra":"A noção de reino é crucial para entender a dinâmica política e espiritual da época, onde a fidelidade a Deus era testada.","conexao_teologica":"O conceito de reino é central na mensagem do Evangelho, onde Jesus fala do Reino de Deus.","referencias_relacionadas":["Mateus 4:17","Lucas 17:20-21","Apocalipse 11:15"]},"2cronicas_11_1_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de um governante, especialmente em relação ao povo que lidera.","explicacao_detalhada":"A palavra 'rei' refere-se a Roboão, que enfrenta desafios significativos em sua liderança após a divisão do reino.","por_que_esta_palavra":"A liderança de um rei é um reflexo da relação entre Deus e Seu povo, e Roboão representa tanto a falha quanto a esperança de Israel.","conexao_teologica":"A figura do rei é um símbolo da soberania de Deus e de Sua autoridade sobre a história.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Isaías 9:6"]},"2cronicas_11_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O ato de convocar ou trazer alguém para um lugar.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de Roboão ao tentar reunir o povo e restaurar a unidade após a divisão.","por_que_esta_palavra":"A convocação é um ato de liderança e responsabilidade, refletindo o desejo de Roboão de manter seu reino.","conexao_teologica":"A ideia de chamar é frequentemente associada ao convite de Deus para que Seu povo retorne a Ele.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"2cronicas_11_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A divindade suprema, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' refere-se ao Senhor, que é a fonte de autoridade e poder, especialmente em momentos de crise.","por_que_esta_palavra":"A menção de Deus é crucial para entender a dependência de Roboão e do povo em relação à Sua orientação e proteção.","conexao_teologica":"Deus é o centro da narrativa bíblica, e Sua presença é fundamental para a vida e a liderança do povo de Israel.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","Hebreus 13:5"]},"2cronicas_11_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O ato de descer ou perder a posição, muitas vezes associado a quedas morais ou espirituais.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a possibilidade de Roboão perder seu reino e a consequência de suas ações desobedientes.","por_que_esta_palavra":"A ideia de cair simboliza a fragilidade da posição de liderança e a necessidade de permanecer firme na fé.","conexao_teologica":"Cair é um tema recorrente na Bíblia, representando a luta contra o pecado e a necessidade de redenção.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:1","Tiago 4:10"]},"2cronicas_11_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante.","explicacao_detalhada":"A palavra 'דָּבָר' é frequentemente usada na Bíblia para denotar não apenas uma palavra falada, mas também um conceito ou uma ordem divina. Neste contexto, pode indicar a comunicação de Deus a seu povo.","por_que_esta_palavra":"A palavra é fundamental para a revelação divina e a comunicação entre Deus e a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, conforme Hebreus 4:12, e é através dela que Deus se revela e orienta seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2cronicas_11_3_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título e à autoridade de Reoboão como governante de Judá.","explicacao_detalhada":"A palavra 'רְחַבְעָם' significa 'ele que amplia' e é o nome do filho de Salomão, que se tornou rei após a divisão do reino. O contexto destaca a transição de liderança e a importância da autoridade real.","por_que_esta_palavra":"O título de rei é crucial para entender a estrutura política e espiritual de Israel, especialmente após a morte de Salomão.","conexao_teologica":"A realeza de Reoboão representa a continuidade da linhagem davídica e a fidelidade de Deus às suas promessas.","referencias_relacionadas":["1 Reis 12:1-24","2 Crônicas 10:1-19","Mateus 1:12"]},"2cronicas_11_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de Reoboão como filho de Salomão, enfatizando a herança e a continuidade da dinastia.","explicacao_detalhada":"A palavra 'בֵּן' é usada para descrever a relação familiar e a sucessão no trono. No contexto, isso é importante para entender a legitimidade do reinado de Reoboão.","por_que_esta_palavra":"A filiação é um tema central na narrativa bíblica, pois estabelece a identidade e a responsabilidade dos líderes.","conexao_teologica":"A ideia de filho também se conecta à filiação de Cristo, que é chamado de Filho de Deus, mostrando a continuidade da promessa de Deus.","referencias_relacionadas":["1 Crônicas 3:10-12","Mateus 1:6","Lucas 3:31"]},"2cronicas_11_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz instruções e advertências.","explicacao_detalhada":"Neste contexto, a palavra é uma declaração de Deus sobre o que deve ser feito, enfatizando a importância da obediência às suas instruções.","por_que_esta_palavra":"A palavra de Deus é um guia essencial para a vida e a liderança, especialmente em tempos de crise.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 6:6-9","Salmos 119:11","Tiago 1:22"]},"2cronicas_11_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"A palavra 'יְהֹוָה' é o tetragrama que representa o nome pessoal de Deus, enfatizando sua eternidade e soberania. No contexto, isso destaca a importância de reconhecer a autoridade divina.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele.","conexao_teologica":"O nome de Deus é associado à sua presença e à sua promessa de estar com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2cronicas_11_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"A palavra 'לֹא' é usada para negar algo, enfatizando a importância da verdade em contraste com a mentira. No contexto, isso pode indicar a necessidade de se manter fiel à palavra de Deus.","por_que_esta_palavra":"A verdade é um atributo de Deus e é fundamental para a vida cristã.","conexao_teologica":"A verdade de Deus é revelada em Jesus Cristo, que é chamado de 'Caminho, Verdade e Vida' (João 14:6).","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 4:15"]},"2cronicas_11_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de governar e tomar decisões justas como rei.","explicacao_detalhada":"A palavra 'יָשַׁב' implica em estabelecer um tribunal ou um lugar de julgamento, enfatizando a responsabilidade do rei em manter a justiça.","por_que_esta_palavra":"O ato de julgar é essencial para a liderança e a manutenção da ordem social.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17"]},"2cronicas_11_5_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à posição de Reoboão como governante.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança e da autoridade que Reoboão possui sobre Judá.","por_que_esta_palavra":"A realeza é um tema central na narrativa bíblica, simbolizando a relação entre Deus e seu povo.","conexao_teologica":"A realeza de Cristo é um cumprimento das promessas feitas a Davi, mostrando a continuidade do plano de Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_11_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à construção de cidades e fortificações como parte da responsabilidade do rei.","explicacao_detalhada":"A palavra 'בָּנָה' implica em estabelecer algo duradouro, como cidades que serviriam como proteção e centro de adoração.","por_que_esta_palavra":"Construir é um ato de liderança que reflete a visão e a responsabilidade do rei em cuidar do seu povo.","conexao_teologica":"A construção de cidades e templos é um símbolo da presença de Deus entre seu povo.","referencias_relacionadas":["Neemias 2:17","Salmos 127:1","Mateus 16:18"]},"2cronicas_11_6_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à continuidade da construção e fortificação das cidades sob a liderança de Reoboão.","explicacao_detalhada":"A repetição da palavra 'בָּנָה' enfatiza a importância da edificação como um ato de segurança e prosperidade para o reino.","por_que_esta_palavra":"A construção é um símbolo de esperança e futuro, refletindo a responsabilidade do rei em garantir a estabilidade do reino.","conexao_teologica":"A edificação de cidades e templos é uma representação da obra de Deus em estabelecer seu reino na terra.","referencias_relacionadas":["Isaías 58:12","Ezequiel 36:33","Mateus 7:24"]},"2cronicas_11_6_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' refere-se a algo que não é representado ou que não possui uma forma visível.","explicacao_detalhada":"No contexto de 2 Crônicas 11:6, a palavra pode indicar a ausência de representação ou a falta de um símbolo que represente algo maior, como a presença de Deus ou a identidade de um povo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a ideia de que certas realidades espirituais ou sociais não têm uma representação física clara.","conexao_teologica":"A ausência de representação pode ser vista como uma reflexão sobre a natureza invisível de Deus e a necessidade de fé para compreender o que não é visível.","referencias_relacionadas":["Hebreus 11:1","João 20:29","2 Coríntios 5:7"]},"2cronicas_11_6_bethlehem":{"palavra_pt":"bethlehem","palavra_original":"בֵּית לֶחֶם","transliteracao":"Bêyth Lechem","strong":"H1035","significado_raiz":"Ideia básica: bethlehem.","significado_contextual":"Bethlehem significa 'Casa do Pão' e é uma cidade de grande importância na história bíblica.","explicacao_detalhada":"Bethlehem é conhecida como o local de nascimento de Davi e, posteriormente, de Jesus Cristo, simbolizando a providência divina e o cumprimento das profecias messiânicas.","por_que_esta_palavra":"A menção de Bethlehem neste versículo destaca a importância histórica e espiritual da cidade na narrativa bíblica.","conexao_teologica":"Bethlehem é um símbolo da humildade e da grandeza de Deus, que escolheu um lugar simples para trazer o Salvador ao mundo.","referencias_relacionadas":["Miquéias 5:2","Mateus 2:1","Lucas 2:4-7"]},"2cronicas_11_7_bethzur":{"palavra_pt":"beth zur","palavra_original":"בֵּית צוּר","transliteracao":"Bêyth Tsûwr","strong":"H1049","significado_raiz":"Ideia básica: beth zur.","significado_contextual":"Beth Zur significa 'Casa da Rocha', uma cidade fortificada mencionada na história de Judá.","explicacao_detalhada":"Beth Zur era uma cidade estratégica que servia como defesa contra invasões, simbolizando a proteção de Deus sobre o Seu povo.","por_que_esta_palavra":"A referência a Beth Zur destaca a importância das cidades fortificadas na preservação da nação de Judá.","conexao_teologica":"A rocha é frequentemente usada na Bíblia como um símbolo de segurança e proteção, refletindo a natureza de Deus como nosso refúgio.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Isaías 26:4"]},"2cronicas_11_7_nome":{"palavra_pt":"nome","palavra_original":"שׂוֹכֹה","transliteracao":"Sôwkôh","strong":"H7755","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade ou à reputação de uma pessoa ou lugar.","explicacao_detalhada":"No contexto de 2 Crônicas 11:7, o nome pode representar a herança e a história de um povo, bem como a importância de manter uma boa reputação diante de Deus e dos homens.","por_que_esta_palavra":"O nome é fundamental na cultura bíblica, pois carrega significados profundos e implicações espirituais.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter, e a importância de invocar Seu nome em adoração.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Atos 4:12"]},"2cronicas_11_8_cidade":{"palavra_pt":"cidade","palavra_original":"גַּת","transliteracao":"Gath","strong":"H1661","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, geralmente fortificado, que serve como centro de vida social e religiosa.","explicacao_detalhada":"As cidades mencionadas em 2 Crônicas 11:8 eram importantes para a organização social e militar de Judá, refletindo a estrutura da sociedade israelita.","por_que_esta_palavra":"A menção de cidades específicas destaca a geografia e a história do povo de Israel, bem como a providência de Deus em sua proteção.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação de Deus entre Seu povo e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"2cronicas_11_8_nome":{"palavra_pt":"nome","palavra_original":"מַרְאֵשָׁה","transliteracao":"Marʼêshâh","strong":"H4762","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente refere-se à identidade, neste caso, de uma cidade ou local.","explicacao_detalhada":"O nome da cidade mencionada em 2 Crônicas 11:8 pode ter significados que refletem a história ou as características do lugar, contribuindo para a compreensão do contexto.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade e da história na narrativa bíblica.","conexao_teologica":"O nome de um lugar pode ser visto como uma extensão do caráter de Deus, que se revela em diferentes locais e contextos.","referencias_relacionadas":["Gênesis 11:9","Salmos 48:1-2","Apocalipse 21:2"]},"2cronicas_11_9_adoraim":{"palavra_pt":"adoraim","palavra_original":"אֲדוֹרַיִם","transliteracao":"ʼĂdôwrayim","strong":"H115","significado_raiz":"Ideia básica: adoraim.","significado_contextual":"Adoraim é uma cidade mencionada como parte do território de Judá.","explicacao_detalhada":"A cidade de Adoraim é significativa por sua localização e papel na defesa e organização do povo de Judá.","por_que_esta_palavra":"A menção de Adoraim destaca a geografia e a estrutura social de Judá, refletindo a providência de Deus em estabelecer cidades de refúgio.","conexao_teologica":"As cidades de refúgio são um tema importante na Bíblia, simbolizando a misericórdia e a proteção de Deus para aqueles que buscam abrigo.","referencias_relacionadas":["Números 35:11","Deuteronômio 19:3","Josué 20:7"]},"2cronicas_11_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é usada novamente para se referir a um local habitado e fortificado.","explicacao_detalhada":"A cidade mencionada em 2 Crônicas 11:10 é parte da estrutura social e militar de Judá, refletindo a organização do povo.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância dos centros urbanos na vida do povo de Deus.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação de Deus entre Seu povo e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Salmos 122:1","Mateus 5:14","Hebreus 11:10"]},"2cronicas_11_10_nome":{"palavra_pt":"nome","palavra_original":"יְהוּדָה","transliteracao":"Yᵉhûwdâh","strong":"H3063","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado refere-se à identidade de Judá, um dos doze tribos de Israel.","explicacao_detalhada":"Judá é significativo na história bíblica, sendo a tribo da linhagem de Davi e, por extensão, de Jesus Cristo.","por_que_esta_palavra":"A menção do nome Judá destaca a importância da linhagem e da promessa de Deus ao Seu povo.","conexao_teologica":"Judá representa a fidelidade de Deus em cumprir Suas promessas, sendo um símbolo da esperança messiânica.","referencias_relacionadas":["Gênesis 49:10","Mateus 1:2-3","Apocalipse 5:5"]},"2cronicas_11_10_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, indicando a continuidade da linhagem.","explicacao_detalhada":"No contexto de 2 Crônicas 11:10, a menção de 'filho' pode simbolizar a herança e a continuidade da promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A ênfase na descendência é crucial para entender a história de Israel e a realização das promessas divinas.","conexao_teologica":"A ideia de filho é central na teologia bíblica, refletindo a relação entre Deus e Seu povo, bem como a promessa de um Salvador.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"2cronicas_11_11_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de fortalecer ou segurar firmemente algo.","explicacao_detalhada":"No contexto de 2 Crônicas 11:11, 'agarrar' implica em estabelecer defesas sólidas nas cidades de Judá, simbolizando a proteção e a segurança do povo.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a necessidade de firmeza e resistência em tempos de adversidade.","conexao_teologica":"A ideia de agarrar ou fortalecer é frequentemente associada à proteção divina e à segurança que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Salmos 46:1"]},"2cronicas_11_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo a alguém.","explicacao_detalhada":"Em 2 Crônicas 11:11, 'dar' pode se referir à concessão de recursos ou proteção divina às cidades de Judá.","por_que_esta_palavra":"A palavra 'dar' é utilizada para mostrar a generosidade de Deus em prover o que é necessário para o seu povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que dá boas dádivas aos seus filhos, refletindo seu amor e cuidado.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"2cronicas_11_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou método de fazer algo.","explicacao_detalhada":"No versículo, 'modo' se relaciona com a forma como as defesas e as estruturas foram estabelecidas nas cidades.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que há uma maneira específica e intencional de agir que deve ser seguida.","conexao_teologica":"Deus tem um plano e um modo de operar em nossas vidas, e devemos seguir suas instruções.","referencias_relacionadas":["Provérbios 3:6","Salmos 37:5","Romanos 12:2"]},"2cronicas_11_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, um centro de vida comunitária.","explicacao_detalhada":"Em 2 Crônicas 11:12, 'cidade' representa não apenas um lugar físico, mas também a segurança e a identidade do povo de Deus.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância da comunidade e da proteção coletiva sob a liderança de Deus.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a comunidade de crentes e a cidade celestial.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 122:1"]},"2cronicas_11_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo, responsável por rituais e ensinamentos.","explicacao_detalhada":"No contexto, os sacerdotes desempenham um papel crucial na manutenção da adoração e da lei de Deus entre o povo.","por_que_esta_palavra":"A presença de sacerdotes é fundamental para a vida espiritual da nação, garantindo que as práticas religiosas sejam seguidas.","conexao_teologica":"Jesus é nosso sumo sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_11_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"Neste versículo, 'modo' se relaciona com a forma como os sacerdotes e levitas foram organizados e como deveriam atuar.","por_que_esta_palavra":"A escolha de 'modo' indica que há uma ordem divina a ser seguida na adoração e na liderança espiritual.","conexao_teologica":"Deus é um Deus de ordem, e suas instruções são dadas para que seu povo viva em harmonia.","referencias_relacionadas":["1 Coríntios 14:40","Gênesis 1:31","Colossenses 3:23"]},"2cronicas_11_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כָּהַן","transliteracao":"kâhan","strong":"H3547","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' novamente refere-se ao papel de mediador entre Deus e o povo.","explicacao_detalhada":"Aqui, a ênfase está na função dos sacerdotes em manter a pureza e a adoração correta ao Senhor.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a importância contínua desse papel na vida espiritual da nação.","conexao_teologica":"A função sacerdotal é um tema central na Bíblia, culminando em Cristo como nosso sacerdote eterno.","referencias_relacionadas":["Hebreus 5:1","Levítico 10:10","Romanos 12:1"]},"2cronicas_11_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da supremacia de Deus sobre todas as coisas e a necessidade de reverência.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância de invocar sua presença e autoridade nas decisões e ações.","conexao_teologica":"O nome do Senhor é um refúgio seguro, e invocá-lo é um ato de fé e confiança.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"2cronicas_11_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"Em 2 Crônicas 11:14, 'porque' é usado para justificar a necessidade de seguir as instruções de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação por trás das ações do povo e a obediência a Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada a bênçãos e proteção, conforme explicado em várias passagens bíblicas.","referencias_relacionadas":["Deuteronômio 28:1-2","João 14:15","1 João 5:3"]},"2cronicas_11_15_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se ao ato de dedicar-se a uma tarefa ou a alguém, especialmente em um contexto religioso.","explicacao_detalhada":"No versículo, 'servir' implica em dedicar-se ao culto e à adoração a Deus, bem como ao serviço ao próximo.","por_que_esta_palavra":"A escolha da palavra 'servir' destaca a importância da dedicação e do compromisso com a obra de Deus.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo o caráter de Cristo em nossas vidas.","referencias_relacionadas":["Gálatas 5:13","Mateus 20:28","Romanos 12:11"]},"2cronicas_11_15_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes religiosos que serviam no templo, responsáveis por oferecer sacrifícios e interceder pelo povo.","explicacao_detalhada":"Os sacerdotes eram da linhagem de Arão e desempenhavam um papel crucial na adoração a Deus, realizando rituais e mantendo a santidade do templo. No contexto de 2 Crônicas 11:15, os sacerdotes foram desviados para adorar ídolos, o que era uma grave transgressão.","por_que_esta_palavra":"A escolha de 'sacerdote' enfatiza a importância da liderança espiritual e a responsabilidade de guiar o povo em adoração verdadeira.","conexao_teologica":"A figura do sacerdote é central na teologia bíblica, simbolizando a mediação entre Deus e o homem, um papel que é cumprido plenamente em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"2cronicas_11_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito, especialmente em relação à adoração e práticas religiosas.","explicacao_detalhada":"No versículo, o 'modo' indica que as práticas religiosas estavam sendo realizadas de forma inadequada, refletindo a desobediência ao que Deus havia ordenado.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da adoração correta e das práticas que estão em conformidade com a vontade de Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a verdadeira adoração deve ser feita em espírito e em verdade, conforme João 4:24.","referencias_relacionadas":["Deuteronômio 12:32","Salmos 119:1","Mateus 15:9"]},"2cronicas_11_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no sentido de oferecer algo, especialmente em um contexto de sacrifício ou oferta a Deus.","explicacao_detalhada":"Neste versículo, o ato de 'dar' refere-se à entrega de ofertas e sacrifícios, que eram essenciais para a adoração no templo.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a necessidade de oferecer a Deus o que é devido, refletindo a devoção e a obediência do povo.","conexao_teologica":"O conceito de dar é fundamental na relação com Deus, simbolizando entrega, sacrifício e generosidade, que são temas centrais na vida cristã.","referencias_relacionadas":["Gênesis 4:3-5","2 Coríntios 9:7","Hebreus 13:16"]},"2cronicas_11_16_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se ao ato de oferecer algo a Deus, geralmente um animal, como um meio de expiação ou adoração.","explicacao_detalhada":"Os sacrifícios eram uma parte vital da adoração no Antigo Testamento, simbolizando a necessidade de expiação pelo pecado e a devoção a Deus.","por_que_esta_palavra":"A inclusão de 'sacrifício' destaca a seriedade da adoração e a necessidade de um meio de reconciliação com Deus.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é o sacrifício perfeito e definitivo para a redenção da humanidade.","referencias_relacionadas":["Levítico 1:3-4","Romanos 12:1","Hebreus 9:26"]},"2cronicas_11_17_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar firmeza ou força em algo, especialmente em relação à fé e à adoração.","explicacao_detalhada":"No contexto, 'agarrar' sugere a determinação do povo em se apegar à adoração verdadeira e à aliança com Deus, em contraste com a idolatria.","por_que_esta_palavra":"A ênfase em 'agarrar' ressalta a necessidade de firmeza na fé e na prática religiosa, especialmente em tempos de crise.","conexao_teologica":"A ideia de agarrar-se a Deus é um tema importante, refletindo a necessidade de perseverança e fidelidade na caminhada cristã.","referencias_relacionadas":["Salmos 63:8","Filipenses 3:12-14","Hebreus 10:23"]},"2cronicas_11_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à maneira de viver, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Neste versículo, 'vida' implica em seguir o caminho que Deus estabeleceu, que é fundamental para a prosperidade espiritual e material do povo.","por_que_esta_palavra":"A escolha de 'vida' destaca a importância de viver de acordo com os princípios de Deus, que trazem bênçãos e proteção.","conexao_teologica":"A vida em Cristo é descrita como uma nova vida, onde os crentes são chamados a viver de maneira digna do evangelho.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Gálatas 2:20"]},"2cronicas_11_17_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade e ao domínio, especialmente em relação ao reinado de um rei.","explicacao_detalhada":"No contexto, 'governo' se relaciona à liderança de Roboão e à maneira como ele deveria governar o povo de acordo com os princípios de Deus.","por_que_esta_palavra":"A ênfase em 'governo' ressalta a responsabilidade dos líderes em conduzir o povo de maneira justa e conforme a vontade divina.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema central, mostrando que Ele é o verdadeiro governante e que os líderes humanos devem submeter-se a Ele.","referencias_relacionadas":["Salmos 22:28","Romanos 13:1","1 Pedro 2:13-14"]},"2cronicas_11_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de receber ou assumir algo, especialmente em relação a responsabilidades ou promessas.","explicacao_detalhada":"Neste versículo, 'tomar' implica em aceitar o papel de liderança e as responsabilidades que vêm com ele, especialmente no contexto do reinado de Roboão.","por_que_esta_palavra":"A escolha de 'tomar' enfatiza a ação deliberada de assumir um papel ou compromisso, refletindo a importância da liderança.","conexao_teologica":"Tomar a cruz e seguir a Cristo é um chamado para todos os crentes, simbolizando a aceitação das responsabilidades da fé.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Gálatas 6:5"]},"2cronicas_11_18_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em Israel, que deveria governar com justiça e temor a Deus.","explicacao_detalhada":"Roboão, como rei, tinha a responsabilidade de liderar o povo em adoração e justiça, refletindo o caráter de Deus em seu governo.","por_que_esta_palavra":"A ênfase em 'rei' destaca a importância da liderança e da responsabilidade que vem com a autoridade.","conexao_teologica":"Cristo é frequentemente referido como Rei, e Sua liderança é perfeita, contrastando com as falhas dos reis humanos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_11_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real, especialmente no contexto da sucessão ao trono.","explicacao_detalhada":"Roboão é descrito como filho de Salomão, o que enfatiza a continuidade da dinastia e a importância da herança espiritual e política.","por_que_esta_palavra":"A escolha de 'filho' ressalta a importância da família e da herança na história de Israel e na aliança de Deus com Seu povo.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são adotados como filhos através de Cristo.","referencias_relacionadas":["Gênesis 17:7","Romanos 8:15","1 João 3:1"]},"2cronicas_11_19_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' aqui pode ser interpretado como uma metáfora para força ou proteção.","explicacao_detalhada":"Na cultura antiga, os ursos eram vistos como criaturas poderosas e protetoras. O uso da palavra pode simbolizar a força que um pai exerce sobre seus filhos.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a força e a proteção que um pai deve oferecer aos seus filhos.","conexao_teologica":"A paternidade de Deus é frequentemente comparada a uma figura protetora, assim como um urso protege seus filhotes.","referencias_relacionadas":["Salmos 103:13","Isaías 49:15","Mateus 7:11"]},"2cronicas_11_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O termo 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Na sociedade israelita, o filho era visto como a continuidade do nome e da herança familiar, representando a esperança e o futuro da família.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da relação entre pai e filho, e a responsabilidade do pai em guiar seu filho.","conexao_teologica":"Deus é frequentemente referido como Pai, e a relação entre Ele e Seus filhos é central na teologia cristã.","referencias_relacionadas":["Efésios 6:4","Provérbios 22:6","Romanos 8:14"]},"2cronicas_11_19_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' pode ser vista como uma partícula que conecta ou enfatiza a relação entre os termos anteriores.","explicacao_detalhada":"Embora não tenha um significado direto, sua presença é crucial para a estrutura da frase, indicando a relação entre os elementos mencionados.","por_que_esta_palavra":"É utilizada para dar ênfase e clareza à relação entre pai e filho, sem um significado próprio.","conexao_teologica":"A ideia de representação é importante na teologia, onde Cristo é visto como a representação perfeita de Deus.","referencias_relacionadas":["Colossenses 1:15","Hebreus 1:3","João 14:9"]},"2cronicas_11_20_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"O termo 'seguir' implica em acompanhar ou obedecer a alguém.","explicacao_detalhada":"No contexto, pode se referir à obediência dos filhos aos pais ou à liderança do rei.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da obediência e do acompanhamento das instruções.","conexao_teologica":"A obediência a Deus é um tema central nas Escrituras, refletindo a relação entre o Criador e Suas criaturas.","referencias_relacionadas":["Deuteronômio 5:33","Mateus 16:24","João 10:27"]},"2cronicas_11_20_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Reitera a ideia de força e proteção, semelhante ao uso anterior.","explicacao_detalhada":"O uso repetido da palavra 'urso' reforça a ideia de um pai forte e protetor na vida dos filhos.","por_que_esta_palavra":"A repetição enfatiza a importância da força na paternidade.","conexao_teologica":"Assim como Deus é um protetor, os pais são chamados a ser figuras de proteção para seus filhos.","referencias_relacionadas":["Salmos 91:1-2","Isaías 40:11","Hebreus 13:5"]},"2cronicas_11_20_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"O termo 'tomar' implica em apropriação ou posse.","explicacao_detalhada":"No contexto, pode se referir à ação de um pai em tomar responsabilidade pela vida de seus filhos.","por_que_esta_palavra":"A palavra é usada para enfatizar a ação de assumir a responsabilidade e cuidar.","conexao_teologica":"Deus toma a iniciativa de cuidar de Seu povo, refletindo a responsabilidade dos pais.","referencias_relacionadas":["1 Pedro 5:7","Salmos 55:22","Mateus 11:28"]},"2cronicas_11_21_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O termo 'amar' refere-se a um vínculo profundo e afetuoso.","explicacao_detalhada":"O amor é fundamental nas relações familiares, especialmente entre pais e filhos.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do amor na educação e no relacionamento familiar.","conexao_teologica":"O amor é um dos principais atributos de Deus e deve ser refletido nas relações humanas.","referencias_relacionadas":["1 Coríntios 13:4-7","1 João 4:8","Romanos 13:10"]},"2cronicas_11_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira como algo é feito.","explicacao_detalhada":"No contexto, pode se referir à maneira como o amor deve ser demonstrado na família.","por_que_esta_palavra":"A palavra é usada para enfatizar que o amor deve ser demonstrado de maneira prática e visível.","conexao_teologica":"A maneira como amamos uns aos outros reflete o amor de Deus por nós.","referencias_relacionadas":["Gálatas 5:13","Efésios 4:2","Colossenses 3:14"]},"2cronicas_11_21_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade e liderança.","explicacao_detalhada":"No contexto, refere-se ao papel de liderança de um pai ou de um governante sobre seu povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade e a autoridade que vem com a paternidade e a liderança.","conexao_teologica":"Deus é descrito como Rei, e essa autoridade deve ser refletida na liderança familiar.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6","Mateus 28:18"]},"2cronicas_11_22_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se ao início ou à origem de algo.","explicacao_detalhada":"No contexto, pode se referir ao início da liderança ou da responsabilidade familiar.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de estabelecer fundamentos sólidos na família.","conexao_teologica":"Deus é o princípio de todas as coisas, e a família deve ser construída sobre princípios divinos.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Colossenses 1:17"]},"2cronicas_11_22_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se ao ato de prestar serviço ou adoração, especialmente a Deus.","explicacao_detalhada":"No contexto de 2 Crônicas 11:22, 'servir' implica em dedicar-se ao Senhor e cumprir os deveres religiosos e sociais que um líder deve ter em relação ao seu povo e a Deus.","por_que_esta_palavra":"A escolha da palavra 'servir' destaca a responsabilidade do rei em liderar seu povo na adoração e na obediência a Deus.","conexao_teologica":"O conceito de servir a Deus é central na teologia bíblica, refletindo a relação entre o Criador e suas criaturas, onde o serviço é visto como um ato de amor e devoção.","referencias_relacionadas":["Êxodo 23:25","Josué 24:15","Romanos 12:1"]},"2cronicas_11_22_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, responsável por governar e proteger seu povo.","explicacao_detalhada":"Em 2 Crônicas 11:22, 'rei' é uma referência a Roboão, que deve liderar com justiça e temor a Deus, garantindo a prosperidade e a segurança do seu reino.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel e a expectativa de que o rei seja um servo de Deus e do povo.","conexao_teologica":"A figura do rei em Israel é um tipo de Cristo, que é o Rei dos Reis, e a liderança divina é um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Isaías 9:6"]},"2cronicas_11_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"No versículo, 'modo' indica a forma como Roboão deve agir em sua liderança e nas decisões que toma, enfatizando a importância da sabedoria e da prudência.","por_que_esta_palavra":"A escolha de 'modo' ressalta que a maneira de governar é tão importante quanto as decisões em si, refletindo a necessidade de um governo sábio.","conexao_teologica":"A maneira de viver e governar é um reflexo do caráter de Deus, que é justo e sábio, e os líderes são chamados a imitar essas qualidades.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Salmos 119:105"]},"2cronicas_11_23_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' refere-se à ação de Roboão em oferecer conselhos e apoio ao seu povo, mostrando-se acessível e disposto a ouvir.","por_que_esta_palavra":"A palavra 'dar' é significativa porque enfatiza a generosidade e a disposição do líder em servir e atender às necessidades do povo.","conexao_teologica":"A generosidade é um atributo de Deus, e os líderes são chamados a refletir esse caráter em suas ações.","referencias_relacionadas":["Mateus 7:7","Atos 20:35","2 Coríntios 9:7"]},"2cronicas_11_23_astuto":{"palavra_pt":"astuto","palavra_original":"בִּין","transliteracao":"bîyn","strong":"H995","significado_raiz":"Ideia básica: astuto.","significado_contextual":"A palavra 'astuto' refere-se à capacidade de discernir e agir com sabedoria.","explicacao_detalhada":"No versículo, 'astuto' indica que Roboão deve ser sábio em suas decisões e estratégias, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'astuto' destaca a importância da sabedoria prática na liderança e na administração do reino.","conexao_teologica":"A sabedoria é frequentemente associada a Deus, que é a fonte de toda sabedoria, e os líderes são chamados a buscar essa sabedoria em suas decisões.","referencias_relacionadas":["Provérbios 2:6","Tiago 3:17","Eclesiastes 7:12"]}}