{"2cronicas_12_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"Em 2 Crônicas 12:1, 'modo' enfatiza a importância da conduta e das escolhas de Roboão após a sua ascensão ao trono.","por_que_esta_palavra":"A repetição da palavra 'modo' indica que a forma de agir é um tema central na narrativa, refletindo a necessidade de um governo justo.","conexao_teologica":"A maneira de viver e governar é um reflexo do caráter de Deus, que é justo e sábio.","referencias_relacionadas":["Salmos 1:1-2","Colossenses 3:23","1 Pedro 2:12"]},"2cronicas_12_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de declínio ou queda moral e espiritual.","explicacao_detalhada":"No contexto de 2 Crônicas 12:1, 'cair' indica a transição de Roboão de um estado de fidelidade a Deus para um estado de desobediência e idolatria.","por_que_esta_palavra":"A palavra 'cair' é significativa porque ilustra a fragilidade da condição humana e a tendência de se afastar de Deus.","conexao_teologica":"A queda é um tema central na Bíblia, refletindo a necessidade de redenção e a graça de Deus para restaurar o que foi perdido.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"2cronicas_12_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente refere-se à figura de autoridade máxima em Israel.","explicacao_detalhada":"Em 2 Crônicas 12:2, 'rei' é uma referência a Roboão, que deve ser um líder justo e fiel a Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que vem com a posição.","conexao_teologica":"O conceito de realeza é central na Bíblia, com Cristo sendo o Rei dos Reis, e a liderança humana refletindo a autoridade divina.","referencias_relacionadas":["1 Pedro 2:9","Salmos 89:27","Apocalipse 19:16"]},"2cronicas_12_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"Em 2 Crônicas 12:2, 'senhor' destaca a soberania de Deus sobre Israel e a necessidade de fidelidade a Ele.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a relação de aliança entre Deus e seu povo, onde a obediência é fundamental.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo seu caráter e sua autoridade sobre todas as coisas.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"2cronicas_12_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente refere-se a um estado de declínio moral e espiritual.","explicacao_detalhada":"No contexto de 2 Crônicas 12:2, 'cair' indica a queda de Roboão em desobediência e idolatria, afastando-se da adoração ao Senhor.","por_que_esta_palavra":"A repetição da palavra 'cair' destaca a gravidade da situação e a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, mostrando a necessidade de redenção e a graça de Deus para restaurar o que foi perdido.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Hebreus 12:1"]},"2cronicas_12_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Judá, que estava sob a liderança de Roboão.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos israelitas, que eram considerados o povo escolhido de Deus. No contexto de 2 Crônicas 12:3, enfatiza a unidade e a identidade do povo sob a liderança do rei.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a relação entre o rei e seus súditos, mostrando a responsabilidade do rei em liderar e cuidar de seu povo.","conexao_teologica":"A noção de 'povo' é central na teologia bíblica, pois Deus se relaciona com seu povo de maneira especial, fazendo alianças e promessas.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","Salmos 100:3"]},"2cronicas_12_3_thousand":{"palavra_pt":"thousand","palavra_original":"אֶלֶף","transliteracao":"ʼeleph","strong":"H505","significado_raiz":"Ideia básica: thousand.","significado_contextual":"Refere-se ao número de homens que serviam como soldados ou guerreiros.","explicacao_detalhada":"A palavra 'thousand' (אֶלֶף) é utilizada para indicar uma unidade militar significativa, mostrando a força do exército de Judá. No contexto, isso ressalta a capacidade de defesa do reino.","por_que_esta_palavra":"A inclusão de 'thousand' enfatiza a organização militar e a preparação do povo para enfrentar desafios externos.","conexao_teologica":"A força militar é vista como uma bênção de Deus, mas também como um aviso sobre a confiança em recursos humanos em vez de depender de Deus.","referencias_relacionadas":["Salmos 20:7","Salmos 33:16","Isaías 31:1"]},"2cronicas_12_4_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de cidades fortificadas para proteção.","explicacao_detalhada":"A palavra 'escolher' (לָכַד) implica uma decisão estratégica e deliberada, onde Roboão buscou fortalecer seu reino após a divisão de Israel.","por_que_esta_palavra":"A escolha de cidades fortificadas mostra a preocupação de Roboão em proteger seu povo e manter a estabilidade do reino.","conexao_teologica":"A escolha e a estratégia são vistas como parte da soberania de Deus, que guia os líderes em suas decisões.","referencias_relacionadas":["Provérbios 16:9","Salmos 127:1","Isaías 30:1"]},"2cronicas_12_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a cidades específicas que foram fortificadas por Roboão.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever os centros urbanos que serviam como locais de segurança e administração. No contexto, essas cidades eram cruciais para a defesa do reino.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância da infraestrutura urbana na proteção e na organização social.","conexao_teologica":"As cidades são frequentemente vistas na Bíblia como lugares de refúgio e segurança, refletindo a proteção que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Números 35:11"]},"2cronicas_12_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta Semaías que trouxe uma mensagem de Deus a Roboão.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica um mensageiro de Deus, alguém que fala em nome do Senhor. No contexto, Semaías adverte Roboão sobre as consequências de sua desobediência.","por_que_esta_palavra":"A presença de um profeta ressalta a importância da comunicação divina e da necessidade de ouvir a voz de Deus nas decisões.","conexao_teologica":"Os profetas desempenham um papel crucial na história de Israel, guiando o povo e seus líderes de acordo com a vontade de Deus.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2cronicas_12_5_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Roboão, o rei de Judá.","explicacao_detalhada":"A palavra 'rei' (רְחַבְעָם) identifica a autoridade e a responsabilidade de Roboão sobre o povo de Judá. Ele é o líder que deve guiar e proteger seu povo.","por_que_esta_palavra":"A menção de 'rei' enfatiza o papel de liderança e a necessidade de governar com sabedoria e justiça.","conexao_teologica":"A figura do rei é importante na teologia bíblica, representando a liderança de Deus sobre seu povo e a expectativa de que os reis governem de acordo com a vontade divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Provérbios 29:2"]},"2cronicas_12_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de Roboão como rei e sua resposta ao profeta.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é uma designação que implica autoridade e poder. No contexto, Roboão deve reconhecer sua posição e a necessidade de se submeter à vontade de Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que vem com o poder.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os reis são vistos como representantes de Deus na terra.","referencias_relacionadas":["1 Reis 3:9","Salmos 89:27","Eclesiastes 10:16"]},"2cronicas_12_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de ouvir Sua palavra.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação e a revelação de Deus. No contexto, destaca a necessidade de obedecer à voz de Deus.","por_que_esta_palavra":"A ênfase em 'dizer' mostra que a palavra de Deus é vital para a vida e a liderança do povo.","conexao_teologica":"A comunicação divina é fundamental na relação entre Deus e seu povo, e a obediência à Sua palavra é essencial.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","Isaías 40:8"]},"2cronicas_12_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar a Deus em busca de ajuda.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a ação de oferecer ou entregar algo. No contexto, isso pode se referir ao clamor do povo a Deus por ajuda e proteção.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a necessidade de dependência de Deus em tempos de crise.","conexao_teologica":"O clamor a Deus é um tema recorrente na Bíblia, onde o povo é encorajado a buscar a ajuda divina em momentos de necessidade.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Romanos 10:13"]},"2cronicas_12_7_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à visão ou percepção que Deus dá ao Seu povo.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica a capacidade de perceber ou entender algo. No contexto, isso se relaciona à revelação de Deus ao Seu povo.","por_que_esta_palavra":"A ênfase em 'ver' destaca a importância da percepção espiritual e da compreensão da vontade de Deus.","conexao_teologica":"A visão espiritual é fundamental na vida do crente, pois permite discernir a verdade e a direção de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Apocalipse 3:18"]},"2cronicas_12_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade que fez uma aliança com Israel, destacando Sua autoridade e poder. No contexto de 2 Crônicas 12:7, o Senhor se manifesta em resposta ao arrependimento do povo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a relação de autoridade e reverência que os israelitas devem ter em relação a Deus.","conexao_teologica":"A utilização do nome 'Senhor' revela a natureza de Deus como aquele que governa e cuida de Seu povo, estabelecendo um vínculo de fidelidade e compromisso.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"2cronicas_12_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que Deus deu ao povo de Israel, simbolizando a promessa e a herança.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever a terra prometida, que é um símbolo da bênção e da presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção da terra destaca a importância da geografia na história da salvação e a relação de Deus com Israel.","conexao_teologica":"A terra é vista como um espaço sagrado onde Deus se revela e onde Seu povo deve viver em obediência.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"2cronicas_12_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a ação de Deus em relação ao povo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a ação de Deus com a condição do povo, indicando que as ações divinas são respostas a comportamentos humanos.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de causa e efeito entre a obediência do povo e as bênçãos ou juízos de Deus.","conexao_teologica":"A conexão entre a obediência e as consequências é um tema central na teologia bíblica, refletindo a justiça e a misericórdia de Deus.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 37:25","Romanos 2:6"]},"2cronicas_12_8_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao povo de Israel como servos de Deus, enfatizando sua posição de submissão e serviço.","explicacao_detalhada":"A palavra 'servo' (עֶבֶד) implica uma relação de dependência e lealdade, onde o povo é chamado a servir e obedecer ao Senhor.","por_que_esta_palavra":"A designação de 'servo' é fundamental para entender a identidade do povo de Deus e seu chamado para viver em conformidade com a vontade divina.","conexao_teologica":"A ideia de servidão é central na relação entre Deus e Seu povo, refletindo a natureza do discipulado e da obediência.","referencias_relacionadas":["Isaías 41:8","Romanos 6:22","Gálatas 5:13"]},"2cronicas_12_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei, que é um líder escolhido por Deus para governar o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a autoridade e o papel do governante em Israel, que deve ser um reflexo da justiça e da liderança divina.","por_que_esta_palavra":"A menção do rei é importante para entender a estrutura política e espiritual de Israel, onde o rei é visto como um representante de Deus na terra.","conexao_teologica":"A figura do rei é uma antecipação do Rei dos Reis, Jesus Cristo, que governará com justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Mateus 2:2"]},"2cronicas_12_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, enfatizando a importância da conduta.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade ou a forma como algo deve ser feito, refletindo a necessidade de integridade nas ações.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da intenção e da maneira de agir, que deve estar alinhada com a vontade de Deus.","conexao_teologica":"A maneira de viver e agir é um reflexo da fé e da obediência ao Senhor, que deve ser evidente em todas as áreas da vida.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"2cronicas_12_9_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de Suas obras.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever a majestade e o poder de Deus, que se manifesta em Suas ações em favor do povo.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na reverência que o povo deve ter em relação a Ele.","conexao_teologica":"A grandeza de Deus é um convite à adoração e à confiança, reconhecendo que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2cronicas_12_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação específica que pode ser interpretada como um símbolo de força ou poder.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de fazer ou realizar algo, muitas vezes associada a um ato de poder ou autoridade.","por_que_esta_palavra":"A escolha dessa palavra pode indicar a força necessária para realizar a vontade de Deus, enfatizando a ação divina na história.","conexao_teologica":"A ação de Deus é frequentemente descrita em termos de poder e força, refletindo Sua soberania sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:31","Salmos 33:6-9","Romanos 4:17"]},"2cronicas_12_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reitera a importância da figura do rei na governança e na liderança espiritual do povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é novamente mencionada para enfatizar a continuidade da liderança e a responsabilidade do rei diante de Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a centralidade da liderança na vida do povo e a necessidade de que o rei atue segundo a vontade de Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a necessidade de líderes que busquem a sabedoria e a direção divina.","referencias_relacionadas":["Provérbios 21:1","1 Timóteo 2:1-2","Hebreus 13:17"]},"2cronicas_12_11_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Refere-se à capacidade de realizar ações conforme a vontade de Deus.","explicacao_detalhada":"A palavra 'capaz' (דַּי) implica a adequação e a habilidade de cumprir as responsabilidades que Deus designa.","por_que_esta_palavra":"A menção de 'capaz' destaca a importância da capacitação divina para que o povo e seus líderes possam agir em conformidade com a vontade de Deus.","conexao_teologica":"A capacidade de agir segundo a vontade de Deus é um tema central na vida cristã, onde a dependência do Espírito Santo é essencial.","referencias_relacionadas":["Filipenses 4:13","2 Coríntios 3:5","Efésios 2:10"]},"2cronicas_12_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, simbolizando liderança e governo.","explicacao_detalhada":"No contexto de 2 Crônicas 12:11, o rei é aquele que exerce poder sobre o povo e é responsável por manter a ordem e a justiça. A figura do rei é central na história de Israel, representando tanto a soberania divina quanto a responsabilidade humana.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e do governo na sociedade israelita, refletindo a relação entre Deus e seu povo.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, e a desobediência dos reis muitas vezes leva ao juízo divino.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"2cronicas_12_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de um rei ou de uma nação em desgraça.","explicacao_detalhada":"Em 2 Crônicas 12:11, a ideia de 'cair' pode ser interpretada como uma perda de poder ou uma queda moral, refletindo a consequência do afastamento de Deus.","por_que_esta_palavra":"A palavra 'cair' é crucial para entender a fragilidade do poder humano diante da soberania divina.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de permanecer fiel a Deus para evitar a ruína.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 18:30","Gálatas 6:7"]},"2cronicas_12_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição ou o estado de algo em relação a outros.","explicacao_detalhada":"No versículo, 'entre' sugere a ideia de intercessão ou mediação, destacando a relação entre o rei e o povo.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a conexão e a responsabilidade do rei em relação ao seu povo.","conexao_teologica":"A intercessão é um tema importante na Bíblia, refletindo a necessidade de um mediador entre Deus e a humanidade.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 7:25","Romanos 8:34"]},"2cronicas_12_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade.","explicacao_detalhada":"Em 2 Crônicas 12:12, o uso do nome 'senhor' destaca a relação de aliança entre Deus e Israel, onde Ele é reconhecido como o governante supremo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a reverência e a submissão que o povo deve ter diante de Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à sua fidelidade e ao seu poder de salvar.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"2cronicas_12_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade, especialmente no contexto da relação entre Deus e seu povo.","explicacao_detalhada":"Em 2 Crônicas 12:12, a verdade é um princípio fundamental que deve guiar a vida do rei e do povo, refletindo a natureza de Deus.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da honestidade e da justiça na liderança.","conexao_teologica":"A verdade é um atributo de Deus e deve ser buscada por aqueles que desejam viver em comunhão com Ele.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"2cronicas_12_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a posição de liderança e autoridade.","explicacao_detalhada":"Neste contexto, o rei é visto como um representante de Deus na terra, responsável por governar com justiça e sabedoria.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança e a responsabilidade que vem com ela.","conexao_teologica":"A liderança é um reflexo do caráter de Deus, e os reis são chamados a governar de acordo com Seus princípios.","referencias_relacionadas":["Deuteronômio 17:14-20","1 Reis 10:9","Salmos 72:1-2"]},"2cronicas_12_13_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"Em 2 Crônicas 12:13, 'reinar' implica não apenas em ter poder, mas também em cumprir as responsabilidades associadas a essa posição.","por_que_esta_palavra":"A palavra 'reinar' é importante para entender a dinâmica do governo e a expectativa de justiça e retidão.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, e os líderes humanos são chamados a refletir esse reinado em suas ações.","referencias_relacionadas":["Salmos 145:13","Mateus 28:18","Apocalipse 11:15"]},"2cronicas_12_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando a vida em sociedade.","explicacao_detalhada":"No contexto de 2 Crônicas 12:13, a cidade é o lugar onde o rei exerce sua autoridade e onde o povo vive e se relaciona.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a importância da comunidade e da vida em conjunto sob a liderança do rei.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo do povo de Deus e de sua presença entre eles.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"2cronicas_12_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, mas também pode ser uma referência a algo que causa medo.","explicacao_detalhada":"Em 2 Crônicas 12:14, a menção ao 'urso' pode ser interpretada como uma metáfora para a força que um rei deve ter para governar e proteger seu povo.","por_que_esta_palavra":"A palavra 'urso' é significativa para entender a natureza do poder e da proteção que um líder deve oferecer.","conexao_teologica":"A força de um líder deve ser equilibrada com a justiça e a misericórdia, refletindo o caráter de Deus.","referencias_relacionadas":["Provérbios 17:12","Ezequiel 19:2","Oséias 13:8"]},"2cronicas_12_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para uma ação ou decisão.","explicacao_detalhada":"Em 2 Crônicas 12:14, 'porque' é usado para esclarecer as razões por trás das ações do rei, enfatizando a importância de entender as motivações.","por_que_esta_palavra":"A palavra 'porque' é essencial para a lógica e a compreensão das decisões tomadas, especialmente em um contexto de liderança.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental para a vida cristã, onde as motivações devem alinhar-se com a vontade de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"2cronicas_12_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade e à integridade nas ações e decisões do rei.","explicacao_detalhada":"A palavra 'verdade' implica em um compromisso com a justiça e a honestidade, essencial para a liderança de um rei. No contexto, Salomão é chamado a governar com verdade.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância de um governo justo e reto, refletindo o caráter de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos líderes e do povo de Deus.","referencias_relacionadas":["Salmos 25:5","Provérbios 12:22","João 4:24"]},"2cronicas_12_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se a qualquer declaração ou ato que tenha significado ou importância.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever as mensagens que os profetas trazem, que são fundamentais para a orientação do povo.","por_que_esta_palavra":"A palavra 'coisa' é ampla e abrange tanto a comunicação divina quanto as ações humanas.","conexao_teologica":"Deus se comunica com seu povo através de palavras e ações, e a importância da palavra é central na revelação divina.","referencias_relacionadas":["Deuteronômio 8:3","Mateus 4:4","Hebreus 4:12"]},"2cronicas_12_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, encarregado de transmitir Sua vontade ao povo.","explicacao_detalhada":"A palavra 'profeta' implica em alguém que fala em nome de Deus, trazendo advertências, conselhos e revelações.","por_que_esta_palavra":"A presença de profetas é crucial para a manutenção da relação entre Deus e seu povo, especialmente em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2cronicas_12_15_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"A visão representa uma revelação divina que orienta as ações do povo e do rei.","explicacao_detalhada":"A palavra 'visão' refere-se a uma experiência espiritual onde o profeta recebe instruções ou advertências de Deus.","por_que_esta_palavra":"A visão é um meio pelo qual Deus se comunica com seu povo, revelando seus planos e propósitos.","conexao_teologica":"Visões são uma forma de revelação que demonstram a soberania de Deus sobre a história.","referencias_relacionadas":["Isaías 1:1","Ezequiel 1:1","Daniel 7:1"]},"2cronicas_12_16_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso aqui se refere ao ato de repousar ou estar em paz após um período de luta.","explicacao_detalhada":"A palavra 'descanso' implica em um estado de tranquilidade e segurança, muitas vezes associado à bênção de Deus.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, simbolizando a paz que vem de Deus após a obediência.","conexao_teologica":"Deus oferece descanso espiritual e físico a seu povo, refletindo seu amor e cuidado.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"2cronicas_12_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa um lugar de habitação e comunidade, onde o povo se reúne.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever a importância das comunidades na vida do povo de Deus e seu papel na história da salvação.","por_que_esta_palavra":"As cidades são frequentemente vistas como centros de cultura e adoração, refletindo a vida comunitária.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_12_16_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar refere-se ao ato de governar, exercer autoridade e liderança sobre um povo.","explicacao_detalhada":"A palavra 'reinar' implica em responsabilidade e deveres que um líder deve cumprir com justiça e integridade.","por_que_esta_palavra":"O conceito de reinar é central na narrativa bíblica, refletindo a soberania de Deus sobre a criação.","conexao_teologica":"Cristo é apresentado como o Rei dos Reis, e seu reino é um tema central na teologia cristã.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]}}