{"2cronicas_13_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura de autoridade que governa o povo e representa a liderança política e espiritual.","explicacao_detalhada":"A palavra 'rei' implica em poder, responsabilidade e a necessidade de governar com sabedoria e justiça.","por_que_esta_palavra":"A figura do rei é central na história de Israel, simbolizando a relação entre Deus e seu povo.","conexao_teologica":"Deus é descrito como o Rei supremo, e a liderança humana deve refletir seu caráter.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Romanos 13:1"]},"2cronicas_13_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Reinar, neste contexto, refere-se ao ato de governar com autoridade e responsabilidade.","explicacao_detalhada":"A palavra 'reinar' é usada para descrever a função do rei em liderar o povo de acordo com a vontade de Deus.","por_que_esta_palavra":"A liderança é um tema importante na Bíblia, e o modo como um rei reina pode afetar toda a nação.","conexao_teologica":"A realeza de Cristo é um aspecto fundamental da fé cristã, onde Ele reina com justiça e amor.","referencias_relacionadas":["Salmos 145:13","Isaías 32:1","Apocalipse 11:15"]},"2cronicas_13_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a um período de tempo ou uma era específica na história de Israel.","explicacao_detalhada":"A palavra 'expressão' implica em um marco temporal que é significativo para a narrativa bíblica.","por_que_esta_palavra":"As expressões de tempo são importantes para entender a cronologia e os eventos na história da salvação.","conexao_teologica":"Deus opera na história, e cada expressão de tempo revela seu plano redentor.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Efésios 1:10"]},"2cronicas_13_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo.","explicacao_detalhada":"A palavra 'reinar' refere-se ao exercício do poder real, especialmente no contexto de um rei que governa sobre seu povo. Em 2 Crônicas 13:2, Abias se torna rei de Judá e a passagem destaca a legitimidade de seu reinado.","por_que_esta_palavra":"A escolha da palavra 'reinar' enfatiza a soberania de Deus sobre Israel e a importância da liderança justa e divina.","conexao_teologica":"O reinado de Abias é um reflexo do plano de Deus para Israel, onde a liderança é vista como uma responsabilidade sagrada.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 9:6-7"]},"2cronicas_13_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome representa a identidade e a autoridade de uma pessoa ou entidade.","explicacao_detalhada":"A palavra 'nome' é usada para expressar não apenas a designação de alguém, mas também sua reputação e poder. Em 2 Crônicas 13:2, o nome de Abias é mencionado para estabelecer sua autoridade como rei.","por_que_esta_palavra":"O uso da palavra 'nome' destaca a importância da identidade e da legitimidade no contexto do governo e da liderança.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua autoridade e poder, refletindo a importância do nome de um líder em Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"2cronicas_13_2_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou relação entre pessoas ou grupos.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação de Abias com seu povo e seus adversários. Em 2 Crônicas 13:2, isso enfatiza a divisão entre os reinos de Judá e Israel.","por_que_esta_palavra":"A escolha de 'entre' ressalta a dinâmica de conflito e aliança que caracteriza a história de Israel.","conexao_teologica":"A relação entre os reinos é um reflexo da luta espiritual entre o bem e o mal, onde Deus está sempre presente.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:31","Efésios 6:12"]},"2cronicas_13_3_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, neste caso, do rei Jeroboão.","explicacao_detalhada":"O nome 'Jeroboão' é significativo pois representa a liderança do reino do norte de Israel e suas ações contra Judá. Em 2 Crônicas 13:3, seu nome é mencionado para estabelecer a oposição entre os reinos.","por_que_esta_palavra":"A menção do nome de Jeroboão é crucial para entender a história e as consequências de suas decisões como líder.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados proféticos e refletem a relação de Deus com Seu povo.","referencias_relacionadas":["1 Reis 12:20","2 Reis 17:21","Oséias 1:1"]},"2cronicas_13_3_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao conflito militar entre os reinos de Judá e Israel.","explicacao_detalhada":"A palavra 'batalha' em 2 Crônicas 13:3 destaca a seriedade do confronto entre Abias e Jeroboão, simbolizando a luta pelo controle e a fidelidade a Deus.","por_que_esta_palavra":"A batalha é um tema recorrente na história de Israel, representando tanto conflitos físicos quanto espirituais.","conexao_teologica":"A batalha entre os reinos é uma metáfora da luta contínua entre o bem e o mal, onde Deus é o verdadeiro comandante.","referencias_relacionadas":["2 Crônicas 20:15","Efésios 6:12","Hebreus 11:34"]},"2cronicas_13_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou estabelecer algo.","explicacao_detalhada":"A palavra 'levantar' em 2 Crônicas 13:4 é usada para descrever a posição de Abias em relação a Judá e sua determinação em defender seu reino contra Israel.","por_que_esta_palavra":"Levantar-se é um ato de coragem e determinação, especialmente em tempos de conflito.","conexao_teologica":"Levantar-se em defesa da verdade e da justiça é um princípio bíblico que reflete a natureza de Deus como defensor de Seu povo.","referencias_relacionadas":["Salmos 3:3","Isaías 60:1","Romanos 8:31"]},"2cronicas_13_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'modo' em 2 Crônicas 13:4 sugere a forma como Abias se apresenta e se comporta diante de seu povo e inimigos, enfatizando a importância da postura e da estratégia em tempos de guerra.","por_que_esta_palavra":"O modo de agir de um líder pode influenciar a moral e a determinação de seu povo.","conexao_teologica":"A maneira como os líderes se comportam reflete a natureza de Deus e Sua expectativa de que os líderes sejam justos e sábios.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:16","1 Pedro 2:12"]},"2cronicas_13_4_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a uma elevação de terreno, muitas vezes associada a lugares de adoração.","explicacao_detalhada":"A palavra 'montanha' em 2 Crônicas 13:4 pode simbolizar a presença de Deus e a importância de lugares altos na adoração e na batalha espiritual.","por_que_esta_palavra":"Montanhas são frequentemente vistas como locais de encontro com Deus e de revelação divina.","conexao_teologica":"A montanha é um símbolo de estabilidade e presença divina, refletindo a majestade de Deus em contraste com a fragilidade humana.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 17:1-2"]},"2cronicas_13_5_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perpétua de Deus.","explicacao_detalhada":"A palavra 'eterno' em 2 Crônicas 13:5 destaca a aliança de Deus com Israel, que é perpétua e inquebrável, mesmo diante da infidelidade do povo.","por_que_esta_palavra":"A eternidade de Deus é um conceito central na teologia bíblica, enfatizando Sua fidelidade e compromisso com Seu povo.","conexao_teologica":"A eternidade de Deus contrasta com a transitoriedade da vida humana, ressaltando a necessidade de confiar em Sua promessa.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"2cronicas_13_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' em 2 Crônicas 13:5 enfatiza a natureza de Deus como aquele que é fiel às Suas promessas e à Sua aliança com Israel.","por_que_esta_palavra":"A verdade de Deus é um fundamento essencial para a fé e a confiança do povo em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus que deve ser refletido na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"2cronicas_13_5_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se a um entendimento profundo e relacional, não apenas ao reconhecimento superficial.","explicacao_detalhada":"No contexto de 2 Crônicas 13:5, 'conhecer' implica em ter um relacionamento íntimo com Deus, reconhecendo Sua soberania e promessas. É um convite à intimidade espiritual.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância do relacionamento com Deus, que vai além do conhecimento intelectual.","conexao_teologica":"O conhecimento de Deus é fundamental na teologia bíblica, pois implica em um relacionamento que transforma vidas e gera obediência.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"2cronicas_13_6_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para indicar a ação de se erguer ou estabelecer algo, muitas vezes em um contexto de autoridade ou poder.","explicacao_detalhada":"Em 2 Crônicas 13:6, 'levantar' refere-se ao ato de estabelecer um reino ou uma liderança. É uma palavra que carrega a ideia de iniciar um governo ou uma nova era.","por_que_esta_palavra":"A escolha dessa palavra destaca a transição de poder e a responsabilidade que vem com a liderança.","conexao_teologica":"Levantar líderes é um tema recorrente na Bíblia, mostrando como Deus estabelece autoridades para guiar Seu povo.","referencias_relacionadas":["1 Samuel 10:1","Salmos 75:7","Romanos 13:1"]},"2cronicas_13_6_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade e à reputação de uma pessoa, especialmente em relação ao seu legado.","explicacao_detalhada":"No versículo, 'nome' é associado a Jeroboão, que se torna uma figura central na divisão do reino de Israel. O nome carrega peso histórico e espiritual.","por_que_esta_palavra":"O uso de 'nome' enfatiza a importância da identidade e do legado que cada líder deixa para seu povo.","conexao_teologica":"Na Bíblia, o nome de alguém muitas vezes reflete seu caráter e propósito, mostrando a importância de viver de acordo com essa identidade.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Mateus 1:21"]},"2cronicas_13_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar descendência e herança, tanto física quanto espiritual.","explicacao_detalhada":"Em 2 Crônicas 13:6, 'filho' refere-se à relação de Jeroboão como descendente e à continuidade da linha de liderança em Israel.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica familiar e a responsabilidade que vem com a herança.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, destacando a importância da herança espiritual.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Romanos 8:17"]},"2cronicas_13_7_rei":{"palavra_pt":"rei","palavra_original":"רְחַבְעָם","transliteracao":"Rᵉchabʻâm","strong":"H7346","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima e ao governante de um povo, simbolizando poder e responsabilidade.","explicacao_detalhada":"No contexto de 2 Crônicas 13:7, 'rei' é uma referência a Roboão, que enfrenta desafios em sua liderança e a divisão do reino.","por_que_esta_palavra":"A escolha de 'rei' destaca a importância da liderança e as implicações de governar sobre o povo de Deus.","conexao_teologica":"A realeza é um tema central na Bíblia, refletindo a soberania de Deus e a expectativa de um rei justo e piedoso.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_13_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para referir-se a um ser humano, enfatizando a fragilidade e a necessidade de dependência de Deus.","explicacao_detalhada":"Em 2 Crônicas 13:7, 'homem' é usado para descrever a condição humana e a luta de Roboão em sua liderança, mostrando que ele é um ser limitado.","por_que_esta_palavra":"A palavra é importante para lembrar que, apesar da posição de liderança, o homem é dependente de Deus.","conexao_teologica":"A humanidade é frequentemente retratada na Bíblia como necessitada da graça e da orientação divina.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4","Tiago 4:14"]},"2cronicas_13_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é repetida aqui, reforçando a ideia de continuidade e legado familiar na liderança.","explicacao_detalhada":"Neste versículo, 'filho' enfatiza a linhagem e a herança que Roboão carrega, além de suas responsabilidades como líder.","por_que_esta_palavra":"A repetição da palavra destaca a importância da descendência e do papel que os filhos desempenham na história de Israel.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância da herança e do legado espiritual que passa de geração para geração.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:17","Efésios 6:4"]},"2cronicas_13_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, enfatizando a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"Em 2 Crônicas 13:8, 'deus' é mencionado para lembrar ao povo que a verdadeira autoridade e poder vêm de Deus, e não dos homens.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a liderança humana e a soberania divina.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o verdadeiro governante sobre todas as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 13:1"]},"2cronicas_13_8_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou se apegar a algo com firmeza.","explicacao_detalhada":"No contexto de 2 Crônicas 13:8, 'agarrar' sugere a necessidade de se apegar à verdade e à justiça de Deus em tempos de crise.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a urgência de se manter firme na fé e nas promessas de Deus.","conexao_teologica":"A ideia de agarrar-se a Deus é um tema recorrente, refletindo a necessidade de confiança e dependência em momentos difíceis.","referencias_relacionadas":["Salmos 63:8","Hebreus 10:23","Tiago 4:7"]},"2cronicas_13_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença e à face de Deus, simbolizando Sua atenção e favor.","explicacao_detalhada":"Em 2 Crônicas 13:8, 'rosto' é usado para enfatizar a importância de buscar a presença de Deus em todas as situações.","por_que_esta_palavra":"A palavra é significativa porque representa a relação entre o povo e Deus, onde o rosto de Deus é visto como sinal de Sua graça.","conexao_teologica":"Buscar o rosto de Deus é um tema importante na Bíblia, refletindo a busca pela comunhão e pela orientação divina.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"2cronicas_13_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade em batalha.","explicacao_detalhada":"No contexto de 2 Crônicas 13:9, o urso simboliza a força e a proteção que Deus oferece ao seu povo, contrastando com a fraqueza dos inimigos.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a força e a bravura necessárias para enfrentar adversidades.","conexao_teologica":"O uso de animais como símbolos de força é comum na Bíblia, refletindo a proteção divina e a força que Deus concede aos seus servos.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:15","Isaías 11:7"]},"2cronicas_13_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o território prometido a Israel e a herança que Deus deu ao seu povo.","explicacao_detalhada":"Em 2 Crônicas 13:9, a menção à terra destaca a importância da possessão da terra prometida e a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa bíblica, simbolizando não apenas um lugar físico, mas também a relação de Deus com Seu povo.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando a aliança de Deus com Israel e a promessa de bênçãos.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:2"]},"2cronicas_13_9_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A força é uma referência ao poder militar e à capacidade de resistir aos inimigos.","explicacao_detalhada":"No versículo, a força é destacada como um atributo necessário para a vitória em batalhas, refletindo a dependência de Deus para obter sucesso.","por_que_esta_palavra":"A palavra 'força' é utilizada para enfatizar a necessidade de poder e coragem em tempos de conflito.","conexao_teologica":"A força é frequentemente associada à proteção divina e ao auxílio que Deus oferece aos que confiam Nele.","referencias_relacionadas":["Salmos 28:7","Isaías 40:29","Filipenses 4:13"]},"2cronicas_13_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é a figura que intercede entre Deus e o povo, desempenhando um papel crucial nas práticas religiosas.","explicacao_detalhada":"Em 2 Crônicas 13:10, o sacerdote é mencionado como aquele que oferece sacrifícios e mantém a santidade do culto a Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a mediação entre Deus e os homens na tradição israelita.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que se torna o nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"2cronicas_13_10_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A obra se refere às atividades e serviços realizados em nome de Deus, especialmente no contexto do culto.","explicacao_detalhada":"No versículo, a obra é vista como um ato de devoção e obediência às instruções divinas.","por_que_esta_palavra":"A palavra 'obra' enfatiza a importância das ações que refletem a fé e a obediência a Deus.","conexao_teologica":"As obras são um reflexo da fé genuína e são frequentemente mencionadas como evidência de uma vida transformada.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"2cronicas_13_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como símbolo de autoridade e poder divino.","explicacao_detalhada":"Em 2 Crônicas 13:10, o nome do Senhor é mencionado para destacar a importância de invocar a presença e a ajuda de Deus nas batalhas.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania e a majestade de Deus sobre todas as coisas.","conexao_teologica":"O nome do Senhor é um tema central na adoração, representando a identidade e a natureza de Deus.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"2cronicas_13_11_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a presença de Deus e a purificação através do sacrifício.","explicacao_detalhada":"No contexto de 2 Crônicas 13:11, o fogo é utilizado para representar a aceitação dos sacrifícios oferecidos a Deus.","por_que_esta_palavra":"A palavra 'fogo' é frequentemente associada à santidade e à purificação nas práticas religiosas.","conexao_teologica":"O fogo é um símbolo do Espírito Santo e da presença de Deus, que purifica e consome o que é impuro.","referencias_relacionadas":["Levítico 9:24","Hebreus 12:29","Atos 2:3"]},"2cronicas_13_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é novamente invocado, reforçando a ideia de dependência de Deus.","explicacao_detalhada":"A repetição do nome do Senhor em 2 Crônicas 13:11 enfatiza a importância de reconhecer Sua autoridade em todas as ações.","por_que_esta_palavra":"A palavra 'senhor' é central para a adoração e a invocação da ajuda divina.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e confiança na Sua providência.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","1 Coríntios 1:2"]},"2cronicas_13_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio refere-se à liderança e à autoridade que Deus estabelece sobre o Seu povo.","explicacao_detalhada":"Em 2 Crônicas 13:12, o princípio é mencionado para destacar a importância da liderança divina na batalha.","por_que_esta_palavra":"A palavra 'princípio' é usada para indicar a origem e a autoridade que governam as ações do povo de Deus.","conexao_teologica":"Deus é o princípio de todas as coisas e Sua autoridade é fundamental para a vida e a ordem do universo.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:17","Apocalipse 1:8"]},"2cronicas_13_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de poder e proteção para o Seu povo.","explicacao_detalhada":"No contexto de 2 Crônicas 13:12, a menção a Deus enfatiza a confiança do povo na Sua intervenção nas batalhas.","por_que_esta_palavra":"A palavra 'deus' é central para a fé israelita, representando a soberania e a providência divina.","conexao_teologica":"Deus é o criador e sustentador de todas as coisas, e Sua presença é essencial para a vida do Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_13_12_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada neste versículo refere-se à satisfação e ao júbilo que o povo experimenta ao estar em comunhão com Deus e em obediência às suas leis.","explicacao_detalhada":"A alegria é uma resposta emocional que surge da presença de Deus e da certeza de que Ele está ao lado do Seu povo. No contexto de 2 Crônicas 13, a alegria é um reflexo da vitória e da proteção divina durante a batalha.","por_que_esta_palavra":"A palavra 'alegria' é usada para enfatizar a importância da felicidade e do contentamento que vem de uma relação correta com Deus, especialmente em tempos de adversidade.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, frequentemente associada à presença de Deus e à salvação. Ela é um fruto do Espírito (Gálatas 5:22) e um sinal da bênção divina.","referencias_relacionadas":["Salmos 16:11","Salmos 30:5","Filipenses 4:4"]},"2cronicas_13_13_ambush":{"palavra_pt":"ambush","palavra_original":"מַאֲרָב","transliteracao":"maʼărâb","strong":"H3993","significado_raiz":"Ideia básica: ambush.","significado_contextual":"A emboscada mencionada aqui refere-se a uma estratégia militar utilizada para surpreender o inimigo, simbolizando a intervenção divina na batalha.","explicacao_detalhada":"A emboscada é uma tática que envolve esconder tropas para atacar de forma inesperada. Neste contexto, representa como Deus pode usar estratégias para proteger Seu povo e garantir a vitória.","por_que_esta_palavra":"A palavra 'emboscada' é crucial para entender a dinâmica da batalha e a forma como Deus age em favor de Israel, mostrando que a vitória não depende apenas da força militar.","conexao_teologica":"Deus é visto como o estrategista supremo que luta pelas causas de Seu povo, e a emboscada aqui é um exemplo de como Ele pode operar de maneiras inesperadas.","referencias_relacionadas":["Josué 8:2","1 Samuel 15:5","Salmos 37:32"]},"2cronicas_13_13_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado neste versículo refere-se a Jeroboão, que simboliza a divisão do reino e a rebelião contra a casa de Davi.","explicacao_detalhada":"O nome 'Jeroboão' é significativo porque representa não apenas uma pessoa, mas também um período de divisão e conflito em Israel, refletindo a desobediência ao plano de Deus.","por_que_esta_palavra":"A palavra 'nome' é importante porque na cultura bíblica, o nome carrega o significado da identidade e do caráter da pessoa, neste caso, um líder que se afastou de Deus.","conexao_teologica":"O nome de Jeroboão é frequentemente associado à idolatria e à queda espiritual de Israel, servindo como um aviso sobre as consequências da desobediência a Deus.","referencias_relacionadas":["1 Reis 11:26","1 Reis 12:16","2 Crônicas 10:16"]},"2cronicas_13_13_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' neste contexto refere-se ao ato de convocar ou reunir as tropas para a batalha.","explicacao_detalhada":"Chamar para vir ou entrar implica em um movimento ativo, onde as pessoas são convocadas a se unir em um propósito comum, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a urgência e a necessidade de ação em resposta à ameaça iminente, refletindo a natureza proativa da liderança de Abias.","conexao_teologica":"A convocação para a batalha pode ser vista como um paralelo à chamada de Deus para Seu povo se unir em oração e ação em tempos de necessidade.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Hebreus 10:25"]},"2cronicas_13_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote aqui representa a intercessão e o papel mediador entre Deus e o povo, especialmente em tempos de crise.","explicacao_detalhada":"Os sacerdotes eram responsáveis por oferecer sacrifícios e orações em nome do povo, e sua presença é crucial para buscar a ajuda divina durante a batalha.","por_que_esta_palavra":"A palavra 'sacerdote' é fundamental para entender a importância da mediação e da adoração a Deus, especialmente em momentos de necessidade.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é nosso Sumo Sacerdote, intercedendo por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"2cronicas_13_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas, especialmente em situações de conflito.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, destacando Sua fidelidade e poder em momentos de crise.","por_que_esta_palavra":"A palavra 'Senhor' é central na teologia bíblica, representando a autoridade suprema de Deus e Sua capacidade de salvar e proteger.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, onde o povo é chamado a confiar em Sua soberania e poder.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 2:21"]},"2cronicas_13_14_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto de Deus é frequentemente associado à Sua presença e favor, especialmente em momentos de oração e busca.","explicacao_detalhada":"Neste contexto, 'rosto' simboliza a busca pela presença de Deus, que é essencial para a vitória e proteção do povo.","por_que_esta_palavra":"A palavra 'rosto' destaca a intimidade e a relação pessoal que o povo deve ter com Deus, buscando Sua face em tempos de necessidade.","conexao_teologica":"A busca pelo rosto de Deus é um tema importante na oração e na adoração, refletindo o desejo de estar em comunhão com Ele.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"2cronicas_13_15_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria aqui é uma resposta à intervenção divina e à vitória sobre os inimigos, refletindo a ação de Deus em favor do Seu povo.","explicacao_detalhada":"A alegria é uma expressão de gratidão e louvor a Deus por Sua proteção e ajuda, especialmente em tempos de batalha.","por_que_esta_palavra":"A repetição da palavra 'alegria' enfatiza a importância da celebração e do reconhecimento das bênçãos de Deus na vida do povo.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus, que traz paz e contentamento mesmo em meio às dificuldades.","referencias_relacionadas":["Salmos 126:3","Neemias 8:10","Gálatas 5:22"]},"2cronicas_13_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à soberania e ao poder de Deus, que é fundamental para a vitória do Seu povo.","explicacao_detalhada":"Neste contexto, Deus é visto como o defensor e protetor de Israel, que age em favor de Seu povo durante a batalha.","por_que_esta_palavra":"A palavra 'Deus' é central na fé israelita, representando a fonte de poder, proteção e orientação.","conexao_teologica":"A compreensão de Deus como nosso defensor é um tema recorrente na Bíblia, onde Ele é frequentemente invocado em tempos de necessidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_13_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo mencionado aqui refere-se à maneira como Deus age em favor de Seu povo, destacando Sua fidelidade e poder.","explicacao_detalhada":"A palavra 'modo' implica em uma forma específica de agir, que neste caso é a intervenção divina durante a batalha.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a singularidade da ação de Deus e como Ele se envolve na história do Seu povo.","conexao_teologica":"A maneira como Deus age é um tema importante na teologia, refletindo Sua soberania e o cumprimento de Suas promessas.","referencias_relacionadas":["Salmos 77:14","Isaías 43:16","Hebreus 1:3"]},"2cronicas_13_16_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se à ação de salvar ou resgatar alguém de uma situação de opressão ou perigo.","explicacao_detalhada":"No contexto de 2 Crônicas 13:16, a palavra 'libertar' é usada para descrever a intervenção divina que salva o povo de Judá de seus inimigos. Essa libertação é vista como um ato de misericórdia e poder de Deus.","por_que_esta_palavra":"A palavra 'libertar' é crucial porque enfatiza a capacidade de Deus de salvar seu povo em momentos de crise, mostrando Sua fidelidade e proteção.","conexao_teologica":"A libertação é um tema central na teologia bíblica, refletindo a natureza salvadora de Deus e Sua promessa de resgatar aqueles que confiam Nele.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"2cronicas_13_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente ou progenitura, simbolizando continuidade e herança.","explicacao_detalhada":"Em 2 Crônicas 13:16, 'filho' é usado para enfatizar a relação entre os líderes e seus povos, bem como a continuidade da linhagem real de Judá.","por_que_esta_palavra":"A palavra 'filho' é importante porque destaca a responsabilidade dos líderes em cuidar de seu povo, como um pai cuida de seus filhos.","conexao_teologica":"A relação pai-filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, refletindo amor, cuidado e responsabilidade.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"2cronicas_13_16_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto é usado para descrever a presença ou a face de alguém, simbolizando a relação e a comunicação.","explicacao_detalhada":"No versículo, 'rosto' pode indicar a presença de Deus entre Seu povo, sugerindo que eles estavam buscando a face de Deus em tempos de necessidade.","por_que_esta_palavra":"A palavra 'rosto' é significativa porque representa a intimidade e a conexão que o povo de Deus tem com Ele, buscando Sua orientação e favor.","conexao_teologica":"A busca pelo rosto de Deus é um tema recorrente na Bíblia, simbolizando o desejo de estar em comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 6:33"]},"2cronicas_13_17_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Beat refere-se a derrotar ou ferir, especialmente em um contexto de batalha.","explicacao_detalhada":"Em 2 Crônicas 13:17, a palavra 'beat' descreve a derrota dos inimigos de Judá, enfatizando a intervenção divina que trouxe vitória ao povo.","por_que_esta_palavra":"A palavra 'beat' é crucial para entender a natureza da batalha espiritual e física que o povo de Deus enfrenta, e como Ele os ajuda a prevalecer.","conexao_teologica":"A vitória sobre os inimigos é um tema importante na Bíblia, refletindo a soberania de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 44:5","Isaías 54:17","1 Coríntios 15:57"]},"2cronicas_13_17_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a um ser humano, frequentemente usado para descrever a condição e a natureza do ser humano diante de Deus.","explicacao_detalhada":"No contexto do versículo, 'homem' é usado para enfatizar a fragilidade e a dependência do ser humano em relação a Deus em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é importante porque destaca a vulnerabilidade do ser humano e a necessidade de buscar a ajuda divina.","conexao_teologica":"A condição humana é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Efésios 2:8-9"]},"2cronicas_13_17_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a uma queda física ou espiritual, simbolizando derrota ou falha.","explicacao_detalhada":"Em 2 Crônicas 13:17, 'cair' é usado para descrever a derrota dos inimigos de Judá, enfatizando a ação de Deus que leva à queda dos adversários.","por_que_esta_palavra":"A palavra 'cair' é significativa porque ilustra a realidade da batalha espiritual e a certeza de que Deus pode fazer os inimigos caírem diante de Seu povo.","conexao_teologica":"A queda dos inimigos é um símbolo da vitória de Deus sobre o mal e a proteção que Ele oferece aos que são Seus.","referencias_relacionadas":["Salmos 20:8","Provérbios 24:16","Romanos 16:20"]},"2cronicas_13_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, como mencionado anteriormente, refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"Neste versículo, 'filho' é usado novamente para enfatizar a relação entre os líderes e seu povo, destacando a importância da liderança responsável.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de que a liderança deve ser vista como uma extensão da família e da responsabilidade.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para descrever a relação entre Deus e Seu povo, refletindo amor e cuidado.","referencias_relacionadas":["Salmos 103:13","Mateus 7:11","Hebreus 12:7"]},"2cronicas_13_18_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se a um momento ou tempo específico, indicando a importância do contexto.","explicacao_detalhada":"Em 2 Crônicas 13:18, 'expressão' é usada para enfatizar a importância do tempo em que as ações estão sendo realizadas, sugerindo que há um tempo certo para cada coisa.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque destaca a importância de agir no tempo certo, conforme a vontade de Deus.","conexao_teologica":"O conceito de tempo e a soberania de Deus sobre ele são temas importantes na teologia, refletindo que Deus tem um plano para cada momento.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","Romanos 5:6"]},"2cronicas_13_18_bom":{"palavra_pt":"bom","palavra_original":"אָמַץ","transliteracao":"ʼâmats","strong":"H553","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se a algo que é agradável, correto ou benéfico.","explicacao_detalhada":"No contexto do versículo, 'bom' é usado para descrever a natureza das ações que devem ser realizadas, enfatizando a importância de fazer o bem.","por_que_esta_palavra":"A palavra 'bom' é importante porque reflete a moralidade e a ética que devem guiar as ações do povo de Deus.","conexao_teologica":"A bondade é um atributo de Deus e um chamado para Seu povo, refletindo a natureza de Deus em suas ações.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 5:22"]},"2cronicas_13_19_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir refere-se a perseguir ou ir atrás de algo, muitas vezes em um contexto de obediência ou lealdade.","explicacao_detalhada":"Em 2 Crônicas 13:19, 'seguir' é usado para descrever a ação de buscar a vontade de Deus e permanecer fiel a Seus caminhos.","por_que_esta_palavra":"A palavra 'seguir' é significativa porque enfatiza a necessidade de uma vida ativa de fé e obediência a Deus.","conexao_teologica":"Seguir a Deus é um chamado central na vida cristã, refletindo a jornada de fé e a busca pela santidade.","referencias_relacionadas":["Mateus 16:24","João 10:27","Gálatas 5:25"]},"2cronicas_13_19_nome":{"palavra_pt":"nome","palavra_original":"יָרׇבְעָם","transliteracao":"Yârobʻâm","strong":"H3379","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de uma pessoa ou entidade, especialmente no contexto de reis e líderes.","explicacao_detalhada":"O nome de uma pessoa na cultura hebraica carrega um significado profundo, muitas vezes relacionado ao caráter ou à missão da pessoa. No caso de Jeroboão, seu nome é associado à divisão do reino de Israel.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade de Jeroboão como rei e líder do reino do norte.","conexao_teologica":"O nome de Deus e de seus servos é central na teologia bíblica, refletindo a autoridade e a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Isaías 43:7"]},"2cronicas_13_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes usado para marcar eventos significativos na história de Israel.","explicacao_detalhada":"O 'dia' é frequentemente mencionado na Bíblia para indicar momentos de julgamento, bênção ou eventos históricos importantes.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia dos eventos narrados, especialmente em relação ao reinado de Jeroboão.","conexao_teologica":"O conceito de tempo e dias é importante na teologia bíblica, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Mateus 24:36"]},"2cronicas_13_20_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, um tema recorrente na narrativa bíblica que enfatiza a fragilidade da vida.","explicacao_detalhada":"A morte é um tema central na Bíblia, simbolizando tanto a consequência do pecado quanto a esperança da ressurreição.","por_que_esta_palavra":"A palavra 'morrer' é usada para descrever a consequência do afastamento de Deus e a inevitabilidade da morte humana.","conexao_teologica":"A morte é vista como um resultado do pecado, mas também como um meio pelo qual Deus traz redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","1 Coríntios 15:22"]},"2cronicas_13_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade dos eventos, especialmente em relação às promessas de Deus.","explicacao_detalhada":"A verdade é um conceito fundamental na Bíblia, representando a natureza de Deus e a base da fé.","por_que_esta_palavra":"A palavra 'verdade' é usada para contrastar a fidelidade de Deus com a infidelidade dos líderes humanos.","conexao_teologica":"Deus é descrito como a verdade, e a busca pela verdade é um chamado para os crentes.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"2cronicas_13_21_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou controlar algo, muitas vezes em um contexto de luta ou conflito.","explicacao_detalhada":"A palavra 'agarrar' implica uma ação decisiva, muitas vezes associada à força e determinação em batalhas.","por_que_esta_palavra":"A palavra é usada para descrever a força de Jeroboão em manter seu reino e resistir a ameaças externas.","conexao_teologica":"A luta pela fé e a perseverança são temas recorrentes na vida cristã, simbolizando a necessidade de agarrar-se às promessas de Deus.","referencias_relacionadas":["Filipenses 3:12","1 Timóteo 6:12","Hebreus 10:23"]},"2cronicas_13_21_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo, especialmente em relação a eventos ou pessoas.","explicacao_detalhada":"A grandeza é frequentemente associada à soberania de Deus e à importância de líderes e eventos na história de Israel.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a importância do reino de Jeroboão e suas ações.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que os crentes devem ter.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_13_21_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, simbolizando força e ferocidade, usado em metáforas e comparações.","explicacao_detalhada":"O urso é frequentemente associado à força e à proteção, podendo simbolizar tanto a ferocidade quanto a defesa.","por_que_esta_palavra":"A palavra 'urso' pode ser usada para descrever a força de um líder ou a ferocidade de um inimigo.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando sua proteção e poder.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Daniel 7:5"]},"2cronicas_13_22_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"Os profetas desempenham um papel crucial na comunicação da vontade de Deus ao povo, muitas vezes trazendo advertências ou consolo.","por_que_esta_palavra":"A palavra 'profeta' é usada para destacar a importância da revelação divina e da orientação espiritual.","conexao_teologica":"Os profetas são vistos como intermediários entre Deus e o povo, e sua mensagem é fundamental para a fé.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Efésios 4:11"]},"2cronicas_13_22_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se a um estado de paz e tranquilidade, muitas vezes associado ao descanso em Deus.","explicacao_detalhada":"O descanso é um tema importante na Bíblia, simbolizando a confiança em Deus e a libertação do estresse e da ansiedade.","por_que_esta_palavra":"A palavra 'descanso' é usada para enfatizar a necessidade de confiar em Deus para a paz e a segurança.","conexao_teologica":"O descanso em Deus é um princípio central na vida cristã, refletindo a confiança nas promessas divinas.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Hebreus 4:9-11"]},"2cronicas_13_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem, especialmente a que vem de Deus.","explicacao_detalhada":"A palavra é um meio pelo qual Deus se revela e se comunica com seu povo, sendo fundamental para a fé.","por_que_esta_palavra":"A palavra 'coisa' ou 'palavra' é usada para enfatizar a importância da mensagem divina e sua aplicação na vida dos crentes.","conexao_teologica":"A Palavra de Deus é central na teologia cristã, sendo vista como viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"2cronicas_13_23_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de tranquilidade e paz após uma batalha ou conflito.","explicacao_detalhada":"O descanso mencionado neste versículo implica não apenas a ausência de guerra, mas também um tempo de renovação espiritual e física para o povo de Deus.","por_que_esta_palavra":"A palavra 'descanso' é utilizada para enfatizar a importância de momentos de paz e recuperação após períodos de luta.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a promessa de Deus de paz e segurança para seu povo.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"2cronicas_13_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, um centro de vida social e religiosa.","explicacao_detalhada":"A cidade mencionada é um símbolo da habitação do povo de Deus e da presença divina entre eles.","por_que_esta_palavra":"A palavra 'cidade' é usada para destacar a importância das comunidades na história bíblica e na vida do povo de Israel.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a segurança e a proteção que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Apocalipse 21:2"]},"2cronicas_13_23_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade sobre um povo.","explicacao_detalhada":"O reinado é um tema central na narrativa bíblica, onde Deus é reconhecido como o Rei soberano sobre toda a criação.","por_que_esta_palavra":"A palavra 'reinar' é utilizada para enfatizar a legitimidade do governo de Deus e a importância da liderança justa.","conexao_teologica":"O reinado de Deus é um conceito que permeia toda a Escritura, apontando para a soberania divina e a vinda do Seu reino.","referencias_relacionadas":["Salmos 22:28","Daniel 7:14","Apocalipse 11:15"]}}