{"2cronicas_15_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, especialmente no contexto da linhagem de Davi.","explicacao_detalhada":"A palavra 'bên' é fundamental para entender a identidade e o papel dos filhos na história bíblica, especialmente em relação às promessas de Deus a Abraão e Davi.","por_que_esta_palavra":"A palavra é crucial para a compreensão das alianças e das promessas de Deus, que muitas vezes são transmitidas de pai para filho.","conexao_teologica":"A ideia de filho é central na teologia bíblica, representando tanto a relação com Deus quanto a continuidade da fé.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1","Romanos 8:17"]},"2cronicas_15_1_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa a presença e a ação do Espírito Santo, que traz direção e poder.","explicacao_detalhada":"A palavra 'rûwach' é frequentemente associada ao sopro de Deus, simbolizando vida, poder e a presença divina que atua entre o povo.","por_que_esta_palavra":"É importante porque destaca a ação de Deus no mundo e a necessidade de sua presença em momentos de crise.","conexao_teologica":"O Espírito é visto como o agente de transformação e renovação, essencial para a vida espiritual.","referencias_relacionadas":["Gênesis 1:2","Atos 2:4","João 3:8"]},"2cronicas_15_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e à divindade de Deus, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'ʼĕlôhîym' é um termo plural que enfatiza a majestade e a grandeza de Deus, sendo usado em contextos que falam de Sua autoridade e poder.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e sua relação com a humanidade.","conexao_teologica":"A divindade de Deus é um pilar da fé, sendo central para a adoração e a compreensão do plano de salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"2cronicas_15_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A palavra 'kôl' implica em totalidade e abrangência, indicando que todas as ações devem ser feitas de acordo com a vontade de Deus.","por_que_esta_palavra":"É importante porque nos lembra que a forma como vivemos deve refletir nossa fé e compromisso com Deus.","conexao_teologica":"A maneira de viver segundo os princípios de Deus é um tema central na ética cristã.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1-2","1 Pedro 1:15-16"]},"2cronicas_15_2_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à ação de sair ou partir, muitas vezes em um contexto de mudança ou libertação.","explicacao_detalhada":"A palavra 'yâtsâʼ' é usada em contextos que envolvem movimento, seja físico ou espiritual, simbolizando a saída de situações difíceis.","por_que_esta_palavra":"É relevante porque representa a libertação que Deus oferece ao seu povo em tempos de necessidade.","conexao_teologica":"A ideia de sair é frequentemente associada à salvação e ao chamado de Deus para uma nova vida.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16","Mateus 11:28"]},"2cronicas_15_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e à necessidade de buscar seu rosto em adoração.","explicacao_detalhada":"A palavra 'pânîym' é usada para descrever a face ou presença de Deus, simbolizando intimidade e relacionamento.","por_que_esta_palavra":"É importante porque enfatiza a busca pela presença de Deus como essencial para a vida espiritual.","conexao_teologica":"Buscar o rosto de Deus é um chamado à adoração e à comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","2 Crônicas 7:14","Hebreus 11:6"]},"2cronicas_15_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de oportunidade e ação, especialmente em relação ao arrependimento e à volta a Deus.","explicacao_detalhada":"A palavra 'yôwm' é usada para descrever períodos significativos na história de Israel, onde decisões importantes são tomadas.","por_que_esta_palavra":"É relevante porque nos lembra da importância de aproveitar o tempo que Deus nos dá para nos voltarmos a Ele.","conexao_teologica":"O conceito de tempo é fundamental na teologia, especialmente em relação ao plano de salvação.","referencias_relacionadas":["Eclesiastes 3:1","2 Coríntios 6:2","Gálatas 6:9"]},"2cronicas_15_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade e à condição do homem diante de Deus.","explicacao_detalhada":"A palavra 'rab' é usada para descrever a grandeza e a fragilidade do ser humano, enfatizando a necessidade de dependência de Deus.","por_que_esta_palavra":"É importante porque nos lembra da nossa posição diante de Deus e da necessidade de humildade.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de redenção.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Efésios 2:8-9"]},"2cronicas_15_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à fidelidade de Deus e à importância da verdade na vida do crente.","explicacao_detalhada":"A palavra 'lôʼ' é usada para enfatizar a negação de falsidade, destacando a importância da verdade nas relações com Deus e com os outros.","por_que_esta_palavra":"É relevante porque a verdade é um fundamento da fé cristã e da vida em comunidade.","conexao_teologica":"A verdade é central na revelação de Deus e na experiência de salvação.","referencias_relacionadas":["João 8:32","Efésios 4:15","1 João 1:6"]},"2cronicas_15_4_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de restaurar ou construir algo que foi danificado ou que não existe mais.","explicacao_detalhada":"No contexto de 2 Crônicas 15:4, 'edificar' implica a necessidade de reconstruir a relação com Deus e a prática da adoração verdadeira, após um período de afastamento e idolatria.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de retornar ao Senhor e estabelecer uma base sólida na fé.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, onde Deus chama Seu povo a se voltar para Ele e a construir uma vida de fé e obediência.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","1 Pedro 2:5"]},"2cronicas_15_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O uso do nome 'Senhor' em 2 Crônicas 15:4 destaca a soberania de Deus sobre Israel e a necessidade de reconhecer Sua posição como o único Deus verdadeiro.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, enfatizando a importância de invocar Seu nome em tempos de crise.","conexao_teologica":"O nome de Deus é central na adoração e na oração, sendo um símbolo de Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Romanos 10:13"]},"2cronicas_15_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Em 2 Crônicas 15:4, a palavra 'Deus' é usada para reafirmar a soberania e a fidelidade de Deus em relação ao Seu povo, especialmente em tempos de arrependimento.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como aquele que responde ao clamor de Seu povo.","conexao_teologica":"A compreensão de Deus como 'Elohim' é essencial para a teologia bíblica, pois reflete Sua majestade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"2cronicas_15_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também simboliza o lar e a herança do povo de Deus.","explicacao_detalhada":"No versículo, 'terra' é um lembrete da promessa de Deus a Israel e da importância de viver em paz e segurança na terra que Ele deu.","por_que_esta_palavra":"A palavra é usada para enfatizar a conexão entre o povo de Deus e a terra prometida, que é um tema central na história de Israel.","conexao_teologica":"A terra é vista como um símbolo da bênção de Deus e da fidelidade de Sua aliança com Seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Mateus 5:5"]},"2cronicas_15_5_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um tempo ou momento específico, indicando a urgência de uma ação.","explicacao_detalhada":"A expressão 'expressão' em 2 Crônicas 15:5 sugere a necessidade de um reconhecimento consciente do tempo de arrependimento e retorno a Deus.","por_que_esta_palavra":"Esta palavra é importante para entender que há momentos determinados em que Deus chama Seu povo para agir.","conexao_teologica":"A noção de tempo e oportunidade é frequentemente abordada na Bíblia, enfatizando a importância de responder ao chamado de Deus.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 55:6","2 Coríntios 6:2"]},"2cronicas_15_5_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à ausência de conflito e à presença de harmonia e bem-estar.","explicacao_detalhada":"Em 2 Crônicas 15:5, 'paz' é um resultado do retorno a Deus e da restauração da relação com Ele, refletindo a segurança e a bênção que vêm de Sua presença.","por_que_esta_palavra":"A palavra é usada para enfatizar que a verdadeira paz só pode ser encontrada em Deus, especialmente em tempos de crise.","conexao_teologica":"A paz é um tema central na mensagem do evangelho, onde Cristo é chamado de 'Príncipe da Paz'.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","João 14:27"]},"2cronicas_15_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, que pode simbolizar segurança e comunidade.","explicacao_detalhada":"No contexto de 2 Crônicas 15:6, 'cidade' representa a coletividade do povo de Deus e a necessidade de unidade em torno da adoração ao Senhor.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância das cidades como centros de vida comunitária e espiritual.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus entre Seu povo e a necessidade de viver em harmonia.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"2cronicas_15_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito, indicando um padrão ou método.","explicacao_detalhada":"Em 2 Crônicas 15:6, 'modo' sugere a importância de seguir os caminhos de Deus e viver de acordo com Seus princípios.","por_que_esta_palavra":"A palavra é usada para enfatizar que a forma de viver deve refletir a vontade de Deus.","conexao_teologica":"A maneira de viver é um tema importante na Bíblia, onde somos chamados a andar em santidade e obediência.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 1:15-16"]},"2cronicas_15_6_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um grupo de pessoas unidas por laços culturais, étnicos ou religiosos.","explicacao_detalhada":"No versículo, 'nação' destaca a identidade coletiva do povo de Deus e a necessidade de permanecer fiel a Ele como um corpo unido.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da unidade e da fidelidade à aliança de Deus.","conexao_teologica":"A noção de nação é central na história de Israel e na teologia da aliança, onde Deus se compromete com Seu povo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"2cronicas_15_7_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de se apegar ou se fortalecer em algo.","explicacao_detalhada":"Em 2 Crônicas 15:7, 'agarrar' implica a necessidade de se firmar na fé e nas promessas de Deus em tempos de dificuldade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de se manter firme na fé e na obediência a Deus.","conexao_teologica":"A ideia de agarrar-se a Deus é um tema recorrente, onde somos chamados a confiar Nele em todas as circunstâncias.","referencias_relacionadas":["Salmos 63:8","Hebreus 10:23","Tiago 4:7"]},"2cronicas_15_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o povo deve ser forte e não desanimar.","explicacao_detalhada":"Neste contexto, 'porque' conecta a exortação à força com a promessa de que o Senhor estará com aqueles que O buscam. É um chamado à perseverança na fé.","por_que_esta_palavra":"A palavra é fundamental para entender a motivação por trás da ação do povo, que é a presença de Deus em suas vidas.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde a fé e a obediência são frequentemente recompensadas com Sua proteção e orientação.","referencias_relacionadas":["Salmos 27:1","Isaías 41:10","Hebreus 13:5"]},"2cronicas_15_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem, especialmente no contexto de uma revelação divina.","explicacao_detalhada":"Neste versículo, a 'palavra' é associada à comunicação de Deus através do profeta, enfatizando a importância da mensagem divina para a vida do povo.","por_que_esta_palavra":"A palavra é crucial para a compreensão da vontade de Deus e para a orientação do povo em suas ações e decisões.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema recorrente, onde a palavra de Deus é vista como fonte de vida e direção.","referencias_relacionadas":["Deuteronômio 8:3","Mateus 4:4","Hebreus 4:12"]},"2cronicas_15_8_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a Sua vontade ao povo.","explicacao_detalhada":"Neste contexto, o profeta é um intermediário entre Deus e o povo, trazendo advertências e orientações necessárias para a vida espiritual da nação.","por_que_esta_palavra":"A figura do profeta é essencial para entender como Deus se comunica e guia Seu povo ao longo da história bíblica.","conexao_teologica":"Os profetas desempenham um papel vital na revelação de Deus, sendo instrumentos de Sua vontade e alertando sobre as consequências do pecado.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2cronicas_15_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Neste versículo, o 'modo' enfatiza a importância da forma como o povo deve se comportar em resposta à palavra de Deus.","por_que_esta_palavra":"A escolha do 'modo' é crucial para a prática da fé, pois reflete a atitude do coração em relação a Deus e Sua palavra.","conexao_teologica":"A maneira de viver segundo os preceitos de Deus é um tema central na Bíblia, onde a obediência é frequentemente ligada à bênção.","referencias_relacionadas":["Salmos 119:1","Mateus 7:13-14","Tiago 1:22"]},"2cronicas_15_9_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָבַץ","transliteracao":"qâbats","strong":"H6908","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"A palavra 'ajuntar' refere-se ao ato de reunir pessoas, especialmente em um contexto de adoração ou convocação divina.","explicacao_detalhada":"Neste versículo, o ato de ajuntar o povo é uma resposta à palavra do profeta, simbolizando unidade e compromisso com Deus.","por_que_esta_palavra":"A palavra é importante para entender a necessidade de comunidade e apoio mútuo na fé, especialmente em tempos de crise.","conexao_teologica":"A reunião do povo de Deus é um tema recorrente, onde a comunhão é vista como essencial para a vida espiritual e a adoração.","referencias_relacionadas":["Hebreus 10:25","Atos 2:44-47","Salmos 133:1"]},"2cronicas_15_9_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de reverência ou respeito profundo, especialmente em relação a Deus.","explicacao_detalhada":"Neste contexto, o temor é uma resposta adequada à grandeza de Deus e à Sua santidade, levando o povo a se voltar para Ele.","por_que_esta_palavra":"O temor é fundamental para a relação com Deus, pois reconhece Sua autoridade e poder, promovendo uma vida de obediência.","conexao_teologica":"O temor do Senhor é frequentemente associado à sabedoria e ao entendimento nas Escrituras, sendo um princípio fundamental da vida cristã.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"2cronicas_15_10_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade e ao domínio, especialmente no contexto do reinado de Deus sobre Seu povo.","explicacao_detalhada":"Neste versículo, o governo é um lembrete da soberania de Deus e da importância de reconhecer Sua autoridade em todas as áreas da vida.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e Seu povo, onde o governo divino é visto como uma fonte de proteção e direção.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como Rei e Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Romanos 13:1"]},"2cronicas_15_10_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar, que era usado para marcar o tempo e as festividades religiosas.","explicacao_detalhada":"Neste contexto, a lua simboliza a regularidade e a ordem que Deus estabeleceu na criação, refletindo Sua fidelidade.","por_que_esta_palavra":"A menção da lua é importante para entender os tempos e as estações que Deus criou, que são fundamentais para a vida do povo.","conexao_teologica":"A criação e os ciclos naturais são frequentemente usados nas Escrituras para ilustrar a fidelidade e a ordem de Deus.","referencias_relacionadas":["Gênesis 1:14-19","Salmos 104:19","Eclesiastes 3:1"]},"2cronicas_15_10_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um período de tempo, especialmente em relação às festividades e celebrações religiosas.","explicacao_detalhada":"Neste versículo, a expressão do tempo é importante para entender os momentos de adoração e as práticas religiosas do povo.","por_que_esta_palavra":"A palavra é crucial para a compreensão da importância dos ciclos de adoração e das festividades na vida espiritual da nação.","conexao_teologica":"O tempo e as estações de adoração são temas importantes na Bíblia, onde cada momento é visto como uma oportunidade de se aproximar de Deus.","referencias_relacionadas":["Levítico 23:1-44","Salmos 104:19","Eclesiastes 3:1"]},"2cronicas_15_11_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus como um ato de adoração e expiação.","explicacao_detalhada":"Neste versículo, o sacrifício é uma expressão de devoção e reconhecimento da necessidade de expiação pelos pecados do povo.","por_que_esta_palavra":"A palavra é fundamental para entender a prática da adoração no Antigo Testamento e a importância do sacrifício na relação com Deus.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando na obra redentora de Cristo, que se tornou o sacrifício perfeito por nossos pecados.","referencias_relacionadas":["Levítico 1:1-17","Hebreus 9:22","Romanos 12:1"]},"2cronicas_15_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"O termo 'dia' é utilizado para marcar momentos importantes, como celebrações ou decisões coletivas, que têm um impacto espiritual e social na comunidade.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia dos eventos e a importância de cada momento na vida do povo de Israel.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus e à Sua soberania sobre a história.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 118:24"]},"2cronicas_15_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a presença, a autoridade e a fidelidade de Deus para com Seu povo, sendo um elemento fundamental na relação entre Deus e Israel.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a proteção e a orientação divina, essencial para a vida espiritual da nação.","conexao_teologica":"O nome do Senhor é um símbolo de Sua aliança e compromisso com o Seu povo, refletindo a importância da adoração e da obediência.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"2cronicas_15_12_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um pacto ou acordo estabelecido entre Deus e o povo, enfatizando a relação de compromisso.","explicacao_detalhada":"A 'aliança' é um conceito central na teologia bíblica, representando a promessa de Deus e a resposta do povo à Sua fidelidade.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a dinâmica entre Deus e Israel, onde ambos têm responsabilidades e promessas a cumprir.","conexao_teologica":"A aliança é um tema recorrente que mostra a graça de Deus e a necessidade de resposta do ser humano.","referencias_relacionadas":["Gênesis 9:13","Êxodo 24:8","Hebreus 8:6"]},"2cronicas_15_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo deve ser feito, especialmente em relação à adoração e à obediência a Deus.","explicacao_detalhada":"O 'modo' implica em uma abordagem correta e respeitosa diante de Deus, refletindo a importância da santidade nas práticas religiosas.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender que a adoração a Deus deve ser feita de acordo com Seus mandamentos e princípios.","conexao_teologica":"O modo de adoração é um reflexo da relação entre o ser humano e Deus, onde a obediência é fundamental.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 100:2","Romanos 12:1"]},"2cronicas_15_12_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir, muitas vezes em um contexto de convocação para adoração ou arrependimento.","explicacao_detalhada":"A palavra 'vir/entrar' implica um movimento em direção a Deus, seja em adoração, arrependimento ou busca por Sua presença.","por_que_esta_palavra":"A ação de 'vir' é um convite à intimidade com Deus, essencial para a vida espiritual do crente.","conexao_teologica":"Vir a Deus é um tema central na Bíblia, simbolizando a necessidade de se aproximar do Criador em busca de relacionamento e restauração.","referencias_relacionadas":["Mateus 11:28","Tiago 4:8","Hebreus 10:22"]},"2cronicas_15_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas devem se comportar em relação a Deus e à Sua palavra.","explicacao_detalhada":"O 'modo' é uma instrução sobre como viver de acordo com os princípios divinos, refletindo a importância da ética e da moral na vida do crente.","por_que_esta_palavra":"A palavra 'modo' é fundamental para entender que a vida cristã deve ser vivida de maneira que glorifique a Deus.","conexao_teologica":"O modo de viver é uma expressão da fé e do compromisso do crente com Deus e Sua palavra.","referencias_relacionadas":["1 Pedro 1:15","Colossenses 3:17","Efésios 4:1"]},"2cronicas_15_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e a responsabilidade que cada pessoa tem diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus e a relação especial que Ele tem com a humanidade.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a posição do ser humano na criação e sua necessidade de redenção.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"2cronicas_15_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando Sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' é invocado em momentos de decisão e adoração, refletindo a centralidade de Deus na vida do povo.","por_que_esta_palavra":"A repetição da palavra 'Senhor' destaca a importância da dependência e da reverência a Deus.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e ação na história da salvação.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Romanos 10:13"]},"2cronicas_15_14_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com Seu povo, muitas vezes através de profecias ou instruções.","explicacao_detalhada":"A 'voz' de Deus é um meio pelo qual Ele se revela e orienta Seu povo, sendo essencial para a vida espiritual.","por_que_esta_palavra":"A palavra 'voz' é importante para entender como Deus se comunica e como os crentes devem ouvir e responder a essa comunicação.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando a necessidade de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["João 10:27","Salmos 46:10","Hebreus 3:15"]},"2cronicas_15_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando Sua importância na adoração e na vida do povo.","explicacao_detalhada":"O nome 'Senhor' é invocado em momentos de decisão e adoração, refletindo a centralidade de Deus na vida do povo.","por_que_esta_palavra":"A repetição da palavra 'Senhor' destaca a importância da dependência e da reverência a Deus.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e ação na história da salvação.","referencias_relacionadas":["Salmos 29:2","Isaías 12:4","Romanos 10:13"]},"2cronicas_15_14_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do Senhor e à importância da sua presença entre o povo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude e a majestade de Deus, enfatizando que Ele é superior a todas as coisas e digno de adoração.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na reverência que o povo deve ter em relação a Ele.","conexao_teologica":"A grandeza de Deus é um aspecto fundamental da sua natureza, que é reconhecida em toda a Escritura, mostrando que Ele é o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2cronicas_15_15_juramento":{"palavra_pt":"juramento","palavra_original":"שְׁבוּעָה","transliteracao":"shᵉbûwʻâh","strong":"H7621","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Um compromisso solene feito diante de Deus, refletindo a seriedade da aliança do povo com Ele.","explicacao_detalhada":"O juramento é um ato de fidelidade e lealdade, onde o povo se compromete a seguir os caminhos do Senhor e a obedecer às suas leis.","por_que_esta_palavra":"O juramento é essencial para a manutenção da aliança entre Deus e seu povo, simbolizando a confiança e a responsabilidade mútua.","conexao_teologica":"Os juramentos na Bíblia frequentemente refletem a relação de Deus com seu povo, mostrando a importância da fidelidade e da verdade.","referencias_relacionadas":["Deuteronômio 10:20","Salmos 119:106","Hebreus 6:16"]},"2cronicas_15_15_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"Expressa a alegria e a celebração do povo ao se comprometer com Deus.","explicacao_detalhada":"A palavra 'cheer' indica um estado de felicidade e contentamento que resulta da presença de Deus e da obediência a Ele.","por_que_esta_palavra":"A alegria é uma resposta natural ao reconhecimento da bondade e da fidelidade de Deus, incentivando o povo a se alegrar em sua adoração.","conexao_teologica":"A alegria no Senhor é um tema recorrente na Bíblia, mostrando que a verdadeira felicidade vem de um relacionamento correto com Deus.","referencias_relacionadas":["Salmos 100:1","Filipenses 4:4","Neemias 8:10"]},"2cronicas_15_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo de Asa sobre Judá, bem como à soberania de Deus.","explicacao_detalhada":"A palavra 'rei' implica liderança, responsabilidade e a necessidade de governar segundo os princípios de Deus.","por_que_esta_palavra":"A figura do rei é central na história de Israel, representando a relação entre a liderança humana e a autoridade divina.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos devem refletir sua justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2cronicas_15_16_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de eliminar ídolos e práticas pagãs que se opõem à adoração verdadeira a Deus.","explicacao_detalhada":"A destruição de ídolos é um ato de purificação e restauração da adoração ao Senhor, essencial para a fidelidade do povo.","por_que_esta_palavra":"Destruir ídolos é um chamado à santidade e à exclusividade da adoração a Deus, afastando-se de tudo que compete com Ele.","conexao_teologica":"A destruição de ídolos é um tema importante na Bíblia, simbolizando a necessidade de se afastar de tudo que desvia o coração de Deus.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 7:5","1 João 5:21"]},"2cronicas_15_16_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se a ídolos ou representações de deuses pagãos que eram adorados em Israel.","explicacao_detalhada":"A palavra 'imagem' implica a criação de representações físicas que competem com a adoração ao Deus verdadeiro, sendo um desvio da fé.","por_que_esta_palavra":"As imagens são um símbolo da infidelidade do povo e da necessidade de retornar à adoração pura e verdadeira a Deus.","conexao_teologica":"A proibição de imagens é um princípio fundamental na adoração a Deus, enfatizando que Ele deve ser adorado em espírito e verdade.","referencias_relacionadas":["Êxodo 20:4","Levítico 26:1","Romanos 1:23"]},"2cronicas_15_17_height":{"palavra_pt":"altura","palavra_original":"בָּמָה","transliteracao":"bâmâh","strong":"H1116","significado_raiz":"Ideia básica: altura.","significado_contextual":"Refere-se a locais altos onde ídolos eram adorados, contrastando com a adoração ao Deus verdadeiro.","explicacao_detalhada":"A palavra 'altura' simboliza os altos locais de adoração pagã, que deveriam ser destruídos para restaurar a verdadeira adoração a Deus.","por_que_esta_palavra":"Os altos eram frequentemente associados à idolatria, e sua destruição era necessária para a purificação do culto a Deus.","conexao_teologica":"A luta contra a idolatria e a adoração em altos locais é um tema recorrente na história de Israel, refletindo a necessidade de pureza na adoração.","referencias_relacionadas":["Números 33:52","1 Reis 14:23","2 Reis 18:4"]},"2cronicas_15_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à sinceridade na adoração a Deus.","explicacao_detalhada":"A palavra 'verdade' implica um compromisso genuíno com a adoração e a obediência aos mandamentos de Deus.","por_que_esta_palavra":"A verdade é essencial na relação com Deus, pois Ele busca adoradores que o adorem em verdade e em espírito.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em sua adoração.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"2cronicas_15_17_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Asa, que simboliza a identidade e o legado do rei em Judá.","explicacao_detalhada":"O nome 'Asa' é significativo, pois representa a confiança em Deus e a restauração da adoração verdadeira em Judá.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente carregam significados profundos e refletem a relação do indivíduo com Deus.","conexao_teologica":"O nome de Deus é sagrado e deve ser honrado, assim como os nomes dos líderes que refletem a fidelidade a Ele.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"2cronicas_15_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o objeto da adoração e a fonte de toda a vida e bênção.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade e a soberania de Yahweh, que é o único digno de adoração e reverência.","por_que_esta_palavra":"Deus é o centro da fé israelita, e reconhecer sua divindade é fundamental para a vida espiritual do povo.","conexao_teologica":"A natureza de Deus como o único verdadeiro é um tema central na teologia bíblica, que distingue a adoração a Ele de qualquer outra forma de culto.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 1:1"]},"2cronicas_15_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um espaço sagrado, simbolizando a presença de Deus.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a ação de trazer algo ou alguém para dentro de um espaço que é considerado sagrado, como o templo. Isso implica uma relação de respeito e reverência.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a importância da presença de Deus entre o Seu povo e a necessidade de se aproximar dEle com santidade.","conexao_teologica":"A ideia de entrar na presença de Deus é central na teologia bíblica, onde a santidade é um requisito para se aproximar do Senhor.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","Êxodo 25:8"]},"2cronicas_15_18_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, que possui um caráter divino e é digno de reverência.","explicacao_detalhada":"No contexto, o sagrado é o que é consagrado a Deus, como o templo e os objetos de culto. Essa separação indica a pureza e a importância do que é dedicado ao Senhor.","por_que_esta_palavra":"A palavra 'sagrado' é usada para destacar a necessidade de manter a pureza e a santidade em tudo que se relaciona com Deus.","conexao_teologica":"A santidade de Deus exige que Seu povo também busque viver em santidade, refletindo Seu caráter.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"2cronicas_15_19_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se ao domínio e à autoridade exercida por um rei ou líder sobre o povo.","explicacao_detalhada":"Neste versículo, o governo é visto como uma responsabilidade divina, onde o rei deve governar com justiça e temor a Deus.","por_que_esta_palavra":"A escolha da palavra 'governo' enfatiza a importância da liderança justa e da responsabilidade do rei diante de Deus.","conexao_teologica":"A teologia do governo divino é central na Bíblia, onde Deus é visto como o soberano que estabelece autoridades.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","1 Timóteo 2:1-2"]},"2cronicas_15_19_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito físico ou espiritual que o povo de Deus enfrenta.","explicacao_detalhada":"Neste contexto, a batalha é uma metáfora para as lutas que o povo de Deus deve enfrentar, tanto contra inimigos externos quanto contra tentações internas.","por_que_esta_palavra":"A palavra 'batalha' é usada para ilustrar a realidade da vida cristã, que muitas vezes envolve luta e resistência.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, onde os crentes são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","1 Timóteo 6:12"]},"2cronicas_15_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à fidelidade e à integridade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"Neste contexto, a verdade é fundamental para a vida do povo de Deus, que deve viver de acordo com os princípios divinos.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância da honestidade e da fidelidade a Deus e à Sua palavra.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]}}