{"2cronicas_16_1_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' novamente refere-se à autoridade e ao domínio de um rei, neste caso, Asa.","explicacao_detalhada":"O governo de Asa é um exemplo de liderança que deve ser guiada pela fé e pela confiança em Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'governo' enfatiza a continuidade da responsabilidade do rei em buscar a direção divina.","conexao_teologica":"A liderança sob a soberania de Deus é um tema central, onde os líderes devem buscar a vontade de Deus em suas decisões.","referencias_relacionadas":["Provérbios 16:9","Salmos 22:28","1 Pedro 2:13-14"]},"2cronicas_16_1_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Asa como rei de Judá.","explicacao_detalhada":"Neste contexto, o nome de Asa é importante porque representa sua autoridade e o legado que ele deixa como líder.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da reputação e da memória de um líder diante do povo.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes carrega significados profundos, refletindo o caráter e a missão que Deus lhes deu.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Filipenses 2:9-10"]},"2cronicas_16_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como algo é comunicado ou manifestado, neste caso, a ação de Asa.","explicacao_detalhada":"Neste contexto, a expressão de Asa pode se referir a suas decisões e ações como rei, que devem refletir sua fé em Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância de como a fé é vivida e demonstrada na prática.","conexao_teologica":"A expressão da fé é um tema importante, onde as ações dos crentes devem refletir suas crenças.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Colossenses 3:17"]},"2cronicas_16_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também pode simbolizar a nação ou o povo de Deus.","explicacao_detalhada":"Neste contexto, a casa de Asa é um símbolo de sua linhagem e da continuidade do governo em Judá.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da herança e da família na liderança.","conexao_teologica":"A ideia de casa é frequentemente usada na Bíblia para representar a comunidade de fé e a família de Deus.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Timóteo 3:4-5"]},"2cronicas_16_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Judá, que deve governar com justiça e temor a Deus.","explicacao_detalhada":"Neste contexto, o rei Asa é chamado a liderar o povo de acordo com os princípios divinos, sendo um exemplo de fé.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a responsabilidade e a autoridade que vem com a liderança.","conexao_teologica":"A figura do rei é central na narrativa bíblica, representando a liderança de Deus sobre Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_16_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Decidir ou avaliar uma situação com base em critérios estabelecidos.","explicacao_detalhada":"No contexto de 2 Crônicas 16:2, o rei Asa busca ajuda de Ben-Hadade, rei da Síria, ao invés de confiar em Deus. O ato de 'julgar' aqui implica uma avaliação errada das circunstâncias, levando a uma aliança com um inimigo.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para descrever a ação de Asa ao tomar decisões que não se baseiam na fé em Deus, mas na lógica humana.","conexao_teologica":"A confiança em alianças humanas ao invés de em Deus é um tema recorrente na Bíblia, mostrando a necessidade de fé e dependência divina.","referencias_relacionadas":["Salmos 118:8","Provérbios 3:5-6","Isaías 31:1"]},"2cronicas_16_3_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Um pacto ou acordo formal entre duas partes.","explicacao_detalhada":"A palavra 'aliança' refere-se ao acordo que Asa fez com Ben-Hadade, buscando proteção em vez de confiar em Deus. Este ato de aliança é visto como uma traição à confiança que deveria ter em Deus.","por_que_esta_palavra":"A escolha de Asa em formar uma aliança com um rei pagão ilustra a falta de fé e a busca por segurança em fontes humanas.","conexao_teologica":"A aliança é um conceito central na Bíblia, simbolizando o relacionamento entre Deus e Seu povo, e a violação dessa aliança traz consequências.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Hebreus 8:6"]},"2cronicas_16_3_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Um metal precioso, símbolo de riqueza e poder.","explicacao_detalhada":"O uso de 'ouro' no versículo destaca a riqueza que Asa estava disposto a usar para garantir a aliança com Ben-Hadade, mostrando a confiança nas riquezas em vez de em Deus.","por_que_esta_palavra":"A escolha de usar ouro para comprar a aliança reflete a tendência humana de confiar em bens materiais ao invés de em Deus.","conexao_teologica":"A Bíblia frequentemente menciona o ouro como símbolo de valor, mas também adverte sobre os perigos da avareza e da confiança nas riquezas.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:10","Provérbios 11:28"]},"2cronicas_16_3_rei":{"palavra_pt":"rei","palavra_original":"בַּעְשָׁא","transliteracao":"Baʻshâʼ","strong":"H1201","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade que governa um povo.","explicacao_detalhada":"Neste contexto, 'rei' refere-se a Ben-Hadade, que Asa recorreu para ajuda. A escolha de um rei pagão em vez de confiar em Deus é um ponto crítico da narrativa.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a dependência de Asa de uma autoridade terrena ao invés da soberania divina.","conexao_teologica":"A Bíblia ensina que Deus é o verdadeiro Rei e que confiar em líderes humanos pode levar à desilusão.","referencias_relacionadas":["Salmos 20:7","Isaías 33:22","Romanos 13:1"]},"2cronicas_16_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A figura de autoridade que governa um povo.","explicacao_detalhada":"A repetição da palavra 'rei' aqui reforça a ideia de que Asa estava buscando ajuda em uma autoridade humana, em vez de se voltar para Deus, que é o Rei dos Reis.","por_que_esta_palavra":"A ênfase na figura do rei destaca a falha de Asa em reconhecer a soberania de Deus sobre todas as coisas.","conexao_teologica":"A Bíblia nos ensina que Deus é o verdadeiro governante e que devemos confiar Nele acima de qualquer autoridade terrena.","referencias_relacionadas":["Salmos 47:7-8","1 Samuel 8:7","Apocalipse 19:16"]},"2cronicas_16_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Prestar atenção ou dar ouvidos a algo ou alguém.","explicacao_detalhada":"A palavra 'ouvir' implica a necessidade de estar atento à voz de Deus e aos Seus mandamentos, que Asa ignorou ao buscar ajuda em Ben-Hadade.","por_que_esta_palavra":"A escolha de não ouvir a Deus reflete a falta de fé e a desobediência de Asa, que preferiu seguir seu próprio entendimento.","conexao_teologica":"A Bíblia enfatiza a importância de ouvir a voz de Deus como um aspecto fundamental da fé e da obediência.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"2cronicas_16_4_nome":{"palavra_pt":"nome","palavra_original":"בֶּן־הֲדַד","transliteracao":"Ben-Hădad","strong":"H1130","significado_raiz":"Ideia básica: nome.","significado_contextual":"Identificação ou designação de uma pessoa.","explicacao_detalhada":"O nome 'Ben-Hadade' representa não apenas uma pessoa, mas também a aliança que Asa fez com um rei pagão, simbolizando a confiança em fontes externas.","por_que_esta_palavra":"O nome é significativo porque reflete a identidade e a relação que Asa estava estabelecendo, que era contrária à vontade de Deus.","conexao_teologica":"Na Bíblia, os nomes frequentemente têm significados profundos e refletem a natureza e o caráter de Deus e de Seu povo.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Mateus 1:21"]},"2cronicas_16_5_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"O término ou conclusão de algo.","explicacao_detalhada":"A palavra 'fim' aqui pode se referir ao resultado das ações de Asa, que ao buscar ajuda em Ben-Hadade, levou a consequências negativas para seu reinado.","por_que_esta_palavra":"O 'fim' é um lembrete de que as escolhas feitas sem a orientação de Deus podem levar a resultados desastrosos.","conexao_teologica":"A Bíblia ensina que o caminho da desobediência leva a consequências, enquanto a obediência a Deus traz bênçãos.","referencias_relacionadas":["Gálatas 6:7-8","Provérbios 14:12","Romanos 6:23"]},"2cronicas_16_5_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Um dia de descanso e adoração a Deus.","explicacao_detalhada":"Embora a palavra 'sábado' não seja diretamente mencionada no contexto de 2 Crônicas 16:5, ela simboliza a importância do descanso e da confiança em Deus, contrastando com a ação apressada de Asa.","por_que_esta_palavra":"O sábado representa um tempo de renovação e confiança em Deus, algo que Asa falhou em observar ao agir por conta própria.","conexao_teologica":"O conceito de sábado é um lembrete da necessidade de parar e confiar em Deus, um princípio que se aplica a todas as áreas da vida.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Hebreus 4:9-10"]},"2cronicas_16_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Descer ou perder a posição.","explicacao_detalhada":"A palavra 'cair' pode se referir à queda espiritual de Asa ao desviar-se da confiança em Deus, resultando em consequências negativas para seu reinado.","por_que_esta_palavra":"A ideia de 'cair' é uma metáfora para a falha em manter a fé e a obediência a Deus, levando a um estado de ruína.","conexao_teologica":"A Bíblia frequentemente usa a metáfora da queda para descrever a desobediência e suas consequências, contrastando com a elevação que vem da obediência.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","1 Pedro 5:8-9"]},"2cronicas_16_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, que governava o povo e liderava em questões espirituais e políticas.","explicacao_detalhada":"No contexto de 2 Crônicas 16:6, a palavra 'rei' é usada para descrever Asa, que estava em uma posição de liderança e responsabilidade sobre o povo de Judá. A figura do rei é central na história de Israel, simbolizando não apenas poder, mas também a relação com Deus e a obediência às Suas leis.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que Asa tinha diante de Deus e do povo. O rei era visto como um representante de Deus na terra.","conexao_teologica":"A figura do rei em Israel é frequentemente associada ao reinado de Cristo, que é chamado de Rei dos Reis. A obediência do rei a Deus era crucial para a prosperidade do povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"2cronicas_16_6_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de Asa como rei de Judá.","explicacao_detalhada":"Em 2 Crônicas 16:6, o nome de Asa é mencionado para destacar sua posição e suas ações. O nome carrega peso e significado, refletindo a história e as decisões que ele tomou durante seu reinado.","por_que_esta_palavra":"O uso da palavra 'nome' é significativo, pois representa não apenas a identidade de Asa, mas também a sua relação com Deus e como ele é lembrado na história bíblica.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes está ligado ao seu caráter e ao seu destino. Assim como o nome de Asa é importante, o nome de Jesus também é central na teologia cristã.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Atos 4:12"]},"2cronicas_16_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Asa agiu ou conduziu suas decisões como rei.","explicacao_detalhada":"No versículo, o 'modo' é importante para entender a abordagem de Asa em relação à sua liderança e às suas alianças. A maneira como ele decidiu agir teve consequências significativas para o reino.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que as ações de Asa não eram apenas decisões aleatórias, mas refletiam uma estratégia ou uma filosofia de governo.","conexao_teologica":"A forma como os líderes se comportam e tomam decisões é um tema recorrente na Bíblia, refletindo a necessidade de buscar a orientação de Deus em todas as áreas da vida.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 37:5","Tiago 1:5"]},"2cronicas_16_7_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao tempo ou à ocasião em que a mensagem foi dada a Asa.","explicacao_detalhada":"Em 2 Crônicas 16:7, a expressão é utilizada para indicar um momento crítico na vida de Asa, onde ele recebe uma advertência sobre suas ações e decisões. O tempo é crucial para entender a urgência da mensagem.","por_que_esta_palavra":"A palavra 'expressão' destaca a importância do momento em que a comunicação divina ocorre, mostrando que Deus se comunica em tempos específicos para guiar Seu povo.","conexao_teologica":"Deus frequentemente se revela em momentos específicos da história, e a resposta do ser humano a essas revelações é fundamental para o desenvolvimento da fé.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","Hebreus 3:15"]},"2cronicas_16_7_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e à compreensão que Asa deveria ter sobre sua situação.","explicacao_detalhada":"No contexto, 'ver' implica não apenas em observar fisicamente, mas em discernir a vontade de Deus e as consequências de suas ações. É um chamado à reflexão e ao arrependimento.","por_que_esta_palavra":"A escolha da palavra 'ver' é significativa, pois enfatiza a necessidade de uma visão espiritual e a capacidade de entender a realidade à luz da revelação divina.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a capacidade de 'ver' é frequentemente ligada à fé e à compreensão do plano de Deus.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"2cronicas_16_7_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é novamente utilizada para reafirmar a identidade de Asa no contexto da advertência recebida.","explicacao_detalhada":"A repetição da palavra 'nome' enfatiza a importância da figura de Asa e como suas ações impactam sua reputação e a história de Judá.","por_que_esta_palavra":"O uso do 'nome' neste contexto reforça a ideia de que as ações de um líder têm consequências duradouras e que a identidade está ligada à responsabilidade.","conexao_teologica":"Assim como o nome de Asa é importante, o nome de Jesus é central na salvação e na identidade cristã, refletindo a importância da liderança divina.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Atos 4:12"]},"2cronicas_16_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade das ações de Asa e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"Em 2 Crônicas 16:8, a verdade é um conceito central que destaca a confiança que Asa deveria ter em Deus, em contraste com a confiança em alianças humanas.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e Sua fidelidade, além de ser um chamado à integridade nas ações de Asa.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na vida cristã, onde a busca pela verdade leva a uma relação mais profunda com Ele.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"2cronicas_16_8_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao poder militar e à capacidade de Asa de confiar em suas próprias forças em vez de em Deus.","explicacao_detalhada":"No contexto, Asa estava confiando em alianças e forças humanas, o que levou à sua condenação. A força aqui é vista como uma armadilha que pode desviar a confiança de Deus.","por_que_esta_palavra":"A palavra 'força' é utilizada para mostrar a fragilidade da confiança em recursos humanos em comparação com a força divina.","conexao_teologica":"A dependência de Deus é um tema central na Bíblia, onde a verdadeira força vem da fé e da obediência a Ele.","referencias_relacionadas":["Salmos 20:7","Isaías 40:29","Filipenses 4:13"]},"2cronicas_16_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada para descrever a maneira como Deus observa e julga as ações humanas.","explicacao_detalhada":"Em 2 Crônicas 16:9, o 'modo' refere-se à forma como Deus se envolve com a humanidade, mostrando que Ele está atento a cada ação e decisão.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que Deus não é indiferente às ações dos homens, mas que Ele observa e responde de acordo com a fidelidade e a desobediência.","conexao_teologica":"A ideia de que Deus observa e responde às ações humanas é um tema recorrente na Bíblia, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Provérbios 15:3","Hebreus 4:13","1 Pedro 3:12"]},"2cronicas_16_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Judá e à criação de Deus, que está sob Seu domínio.","explicacao_detalhada":"No versículo, a 'terra' é mencionada para enfatizar que Deus tem controle sobre todas as coisas e que as ações de Asa têm repercussões não apenas para ele, mas para todo o povo e a terra que governa.","por_que_esta_palavra":"A palavra 'terra' é significativa, pois lembra que Deus é o Criador e Sustentador de tudo, e que a história de Israel está ligada à terra prometida.","conexao_teologica":"A relação entre Deus e a terra é um tema central na Bíblia, simbolizando a aliança de Deus com Seu povo e a importância da obediência à Sua palavra.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 11:12","Salmos 24:1"]},"2cronicas_16_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ideia de força e firmeza, indicando a ação de Deus em proteger aqueles que o buscam.","explicacao_detalhada":"Neste versículo, a palavra 'agarrar' é usada para descrever como Deus está atento e se esforça para ajudar aqueles que se dedicam a Ele. A ideia é que Deus não apenas observa, mas se envolve ativamente na vida dos justos.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a força e a determinação de Deus em apoiar e proteger os que são fiéis.","conexao_teologica":"A conexão teológica aqui é a providência divina e a proteção que Deus oferece aos que confiam Nele, refletindo o caráter de Deus como um protetor.","referencias_relacionadas":["Salmos 34:15","Salmos 91:15","Isaías 41:10"]},"2cronicas_16_10_furia":{"palavra_pt":"furia","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3707","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'furia' expressa a ira de Asa contra o profeta, refletindo a tensão entre a autoridade humana e a divina.","explicacao_detalhada":"Neste contexto, a 'furia' de Asa revela sua resistência à correção e ao chamado ao arrependimento. Ele se enfurece ao ser confrontado por sua falta de fé e busca de ajuda em alianças humanas em vez de confiar em Deus.","por_que_esta_palavra":"A palavra 'furia' é usada para mostrar a gravidade da reação de Asa e como a falta de fé pode levar a respostas emocionais intensas.","conexao_teologica":"A ira de Asa serve como um alerta sobre as consequências de desobedecer a Deus e a importância de ouvir a Sua palavra.","referencias_relacionadas":["Provérbios 29:1","Tiago 1:20","Salmos 37:8"]},"2cronicas_16_10_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Asa' é mencionado para identificar o rei e sua linhagem, destacando sua importância na narrativa.","explicacao_detalhada":"O nome Asa é significativo, pois representa um rei que começou bem, mas, em sua velhice, se afastou de Deus. O uso do nome aqui enfatiza a responsabilidade pessoal e a história de Asa.","por_que_esta_palavra":"A inclusão do nome serve para lembrar os leitores da identidade do rei e das consequências de suas ações.","conexao_teologica":"O nome Asa nos lembra que todos têm a capacidade de escolher entre seguir a Deus ou se desviar, refletindo a natureza humana.","referencias_relacionadas":["1 Reis 15:8","2 Crônicas 14:2","2 Crônicas 15:8"]},"2cronicas_16_10_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender a mensagem que Deus está transmitindo através do profeta.","explicacao_detalhada":"Neste versículo, 'ver' é mais do que apenas olhar; é uma chamada para reconhecer a verdade e a sabedoria que vem de Deus. Asa falhou em 'ver' a importância de confiar em Deus em vez de buscar ajuda em alianças humanas.","por_que_esta_palavra":"A palavra 'ver' é crucial para entender a necessidade de discernimento espiritual e a importância de ouvir a voz de Deus.","conexao_teologica":"A conexão teológica aqui é a revelação divina e a necessidade de estar atento à direção de Deus em nossas vidas.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Hebreus 5:14"]},"2cronicas_16_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Asa como governante de Judá, destacando sua autoridade e responsabilidade.","explicacao_detalhada":"Neste contexto, 'rei' enfatiza o papel de Asa como líder e a expectativa de que ele confie em Deus para a proteção de seu reino. A falha em fazer isso resulta em consequências graves.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de liderança e a responsabilidade espiritual que vem com a autoridade.","conexao_teologica":"A conexão teológica é a relação entre liderança e fé, mostrando que líderes devem buscar a orientação de Deus em suas decisões.","referencias_relacionadas":["1 Timóteo 2:2","Provérbios 21:1","Salmos 72:1"]},"2cronicas_16_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem que Deus enviou através do profeta, destacando a importância da comunicação divina.","explicacao_detalhada":"Neste versículo, 'palavra' representa a instrução e o aviso que Deus deu a Asa. A rejeição dessa palavra leva a consequências negativas para o rei e seu reino.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a revelação de Deus e a importância de ouvir e obedecer a Sua voz.","conexao_teologica":"A conexão teológica é a centralidade da palavra de Deus na vida do crente e a necessidade de obedecer a Sua vontade.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","2 Timóteo 3:16"]},"2cronicas_16_11_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Asa' é novamente mencionado, reforçando a identidade do rei e suas ações.","explicacao_detalhada":"A repetição do nome Asa serve para enfatizar sua responsabilidade pessoal e as consequências de suas escolhas em relação a Deus.","por_que_esta_palavra":"A palavra 'nome' aqui é um lembrete da individualidade e da história de cada pessoa diante de Deus.","conexao_teologica":"A conexão teológica é a ideia de que cada um será responsabilizado por suas ações e escolhas diante de Deus.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 6:7","Romanos 14:12"]},"2cronicas_16_12_diseased":{"palavra_pt":"diseased","palavra_original":"חָלָא","transliteracao":"châlâʼ","strong":"H2456","significado_raiz":"Ideia básica: diseased.","significado_contextual":"A palavra 'diseased' refere-se à doença que Asa enfrentou, simbolizando as consequências de sua falta de fé.","explicacao_detalhada":"Neste contexto, a doença de Asa é um reflexo de sua decisão de não confiar em Deus. Ele buscou ajuda em médicos em vez de se voltar para Deus, o que é um aviso sobre a falta de fé.","por_que_esta_palavra":"A palavra 'diseased' é usada para mostrar que a saúde física pode ser afetada pela saúde espiritual e pela relação com Deus.","conexao_teologica":"A conexão teológica é a relação entre fé e saúde, mostrando que a confiança em Deus é fundamental para o bem-estar.","referencias_relacionadas":["Tiago 5:14","Salmos 103:3","Isaías 53:5"]},"2cronicas_16_12_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Asa' é mencionado novamente, reforçando a continuidade da narrativa sobre suas ações e consequências.","explicacao_detalhada":"A repetição do nome Asa serve para lembrar os leitores de sua história e das lições que podem ser aprendidas sobre fé e desobediência.","por_que_esta_palavra":"A palavra 'nome' aqui é um lembrete da identidade e da responsabilidade de cada indivíduo diante de Deus.","conexao_teologica":"A conexão teológica é a importância de cada pessoa em sua relação com Deus e as consequências de suas escolhas.","referencias_relacionadas":["Mateus 12:36","Romanos 2:6","Gálatas 6:5"]},"2cronicas_16_12_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressao' refere-se à maneira como Asa lidou com sua doença e suas ações subsequentes.","explicacao_detalhada":"Neste contexto, 'expressao' pode indicar a forma como Asa respondeu à sua condição, mostrando sua falta de arrependimento e confiança em Deus.","por_que_esta_palavra":"A palavra 'expressao' é importante para entender a atitude de Asa diante das dificuldades e sua escolha de não buscar a ajuda divina.","conexao_teologica":"A conexão teológica é a importância da atitude e da resposta do coração diante das provações e da necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","1 Pedro 5:7"]},"2cronicas_16_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de descanso após a morte do rei Asa.","explicacao_detalhada":"A palavra 'descanso' aqui indica a morte e o estado de repouso eterno, onde o corpo descansa após a vida. É uma expressão comum na literatura bíblica para descrever a morte como um retorno ao estado de paz.","por_que_esta_palavra":"A escolha da palavra 'descanso' enfatiza a ideia de que a morte não é um fim, mas um estado de paz.","conexao_teologica":"A morte é vista como uma transição para a vida eterna, onde os justos descansam em Deus.","referencias_relacionadas":["Salmos 116:15","Eclesiastes 3:20","Mateus 11:28"]},"2cronicas_16_13_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de Asa falecer após reinar por muitos anos.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever o fim da vida física de Asa, um momento significativo na história de Judá, pois marca a transição de liderança.","por_que_esta_palavra":"A palavra 'morrer' é direta e enfatiza a realidade da mortalidade humana, um tema central na narrativa bíblica.","conexao_teologica":"A morte é uma consequência do pecado, mas também é o início da vida eterna para os que creem.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","1 Coríntios 15:22"]},"2cronicas_16_13_nome":{"palavra_pt":"nome","palavra_original":"אָסָא","transliteracao":"ʼÂçâʼ","strong":"H609","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do rei Asa, que é mencionado ao relatar sua morte.","explicacao_detalhada":"O nome 'Asa' é significativo, pois representa não apenas a identidade do rei, mas também seu legado e as ações que ele tomou durante seu reinado.","por_que_esta_palavra":"O uso da palavra 'nome' destaca a importância da identidade e do legado na cultura bíblica.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino.","referencias_relacionadas":["Gênesis 17:5","Salmos 9:10","Apocalipse 3:5"]},"2cronicas_16_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade onde Asa foi sepultado, simbolizando seu reino.","explicacao_detalhada":"A palavra 'cidade' aqui representa não apenas um local físico, mas também a nação que Asa governou e a história que ele deixou.","por_que_esta_palavra":"A cidade é um símbolo do reino e da comunidade que Asa liderou, refletindo a importância da liderança em um contexto comunitário.","conexao_teologica":"As cidades na Bíblia muitas vezes têm significados espirituais e são vistas como lugares de refúgio e adoração.","referencias_relacionadas":["Salmos 48:1","Isaías 26:1","Hebreus 11:10"]},"2cronicas_16_14_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso final de Asa em sua sepultura.","explicacao_detalhada":"Assim como em 2 Crônicas 16:13, a palavra 'descanso' aqui denota a paz que vem após a morte, um tema recorrente na literatura bíblica.","por_que_esta_palavra":"A repetição da palavra 'descanso' enfatiza a continuidade do tema da morte como um estado de paz.","conexao_teologica":"A ideia de descanso é frequentemente associada ao descanso em Deus e à esperança da ressurreição.","referencias_relacionadas":["Salmos 37:7","Mateus 5:12","Apocalipse 14:13"]}}