{"2cronicas_17_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de Jeosafá assumir o trono após a morte de Asa.","explicacao_detalhada":"A palavra 'reinar' indica a autoridade e responsabilidade que Jeosafá terá sobre Judá, continuando o legado de seu pai.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a dinâmica do governo e a continuidade da liderança em Israel.","conexao_teologica":"A realeza é um tema importante na Bíblia, simbolizando a soberania de Deus sobre seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"2cronicas_17_1_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de Jeosafá em se firmar no reino e fortalecer sua posição.","explicacao_detalhada":"A palavra 'agarrar' implica em um esforço ativo para estabelecer e consolidar o governo de Jeosafá, refletindo a necessidade de firmeza na liderança.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a determinação e a força necessárias para liderar.","conexao_teologica":"A firmeza na liderança é vista como um reflexo da confiança em Deus e na sua direção.","referencias_relacionadas":["Salmos 31:24","Isaías 41:10","1 Coríntios 15:58"]},"2cronicas_17_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao relacionamento de Jeosafá como filho de Asa, destacando a continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' é importante para entender a sucessão no trono e a herança espiritual e política que Jeosafá recebeu de seu pai.","por_que_esta_palavra":"A menção de 'filho' sublinha a importância da família e da herança na história de Israel.","conexao_teologica":"A ideia de filiação é central na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:17","Romanos 8:17"]},"2cronicas_17_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de Jeosafá de buscar a ajuda de Deus e clamar por proteção.","explicacao_detalhada":"A palavra 'dar' aqui é utilizada em um contexto de oferecer algo a Deus, como orações e súplicas, demonstrando a dependência de Jeosafá em relação ao Senhor.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de entregar algo a Deus, seja em oração, sacrifício ou serviço.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida de fé, refletindo a necessidade de buscar a ajuda divina.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Tiago 5:16"]},"2cronicas_17_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Jeosafá se comporta e governa, buscando seguir os caminhos de Deus.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira de viver e governar que é alinhada com os princípios divinos, refletindo a importância da ética e da moralidade na liderança.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de um estilo de vida que reflita a fé e a obediência a Deus.","conexao_teologica":"O modo de viver é um reflexo da relação com Deus e da influência da fé nas ações diárias.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Colossenses 3:17"]},"2cronicas_17_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, onde o rei Josafá governava.","explicacao_detalhada":"A palavra 'terra' neste contexto implica não apenas a geografia física, mas também a herança e a promessa de Deus ao povo de Israel. É um símbolo da presença de Deus entre seu povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando o lugar onde Deus se relaciona com seu povo.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus e da aliança com Israel, refletindo a soberania divina sobre a criação.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2cronicas_17_3_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao modo de vida que agrada a Deus, em contraste com os caminhos dos ímpios.","explicacao_detalhada":"A palavra 'vida' aqui está ligada à ideia de seguir os mandamentos de Deus e viver de acordo com Sua vontade, resultando em bênçãos e prosperidade.","por_que_esta_palavra":"A vida, conforme apresentada na Bíblia, é mais do que existir; é viver em comunhão com Deus e em obediência a Seus princípios.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus se apresenta como a fonte da vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"2cronicas_17_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda moral e espiritual que ocorre quando se desvia dos caminhos de Deus.","explicacao_detalhada":"A palavra 'cair' sugere uma transição de um estado de graça para um estado de desobediência, refletindo a fragilidade humana diante da tentação.","por_que_esta_palavra":"Cair é uma realidade da experiência humana, enfatizando a necessidade de vigilância e dependência de Deus.","conexao_teologica":"A queda do homem no Éden é um ponto crucial na teologia cristã, mostrando a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 3:23","Tiago 1:14-15"]},"2cronicas_17_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder, e invocar Seu nome é um ato de fé e reconhecimento de Sua soberania.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, sendo um meio de invocar Sua ajuda e proteção.","conexao_teologica":"O nome de Deus é revelado em várias passagens, mostrando Sua natureza e atributos, como amor, justiça e misericórdia.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"2cronicas_17_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido como o único verdadeiro Deus.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a relação de aliança entre Deus e Seu povo, destacando Sua fidelidade e poder.","por_que_esta_palavra":"Deus é o fundamento da fé israelita, e reconhecer Sua soberania é essencial para a vida espiritual.","conexao_teologica":"A natureza de Deus como Criador e Redentor é um tema central na Bíblia, revelando Seu plano de salvação para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:5-6","João 3:16"]},"2cronicas_17_4_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à qualidade das ações que Ele aprova.","explicacao_detalhada":"A palavra 'bom' implica em ações que estão em conformidade com a vontade de Deus e que trazem benefícios ao povo.","por_que_esta_palavra":"A bondade de Deus é uma característica fundamental que deve ser refletida na vida dos crentes.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que Ele deseja o bem para Seu povo e para a criação.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Tiago 1:17"]},"2cronicas_17_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus age em favor de Seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a obediência do povo, mostrando que as bênçãos são resultado da fidelidade.","por_que_esta_palavra":"Entender o 'porque' é crucial para reconhecer a relação entre a obediência e as bênçãos divinas.","conexao_teologica":"A obediência a Deus é frequentemente ligada às promessas de bênçãos, refletindo a justiça divina.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 37:4","Mateus 7:7"]},"2cronicas_17_5_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do reino de Judá sob o reinado de Josafá.","explicacao_detalhada":"A palavra 'grande' destaca a prosperidade e a força do reino, que é resultado da fidelidade a Deus.","por_que_esta_palavra":"A grandeza de um reino é frequentemente vista como um reflexo da bênção divina e da liderança justa.","conexao_teologica":"A grandeza do reino de Deus é um tema escatológico, apontando para o reino eterno que será estabelecido por Cristo.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Apocalipse 11:15"]},"2cronicas_17_5_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao domínio e à autoridade do rei sobre o povo de Judá.","explicacao_detalhada":"A palavra 'reino' implica em governança e responsabilidade, refletindo a relação entre o rei e seu povo sob a liderança de Deus.","por_que_esta_palavra":"O conceito de reino é central na Bíblia, simbolizando a soberania de Deus e a ordem divina na sociedade.","conexao_teologica":"O reino de Deus é um tema central na pregação de Jesus, que fala sobre a vinda do Seu reino e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 4:17","Lucas 17:20-21","Apocalipse 1:6"]},"2cronicas_17_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de adoração.","explicacao_detalhada":"A palavra 'dar' implica em generosidade e a disposição de servir a Deus e ao próximo, refletindo a natureza do amor cristão.","por_que_esta_palavra":"Dar é uma expressão de fé e gratidão, fundamental na vida cristã e na comunidade de fé.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus, que deu Seu Filho para a salvação da humanidade.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Gálatas 6:9"]},"2cronicas_17_6_grande":{"palavra_pt":"grande","palavra_original":"גָּבַהּ","transliteracao":"gâbahh","strong":"H1361","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do rei Josafá e seu compromisso com Deus.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a magnitude da autoridade e das ações de Josafá, que se destacou por buscar a Deus e promover a justiça em Judá.","por_que_esta_palavra":"A grandeza de Josafá é um reflexo de sua fidelidade a Deus e de como isso impactou seu reinado.","conexao_teologica":"A grandeza de um líder é frequentemente associada à sua obediência a Deus e à promoção de valores divinos.","referencias_relacionadas":["1 Reis 22:41-43","2 Crônicas 19:4-5","Salmos 145:3"]},"2cronicas_17_6_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se à adoração de ídolos, que era uma prática comum entre os povos vizinhos.","explicacao_detalhada":"A palavra 'imagem' está ligada à adoração de deuses estranhos, que Josafá se esforçou para erradicar em Judá, promovendo a adoração ao Deus de Israel.","por_que_esta_palavra":"A presença de imagens e ídolos representa a infidelidade ao Senhor e a necessidade de pureza na adoração.","conexao_teologica":"A luta contra a idolatria é um tema central na Bíblia, destacando a exclusividade da adoração a Deus.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 7:25-26","2 Crônicas 14:3"]},"2cronicas_17_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades de Judá onde os sacerdotes e levitas foram enviados para ensinar a Lei.","explicacao_detalhada":"A palavra 'cidade' destaca a importância das comunidades locais na disseminação do conhecimento da Lei de Deus.","por_que_esta_palavra":"As cidades eram centros de influência e ensino, essenciais para a formação espiritual do povo.","conexao_teologica":"A cidade é vista como um lugar de reunião e aprendizado, onde a palavra de Deus deve ser proclamada.","referencias_relacionadas":["Deuteronômio 16:18","Josué 20:2","2 Crônicas 30:1"]},"2cronicas_17_7_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de um tempo ou período específico em que as ações ocorreram.","explicacao_detalhada":"A palavra 'expressão' pode indicar a importância de um momento ou uma época em que a obediência a Deus foi enfatizada.","por_que_esta_palavra":"A expressão do tempo é crucial para entender o contexto histórico e espiritual do reinado de Josafá.","conexao_teologica":"Deus atua em tempos específicos da história, e a obediência em cada época é fundamental para a sua vontade.","referencias_relacionadas":["Eclesiastes 3:1","Daniel 2:21","Gálatas 4:4"]},"2cronicas_17_7_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar, especialmente no contexto do reinado de Josafá.","explicacao_detalhada":"A palavra 'reinar' enfatiza a autoridade e a responsabilidade de um líder em guiar seu povo segundo os preceitos de Deus.","por_que_esta_palavra":"O reinado de Josafá é um exemplo de liderança que busca a justiça e a verdade, refletindo o caráter de Deus.","conexao_teologica":"A liderança é vista como um chamado divino, onde o rei deve ser um servo do povo e de Deus.","referencias_relacionadas":["1 Samuel 12:14","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_17_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que foram designados para ensinar a Lei de Deus ao povo.","explicacao_detalhada":"A palavra 'sacerdote' destaca a função vital dos sacerdotes na mediação entre Deus e o povo, especialmente na instrução espiritual.","por_que_esta_palavra":"Os sacerdotes eram essenciais para a manutenção da adoração correta e do conhecimento da Lei entre os israelitas.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e do serviço a Deus, refletindo a necessidade de líderes espirituais.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:11","1 Pedro 2:9"]},"2cronicas_17_8_nome":{"palavra_pt":"nome","palavra_original":"נְתַנְיָה","transliteracao":"Nᵉthanyâh","strong":"H5418","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do sacerdote mencionado, que tem um significado especial.","explicacao_detalhada":"A palavra 'nome' é importante na cultura hebraica, pois carrega identidade e propósito, especialmente no contexto da liderança espiritual.","por_que_esta_palavra":"O nome do sacerdote é relevante para entender sua função e papel na história de Judá.","conexao_teologica":"O nome de uma pessoa muitas vezes reflete seu caráter e missão, especialmente em contextos bíblicos.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Isaías 43:7"]},"2cronicas_17_9_ensinar":{"palavra_pt":"ensinar","palavra_original":"לָמַד","transliteracao":"lâmad","strong":"H3925","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Refere-se à ação dos sacerdotes de instruir o povo na Lei de Deus.","explicacao_detalhada":"A palavra 'ensinar' destaca a responsabilidade dos líderes espirituais em transmitir o conhecimento e a sabedoria divina.","por_que_esta_palavra":"Ensinar é fundamental para a formação da fé e da prática religiosa do povo de Deus.","conexao_teologica":"A instrução na palavra de Deus é essencial para o crescimento espiritual e a obediência ao Senhor.","referencias_relacionadas":["Deuteronômio 6:7","Mateus 28:19-20","2 Timóteo 2:2"]},"2cronicas_17_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na adoração e na vida do povo de Israel.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, sendo um chamado à reverência.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de adoração e busca de ajuda, refletindo a relação do povo com Ele.","conexao_teologica":"O nome de Deus é poderoso e representa Sua presença e caráter, sendo fundamental na vida espiritual.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2cronicas_17_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, onde o povo vive e adora a Deus.","explicacao_detalhada":"A palavra 'terra' é significativa, pois representa o lar do povo de Deus e o lugar onde suas promessas se realizam.","por_que_esta_palavra":"A terra é um símbolo da herança divina e do cumprimento das promessas de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Hebreus 11:9"]},"2cronicas_17_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de declínio ou queda, muitas vezes associado a consequências negativas.","explicacao_detalhada":"No contexto de 2 Crônicas 17:10, a palavra 'cair' pode simbolizar a queda espiritual ou moral de um povo que se afasta de Deus. A ideia é que, ao desobedecer a Deus, a proteção divina é retirada, levando à ruína.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana diante da desobediência e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado. A restauração é sempre possível através do arrependimento.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Gálatas 6:1"]},"2cronicas_17_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em 2 Crônicas 17:10, 'Senhor' é usado para afirmar a posição de Deus como governante supremo e protetor do seu povo. Este nome é central na adoração e na relação entre Deus e Israel.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que guia e protege, além de ser um convite à submissão e reverência.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando sua natureza, caráter e relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"2cronicas_17_11_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição de intermediação ou inclusão.","explicacao_detalhada":"No versículo, 'entre' sugere a presença de Deus no meio do seu povo, destacando a relação de proximidade e comunhão que Ele deseja ter com eles.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a ideia de que Deus não está distante, mas ativo e presente na vida do seu povo.","conexao_teologica":"A presença de Deus entre seu povo é um tema importante, refletindo a promessa de que Ele estará sempre com aqueles que o buscam.","referencias_relacionadas":["Mateus 18:20","Salmos 46:1","Hebreus 13:5"]},"2cronicas_17_11_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício feito a Deus como expressão de adoração.","explicacao_detalhada":"Em 2 Crônicas 17:11, as ofertas são vistas como um meio de reconhecer a soberania de Deus e expressar gratidão. Elas eram essenciais para a adoração no templo.","por_que_esta_palavra":"A palavra 'oferta' é importante para entender a prática de adoração e a necessidade de sacrificar algo de valor como demonstração de fé.","conexao_teologica":"As ofertas são um símbolo da entrega e do compromisso do crente com Deus, refletindo a relação de amor e gratidão.","referencias_relacionadas":["Levítico 1:3","Salmos 54:6","Hebreus 13:15"]},"2cronicas_17_11_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' simboliza riqueza e valor, frequentemente usada em contextos de comércio e sacrifício.","explicacao_detalhada":"No versículo, a prata representa os recursos que o povo estava disposto a oferecer a Deus, mostrando a importância do que é valioso na adoração.","por_que_esta_palavra":"A escolha de 'prata' destaca a ideia de que a adoração a Deus deve envolver o que temos de melhor e mais precioso.","conexao_teologica":"A entrega de bens materiais a Deus é um reflexo da disposição do coração e da prioridade que damos à nossa relação com Ele.","referencias_relacionadas":["Salmos 119:72","Provérbios 3:9","Mateus 6:21"]},"2cronicas_17_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando segurança e identidade.","explicacao_detalhada":"Em 2 Crônicas 17:12, a cidade representa o lugar onde o povo se reúne para adorar e viver em comunidade sob a proteção de Deus.","por_que_esta_palavra":"A palavra 'cidade' é significativa pois reflete a ideia de um povo unido em torno de uma identidade comum e de valores compartilhados.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a segurança e a presença divina entre seu povo.","referencias_relacionadas":["Salmos 48:1","Hebreus 11:10","Apocalipse 21:2"]},"2cronicas_17_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto também se refere a um estado de declínio ou ruína.","explicacao_detalhada":"A repetição da palavra 'cair' em 2 Crônicas 17:12 reforça a ideia de que a desobediência pode levar à queda de uma cidade ou nação.","por_que_esta_palavra":"A palavra 'cair' é usada para alertar sobre as consequências da falta de fidelidade a Deus.","conexao_teologica":"A queda é um tema importante que nos lembra da necessidade de permanecer firmes na fé e obedientes aos mandamentos de Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 11:22","1 Coríntios 10:12"]},"2cronicas_17_12_grande":{"palavra_pt":"grande","palavra_original":"גָּדֵל","transliteracao":"gâdêl","strong":"H1432","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de magnitude ou importância significativa.","explicacao_detalhada":"Em 2 Crônicas 17:12, 'grande' pode se referir à grandeza das obras que Deus realiza através de seu povo, destacando a importância de suas ações.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a capacidade de Deus de fazer coisas extraordinárias através de pessoas comuns.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo seu poder e majestade em todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2cronicas_17_13_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou atividades realizadas, especialmente em um contexto de serviço a Deus.","explicacao_detalhada":"Em 2 Crônicas 17:13, 'obra' destaca as atividades do povo de Deus em cumprir sua vontade e propósitos na terra.","por_que_esta_palavra":"A palavra 'obra' é significativa pois reflete a importância do trabalho e do serviço na vida cristã.","conexao_teologica":"As obras são uma expressão da fé e do compromisso do crente em viver de acordo com os princípios de Deus.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"2cronicas_17_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' aqui também se refere a um local de habitação e comunidade.","explicacao_detalhada":"A repetição da palavra 'cidade' em 2 Crônicas 17:13 enfatiza a importância da coletividade e da vida em comunidade sob a liderança de Deus.","por_que_esta_palavra":"A palavra 'cidade' é usada para reforçar a ideia de que a vida cristã é vivida em comunidade, não isoladamente.","conexao_teologica":"A cidade de Deus representa a união do povo de Deus em adoração e serviço, refletindo a importância da comunidade na fé.","referencias_relacionadas":["Atos 2:44","Hebreus 10:25","Salmos 122:1"]},"2cronicas_17_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a sua natureza e papel na sociedade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para designar um indivíduo do sexo masculino, mas também pode ser usada de forma mais ampla para se referir à humanidade em geral. No contexto de 2 Crônicas 17:13, destaca-se a importância do homem como líder e responsável por ações que impactam a comunidade.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade e a liderança que são esperadas dos indivíduos em posições de autoridade.","conexao_teologica":"A figura do homem é central na teologia bíblica, representando não apenas a criação de Deus, mas também a queda e a necessidade de redenção.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"2cronicas_17_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física, mas também simboliza a família e a comunidade.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é frequentemente usada na Bíblia para descrever não apenas um edifício, mas também a ideia de lar e família. Em 2 Crônicas 17:14, a 'casa' pode se referir à casa de Judá, enfatizando a importância da unidade e da proteção familiar.","por_que_esta_palavra":"A palavra 'casa' é escolhida para mostrar a importância da estrutura familiar e social na vida do povo de Deus.","conexao_teologica":"A casa é um símbolo da aliança de Deus com Seu povo, representando segurança e continuidade na fé.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Efésios 2:19-22"]},"2cronicas_17_14_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem forte ou valente, destacando suas qualidades.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) neste contexto enfatiza a força e a coragem. Em 2 Crônicas 17:14, os 'homens valentes' são aqueles que se destacam em suas funções e responsabilidades, sendo pilares de apoio para a nação.","por_que_esta_palavra":"A escolha da palavra 'gibbôwr' ressalta a necessidade de líderes fortes e corajosos em tempos de crise.","conexao_teologica":"A força do homem é vista como uma dádiva de Deus, que capacita indivíduos a cumprir Seus propósitos.","referencias_relacionadas":["Josué 1:6","Salmos 27:14","2 Timóteo 1:7"]},"2cronicas_17_15_eightyieth":{"palavra_pt":"eighty ieth","palavra_original":"שְׁמֹנִים","transliteracao":"shᵉmônîym","strong":"H8084","significado_raiz":"Ideia básica: eighty ieth.","significado_contextual":"Refere-se ao número oitenta, indicando uma quantidade específica.","explicacao_detalhada":"A palavra 'oitenta' (שְׁמֹנִים) é usada para quantificar os homens valentes mencionados no versículo. Este número pode simbolizar plenitude ou um grande grupo de pessoas dedicadas.","por_que_esta_palavra":"O uso de números na Bíblia muitas vezes tem significados simbólicos, e 'oitenta' pode indicar um exército forte e preparado.","conexao_teologica":"Os números na Bíblia frequentemente têm significados espirituais, refletindo a ordem e o plano de Deus.","referencias_relacionadas":["Gênesis 46:27","Êxodo 12:37","1 Crônicas 12:14"]},"2cronicas_17_15_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' (עַל) é usada para descrever a importância dos homens valentes no contexto da proteção e liderança do povo de Judá. Este adjetivo enfatiza a magnitude de suas responsabilidades.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a relevância do papel desses homens na história de Judá.","conexao_teologica":"A grandeza é frequentemente associada à obra de Deus, que usa pessoas comuns para realizar feitos extraordinários.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Romanos 11:33"]},"2cronicas_17_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome de Deus, enfatizando Sua soberania e autoridade. Em 2 Crônicas 17:16, o nome do Senhor é invocado em contextos de adoração e dependência.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para a identidade do povo de Israel e sua relação com Ele.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, sendo central na adoração e na vida do crente.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"2cronicas_17_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a herança. Em 2 Crônicas 17:16, o 'filho' pode se referir a um líder ou sucessor que deve seguir os passos de seu pai.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a importância da transmissão de valores e responsabilidades entre gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 103:13","Mateus 5:9","Romanos 8:14"]},"2cronicas_17_16_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem forte ou valente, destacando suas qualidades.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) neste contexto enfatiza a força e a coragem. Em 2 Crônicas 17:16, os 'homens valentes' são aqueles que se destacam em suas funções e responsabilidades, sendo pilares de apoio para a nação.","por_que_esta_palavra":"A escolha da palavra 'gibbôwr' ressalta a necessidade de líderes fortes e corajosos em tempos de crise.","conexao_teologica":"A força do homem é vista como uma dádiva de Deus, que capacita indivíduos a cumprir Seus propósitos.","referencias_relacionadas":["Josué 1:6","Salmos 27:14","2 Timóteo 1:7"]},"2cronicas_17_17_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever a posição ou localização de pessoas ou coisas. Em 2 Crônicas 17:17, indica a presença de homens valentes no meio do povo.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a ideia de comunidade e a importância de estar em união com os outros.","conexao_teologica":"A ideia de estar 'entre' é central na teologia da comunidade de fé, onde os crentes são chamados a viver em comunhão.","referencias_relacionadas":["Atos 2:44","Hebreus 10:24-25","1 Coríntios 12:12-14"]},"2cronicas_17_17_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem forte ou valente, destacando suas qualidades.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) neste contexto enfatiza a força e a coragem. Em 2 Crônicas 17:17, os 'homens valentes' são aqueles que se destacam em suas funções e responsabilidades, sendo pilares de apoio para a nação.","por_que_esta_palavra":"A escolha da palavra 'gibbôwr' ressalta a necessidade de líderes fortes e corajosos em tempos de crise.","conexao_teologica":"A força do homem é vista como uma dádiva de Deus, que capacita indivíduos a cumprir Seus propósitos.","referencias_relacionadas":["Josué 1:6","Salmos 27:14","2 Timóteo 1:7"]},"2cronicas_17_17_escudo":{"palavra_pt":"escudo","palavra_original":"מָגֵן","transliteracao":"mâgên","strong":"H4043","significado_raiz":"Ideia básica: escudo.","significado_contextual":"O escudo simboliza proteção e defesa, especialmente em batalhas.","explicacao_detalhada":"Na cultura antiga, o escudo era um item essencial para a proteção do guerreiro. Ele não apenas defendia contra ataques, mas também representava a segurança que um rei oferecia ao seu povo.","por_que_esta_palavra":"A palavra 'escudo' é usada para enfatizar a proteção divina que Deus oferece aos seus servos, especialmente em tempos de conflito.","conexao_teologica":"Deus é frequentemente descrito como um escudo para aqueles que confiam Nele, simbolizando Sua proteção e cuidado.","referencias_relacionadas":["Salmos 3:3","Salmos 18:30","Provérbios 30:5"]},"2cronicas_17_18_eightyieth":{"palavra_pt":"eighty ieth","palavra_original":"שְׁמֹנִים","transliteracao":"shᵉmônîym","strong":"H8084","significado_raiz":"Ideia básica: eighty ieth.","significado_contextual":"Refere-se ao número oitenta, que pode simbolizar um período de teste ou provação.","explicacao_detalhada":"O número oitenta pode ser visto como um tempo de preparação ou de amadurecimento, onde o povo de Deus é chamado a confiar Nele durante períodos difíceis.","por_que_esta_palavra":"A menção do número enfatiza a importância da contagem e da organização no exército de Deus.","conexao_teologica":"Os números na Bíblia frequentemente têm significados simbólicos, e o oitenta pode representar um tempo de libertação e renovação.","referencias_relacionadas":["Êxodo 12:37","Salmos 90:10","Ezequiel 1:1"]},"2cronicas_17_18_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude e a importância de eventos ou pessoas.","explicacao_detalhada":"No contexto bíblico, 'grande' muitas vezes se refere à grandeza de Deus e à importância de Sua obra na história.","por_que_esta_palavra":"A ênfase na grandeza serve para lembrar os crentes da soberania de Deus sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Seu poder e majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_17_18_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão é um símbolo de ação, poder e autoridade.","explicacao_detalhada":"Na Bíblia, a mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção e ajuda em momentos de necessidade.","por_que_esta_palavra":"A palavra 'mão' destaca a ação de Deus em favor de Seu povo, mostrando que Ele está ativamente envolvido em suas vidas.","conexao_teologica":"A mão de Deus é um símbolo de Sua força e proteção, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28"]},"2cronicas_17_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, especialmente em relação ao governo de Israel.","explicacao_detalhada":"O rei é visto como o representante de Deus na terra, responsável por governar com justiça e sabedoria.","por_que_esta_palavra":"A menção do rei enfatiza a importância da liderança divina e da responsabilidade que vem com a autoridade.","conexao_teologica":"Cristo é frequentemente chamado de Rei, simbolizando Sua soberania e domínio sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_17_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa um lugar de habitação e comunidade, frequentemente associada ao povo de Deus.","explicacao_detalhada":"Na Bíblia, cidades são frequentemente mencionadas como centros de adoração e vida comunitária, refletindo a presença de Deus entre Seu povo.","por_que_esta_palavra":"A palavra 'cidade' destaca a importância da comunidade e da coletividade na vida espiritual.","conexao_teologica":"A Nova Jerusalém é uma representação da cidade celestial, onde Deus habitará com Seu povo eternamente.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"2cronicas_17_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à conduta de uma pessoa.","explicacao_detalhada":"Na Bíblia, o modo de viver é frequentemente associado à obediência a Deus e à Sua Palavra.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da prática da fé em ações concretas.","conexao_teologica":"A vida cristã é chamada a ser vivida de maneira digna do evangelho, refletindo o caráter de Cristo.","referencias_relacionadas":["Filipenses 1:27","Colossenses 3:17","1 Pedro 2:12"]}}