{"2cronicas_18_1_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e à majestade de Deus.","explicacao_detalhada":"A glória de Deus é um tema central nas Escrituras, representando Sua presença e poder entre o Seu povo.","por_que_esta_palavra":"A menção da glória enfatiza a importância de reconhecer e adorar a Deus por Sua grandeza.","conexao_teologica":"A glória de Deus é revelada em Jesus Cristo, que é a imagem do Deus invisível.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","João 1:14"]},"2cronicas_18_1_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é um símbolo de identidade e reputação.","explicacao_detalhada":"Na cultura bíblica, o nome de uma pessoa carrega seu caráter e sua história, refletindo quem ela realmente é.","por_que_esta_palavra":"A ênfase no nome destaca a importância de conhecer e invocar o nome de Deus.","conexao_teologica":"O nome de Jesus é fundamental para a salvação e a relação com Deus.","referencias_relacionadas":["Salmos 20:1","Atos 4:12","Romanos 10:13"]},"2cronicas_18_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a uma queda física ou a uma queda moral e espiritual.","explicacao_detalhada":"Cair pode simbolizar a perda de posição ou a falha em seguir os caminhos de Deus, resultando em consequências.","por_que_esta_palavra":"A menção de 'cair' serve como um aviso sobre as armadilhas do pecado e a necessidade de vigilância.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção em Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"2cronicas_18_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou alguém que se opõe a outra pessoa, especialmente em um contexto de guerra ou conflito.","explicacao_detalhada":"No contexto de 2 Crônicas 18:2, o 'inimigo' é uma referência a um adversário político ou militar que representa uma ameaça ao reino de Israel. A relação entre os reis e seus inimigos é central para a narrativa bíblica, onde alianças e conflitos moldam a história de Israel.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a tensão e o conflito que existem entre os reinos, refletindo a realidade das batalhas e das alianças políticas da época.","conexao_teologica":"Teologicamente, a presença de inimigos é vista como parte do plano de Deus para testar a fé e a obediência do Seu povo. A luta contra inimigos é frequentemente associada à necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Efésios 6:12"]},"2cronicas_18_2_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se a uma oferta feita a Deus, geralmente de um animal, como parte de um ato de adoração ou para buscar favor divino.","explicacao_detalhada":"Em 2 Crônicas 18:2, o sacrifício é um ato ritual que simboliza a busca pela orientação de Deus antes de entrar em batalha. Sacrifícios eram comuns na cultura israelita como uma forma de se aproximar de Deus e obter Sua bênção.","por_que_esta_palavra":"O uso da palavra 'sacrifício' destaca a importância da adoração e da devoção a Deus antes de tomar decisões significativas, como a guerra.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, simbolizando a expiação e a necessidade de um mediador entre Deus e o homem. Jesus é visto como o sacrifício final que cumpre todas as ofertas do Antigo Testamento.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2cronicas_18_2_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um evento ou à conclusão de um período, muitas vezes associada a um desfecho significativo.","explicacao_detalhada":"No contexto de 2 Crônicas 18:2, o 'fim' pode se referir ao resultado de uma batalha ou ao desfecho de uma aliança. O conceito de 'fim' é importante na narrativa bíblica, pois muitas vezes está ligado ao cumprimento das promessas de Deus.","por_que_esta_palavra":"A palavra 'fim' é utilizada para enfatizar a inevitabilidade dos resultados das ações humanas e a soberania de Deus sobre a história.","conexao_teologica":"Teologicamente, o 'fim' é um lembrete da esperança cristã na consumação final de todas as coisas, onde Deus estabelecerá Seu reino eterno.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"2cronicas_18_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever algo de importância significativa ou magnitude, muitas vezes relacionado a eventos ou pessoas.","explicacao_detalhada":"Em 2 Crônicas 18:3, 'grande' refere-se à importância da declaração feita pelo rei Acabe, que convoca Josafá para uma aliança militar. A grandeza da situação é refletida na seriedade da decisão que está sendo tomada.","por_que_esta_palavra":"A palavra 'grande' é escolhida para transmitir a gravidade e a seriedade da situação, destacando a necessidade de uma resposta adequada a um desafio significativo.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, onde Sua majestade e poder são frequentemente contrastados com a fragilidade humana.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_18_3_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que carrega significado e reputação.","explicacao_detalhada":"Em 2 Crônicas 18:3, o 'nome' de Acabe é mencionado para estabelecer sua identidade como rei de Israel e a autoridade que ele possui. O nome é um símbolo de poder e influência.","por_que_esta_palavra":"A escolha da palavra 'nome' enfatiza a importância da identidade e da reputação no contexto político e social da época.","conexao_teologica":"Na teologia bíblica, o nome de Deus é sagrado e representa Sua natureza e caráter. A importância do nome é vista em várias passagens que falam sobre invocar o nome do Senhor.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-10","Atos 4:12"]},"2cronicas_18_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, responsável por governar e liderar seu povo.","explicacao_detalhada":"Em 2 Crônicas 18:3, Acabe é identificado como rei, o que implica em sua responsabilidade de tomar decisões que afetam a nação de Israel. O papel do rei é central na narrativa bíblica, refletindo a liderança e a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'rei' é utilizada para destacar a posição de Acabe e a importância de sua liderança nas decisões que envolvem a nação.","conexao_teologica":"Teologicamente, o conceito de realeza é frequentemente associado ao governo de Deus sobre Seu povo, com Cristo sendo descrito como o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_18_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"Em 2 Crônicas 18:4, o 'dia' é mencionado como um tempo específico em que decisões importantes estão sendo tomadas, refletindo a urgência e a seriedade da situação.","por_que_esta_palavra":"A palavra 'dia' é escolhida para enfatizar a temporalidade das ações e decisões, lembrando que o tempo é um recurso precioso.","conexao_teologica":"Na teologia bíblica, o conceito de 'dia' é frequentemente associado ao tempo de Deus e à Sua soberania sobre a história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Pedro 3:8"]},"2cronicas_18_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada novamente para descrever a importância da declaração ou do evento que está prestes a ocorrer.","explicacao_detalhada":"Em 2 Crônicas 18:4, 'grande' reforça a seriedade da convocação feita por Acabe, indicando que a situação requer atenção e consideração cuidadosa.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a magnitude da decisão que está sendo tomada e a necessidade de buscar a orientação de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Sua majestade é frequentemente exaltada em contraste com a fragilidade humana.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_18_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é mencionada novamente para reafirmar a posição de Acabe como líder e sua autoridade nas decisões que envolvem o povo.","explicacao_detalhada":"Em 2 Crônicas 18:4, a referência ao rei é crucial para entender a dinâmica de poder e a responsabilidade que ele carrega em relação ao seu povo e a Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a importância da liderança e da responsabilidade que vem com a autoridade.","conexao_teologica":"O conceito de realeza é fundamental na teologia bíblica, onde Deus é visto como o Rei supremo e os líderes humanos são chamados a refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_18_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor e transmite Sua vontade ao povo.","explicacao_detalhada":"Em 2 Crônicas 18:5, o profeta é uma figura crucial que representa a voz de Deus em meio a decisões importantes, oferecendo orientação e advertência ao rei e ao povo.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a importância da revelação divina e da necessidade de ouvir a voz de Deus em tempos de crise.","conexao_teologica":"Teologicamente, os profetas são vistos como intermediários entre Deus e o povo, e suas mensagens são fundamentais para a compreensão da vontade divina.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Efésios 4:11"]},"2cronicas_18_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo a alguém, no contexto de um pedido ou súplica.","explicacao_detalhada":"Neste versículo, a palavra 'dar' é usada para expressar a necessidade de que Deus conceda uma resposta ou direção ao povo, enfatizando a dependência do ser humano em relação à vontade divina.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a relação entre o homem e Deus, onde o homem clama por ajuda e Deus é o doador de sabedoria e orientação.","conexao_teologica":"A ideia de que Deus é um doador generoso é um tema recorrente na Bíblia, refletindo Sua natureza benevolente e a importância da oração e súplica.","referencias_relacionadas":["Tiago 1:5","Salmos 34:10","Mateus 7:7"]},"2cronicas_18_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo, que é invocado em momentos de necessidade.","explicacao_detalhada":"Neste contexto, a invocação de Deus é fundamental, pois os personagens buscam Sua orientação e intervenção em uma situação crítica.","por_que_esta_palavra":"A palavra 'Deus' é central para a fé israelita, representando a autoridade máxima e a fonte de toda sabedoria e poder.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, onde Deus é visto como protetor e guia.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_18_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' enfatiza a reverência e a submissão dos personagens à vontade divina, reconhecendo Sua posição elevada.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para destacar a relação de autoridade e respeito que os servos de Deus devem ter em relação a Ele.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é o governante supremo e que Sua vontade deve ser buscada e obedecida.","referencias_relacionadas":["Salmos 103:19","Romanos 14:8","Filipenses 2:9-11"]},"2cronicas_18_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente, neste caso, uma declaração de fé ou uma profecia.","explicacao_detalhada":"Neste contexto, a palavra 'dizer' é usada para transmitir a importância da comunicação da verdade de Deus através dos profetas.","por_que_esta_palavra":"A palavra 'dizer' é crucial para a transmissão da mensagem divina, mostrando que a palavra de Deus deve ser proclamada e ouvida.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a edificação da fé e para a orientação do povo de Deus.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","2 Timóteo 3:16-17"]},"2cronicas_18_6_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"Neste versículo, o papel do profeta é fundamental, pois ele é o intermediário entre Deus e o povo, trazendo revelações e orientações.","por_que_esta_palavra":"A palavra 'profeta' é importante para entender a dinâmica da comunicação divina, onde Deus fala através de homens escolhidos.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo porta-vozes de Deus em momentos decisivos.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Efésios 4:11"]},"2cronicas_18_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, responsável por governar e proteger seu povo.","explicacao_detalhada":"Neste contexto, a figura do rei é central, pois ele busca a orientação de Deus para tomar decisões que afetarão seu reino.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a responsabilidade e o papel de liderança que a pessoa exerce sobre o povo.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde Deus estabelece reis e governantes para guiar Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 21:1","Romanos 13:1"]},"2cronicas_18_7_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto, benéfico ou desejável.","explicacao_detalhada":"Neste versículo, a palavra 'bom' é usada para descrever a natureza da orientação que se busca de Deus, enfatizando a busca pelo que é justo e correto.","por_que_esta_palavra":"A palavra 'bom' é importante para entender a natureza da vontade de Deus, que é sempre para o bem de Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, onde Ele é descrito como a fonte de toda bondade e justiça.","referencias_relacionadas":["Salmos 119:68","Gálatas 6:10","Romanos 12:2"]},"2cronicas_18_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente refere-se à comunicação de uma mensagem, neste caso, a busca por uma resposta de Deus.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para expressar a necessidade de ouvir a voz de Deus através de Seus profetas.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a importância da comunicação clara e da revelação divina.","conexao_teologica":"A revelação de Deus é essencial para a vida do crente, pois é através da Sua palavra que somos guiados.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Pedro 1:21"]},"2cronicas_18_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou solicitar a presença de alguém, neste caso, os profetas.","explicacao_detalhada":"Neste versículo, 'chamar' é usado para indicar a ação do rei em buscar a orientação dos profetas de Deus.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a iniciativa do rei em buscar a verdade e a direção divina.","conexao_teologica":"A busca pela orientação de Deus é um tema central, onde o povo é chamado a ouvir e responder à voz de Deus.","referencias_relacionadas":["Isaías 55:6","Salmos 27:8","Mateus 11:28"]},"2cronicas_18_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente refere-se à figura de autoridade que busca a direção divina.","explicacao_detalhada":"Neste contexto, o rei demonstra sua responsabilidade em buscar a orientação de Deus para governar sabiamente.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e da responsabilidade que vem com a posição de autoridade.","conexao_teologica":"A liderança sob a orientação de Deus é um princípio fundamental na Bíblia, onde os líderes são chamados a buscar a sabedoria divina.","referencias_relacionadas":["1 Timóteo 2:1-2","Provérbios 16:9","Salmos 37:5"]},"2cronicas_18_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No contexto de 2 Crônicas 18:8, o rei Acabe convoca os profetas para ouvir o que Deus tem a dizer sobre a guerra. A palavra 'dizer' é crucial, pois enfatiza a importância da comunicação divina através dos profetas.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar a necessidade de ouvir a voz de Deus em momentos de decisão.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, destacando a importância da revelação e da obediência.","referencias_relacionadas":["Hebreus 1:1-2","Amós 3:7","Salmos 29:4"]},"2cronicas_18_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa sobre um povo.","explicacao_detalhada":"Em 2 Crônicas 18:9, Acabe é apresentado como o rei de Israel, que busca conselhos para a guerra. O papel do rei é fundamental, pois ele é responsável por liderar e tomar decisões que afetam toda a nação.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a responsabilidade e a autoridade que Acabe possui, além de sua necessidade de buscar a orientação divina.","conexao_teologica":"A soberania de Deus sobre os reis e governantes é um tema recorrente, mostrando que, apesar da autoridade humana, Deus é o verdadeiro Rei.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","Salmos 22:28"]},"2cronicas_18_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No versículo, 'modo' se relaciona à forma como os profetas se apresentam e falam em nome de Deus. O modo de agir dos profetas é crucial para a credibilidade da mensagem que trazem.","por_que_esta_palavra":"Esta palavra é importante para entender que a forma de comunicar a mensagem divina pode impactar a recepção e a aceitação por parte do povo.","conexao_teologica":"A maneira como a verdade de Deus é comunicada é essencial para a edificação da fé e a obediência do povo.","referencias_relacionadas":["1 Coríntios 14:40","Tiago 1:19","Colossenses 4:6"]},"2cronicas_18_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' aqui é uma referência a um ato de fazer ou realizar algo.","explicacao_detalhada":"Em 2 Crônicas 18:10, a palavra 'urso' pode ser entendida como uma ação que é realizada em nome de Deus, simbolizando a necessidade de agir conforme a vontade divina.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da ação em resposta à palavra de Deus.","conexao_teologica":"A relação entre fé e obras é um princípio fundamental na teologia cristã, onde a ação deve acompanhar a crença.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 7:21"]},"2cronicas_18_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à relação familiar.","explicacao_detalhada":"No contexto do versículo, 'filho' pode simbolizar a continuidade da linhagem e a responsabilidade que vem com a herança espiritual e física.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre as gerações e a transmissão da fé e dos valores.","conexao_teologica":"A Bíblia frequentemente fala sobre a relação entre pais e filhos, enfatizando a importância da educação espiritual.","referencias_relacionadas":["Provérbios 22:6","Efésios 6:4","Salmos 127:3"]},"2cronicas_18_10_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício a Deus.","explicacao_detalhada":"Em 2 Crônicas 18:10, o altar é um símbolo da presença de Deus e da necessidade de se aproximar dEle através de sacrifícios e adoração.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da adoração e da devoção a Deus na vida do povo.","conexao_teologica":"O altar representa a mediação entre Deus e o homem, sendo um local de encontro e reconciliação.","referencias_relacionadas":["Hebreus 13:10","Êxodo 20:24","Salmos 51:17"]},"2cronicas_18_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Neste versículo, 'modo' se relaciona à forma como os profetas falam e se comportam ao transmitir a mensagem de Deus.","por_que_esta_palavra":"A palavra é importante para entender que a forma de comunicação pode influenciar a recepção da mensagem divina.","conexao_teologica":"A maneira como a verdade é apresentada é crucial para a eficácia da comunicação do evangelho.","referencias_relacionadas":["1 Pedro 3:15","Colossenses 4:5","Mateus 5:16"]},"2cronicas_18_11_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Sua vontade.","explicacao_detalhada":"Em 2 Crônicas 18:11, o profeta é a voz de Deus, trazendo orientação e advertência ao povo e ao rei.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a importância do papel do profeta na comunicação da vontade divina.","conexao_teologica":"Os profetas são fundamentais na história da salvação, sendo instrumentos de Deus para revelar Sua verdade.","referencias_relacionadas":["Jeremias 1:5","Amós 3:8","Ezequiel 2:7"]},"2cronicas_18_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo.","explicacao_detalhada":"No contexto do versículo, 'dar' pode se referir à entrega da mensagem profética e à disposição de se submeter à vontade de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender a ação de se colocar à disposição de Deus e de Sua mensagem.","conexao_teologica":"A disposição de dar e receber é um princípio central na vida cristã, refletindo a generosidade de Deus.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Atos 20:35"]},"2cronicas_18_12_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um ser espiritual que serve como mensageiro de Deus.","explicacao_detalhada":"Em 2 Crônicas 18:12, o anjo é um intermediário que traz a mensagem de Deus ao povo, destacando a comunicação divina.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a presença e a ação de Deus através de Seus mensageiros.","conexao_teologica":"Os anjos desempenham um papel importante na revelação e na proteção do povo de Deus.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Daniel 9:21"]},"2cronicas_18_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus que transmite Sua vontade ao povo.","explicacao_detalhada":"No contexto de 2 Crônicas 18, o profeta é alguém que fala em nome de Deus, trazendo uma mensagem de advertência ao rei Acabe sobre a batalha que ele está prestes a enfrentar. O papel do profeta é crucial para guiar o povo de Israel segundo a vontade divina.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para identificar aqueles que são chamados por Deus para comunicar Sua mensagem e advertir sobre as consequências de desobediência.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois representam a voz de Deus e são instrumentos de Sua revelação ao povo. Eles frequentemente chamam o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Jeremias 1:5"]},"2cronicas_18_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Um governante que exerce autoridade sobre um povo.","explicacao_detalhada":"Neste versículo, o rei Acabe busca conselhos sobre a guerra, mostrando a importância da liderança e da busca por orientação divina nas decisões. O rei é responsável por guiar seu povo e deve fazê-lo com sabedoria.","por_que_esta_palavra":"A palavra 'rei' é usada para descrever a posição de autoridade e responsabilidade que alguém tem sobre um reino ou nação.","conexao_teologica":"A figura do rei é significativa na Bíblia, representando tanto a autoridade humana quanto a soberania de Deus sobre as nações. Deus é frequentemente descrito como o Rei supremo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2cronicas_18_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de expressar verbalmente uma ideia ou comando.","explicacao_detalhada":"Neste contexto, a palavra 'dizer' é usada para relatar a comunicação entre o profeta e o rei, enfatizando a importância da palavra falada na transmissão de mensagens divinas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação e a revelação, sendo um meio pelo qual Deus se comunica com Seu povo.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, e a comunicação verbal é um meio pelo qual a verdade divina é revelada.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"2cronicas_18_13_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade do ser humano.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana e a dependência de Deus. No contexto, pode indicar a vulnerabilidade do ser humano diante das decisões e ações.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a limitação e a fragilidade da natureza humana em contraste com a força e a soberania de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a carne em termos de fraqueza e necessidade de redenção, destacando a necessidade de confiar em Deus.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","Salmos 78:39"]},"2cronicas_18_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) enfatiza a soberania e a autoridade de Deus sobre todas as coisas. No contexto, é um lembrete da importância de invocar o nome de Deus nas decisões.","por_que_esta_palavra":"A palavra 'Senhor' é central na fé israelita, representando a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é associado à Sua presença e poder, e invocar Seu nome é um ato de fé e submissão.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Romanos 10:13"]},"2cronicas_18_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Um governante que exerce autoridade sobre um povo.","explicacao_detalhada":"Neste versículo, o rei Acabe é mencionado novamente, ressaltando a continuidade de sua busca por conselhos e a importância de sua liderança nas decisões do reino.","por_que_esta_palavra":"A palavra 'rei' é usada para descrever a posição de autoridade e responsabilidade que alguém tem sobre um reino ou nação.","conexao_teologica":"A figura do rei é significativa na Bíblia, representando tanto a autoridade humana quanto a soberania de Deus sobre as nações. Deus é frequentemente descrito como o Rei supremo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2cronicas_18_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Ato de dar ou conceder algo.","explicacao_detalhada":"A palavra 'dar' é usada para indicar a ação de oferecer algo, que pode ser uma resposta a um pedido ou uma necessidade. No contexto, pode se referir à entrega de uma mensagem ou de um conselho.","por_que_esta_palavra":"A palavra 'dar' é importante para entender a dinâmica de troca e comunicação entre o profeta e o rei.","conexao_teologica":"A ideia de dar é central na teologia bíblica, onde Deus é visto como aquele que dá bênçãos e orientações ao Seu povo.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Lucas 6:38"]},"2cronicas_18_14_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Ato de vir ou entrar em uma situação.","explicacao_detalhada":"A palavra 'vir' é usada para descrever a ação de se aproximar ou entrar em uma nova situação, que pode ser interpretada como um convite ou uma convocação.","por_que_esta_palavra":"A palavra 'vir' é significativa na narrativa bíblica, indicando a ação de Deus chamando Seu povo para um relacionamento mais profundo.","conexao_teologica":"A ideia de ser chamado por Deus é um tema recorrente na Bíblia, onde Deus convoca indivíduos para cumprir Seu propósito.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"2cronicas_18_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Um governante que exerce autoridade sobre um povo.","explicacao_detalhada":"O rei Acabe é mencionado novamente, reforçando a importância de sua posição e as decisões que ele deve tomar em relação à orientação recebida do profeta.","por_que_esta_palavra":"A palavra 'rei' é usada para descrever a posição de autoridade e responsabilidade que alguém tem sobre um reino ou nação.","conexao_teologica":"A figura do rei é significativa na Bíblia, representando tanto a autoridade humana quanto a soberania de Deus sobre as nações. Deus é frequentemente descrito como o Rei supremo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"2cronicas_18_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Em 2 Crônicas 18:15, \"dizer\" aparece na frase \"E o rei lhe disse: Até quantas vezes, te conjurarei, para que não me fales senão a verdade em nome do Senhor?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אָמַר; ʼâmar; H559), \"dizer\" traz a ideia de dizer. Aqui, essa palavra deixa o ensino de 2 Crônicas 18:15 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"dizer\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 18:16. Lendo junto com 2 Crônicas 18:15, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 18:15","2 Crônicas 18:16","Salmos 119:105"]},"2cronicas_18_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à sinceridade nas palavras proferidas.","explicacao_detalhada":"No contexto de 2 Crônicas 18, a verdade é um tema central na busca de Jeosafá por conselhos proféticos. A verdade é essencial para discernir a vontade de Deus em meio a enganos e mentiras.","por_que_esta_palavra":"A palavra 'verdade' é utilizada para enfatizar a importância da honestidade e da integridade nas comunicações, especialmente em questões de liderança e decisões.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Deus e seu povo. Jesus se apresenta como a verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Provérbios 12:19"]},"2cronicas_18_16_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) implica não apenas a ausência de conflito, mas um estado de bem-estar e harmonia.","explicacao_detalhada":"Neste versículo, a paz é mencionada em um contexto de profecia e segurança. A promessa de paz é um sinal da presença de Deus e da sua proteção sobre o povo.","por_que_esta_palavra":"A palavra 'paz' é crucial para entender a natureza do reino de Deus, que é caracterizado por justiça, amor e harmonia entre os seres humanos.","conexao_teologica":"A paz é um dos frutos do Espírito (Gálatas 5:22) e representa a restauração que Cristo traz ao mundo. A paz de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Filipenses 4:7","Isaías 9:6","Romanos 5:1"]},"2cronicas_18_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar a comunicação de uma mensagem importante.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à declaração de um profeta, que traz uma mensagem de Deus. A forma como as palavras são proferidas pode ter um impacto significativo nas decisões tomadas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão de revelações divinas e para a comunicação entre Deus e os homens.","conexao_teologica":"A comunicação de Deus através da palavra é central na teologia cristã, onde a Palavra se fez carne em Jesus Cristo (João 1:14).","referencias_relacionadas":["Hebreus 1:1-2","Mateus 4:4","Salmos 119:105"]},"2cronicas_18_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à forma como a mensagem é entregue, enfatizando a importância da abordagem e da atitude ao comunicar a verdade.","por_que_esta_palavra":"A escolha do 'modo' de comunicar pode influenciar a recepção da mensagem e a resposta do ouvinte.","conexao_teologica":"A maneira como vivemos e comunicamos nossa fé reflete a natureza de Cristo em nós. A integridade no modo de viver é um testemunho do evangelho.","referencias_relacionadas":["1 Pedro 3:15","Colossenses 4:6","Mateus 5:16"]},"2cronicas_18_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de uma mensagem crucial.","explicacao_detalhada":"Aqui, 'dizer' é parte de um relato sobre a resposta do rei a uma profecia, destacando a importância da palavra profética na liderança.","por_que_esta_palavra":"A palavra 'dizer' é essencial para a compreensão da dinâmica entre o profeta e o rei, e como as palavras têm poder para influenciar decisões.","conexao_teologica":"As palavras têm poder, e a Bíblia nos ensina a ser cuidadosos com o que dizemos, pois nossas palavras podem edificar ou destruir (Tiago 3:5-6).","referencias_relacionadas":["Provérbios 18:21","Eclesiastes 3:7","Romanos 10:17"]},"2cronicas_18_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao papel de liderança que alguém exerce sobre um povo.","explicacao_detalhada":"Neste contexto, o rei é Jeosafá, que busca a orientação de Deus através dos profetas antes de entrar em batalha, mostrando a importância da liderança espiritual.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois representa a responsabilidade de guiar o povo e tomar decisões que afetam a nação.","conexao_teologica":"Cristo é descrito como o Rei dos Reis (Apocalipse 19:16), e a liderança espiritual é um reflexo do governo de Deus sobre a terra.","referencias_relacionadas":["1 Timóteo 6:15","Salmos 2:6","Isaías 33:22"]},"2cronicas_18_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente enfatizada, reforçando a necessidade de discernir a verdade em meio a conselhos conflitantes.","explicacao_detalhada":"A verdade é crucial para a decisão do rei, que deve escolher entre as palavras dos profetas e a vontade de Deus.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a importância de buscar a verdade divina em todas as situações.","conexao_teologica":"A verdade é um fundamento da fé cristã, e a busca pela verdade é um chamado para todos os crentes, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 4:15"]},"2cronicas_18_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é utilizada para descrever a maneira como a mensagem é apresentada.","explicacao_detalhada":"Neste versículo, o 'modo' pode se referir à forma como o profeta comunica a vontade de Deus, destacando a importância da clareza na comunicação.","por_que_esta_palavra":"A escolha do 'modo' de comunicar pode afetar a compreensão e a aceitação da mensagem.","conexao_teologica":"A forma como comunicamos a verdade é importante, pois devemos fazer isso com amor e clareza, refletindo a natureza de Cristo.","referencias_relacionadas":["Efésios 4:15","Colossenses 3:23","1 Coríntios 14:40"]},"2cronicas_18_18_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio espiritual e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, os céus são mencionados para enfatizar a autoridade divina e a origem da mensagem profética.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a relação entre o mundo físico e o espiritual, e a soberania de Deus sobre tudo.","conexao_teologica":"Deus é o Criador dos céus e da terra, e sua soberania é um tema central nas Escrituras, refletindo seu controle sobre a história.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"2cronicas_18_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de uma mensagem importante.","explicacao_detalhada":"Aqui, 'dizer' destaca a importância da palavra profética e como ela deve ser ouvida e considerada.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a centralidade da comunicação na revelação de Deus ao seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz (Hebreus 4:12), e a comunicação da verdade é essencial para a edificação da fé.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:25","Mateus 4:4"]},"2cronicas_18_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação divina, onde Deus se revela e transmite sua vontade.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à ação de Deus ao comunicar-se com os profetas e os reis, enfatizando a importância da palavra de Deus na orientação do povo.","por_que_esta_palavra":"A palavra é fundamental para entender como Deus se comunica com a humanidade e a importância da obediência à sua palavra.","conexao_teologica":"A comunicação divina é um tema central na teologia, mostrando como Deus se relaciona com seu povo através da revelação.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"2cronicas_18_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a posição de Deus como criador e governante, destacando sua majestade e poder.","por_que_esta_palavra":"A palavra é essencial para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia, que afirma que Ele tem controle absoluto sobre a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Apocalipse 19:16"]},"2cronicas_18_19_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir à humanidade em geral, destacando a fragilidade e a necessidade de orientação divina.","explicacao_detalhada":"Neste contexto, 'homem' representa a condição humana e a dependência de Deus para a sabedoria e a direção.","por_que_esta_palavra":"A palavra é importante para enfatizar a distinção entre a sabedoria divina e a limitada compreensão humana.","conexao_teologica":"A natureza humana e sua necessidade de redenção é um tema central na teologia cristã.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"2cronicas_18_20_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' é utilizada para descrever a ação do Espírito Santo ou de forças sobrenaturais que influenciam os eventos.","explicacao_detalhada":"Neste versículo, 'vento' simboliza a presença e a ação de Deus que traz mudanças e direciona os acontecimentos.","por_que_esta_palavra":"A palavra é significativa para entender como Deus pode operar através de meios invisíveis e sobrenaturais.","conexao_teologica":"A ação do Espírito Santo é um aspecto vital da teologia, mostrando como Deus atua no mundo e na vida dos crentes.","referencias_relacionadas":["João 3:8","Atos 2:2-4","Gálatas 5:22-23"]},"2cronicas_18_20_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' indica a ação de se mover de um lugar para outro, simbolizando a execução de um plano ou propósito.","explicacao_detalhada":"Neste contexto, 'sair' refere-se ao ato de um espírito que se apresenta diante de Deus para cumprir uma missão específica.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica da obediência e da ação dos seres espirituais em resposta à vontade de Deus.","conexao_teologica":"A obediência dos seres espirituais à vontade de Deus é um tema que revela a ordem e a soberania divina.","referencias_relacionadas":["Salmos 104:4","Hebreus 1:14","Mateus 28:18-20"]},"2cronicas_18_20_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' implica em prestar serviço ou cumprir uma função, especialmente em relação a Deus.","explicacao_detalhada":"Neste contexto, 'servir' refere-se à disposição do espírito em cumprir a vontade de Deus, mostrando a importância do serviço na vida espiritual.","por_que_esta_palavra":"A palavra é crucial para entender o chamado de Deus para que seus servos atuem em conformidade com seus propósitos.","conexao_teologica":"O serviço a Deus é um princípio central na vida cristã, refletindo a devoção e a submissão do crente.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:23-24","1 Pedro 4:10"]},"2cronicas_18_21_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' é novamente usada para descrever a ação de forças espirituais que influenciam os eventos na Terra.","explicacao_detalhada":"Neste versículo, 'vento' representa a presença de um espírito que engana, mostrando a dualidade da ação espiritual.","por_que_esta_palavra":"A palavra é significativa para entender a batalha espiritual e a influência de forças malignas que se opõem à vontade de Deus.","conexao_teologica":"A luta entre o bem e o mal é um tema recorrente na teologia, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["Efésios 6:12","1 João 4:1","Tiago 4:7"]},"2cronicas_18_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever um animal que simboliza força e ferocidade, representando a natureza do espírito enganador.","explicacao_detalhada":"Neste contexto, 'urso' é uma metáfora para a destruição e o poder que o espírito enganador pode exercer sobre aqueles que não seguem a verdade.","por_que_esta_palavra":"A palavra é importante para ilustrar a gravidade do engano e suas consequências na vida espiritual.","conexao_teologica":"A natureza do pecado e suas consequências é um tema central na teologia, alertando sobre os perigos do engano.","referencias_relacionadas":["Provérbios 28:1","Gálatas 6:7-8","Romanos 6:23"]},"2cronicas_18_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação de um engano que leva à destruição.","explicacao_detalhada":"Neste versículo, 'dizer' refere-se à declaração do espírito enganador, que se apresenta como uma verdade.","por_que_esta_palavra":"A palavra é crucial para entender a importância de discernir a verdade da mentira na comunicação espiritual.","conexao_teologica":"A verdade de Deus é um tema central na teologia, contrastando com as mentiras que o mundo e o inimigo apresentam.","referencias_relacionadas":["João 8:32","2 Coríntios 11:14","1 Timóteo 4:1"]},"2cronicas_18_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reafirmar a soberania de Deus sobre os eventos que se desenrolam.","explicacao_detalhada":"Neste versículo, 'senhor' destaca a autoridade de Deus em permitir ou não que o engano ocorra.","por_que_esta_palavra":"A palavra é essencial para reconhecer que, mesmo em meio ao engano, Deus permanece no controle.","conexao_teologica":"A soberania de Deus é um tema reconfortante, mostrando que Ele é maior do que qualquer engano ou adversidade.","referencias_relacionadas":["Isaías 46:10","Romanos 8:28","Salmos 115:3"]},"2cronicas_18_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de conceder ou entregar algo, neste caso, um espírito enganador.","explicacao_detalhada":"No contexto de 2 Crônicas 18:22, Deus permite que um espírito mentiroso engane os profetas de Acabe, mostrando que Ele tem controle sobre as forças espirituais e que pode usar até mesmo o engano para cumprir Seus propósitos.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender como Deus interage com os seres humanos e as forças espirituais, demonstrando Sua soberania.","conexao_teologica":"Essa passagem ilustra a ideia de que Deus pode usar o engano para levar a cabo Seus planos, o que levanta questões sobre a natureza da verdade e da mentira no plano divino.","referencias_relacionadas":["1 Reis 22:22","Isaías 6:9-10","Romanos 1:24"]},"2cronicas_18_22_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' ou 'vento' refere-se a uma força invisível que pode influenciar ações e pensamentos.","explicacao_detalhada":"Neste versículo, o espírito enganador é enviado por Deus para influenciar os profetas de Acabe, mostrando que o vento pode simbolizar tanto a presença de Deus quanto a manipulação de forças espirituais.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a natureza etérea e poderosa do espírito, que pode mover-se livremente e causar impacto.","conexao_teologica":"A presença do espírito enganador destaca a batalha espiritual que ocorre entre a verdade divina e as mentiras humanas.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"2cronicas_18_23_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever a essência do ser e a continuidade da existência.","explicacao_detalhada":"Em 2 Crônicas 18:23, a vida é mencionada em um contexto onde a verdade e a mentira têm consequências diretas sobre a existência dos indivíduos envolvidos.","por_que_esta_palavra":"A palavra 'vida' é central para a compreensão do que está em jogo nas decisões tomadas pelos personagens da narrativa.","conexao_teologica":"A vida é um tema recorrente na Bíblia, simbolizando a relação entre Deus e a humanidade, e como a desobediência pode levar à morte espiritual.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"2cronicas_18_23_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina que desempenha um papel importante na narrativa.","explicacao_detalhada":"Neste contexto, a mulher mencionada é uma profetisa que representa a voz de Deus, contrastando com os profetas enganadores que cercam Acabe.","por_que_esta_palavra":"A inclusão da mulher na narrativa destaca a diversidade de vozes e a importância de ouvir a verdade, independentemente de sua origem.","conexao_teologica":"A presença de mulheres profetisas na Bíblia mostra que Deus pode usar qualquer pessoa para transmitir Sua mensagem.","referencias_relacionadas":["Juízes 4:4","2 Reis 22:14","Atos 21:9"]},"2cronicas_18_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar descendência e herança, muitas vezes associada à continuidade da linhagem.","explicacao_detalhada":"No contexto, o 'filho' pode simbolizar a continuidade do reino e as consequências das ações dos pais sobre as gerações futuras.","por_que_esta_palavra":"A palavra 'filho' é significativa, pois enfatiza a responsabilidade que os líderes têm sobre suas famílias e nações.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a responsabilidade espiritual e moral que se estende através das gerações.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Provérbios 22:6"]},"2cronicas_18_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste versículo, o 'dia' é mencionado como um tempo de julgamento e revelação, onde as ações dos profetas e do rei serão confrontadas.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a urgência e a seriedade do momento em que as decisões são tomadas.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","Apocalipse 20:11-15"]},"2cronicas_18_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar uma declaração ou um comando.","explicacao_detalhada":"Neste contexto, a palavra 'dizer' é fundamental para entender a comunicação divina e a importância da mensagem que está sendo transmitida.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade da mensagem e a necessidade de atenção à palavra de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando como Ele se revela através de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"2cronicas_18_24_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante.","explicacao_detalhada":"No contexto, 'eis' é usado para enfatizar a revelação de uma verdade ou um evento significativo que está prestes a acontecer.","por_que_esta_palavra":"A palavra 'eis' serve como um alerta para que os ouvintes estejam atentos ao que será dito a seguir.","conexao_teologica":"A utilização de 'eis' em passagens bíblicas muitas vezes precede uma revelação divina, indicando a importância do que está sendo comunicado.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Apocalipse 3:20"]},"2cronicas_18_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e atividade social.","explicacao_detalhada":"Neste versículo, a cidade é o cenário onde os eventos se desenrolam, simbolizando a coletividade e a responsabilidade dos cidadãos.","por_que_esta_palavra":"A palavra 'cidade' é significativa para entender o contexto social e político da narrativa, onde as decisões do rei afetam toda a população.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo do povo de Deus e da comunidade de fé.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Apocalipse 21:2"]},"2cronicas_18_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade e liderança sobre um povo.","explicacao_detalhada":"No contexto, o rei Acabe representa a liderança que pode levar o povo à desobediência ou à fidelidade a Deus, dependendo de suas escolhas.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a responsabilidade que vem com a liderança.","conexao_teologica":"A Bíblia frequentemente compara Deus a um rei, enfatizando Sua soberania e autoridade sobre toda a criação.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Apocalipse 19:16"]},"2cronicas_18_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma ordem ou uma declaração importante.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à ação de comunicar uma mensagem, que pode ter implicações significativas para os personagens envolvidos na narrativa.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e da revelação de verdades divinas.","conexao_teologica":"A comunicação de Deus aos homens é um tema central nas Escrituras, mostrando como Ele se revela e orienta seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:9"]},"2cronicas_18_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente no contexto de Israel.","explicacao_detalhada":"Neste versículo, 'rei' é usado para identificar a posição de liderança e responsabilidade que Jeosafá tinha sobre o povo de Israel.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre Deus e a liderança terrena.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Isaías 33:22"]},"2cronicas_18_26_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é utilizada para descrever um estado de harmonia e ausência de conflito.","explicacao_detalhada":"Neste contexto, 'paz' é um desejo de estabilidade e segurança, tanto no reino de Jeosafá quanto nas relações com outros povos.","por_que_esta_palavra":"A busca pela paz é um tema recorrente nas Escrituras, refletindo o desejo de Deus para a humanidade.","conexao_teologica":"A paz é frequentemente associada à presença de Deus e à Sua vontade para o Seu povo.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"2cronicas_18_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a importância da comunicação na narrativa.","explicacao_detalhada":"Aqui, 'dizer' pode indicar uma instrução ou uma declaração que deve ser levada a sério pelos ouvintes.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a urgência e a seriedade da mensagem que está sendo transmitida.","conexao_teologica":"A comunicação divina é essencial para a compreensão da vontade de Deus e para a vida do crente.","referencias_relacionadas":["Mateus 4:4","João 1:1","Hebreus 1:1-2"]},"2cronicas_18_27_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é novamente utilizada, reforçando o desejo de tranquilidade e segurança.","explicacao_detalhada":"Neste versículo, 'paz' é um apelo à harmonia em meio a situações de conflito e incerteza.","por_que_esta_palavra":"A repetição da palavra 'paz' destaca a importância desse conceito na vida do povo de Deus.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 34:14","Mateus 5:9","Colossenses 3:15"]},"2cronicas_18_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir uma mensagem de advertência ou instrução.","explicacao_detalhada":"Neste contexto, 'dizer' pode indicar uma comunicação que deve ser levada em consideração para evitar consequências negativas.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a importância da revelação e da resposta do povo a ela.","conexao_teologica":"A comunicação de Deus é um meio pelo qual Ele guia e corrige Seu povo.","referencias_relacionadas":["Provérbios 1:23","Jeremias 7:13","Apocalipse 3:20"]},"2cronicas_18_27_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para indicar a ação de resgatar ou libertar.","explicacao_detalhada":"Neste contexto, 'salvar' refere-se à intervenção divina que pode proteger o povo de Israel de perigos iminentes.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem do evangelho, que fala sobre a salvação oferecida por Deus.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a redenção e a restauração do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:9"]},"2cronicas_18_28_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever algo de importância ou magnitude.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à grandeza da mensagem ou da situação enfrentada pelos personagens.","por_que_esta_palavra":"A palavra 'grande' enfatiza a seriedade e a relevância do que está sendo discutido.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2cronicas_18_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reforçar a posição de liderança de Jeosafá.","explicacao_detalhada":"Neste versículo, 'rei' destaca a responsabilidade e a autoridade que Jeosafá tinha sobre o povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância da liderança e da obediência a Deus.","conexao_teologica":"A liderança é um reflexo da soberania de Deus, que estabelece autoridades sobre as nações.","referencias_relacionadas":["1 Reis 10:23","Salmos 72:1","Romanos 13:1"]},"2cronicas_18_28_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹשָׁפָט","transliteracao":"Yᵉhôwshâphâṭ","strong":"H3092","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para identificar a pessoa de Jeosafá e sua reputação.","explicacao_detalhada":"Neste contexto, 'nome' representa não apenas a identidade de Jeosafá, mas também sua posição como rei e seu legado.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois na cultura bíblica, o nome carrega o significado do caráter e da essência da pessoa.","conexao_teologica":"O nome de Deus é exaltado nas Escrituras, refletindo Sua natureza e atributos.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-10","Apocalipse 3:12"]},"2cronicas_18_29_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação verbal, um comando ou uma declaração.","explicacao_detalhada":"No contexto de 2 Crônicas 18:29, a palavra 'dizer' refere-se à instrução que é dada, possivelmente por um profeta ou líder, que tem um peso significativo na narrativa.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e da revelação divina nas decisões que são tomadas.","conexao_teologica":"A comunicação de Deus aos homens é um tema central na Bíblia, onde a palavra de Deus é frequentemente proclamada e ouvida.","referencias_relacionadas":["Hebreus 1:1","Salmos 119:105","Isaías 55:11"]},"2cronicas_18_29_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, que governa e toma decisões importantes.","explicacao_detalhada":"Em 2 Crônicas 18:29, o rei é uma figura central que representa o poder e a responsabilidade de liderar o povo, muitas vezes em busca da vontade de Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre o governante e Deus, especialmente em contextos de batalha e decisões morais.","conexao_teologica":"A realeza de Deus é um tema recorrente, onde Ele é descrito como o Rei dos Reis, enfatizando Sua soberania sobre todas as autoridades terrenas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"2cronicas_18_29_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento, seja físico ou espiritual, em direção a um lugar ou situação.","explicacao_detalhada":"Neste versículo, 'vir' pode se referir ao ato de se apresentar diante de uma autoridade ou de Deus, simbolizando a disposição de ouvir e obedecer.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a ação de se aproximar de algo ou alguém, especialmente em contextos de busca por sabedoria ou orientação.","conexao_teologica":"A ideia de vir a Deus é um convite à comunhão e à busca de Sua presença, refletindo a relação entre o homem e o divino.","referencias_relacionadas":["Tiago 4:8","Mateus 11:28","Salmos 27:8"]},"2cronicas_18_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a posição de liderança e autoridade no contexto da batalha.","explicacao_detalhada":"Neste versículo, o rei é uma figura que deve tomar decisões críticas, e sua posição é destacada para mostrar a responsabilidade que ele carrega.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância do papel do governante nas narrativas bíblicas e a necessidade de buscar a orientação divina.","conexao_teologica":"A realeza de Deus e a liderança humana são frequentemente contrastadas, mostrando a necessidade de submissão à vontade divina.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Pedro 2:13-14"]},"2cronicas_18_30_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude ou a importância de algo, neste caso, a situação em que o rei se encontra.","explicacao_detalhada":"Em 2 Crônicas 18:30, 'grande' pode se referir à gravidade da batalha ou à importância da decisão que o rei deve tomar.","por_que_esta_palavra":"A palavra 'grande' é significativa para transmitir a seriedade do momento e a necessidade de uma resposta adequada diante de desafios.","conexao_teologica":"A grandeza de Deus é um tema central, onde Ele é frequentemente descrito como grande em poder e majestade, contrastando com a fragilidade humana.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2cronicas_18_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' é um título que expressa reverência e reconhecimento da posição de Deus como o governante supremo.","por_que_esta_palavra":"A palavra 'senhor' é usada para invocar a presença e a ajuda de Deus em momentos de necessidade, especialmente em situações de conflito.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, onde o reconhecimento de Sua soberania é fundamental para a fé.","referencias_relacionadas":["Salmos 8:1","Romanos 10:13","Filipenses 2:10-11"]},"2cronicas_18_31_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a uma queda física ou a um estado de desespero ou derrota.","explicacao_detalhada":"Em 2 Crônicas 18:31, 'cair' pode simbolizar a derrota em batalha ou a necessidade de se submeter à vontade de Deus.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a fragilidade humana diante do poder divino e a inevitabilidade da queda sem a ajuda de Deus.","conexao_teologica":"A queda do homem é um tema central na teologia, onde a necessidade de redenção e a graça de Deus são enfatizadas.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"2cronicas_18_31_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Em 2 Crônicas 18:31, \"ver\" aparece na frase \"Sucedeu que, vendo os capitães dos carros a Jeosafá, disseram: Este é o rei de Israel, e o cercaram para pelejar; porém Jeosafá clamou, e o…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (רָאָה; râʼâh; H7200), \"ver\" traz a ideia de ver. Aqui, essa palavra deixa o ensino de 2 Crônicas 18:31 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"ver\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 18:32. Lendo junto com 2 Crônicas 18:31, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 18:31","2 Crônicas 18:32","Salmos 119:105"]},"2cronicas_18_32_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada novamente para enfatizar a ideia de derrota ou a vulnerabilidade em situações adversas.","explicacao_detalhada":"Neste contexto, 'cair' pode indicar a consequência de desobedecer a Deus ou de não buscar Sua orientação em momentos críticos.","por_que_esta_palavra":"A repetição da palavra 'cair' destaca a gravidade da situação e a necessidade de depender de Deus para evitar a queda.","conexao_teologica":"A vulnerabilidade humana é um tema importante, onde a dependência de Deus é essencial para a vitória espiritual.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","2 Coríntios 12:9"]},"2cronicas_18_32_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção ou entendimento de uma situação, muitas vezes em um contexto espiritual.","explicacao_detalhada":"Em 2 Crônicas 18:32, 'ver' pode se referir à capacidade de discernir a verdade ou a realidade de uma situação, especialmente em relação à vontade de Deus.","por_que_esta_palavra":"A palavra 'ver' é importante porque implica a necessidade de clareza e entendimento nas decisões que afetam a vida e a fé.","conexao_teologica":"A visão espiritual é um tema recorrente, onde a capacidade de ver as coisas como Deus vê é essencial para a vida cristã.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"2cronicas_18_33_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um soldado ou guerreiro que estava em combate.","explicacao_detalhada":"No contexto da batalha, o 'homem' representa um indivíduo que participa ativamente do conflito, simbolizando a luta e a bravura dos guerreiros de Israel.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a humanidade e a fragilidade do ser humano em situações de guerra.","conexao_teologica":"A presença de homens em batalha reflete a luta espiritual que os crentes enfrentam, onde cada 'homem' é chamado a se posicionar na fé.","referencias_relacionadas":["1 Samuel 17:45","Salmos 144:1","Efésios 6:12"]},"2cronicas_18_33_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que era utilizado como parte do exército ou como recurso econômico.","explicacao_detalhada":"O gado simboliza não apenas riqueza, mas também a força e os recursos disponíveis para a guerra, sendo essencial para a sobrevivência e sustento do povo.","por_que_esta_palavra":"A palavra 'gado' é importante para entender a logística e a economia de um reino em tempos de conflito.","conexao_teologica":"O gado representa a provisão de Deus e a importância de confiar Nele para suprir nossas necessidades, mesmo em tempos difíceis.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 50:10"]},"2cronicas_18_33_arco":{"palavra_pt":"arco","palavra_original":"קֶשֶׁת","transliteracao":"qesheth","strong":"H7198","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à arma utilizada pelos arqueiros na batalha.","explicacao_detalhada":"O arco é um símbolo de poder e habilidade militar, representando a capacidade de atacar de longe e a estratégia de guerra.","por_que_esta_palavra":"A palavra 'arco' é crucial para entender as táticas de combate da época e a importância das armas na proteção do povo.","conexao_teologica":"O arco pode ser visto como uma metáfora para a proteção divina, onde Deus é o nosso defensor em tempos de batalha.","referencias_relacionadas":["Salmos 7:12","Salmos 18:34","Isaías 49:2"]},"2cronicas_18_34_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que os eventos da batalha ocorreram.","explicacao_detalhada":"O 'dia' é um elemento importante para entender a cronologia dos eventos e a urgência da situação enfrentada pelos personagens bíblicos.","por_que_esta_palavra":"A palavra 'dia' enfatiza a realidade temporal e a importância de agir no momento certo.","conexao_teologica":"O conceito de 'dia' pode ser associado ao tempo de Deus, que é perfeito e soberano sobre todas as circunstâncias.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Mateus 6:34"]},"2cronicas_18_34_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que lidera o povo em batalha.","explicacao_detalhada":"O 'rei' é o líder que toma decisões cruciais e é responsável pelo bem-estar do seu povo, especialmente em tempos de guerra.","por_que_esta_palavra":"A palavra 'rei' destaca a importância da liderança e da responsabilidade em momentos críticos.","conexao_teologica":"Cristo é frequentemente chamado de Rei, e sua liderança é perfeita e justa, contrastando com as falhas humanas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_18_34_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte que pode ocorrer em batalha.","explicacao_detalhada":"A palavra 'morrer' traz à tona a realidade da mortalidade e os riscos enfrentados pelos guerreiros em combate.","por_que_esta_palavra":"A morte é um tema central na narrativa, lembrando os leitores da fragilidade da vida e da necessidade de estar preparado espiritualmente.","conexao_teologica":"A morte é um lembrete da necessidade de redenção e da esperança da vida eterna oferecida por Cristo.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","1 Coríntios 15:55"]}}