{"2cronicas_19_1_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de tranquilidade e segurança após a batalha.","explicacao_detalhada":"A 'paz' é um resultado desejado após conflitos, simbolizando a restauração e a harmonia entre o povo e Deus.","por_que_esta_palavra":"A palavra 'paz' é fundamental para entender a esperança e a promessa de Deus para seu povo.","conexao_teologica":"A paz é um dos frutos do Espírito e representa a presença de Deus em nossas vidas.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"2cronicas_19_1_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de restaurar ou construir algo que foi danificado.","explicacao_detalhada":"Edificar implica em fortalecer a comunidade e a fé após tempos de crise, simbolizando renovação e esperança.","por_que_esta_palavra":"A palavra 'edificar' é importante para a construção espiritual e física do povo de Deus.","conexao_teologica":"Cristo é o fundamento sobre o qual a Igreja é edificada, e os crentes são chamados a edificar uns aos outros na fé.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Tessalonicenses 5:11"]},"2cronicas_19_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à liderança que deve guiar o povo em tempos de paz e reconstrução.","explicacao_detalhada":"O 'rei' é visto como um exemplo de liderança justa e sábia, que busca o bem-estar do povo.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica de poder e responsabilidade na sociedade israelita.","conexao_teologica":"Deus é o Rei supremo, e os líderes devem refletir Seu caráter em suas decisões e ações.","referencias_relacionadas":["Provérbios 29:2","Salmos 72:1-2","Romanos 13:1"]},"2cronicas_19_2_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à percepção espiritual ou revelação recebida por um profeta.","explicacao_detalhada":"A 'visão' é uma forma de comunicação divina, onde Deus revela Sua vontade e planos ao Seu povo.","por_que_esta_palavra":"A palavra 'visão' é crucial para entender a importância da revelação e da orientação divina na vida do crente.","conexao_teologica":"As visões são frequentemente associadas à profecia e à direção que Deus dá à Sua Igreja.","referencias_relacionadas":["Atos 2:17","Habacuque 2:2","Apocalipse 1:1"]},"2cronicas_19_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, que governava o povo e era responsável por manter a justiça e a ordem.","explicacao_detalhada":"No contexto de 2 Crônicas 19:2, o rei Jeosafá é advertido por um profeta sobre sua aliança com o ímpio Acabe. A palavra 'rei' implica não apenas liderança, mas também responsabilidade moral e espiritual diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a posição de Jeosafá como líder e a expectativa de que ele atue de acordo com os princípios de Deus.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo. A desobediência do rei pode levar à disciplina divina.","referencias_relacionadas":["1 Samuel 8:5","2 Samuel 5:3","Salmos 72:1-2"]},"2cronicas_19_2_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição moral de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"Em 2 Crônicas 19:2, a advertência ao rei Jeosafá sobre se associar a Acabe, que era considerado culpado, destaca a importância da pureza moral e da justiça na liderança.","por_que_esta_palavra":"A palavra 'culpado' é usada para alertar sobre as consequências de se aliar a pessoas que não seguem os caminhos de Deus.","conexao_teologica":"A culpa é um tema central na teologia bíblica, onde a desobediência a Deus resulta em julgamento e necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Romanos 3:23","Tiago 4:17"]},"2cronicas_19_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Israel, que é visto como a herança dada por Deus ao seu povo.","explicacao_detalhada":"Em 2 Crônicas 19:3, a menção da terra destaca a importância da justiça e da retidão na administração do reino, que deve refletir a vontade de Deus sobre a terra prometida.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa não apenas um espaço físico, mas também a relação do povo com Deus e sua obediência às leis divinas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, e a sua administração correta é um reflexo da fidelidade ao pacto.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Isaías 1:19"]},"2cronicas_19_3_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude da responsabilidade e da importância da justiça que deve ser exercida.","explicacao_detalhada":"No contexto de 2 Crônicas 19:3, 'grande' enfatiza a seriedade da tarefa de julgar e administrar a justiça no reino, que deve ser feita com integridade.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a gravidade das decisões que o rei e seus juízes devem tomar em nome de Deus.","conexao_teologica":"A grandeza de Deus é refletida na grandeza das responsabilidades que Ele confere aos líderes, que devem agir em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 145:3","Mateus 5:19","Lucas 12:48"]},"2cronicas_19_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, que é a fonte de toda justiça e autoridade.","explicacao_detalhada":"Em 2 Crônicas 19:3, a menção de Deus destaca a necessidade de que as decisões do rei sejam alinhadas com a vontade divina, reconhecendo que Ele é o verdadeiro juiz.","por_que_esta_palavra":"A palavra 'Deus' é central, pois enfatiza que toda autoridade e justiça devem ser fundamentadas em Sua natureza e caráter.","conexao_teologica":"Deus é o padrão de justiça, e a liderança deve refletir Seus princípios em todas as ações.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 13:1"]},"2cronicas_19_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões justas e corretas em questões legais e morais.","explicacao_detalhada":"Em 2 Crônicas 19:4, o rei é instruído a estabelecer juízes que julguem com justiça, refletindo a importância da justiça na liderança.","por_que_esta_palavra":"A palavra 'julgar' é crucial, pois implica a responsabilidade de discernir entre o certo e o errado, conforme os padrões de Deus.","conexao_teologica":"O ato de julgar é uma extensão da autoridade de Deus, que é o juiz supremo, e os líderes devem agir como representantes dessa justiça.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Tiago 2:13"]},"2cronicas_19_4_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"Em 2 Crônicas 19:4, edificar implica a necessidade de construir uma sociedade justa e reta, fundamentada nos princípios de Deus.","por_que_esta_palavra":"A palavra 'edificar' é usada para enfatizar a importância de criar uma base sólida para a justiça e a moralidade no reino.","conexao_teologica":"Edificar é um conceito teológico que reflete a construção do reino de Deus na terra, onde a justiça e a verdade prevalecem.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9","Efésios 2:20-22"]},"2cronicas_19_4_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de ir para fora, muitas vezes associado a ações ou decisões que têm um impacto significativo.","explicacao_detalhada":"Em 2 Crônicas 19:4, 'sair' pode implicar em tomar decisões que afetam a vida do povo e a direção do reino.","por_que_esta_palavra":"A palavra 'sair' é importante, pois sugere que as ações do rei e dos juízes devem ter um alcance que vá além do imediato.","conexao_teologica":"As ações dos líderes têm repercussões espirituais e sociais, refletindo a responsabilidade de agir em conformidade com a vontade de Deus.","referencias_relacionadas":["Gênesis 12:1","Isaías 55:12","Romanos 10:15"]},"2cronicas_19_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao território de Israel, enfatizando a importância da justiça em relação à herança divina.","explicacao_detalhada":"Em 2 Crônicas 19:5, a menção da terra reforça a ideia de que a justiça deve ser aplicada em todas as áreas da vida do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a abrangência da justiça que deve ser exercida em toda a nação.","conexao_teologica":"A justiça na terra é um reflexo da soberania de Deus e de Sua vontade para o Seu povo.","referencias_relacionadas":["Salmos 37:29","Isaías 1:26","Miquéias 4:2"]},"2cronicas_19_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, implicando um padrão ou método.","explicacao_detalhada":"Em 2 Crônicas 19:5, 'modo' sugere que a justiça deve ser aplicada de acordo com os princípios estabelecidos por Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para enfatizar que a justiça não é arbitrária, mas deve seguir um padrão divino.","conexao_teologica":"A maneira de agir dos líderes deve refletir a natureza de Deus, que é justo e reto em todas as Suas ações.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Colossenses 3:17"]},"2cronicas_19_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e política.","explicacao_detalhada":"No contexto de 2 Crônicas 19:5, a palavra 'cidade' é utilizada para descrever os lugares onde os juízes eram designados para administrar a justiça. As cidades eram fundamentais para a organização social e política de Israel.","por_que_esta_palavra":"A palavra 'cidade' é importante porque representa a estrutura social onde a justiça e a lei eram aplicadas, refletindo a ordem divina na sociedade.","conexao_teologica":"A cidade é vista como um lugar de refúgio e justiça, onde a presença de Deus deve ser reconhecida e honrada.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 48:1-2","Mateus 5:14"]},"2cronicas_19_6_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Ato de tomar decisões justas e imparciais em questões legais.","explicacao_detalhada":"Em 2 Crônicas 19:6, a palavra 'julgar' refere-se à responsabilidade dos líderes e juízes de administrar a justiça de acordo com a lei de Deus. O julgamento justo é um reflexo do caráter de Deus.","por_que_esta_palavra":"A palavra 'julgar' é crucial porque enfatiza a importância da justiça e da integridade na liderança, que são princípios fundamentais no reino de Deus.","conexao_teologica":"Deus é o juiz supremo e espera que seus representantes na terra ajam com justiça e retidão.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"2cronicas_19_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que deve ser considerada na tomada de decisões.","explicacao_detalhada":"No versículo, 'palavra' implica a comunicação da vontade de Deus, que deve ser levada em conta pelos juízes ao fazer julgamentos.","por_que_esta_palavra":"A palavra é fundamental porque representa a verdade e a revelação divina que orienta a vida e as decisões do povo de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser a base para todas as decisões e ações dos líderes.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2cronicas_19_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"Em 2 Crônicas 19:6, o 'nome' do Senhor é mencionado como a base da justiça e do julgamento. Invocar o nome de Deus implica reconhecer sua soberania e justiça.","por_que_esta_palavra":"O nome de Deus é essencial porque encapsula sua natureza e atributos, e é a fonte de autoridade para os juízes.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e deve ser reverenciado em todas as decisões.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Filipenses 2:9-11"]},"2cronicas_19_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ato de fazer ou realizar algo, geralmente em um contexto de ação.","explicacao_detalhada":"A palavra 'urso' em 2 Crônicas 19:7 implica a responsabilidade de agir de acordo com a justiça e a vontade de Deus ao julgar.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de ação prática na aplicação da justiça e na administração da lei.","conexao_teologica":"A fé sem obras é morta; a ação é uma expressão da verdadeira fé em Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 6:9","Mateus 7:21"]},"2cronicas_19_7_taking":{"palavra_pt":"taking","palavra_original":"מִקָּח","transliteracao":"miqqâch","strong":"H4727","significado_raiz":"Ideia básica: taking.","significado_contextual":"Refere-se ao ato de receber ou tomar algo, especialmente em um contexto de responsabilidade.","explicacao_detalhada":"No contexto de 2 Crônicas 19:7, 'taking' pode se referir à aceitação da responsabilidade de julgar e agir de acordo com a justiça.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a importância de assumir responsabilidades e agir com integridade.","conexao_teologica":"Deus chama seus servos a serem responsáveis e a agir de acordo com sua vontade.","referencias_relacionadas":["Lucas 12:48","Romanos 14:12","1 Pedro 4:10"]},"2cronicas_19_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado em decisões e ações.","explicacao_detalhada":"Assim como em outros versículos, o 'nome' do Senhor em 2 Crônicas 19:7 representa sua autoridade e a necessidade de agir em conformidade com sua vontade.","por_que_esta_palavra":"O nome de Deus é fundamental para a legitimidade das ações dos juízes e líderes.","conexao_teologica":"Invocar o nome de Deus é reconhecer sua soberania e buscar sua orientação em todas as decisões.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Atos 4:12"]},"2cronicas_19_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder espiritual responsável por interceder e ensinar a lei de Deus.","explicacao_detalhada":"Em 2 Crônicas 19:8, a palavra 'sacerdote' destaca a importância do papel dos sacerdotes na sociedade israelita, especialmente na administração da justiça e na instrução do povo.","por_que_esta_palavra":"A palavra 'sacerdote' é vital porque representa a conexão entre Deus e o povo, e a responsabilidade de guiar a nação em questões espirituais e morais.","conexao_teologica":"Os sacerdotes são mediadores entre Deus e o povo, e sua função é essencial para a manutenção da aliança.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","1 Pedro 2:9"]},"2cronicas_19_8_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao líder ou à cabeça de um grupo, especialmente em um contexto de autoridade.","explicacao_detalhada":"No versículo, 'princípio' se refere à posição de liderança que deve ser exercida com justiça e retidão, conforme a vontade de Deus.","por_que_esta_palavra":"A palavra 'princípio' é importante porque enfatiza a responsabilidade dos líderes em guiar o povo de acordo com os princípios divinos.","conexao_teologica":"Deus estabelece líderes para guiar seu povo, e eles devem refletir seu caráter em suas decisões.","referencias_relacionadas":["Romanos 13:1","1 Timóteo 3:1","Hebreus 13:17"]},"2cronicas_19_8_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que devem ser aplicados de forma equitativa.","explicacao_detalhada":"Em 2 Crônicas 19:8, 'juízo' ou 'justiça' implica a necessidade de decisões justas e imparciais, refletindo o caráter de Deus.","por_que_esta_palavra":"A palavra 'juízo' é crucial porque representa a essência da administração da justiça no reino de Deus.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, e os líderes são chamados a refletir essa justiça em suas ações.","referencias_relacionadas":["Amós 5:24","Miquéias 6:8","Salmos 89:14"]},"2cronicas_19_9_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, enfatizando a responsabilidade e a moralidade.","explicacao_detalhada":"No contexto de 2 Crônicas 19:9, a palavra 'homem' é usada para descrever a posição do ser humano diante de Deus e a necessidade de agir com justiça e retidão.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a dignidade e a responsabilidade que cada pessoa tem em suas ações e decisões.","conexao_teologica":"A teologia bíblica enfatiza que os seres humanos são criados à imagem de Deus, o que implica em uma responsabilidade moral e ética.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Eclesiastes 12:13"]},"2cronicas_19_9_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de enviar alguém com uma missão ou propósito específico.","explicacao_detalhada":"Neste versículo, 'enviar' refere-se à delegação de autoridade e responsabilidade para que o homem atue em nome de Deus.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de liderança e a importância da obediência à palavra de Deus.","conexao_teologica":"Deus frequentemente envia profetas e mensageiros para comunicar Sua vontade ao povo, refletindo Sua soberania e cuidado.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"2cronicas_19_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância das palavras e ações que devem ser proferidas.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a seriedade e a gravidade das instruções que devem ser dadas.","por_que_esta_palavra":"A escolha de 'grande' indica que as palavras têm poder e devem ser tratadas com respeito e reverência.","conexao_teologica":"As Escrituras frequentemente falam sobre a importância da palavra de Deus e como ela deve ser proclamada com autoridade.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Tiago 3:1-2"]},"2cronicas_19_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de discernir e tomar decisões justas com base na lei de Deus.","explicacao_detalhada":"No contexto, 'julgar' implica em aplicar a justiça de Deus nas situações que surgem entre o povo.","por_que_esta_palavra":"A palavra 'julgar' é fundamental para entender a função de líderes e autoridades na manutenção da justiça.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes são chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3-4","Miquéias 6:8","Romanos 14:10"]},"2cronicas_19_10_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Representa a vida e a importância do sacrifício na relação entre Deus e o homem.","explicacao_detalhada":"A menção de 'sangue' neste contexto pode referir-se à necessidade de justiça e à gravidade do pecado.","por_que_esta_palavra":"O sangue é um símbolo poderoso de redenção e sacrifício, essencial para a compreensão da aliança de Deus com Seu povo.","conexao_teologica":"O sangue de Cristo é central na teologia cristã, representando a expiação e a nova aliança.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"2cronicas_19_11_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à liderança ou à posição de autoridade em um contexto de julgamento.","explicacao_detalhada":"A palavra 'princípio' indica a importância de ter uma estrutura de liderança justa e correta.","por_que_esta_palavra":"A escolha de 'princípio' ressalta a necessidade de uma base sólida para a justiça e a moralidade.","conexao_teologica":"Deus é o princípio de toda autoridade e justiça, e os líderes devem agir em conformidade com Sua vontade.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Provérbios 29:2"]},"2cronicas_19_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações devem ser realizadas, enfatizando a importância da metodologia.","explicacao_detalhada":"Neste contexto, 'modo' sugere que a maneira de agir é tão importante quanto a ação em si.","por_que_esta_palavra":"A palavra 'modo' destaca que a justiça deve ser aplicada de forma adequada e respeitosa.","conexao_teologica":"A forma como os cristãos vivem e agem é um reflexo de sua fé e compromisso com Deus.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Gálatas 5:22-23"]},"2cronicas_19_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à comunidade, simbolizando a unidade e a estrutura familiar.","explicacao_detalhada":"A palavra 'casa' neste contexto pode representar a família de Deus e a importância da comunidade na fé.","por_que_esta_palavra":"A escolha de 'casa' enfatiza a necessidade de cuidar e proteger a unidade do povo de Deus.","conexao_teologica":"A Igreja é frequentemente descrita como a 'casa' de Deus, onde os crentes se reúnem e crescem juntos.","referencias_relacionadas":["Efésios 2:19-22","1 Timóteo 3:15","Hebreus 3:6"]}}