{"2cronicas_2_1_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, especialmente no contexto de instruções ou declarações importantes.","explicacao_detalhada":"Neste versículo, 'falar' é utilizado para descrever a ação de se comunicar a respeito da construção do templo, um ato de grande importância para a nação de Israel.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da comunicação clara e da transmissão de ordens divinas e humanas.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a palavra de Deus um meio pelo qual Ele se revela.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"2cronicas_2_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, Salomão, que é o protagonista da construção do templo.","explicacao_detalhada":"Salomão é descrito como um homem escolhido por Deus para liderar Israel e construir o templo, simbolizando a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A palavra 'homem' enfatiza a humanidade de Salomão, contrastando com a divindade de Deus, e mostra como Deus usa pessoas comuns para realizar Seus planos.","conexao_teologica":"Deus frequentemente usa homens e mulheres para cumprir Seus propósitos, mostrando que a humanidade é parte do plano divino.","referencias_relacionadas":["1 Reis 3:5","Salmos 8:4","Isaías 53:3"]},"2cronicas_2_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de tomar decisões ou fazer avaliações, especialmente em um contexto de liderança.","explicacao_detalhada":"Salomão, ao se preparar para construir o templo, também se prepara para exercer justiça e governar o povo de Israel com sabedoria.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a responsabilidade de um rei em manter a ordem e a justiça entre seu povo.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça divina em suas decisões.","referencias_relacionadas":["Salmos 72:1","Provérbios 21:15","Eclesiastes 3:17"]},"2cronicas_2_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de delegar ou mandar alguém para cumprir uma tarefa específica.","explicacao_detalhada":"Salomão envia mensageiros para buscar ajuda na construção do templo, mostrando a importância da colaboração e do apoio mútuo.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a necessidade de trabalhar em conjunto e buscar recursos externos para realizar grandes projetos.","conexao_teologica":"Deus também envia Seus mensageiros, como profetas e apóstolos, para cumprir Sua vontade na terra.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Atos 13:3"]},"2cronicas_2_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, representando liderança e governo.","explicacao_detalhada":"Salomão, como rei, tem a responsabilidade de guiar o povo e garantir que a construção do templo seja realizada de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa porque reflete a posição de Salomão como líder escolhido por Deus para governar Israel.","conexao_teologica":"A realeza de Salomão prefigura a realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2cronicas_2_3_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de tornar algo sagrado ou separado para Deus.","explicacao_detalhada":"Salomão fala sobre a necessidade de santificar o templo, que será um lugar de adoração e presença divina.","por_que_esta_palavra":"A palavra 'santificar' é essencial para entender a importância da pureza e da dedicação a Deus em tudo que é feito em Seu nome.","conexao_teologica":"A santidade é um atributo de Deus, e os lugares e pessoas dedicados a Ele devem refletir essa santidade.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"2cronicas_2_3_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza a presença de Deus e a purificação.","explicacao_detalhada":"O fogo é frequentemente associado a sacrifícios e à presença divina, como no caso da coluna de fogo que guiou Israel.","por_que_esta_palavra":"A palavra 'fogo' é usada para enfatizar a necessidade de purificação e a aceitação dos sacrifícios oferecidos a Deus.","conexao_teologica":"O fogo representa tanto o juízo quanto a purificação, refletindo a natureza de Deus como um fogo consumidor.","referencias_relacionadas":["Êxodo 3:2","Levítico 9:24","Hebreus 12:29"]},"2cronicas_2_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo que Salomão está prestes a construir, um lugar de adoração.","explicacao_detalhada":"A casa de Deus é um símbolo da presença divina entre o povo e um local de encontro com Ele.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa a habitação de Deus entre os homens e a centralidade da adoração.","conexao_teologica":"A construção do templo é um precursor da habitação de Deus em Cristo, que é chamado de o verdadeiro templo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"2cronicas_2_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação à adoração.","explicacao_detalhada":"Salomão enfatiza que a construção do templo deve seguir um modo específico, conforme as instruções de Deus.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da obediência às diretrizes divinas na adoração e na construção do templo.","conexao_teologica":"Deus é um Deus de ordem e deseja que Seu povo O adore de acordo com Seus padrões.","referencias_relacionadas":["Êxodo 25:9","1 Crônicas 28:19","Colossenses 3:23"]},"2cronicas_2_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser supremo, criador e mantenedor do universo, que deve ser adorado.","explicacao_detalhada":"Salomão reconhece a grandeza de Deus ao construir um templo em Sua honra, um espaço dedicado à adoração e reverência.","por_que_esta_palavra":"A palavra 'deus' é central para a fé israelita, pois enfatiza a singularidade e a soberania de Deus sobre todas as coisas.","conexao_teologica":"A adoração a Deus é o propósito principal da criação e da vida humana, refletindo a relação entre o Criador e Suas criaturas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"2cronicas_2_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar onde Ele habita.","explicacao_detalhada":"A palavra 'céus' é usada para descrever não apenas o espaço físico acima de nós, mas também a dimensão espiritual onde Deus reside. No contexto de 2 Crônicas 2:5, Salomão reconhece a grandeza de Deus ao construir o templo.","por_que_esta_palavra":"A escolha da palavra 'céus' enfatiza a majestade e a soberania de Deus, contrastando com a fragilidade da criação humana.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à Sua glória, sendo um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"2cronicas_2_5_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a presença de Deus e Sua santidade.","explicacao_detalhada":"No contexto de 2 Crônicas 2:5, o fogo é um elemento que representa a purificação e a aceitação das ofertas a Deus. O fogo também é um símbolo do Espírito Santo.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para mostrar a seriedade e a reverência necessárias ao se aproximar de Deus.","conexao_teologica":"O fogo é um símbolo recorrente na Bíblia, associado à purificação e à presença divina.","referencias_relacionadas":["Êxodo 3:2","Levítico 9:24","Atos 2:3"]},"2cronicas_2_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir o templo, que é um símbolo da presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'construir' destaca a importância da edificação do templo como um local de adoração e comunhão com Deus. Salomão estava ciente da responsabilidade que tinha ao edificar uma casa para o Senhor.","por_que_esta_palavra":"A construção do templo é um marco na história de Israel, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"A edificação do templo é um precursor da ideia de que o corpo de Cristo é o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","1 Coríntios 3:16"]},"2cronicas_2_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à força e à habilidade de um trabalhador, simbolizando a dedicação ao trabalho.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a força necessária para realizar grandes tarefas, como a construção do templo. No contexto, representa a força física e a determinação.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância do esforço humano em realizar a vontade de Deus.","conexao_teologica":"A força e a dedicação no trabalho são vistas como uma forma de servir a Deus e ao próximo.","referencias_relacionadas":["Provérbios 12:24","Colossenses 3:23","1 Coríntios 15:58"]},"2cronicas_2_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano como agente de ação e responsabilidade.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a dignidade e o papel do ser humano na criação e na obra de Deus. No contexto, destaca a importância do trabalho humano na construção do templo.","por_que_esta_palavra":"A escolha da palavra 'homem' sublinha a ideia de que Deus usa pessoas para cumprir Seus propósitos.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em nós.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Efésios 2:10"]},"2cronicas_2_6_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao material precioso utilizado na construção do templo, simbolizando a riqueza e a glória de Deus.","explicacao_detalhada":"A palavra 'ouro' destaca a importância e a beleza do templo, que deveria refletir a grandeza de Deus. O uso de ouro também simboliza a pureza e a santidade.","por_que_esta_palavra":"A escolha do ouro enfatiza a importância de oferecer o melhor a Deus em adoração.","conexao_teologica":"O ouro é frequentemente associado à glória de Deus e à riqueza espiritual que Ele oferece.","referencias_relacionadas":["Êxodo 25:11","Salmos 19:10","Apocalipse 21:18"]},"2cronicas_2_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de cortar ou eliminar algo, muitas vezes em um contexto de julgamento ou purificação.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a necessidade de remover o que é indesejado ou impuro, especialmente em relação ao culto a Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a seriedade do pecado e a necessidade de purificação.","conexao_teologica":"A destruição do pecado é um tema central na redenção e na obra de Cristo.","referencias_relacionadas":["Romanos 6:6","Gálatas 5:24","Apocalipse 21:8"]},"2cronicas_2_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar trabalhadores ou recursos para a construção do templo.","explicacao_detalhada":"A palavra 'enviar' enfatiza a colaboração e a unidade entre o povo de Deus para cumprir Sua vontade.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da missão e do trabalho em equipe na obra de Deus.","conexao_teologica":"O envio de pessoas para a obra de Deus é um princípio fundamental na missão cristã.","referencias_relacionadas":["Mateus 28:19-20","Atos 13:2","Romanos 10:15"]},"2cronicas_2_7_madeira":{"palavra_pt":"madeira","palavra_original":"אַלְגּוּמִּים","transliteracao":"ʼalgûwmmîym","strong":"H418","significado_raiz":"Ideia básica: madeira.","significado_contextual":"Refere-se ao material utilizado na construção, simbolizando a durabilidade e a utilidade.","explicacao_detalhada":"A palavra 'madeira' é utilizada para descrever um dos materiais essenciais na edificação do templo, representando a provisão de Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância dos recursos naturais que Deus fornece para a Sua obra.","conexao_teologica":"A madeira, como símbolo de construção, pode ser vista como uma representação da vida e do crescimento espiritual.","referencias_relacionadas":["Gênesis 6:14","1 Reis 6:10","Tiago 1:17"]},"2cronicas_2_8_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da obra de construção do templo, simbolizando a grandeza de Deus.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a importância e a majestade do templo, que deveria refletir a grandeza de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a reverência que o templo deve inspirar em todos que o visitam.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e no culto, refletindo Sua soberania.","referencias_relacionadas":["Salmos 48:1","Isaías 40:12","Apocalipse 4:11"]},"2cronicas_2_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo que Salomão estava construindo para o Senhor.","explicacao_detalhada":"A palavra 'casa' neste contexto simboliza não apenas um edifício físico, mas também a morada de Deus entre o seu povo. O templo era visto como o lugar onde a presença divina habitava.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do templo como um espaço sagrado e central na vida religiosa de Israel.","conexao_teologica":"A construção do templo representa a aliança entre Deus e Israel, onde Deus se compromete a estar presente entre seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Isaías 66:1"]},"2cronicas_2_9_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição de árvores para a construção do templo.","explicacao_detalhada":"A palavra 'destruir' aqui implica em um ato necessário para a edificação do templo, onde a madeira era um recurso essencial.","por_que_esta_palavra":"A destruição de árvores é vista como um sacrifício que deve ser feito para a glória de Deus, mostrando a dedicação de Salomão ao projeto.","conexao_teologica":"A ideia de sacrificar recursos materiais para a construção do templo reflete a devoção e o compromisso com a adoração a Deus.","referencias_relacionadas":["1 Reis 6:10","Salmos 84:10","Hebreus 9:11-12"]},"2cronicas_2_9_madeira":{"palavra_pt":"madeira","palavra_original":"חָטַב","transliteracao":"châṭab","strong":"H2404","significado_raiz":"Ideia básica: madeira.","significado_contextual":"Refere-se ao material utilizado na construção do templo.","explicacao_detalhada":"A madeira é um símbolo de força e durabilidade, essencial para a estrutura do templo, que deveria ser um lugar de adoração duradouro.","por_que_esta_palavra":"A escolha da madeira destaca a importância dos materiais de qualidade na construção do templo, refletindo a grandeza de Deus.","conexao_teologica":"A madeira utilizada na construção do templo simboliza a provisão de Deus e a importância de oferecer o melhor a Ele.","referencias_relacionadas":["1 Reis 6:15","Salmos 104:16","Ezequiel 41:25"]},"2cronicas_2_9_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se às árvores que foram cortadas para fornecer madeira para o templo.","explicacao_detalhada":"As árvores representam a criação de Deus e a necessidade de utilizar os recursos naturais para a construção do templo.","por_que_esta_palavra":"A palavra 'árvore' enfatiza a conexão entre a criação e a adoração, mostrando que tudo que Deus criou pode ser usado para Sua glória.","conexao_teologica":"A utilização de árvores para o templo reflete a ideia de que a criação deve ser usada para glorificar o Criador.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Eclesiastes 3:2"]},"2cronicas_2_10_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade dos materiais e do trabalho na construção do templo.","explicacao_detalhada":"A palavra 'bom' destaca a excelência que deveria ser buscada em tudo que se faz para Deus, refletindo Sua natureza.","por_que_esta_palavra":"A escolha de materiais 'bons' para o templo demonstra a reverência e o respeito que Salomão tinha por Deus.","conexao_teologica":"A busca pela qualidade e excelência em tudo que se faz para Deus é um princípio teológico importante na adoração.","referencias_relacionadas":["Gênesis 1:31","Provérbios 12:2","Colossenses 3:23"]},"2cronicas_2_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do projeto do templo e da obra de Salomão.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude e a importância do templo como um símbolo da presença de Deus entre o povo.","por_que_esta_palavra":"A grandeza do templo reflete a grandeza de Deus e a importância da adoração coletiva.","conexao_teologica":"A grandeza do templo é um reflexo da grandeza de Deus e do desejo de ter um lugar digno para adorá-Lo.","referencias_relacionadas":["Salmos 48:1","Isaías 12:6","Mateus 5:14"]},"2cronicas_2_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Salomão como o rei que comanda a construção do templo.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e a responsabilidade de Salomão em liderar o povo na adoração a Deus.","por_que_esta_palavra":"A figura do rei é central na história de Israel, e Salomão é visto como um líder que busca a vontade de Deus.","conexao_teologica":"A liderança de Salomão como rei é um exemplo de como a autoridade deve ser usada para glorificar a Deus.","referencias_relacionadas":["1 Reis 3:5","Salmos 72:1","Romanos 13:1"]},"2cronicas_2_11_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus.","explicacao_detalhada":"A palavra 'céus' enfatiza a majestade e a soberania de Deus, que habita nas alturas.","por_que_esta_palavra":"A menção aos céus destaca a grandeza de Deus em contraste com a terra e a criação.","conexao_teologica":"A ideia de que Deus habita nos céus é um tema recorrente na Bíblia, simbolizando Sua autoridade e poder.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"2cronicas_2_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde o povo de Israel habita.","explicacao_detalhada":"A palavra 'terra' representa o domínio de Deus sobre toda a criação e a importância do povo de Israel como Sua herança.","por_que_esta_palavra":"A terra é vista como um presente de Deus ao Seu povo, um lugar de bênção e adoração.","conexao_teologica":"A relação entre Deus e a terra é fundamental na teologia bíblica, simbolizando a aliança entre Deus e Israel.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 11:12","Salmos 37:29"]},"2cronicas_2_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Salomão como o rei que governa sobre Israel.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a responsabilidade de Salomão em liderar o povo em justiça e adoração a Deus.","por_que_esta_palavra":"A figura do rei é crucial para a estabilidade e a prosperidade de Israel, refletindo a vontade de Deus para Seu povo.","conexao_teologica":"A liderança de um rei justo é um reflexo do reino de Deus na terra, onde a justiça e a adoração são prioritárias.","referencias_relacionadas":["1 Reis 10:1","Salmos 72:2","Provérbios 21:1"]},"2cronicas_2_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e a responsabilidade do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para enfatizar a criação de Deus e a posição do ser humano como representante de Deus na Terra. No contexto de 2 Crônicas 2:12, Salomão reconhece a importância do homem na obra de construção do templo.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da humanidade na realização dos planos divinos e a necessidade de sabedoria e entendimento para cumprir tais responsabilidades.","conexao_teologica":"A teologia bíblica enfatiza que o homem foi criado à imagem de Deus, o que confere um valor intrínseco e uma missão especial na criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Eclesiastes 12:13"]},"2cronicas_2_12_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"בִּינָה","transliteracao":"bîynâh","strong":"H998","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"Refere-se à sabedoria e à compreensão necessárias para a realização de tarefas complexas, como a construção do templo.","explicacao_detalhada":"A palavra 'conhecimento' (בִּינָה) implica não apenas em saber, mas em ter discernimento e entendimento profundo das coisas. Em 2 Crônicas 2:12, Salomão pede a Deus que lhe conceda conhecimento para governar e construir.","por_que_esta_palavra":"O conhecimento é fundamental para a liderança e a execução de projetos que envolvem a vontade de Deus, especialmente em contextos de grande responsabilidade.","conexao_teologica":"A busca por conhecimento é uma característica do sábio, que reconhece a necessidade de depender de Deus para obter sabedoria.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"2cronicas_2_12_nome":{"palavra_pt":"nome","palavra_original":"חוּרָם","transliteracao":"Chûwrâm","strong":"H2361","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao reconhecimento de uma pessoa ou entidade, neste caso, o nome de Hurão, que é mencionado como um homem sábio.","explicacao_detalhada":"A palavra 'nome' (חוּרָם) é significativa porque representa não apenas a identificação, mas também a reputação e o legado de uma pessoa. Em 2 Crônicas 2:12, o nome de Hurão é associado à sua habilidade e contribuição na construção do templo.","por_que_esta_palavra":"O nome é importante na cultura bíblica, pois carrega o peso da história e da ação de uma pessoa, refletindo seu caráter e suas realizações.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia, enfatizando a importância do nome em relação à autoridade e à presença divina.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"2cronicas_2_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à habilidade de realizar ou fazer algo, neste caso, a construção do templo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para indicar a ação de realizar tarefas. Em 2 Crônicas 2:13, Salomão menciona a capacidade de Hurão para realizar trabalhos de grande complexidade.","por_que_esta_palavra":"A ação de 'fazer' é central na narrativa bíblica, pois Deus é um Deus que age e espera que Seu povo também atue em obediência.","conexao_teologica":"A obra de Deus na criação e na redenção é frequentemente descrita em termos de ação, mostrando que a fé se manifesta em obras.","referencias_relacionadas":["Gênesis 1:31","Tiago 2:17","Efésios 2:10"]},"2cronicas_2_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem, destacando a importância dos filhos na herança e na obra de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a relação entre Hurão e seu pai, mostrando a transmissão de habilidades e responsabilidades de geração em geração.","por_que_esta_palavra":"A ênfase na paternidade e na filiação é comum na Bíblia, simbolizando a continuidade do plano de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para descrever a relação entre Deus e Seu povo, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"2cronicas_2_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo, indicando a presença ou a inclusão em um grupo.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever a posição de Hurão em relação ao povo e à obra que estava sendo realizada. Em 2 Crônicas 2:13, isso destaca a colaboração e a unidade no trabalho.","por_que_esta_palavra":"A noção de estar 'entre' é importante para entender a comunidade e a colaboração no cumprimento da vontade de Deus.","conexao_teologica":"A Bíblia enfatiza a importância da comunhão entre os crentes e a presença de Deus no meio do Seu povo.","referencias_relacionadas":["Mateus 18:20","Atos 2:44","1 Coríntios 12:12-14"]},"2cronicas_2_14_trigo":{"palavra_pt":"trigo","palavra_original":"חִטָּה","transliteracao":"chiṭṭâh","strong":"H2406","significado_raiz":"Ideia básica: trigo.","significado_contextual":"Refere-se a um dos principais grãos cultivados na época, simbolizando sustento e provisão.","explicacao_detalhada":"A palavra 'trigo' (חִטָּה) é utilizada para indicar a importância da agricultura e da colheita na vida do povo de Israel. Em 2 Crônicas 2:14, o trigo é mencionado como parte das ofertas e provisões para o templo.","por_que_esta_palavra":"O trigo é um símbolo de alimento e prosperidade, representando a bênção de Deus sobre o povo.","conexao_teologica":"O pão, que é feito de trigo, é frequentemente usado como símbolo do corpo de Cristo e da provisão divina.","referencias_relacionadas":["Gênesis 41:29-30","Salmos 104:14","João 6:35"]},"2cronicas_2_14_barley":{"palavra_pt":"barley","palavra_original":"שְׂעֹרָה","transliteracao":"sᵉʻôrâh","strong":"H8184","significado_raiz":"Ideia básica: barley.","significado_contextual":"Refere-se a outro grão importante, frequentemente usado como alimento, especialmente em tempos de escassez.","explicacao_detalhada":"A palavra 'barley' (שְׂעֹרָה) é mencionada em 2 Crônicas 2:14 como parte das provisões para o templo, simbolizando a diversidade de alimentos e a dependência de Deus para o sustento.","por_que_esta_palavra":"A cevada é um símbolo de humildade e simplicidade, frequentemente associada a períodos de necessidade.","conexao_teologica":"A diversidade dos alimentos na Bíblia reflete a generosidade de Deus e Sua provisão para o Seu povo.","referencias_relacionadas":["Rute 1:22","João 6:9","Mateus 13:33"]},"2cronicas_2_14_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Ideia básica: azeite.","significado_contextual":"Refere-se ao azeite, que era usado para ungir e consagrar, simbolizando a presença e a ação do Espírito Santo.","explicacao_detalhada":"A palavra 'azeite/óleo' (שֶׁמֶן) é crucial no contexto de 2 Crônicas 2:14, onde o azeite é mencionado como parte das ofertas para o templo, simbolizando a santidade e a consagração.","por_que_esta_palavra":"O azeite é um símbolo de unção e bênção, representando a capacitação divina para a realização da obra de Deus.","conexao_teologica":"A unção com óleo é um tema recorrente na Bíblia, simbolizando a escolha e a capacitação de Deus para líderes e profetas.","referencias_relacionadas":["Êxodo 30:22-33","Salmos 23:5","Atos 10:38"]},"2cronicas_2_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de fazer algo, enfatizando a importância da abordagem correta nas ações.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as coisas devem ser feitas, indicando que a maneira de realizar a obra de Deus é tão importante quanto a obra em si.","por_que_esta_palavra":"A maneira de agir reflete a intenção e o caráter de quem realiza a ação, sendo fundamental para a aceitação diante de Deus.","conexao_teologica":"A Bíblia ensina que a maneira como servimos a Deus deve ser feita com reverência e em conformidade com Sua vontade.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Romanos 12:1"]},"2cronicas_2_15_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em eliminar ou fazer cessar a existência de algo.","explicacao_detalhada":"No contexto de 2 Crônicas 2:15, a palavra 'destruir' refere-se à ação de eliminar os inimigos ou obstáculos que impedem a construção do templo. A destruição é vista como uma preparação para a santidade do espaço que será dedicado a Deus.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a necessidade de remover tudo o que é impuro ou contrário aos propósitos de Deus antes de estabelecer um lugar sagrado.","conexao_teologica":"A destruição de inimigos é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre o mal e a preparação para a habitação divina entre o Seu povo.","referencias_relacionadas":["Deuteronômio 7:2","Josué 6:21","Salmos 68:1"]},"2cronicas_2_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se ao ser humano, especialmente em sua função e responsabilidade diante de Deus.","explicacao_detalhada":"Em 2 Crônicas 2:16, a palavra 'homem' é usada para descrever aqueles que são escolhidos para realizar a obra de Deus, como a construção do templo. Isso destaca a importância do papel humano na execução dos planos divinos.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a dignidade e a responsabilidade que cada indivíduo tem diante de Deus em cumprir Sua vontade.","conexao_teologica":"A criação do homem à imagem de Deus (Gênesis 1:26) estabelece a base para a responsabilidade humana em servir e glorificar a Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 12:1"]},"2cronicas_2_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo, ao espaço físico que Deus criou e que é habitado pelo homem.","explicacao_detalhada":"No versículo, a 'terra' é mencionada como o local onde o templo será construído, simbolizando a presença de Deus entre o Seu povo e a santidade do espaço escolhido.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa o lugar onde a obra de Deus se manifesta e onde o povo pode se encontrar com Ele.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a herança e a bênção que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Salmos 37:11"]},"2cronicas_2_16_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação verbal, especialmente em contextos de instrução ou revelação.","explicacao_detalhada":"Em 2 Crônicas 2:16, 'falar' é usado para descrever a comunicação de Deus com o homem, instruindo-o sobre a construção do templo e a importância dessa obra.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a relação pessoal entre Deus e o homem, onde Deus se revela e orienta Suas criaturas.","conexao_teologica":"A comunicação divina é um tema importante, pois Deus fala ao Seu povo através de profetas, Escrituras e, finalmente, através de Jesus Cristo.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","João 10:27"]},"2cronicas_2_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se a um animal que pode simbolizar força e ferocidade.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum em contextos de construção, sua menção pode simbolizar a força necessária para enfrentar desafios na obra de Deus, representando a proteção divina.","por_que_esta_palavra":"A palavra 'urso' pode ser usada metaforicamente para representar a força e a coragem que Deus dá ao Seu povo para realizar tarefas difíceis.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando Sua proteção e ajuda nas batalhas espirituais.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Romanos 8:31"]},"2cronicas_2_17_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Montanha refere-se a uma elevação de terra, frequentemente associada à presença de Deus.","explicacao_detalhada":"Em 2 Crônicas 2:17, a montanha pode simbolizar a grandeza e a majestade de Deus, além de ser um local de encontro com o divino, como o Monte Sião.","por_que_esta_palavra":"A montanha é um símbolo de estabilidade e segurança, representando a firmeza da presença de Deus entre Seu povo.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como locais de revelação divina, como o Monte Sinai, onde Deus deu a Lei a Moisés.","referencias_relacionadas":["Salmos 121:1-2","Isaías 2:2","Mateus 5:14"]},"2cronicas_2_17_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"Templo refere-se ao local sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"No contexto de 2 Crônicas 2:17, o templo é o espaço designado para a adoração a Deus, simbolizando a presença divina entre os israelitas e a centralidade da adoração na vida do povo.","por_que_esta_palavra":"A palavra 'templo' é fundamental, pois representa o lugar onde o homem pode se encontrar com Deus e oferecer sacrifícios e louvores.","conexao_teologica":"O templo é um símbolo da presença de Deus, que culmina em Jesus Cristo, que é chamado de o verdadeiro templo (João 2:19-21).","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12-13"]}}