{"2cronicas_20_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem, especialmente em um contexto de herança.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação familiar e a responsabilidade que vem com a herança.","por_que_esta_palavra":"A escolha de 'filho' destaca a importância da continuidade da fé e da liderança nas gerações.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Salmos 127:3","Romanos 8:14-17","Gálatas 4:6-7"]},"2cronicas_20_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de desespero ou derrota, muitas vezes associado a crises espirituais ou físicas.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda em pecado ou a necessidade de se levantar após uma adversidade.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Romanos 3:23","Salmos 37:24","2 Coríntios 5:17"]},"2cronicas_20_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"No contexto de 2 Crônicas 20, 'seguir' refere-se à ação de Jeosafá e do povo de Judá em seguir as instruções de Deus através do profeta, buscando a orientação divina em tempos de crise.","por_que_esta_palavra":"Esta palavra é crucial para entender a disposição do povo em confiar e obedecer a Deus em momentos de dificuldade.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre o ser humano e o divino, onde seguir a Deus leva à salvação e proteção.","referencias_relacionadas":["Salmos 119:105","Isaías 30:21","Mateus 4:19"]},"2cronicas_20_2_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao grande corpo de água que pode simbolizar tanto a criação de Deus quanto os desafios que o povo enfrenta.","explicacao_detalhada":"No contexto, o 'mar' representa os obstáculos que Jeosafá e Judá estavam prestes a enfrentar, simbolizando a grandeza do desafio diante deles.","por_que_esta_palavra":"O uso da palavra 'mar' enfatiza a magnitude da situação e a necessidade de intervenção divina.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar caos e desordem, mas também a soberania de Deus sobre as forças da natureza.","referencias_relacionadas":["Êxodo 14:21","Salmos 46:2","Mateus 8:27"]},"2cronicas_20_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica em um movimento em direção a algo, como a convocação do povo para se reunir diante de Deus.","explicacao_detalhada":"Neste contexto, 'vir' refere-se ao ato de se reunir para buscar a ajuda de Deus em um momento de crise, mostrando a unidade do povo.","por_que_esta_palavra":"A convocação para 'vir' é um chamado à ação coletiva, enfatizando a importância da comunidade na busca por Deus.","conexao_teologica":"A ideia de se reunir para buscar a Deus é um princípio fundamental na vida comunitária da fé, refletindo a importância da oração em conjunto.","referencias_relacionadas":["Atos 1:14","Hebreus 10:25","Salmos 34:3"]},"2cronicas_20_2_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina, que traz instrução e direção ao povo.","explicacao_detalhada":"Neste contexto, 'palavra' é a mensagem que Deus transmite através do profeta, orientando o povo sobre como proceder diante da ameaça.","por_que_esta_palavra":"A ênfase na 'palavra' de Deus destaca a importância da revelação divina na vida do povo e sua capacidade de trazer esperança.","conexao_teologica":"A palavra de Deus é central na teologia cristã, sendo vista como a fonte de verdade e direção para a vida dos crentes.","referencias_relacionadas":["Salmos 119:11","Isaías 55:11","João 1:1"]},"2cronicas_20_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer algo, neste caso, a súplica e a oração ao Senhor.","explicacao_detalhada":"No contexto, 'dar' refere-se ao ato de clamar a Deus por ajuda, reconhecendo a dependência do povo em relação ao Senhor.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de entregar a Deus as preocupações e medos, mostrando a necessidade de Sua intervenção.","conexao_teologica":"Clamar a Deus é um ato de fé que reconhece Sua soberania e poder para salvar e ajudar em tempos de necessidade.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 Pedro 5:7"]},"2cronicas_20_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de Deus, reconhecendo Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'senhor' é uma invocação que expressa a reverência e o reconhecimento do poder de Deus sobre todas as situações.","por_que_esta_palavra":"A invocação do nome do Senhor é fundamental para a oração e a busca de ajuda, refletindo a relação pessoal entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"2cronicas_20_3_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"A palavra 'temer' implica em um reconhecimento da grandeza de Deus e da reverência que isso provoca.","explicacao_detalhada":"No contexto, 'temer' refere-se ao respeito e à adoração que o povo deve ter ao Senhor, especialmente em tempos de crise.","por_que_esta_palavra":"O temor do Senhor é visto como o princípio da sabedoria e é essencial para uma vida de fé e obediência.","conexao_teologica":"O temor a Deus é um tema central na Bíblia, refletindo a relação de respeito e reverência que os crentes devem ter em relação ao Criador.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"2cronicas_20_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, indicando a importância da abordagem correta na adoração.","explicacao_detalhada":"Neste contexto, 'modo' implica em como o povo deve se comportar e se apresentar diante de Deus durante a adoração e busca de ajuda.","por_que_esta_palavra":"A ênfase no 'modo' destaca a necessidade de uma atitude correta e reverente ao se aproximar de Deus.","conexao_teologica":"A forma como adoramos a Deus é importante, refletindo a sinceridade e a intenção do coração diante do Senhor.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:23","Hebreus 12:28-29"]},"2cronicas_20_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à invocação do nome de Deus, reconhecendo Sua autoridade.","explicacao_detalhada":"Aqui, 'senhor' é uma reafirmação da soberania de Deus sobre a situação enfrentada pelo povo.","por_que_esta_palavra":"Repetir o nome do Senhor enfatiza a confiança e a dependência do povo em Sua ajuda.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que conecta o crente à Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Salmos 116:4","Romanos 10:13"]},"2cronicas_20_4_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoração' refere-se ao ato de reverenciar e prestar culto a Deus.","explicacao_detalhada":"Neste contexto, 'adoração' é a resposta do povo à grandeza de Deus, reconhecendo Sua soberania e buscando Sua intervenção.","por_que_esta_palavra":"A adoração é fundamental na vida do crente, pois expressa amor, respeito e devoção a Deus.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo, onde a verdadeira adoração é feita em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"2cronicas_20_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' neste contexto simboliza não apenas um edifício físico, mas também a presença de Deus e a comunhão entre Ele e o Seu povo. É um lugar de adoração e sacrifício.","por_que_esta_palavra":"A casa de Deus é fundamental na vida espiritual de Israel, representando segurança e a promessa de Deus de estar com eles.","conexao_teologica":"A casa de Deus é um símbolo da relação entre Deus e a humanidade, onde Ele se revela e habita entre o Seu povo.","referencias_relacionadas":["1 Reis 8:27","Salmos 27:4","Isaías 56:7"]},"2cronicas_20_5_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Indica a ação de dedicar-se ao serviço de Deus e à adoração.","explicacao_detalhada":"Servir a Deus implica em obedecer aos Seus mandamentos e participar ativamente na adoração e na vida comunitária de fé.","por_que_esta_palavra":"O serviço a Deus é uma expressão de devoção e compromisso, essencial para a vida espiritual do povo de Israel.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a relação de servidão e amor entre o Criador e a criação.","referencias_relacionadas":["Êxodo 23:25","Josué 24:15","Romanos 12:1"]},"2cronicas_20_5_assembleia":{"palavra_pt":"assembleia","palavra_original":"קָהָל","transliteracao":"qâhâl","strong":"H6951","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se ao povo reunido para adoração e busca de orientação divina.","explicacao_detalhada":"A assembleia é um momento de união e coletividade, onde o povo se reúne para clamar a Deus em tempos de crise.","por_que_esta_palavra":"A assembleia é crucial para a vida comunitária, pois fortalece a fé coletiva e a intercessão.","conexao_teologica":"A assembleia é um reflexo da Igreja, onde os crentes se reúnem para adorar e buscar a vontade de Deus juntos.","referencias_relacionadas":["Salmos 22:25","Hebreus 10:25","Atos 2:42"]},"2cronicas_20_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio celestial onde Deus reina e de onde Ele governa.","explicacao_detalhada":"Os céus são frequentemente mencionados como o lugar da habitação de Deus, simbolizando Sua soberania e poder.","por_que_esta_palavra":"Reconhecer os céus é afirmar a grandeza de Deus e Sua autoridade sobre todas as coisas.","conexao_teologica":"A visão dos céus nos lembra da esperança e da promessa de um futuro eterno com Deus.","referencias_relacionadas":["Salmos 115:3","Mateus 6:9","Apocalipse 21:1"]},"2cronicas_20_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age e responde às orações do Seu povo.","explicacao_detalhada":"O 'modo' implica em reconhecer que Deus tem um plano e um tempo para agir, que pode ser diferente do que esperamos.","por_que_esta_palavra":"Entender o modo de Deus nos ajuda a confiar em Sua sabedoria e em Seus caminhos.","conexao_teologica":"A maneira de Deus agir é um tema recorrente nas Escrituras, mostrando que Seus caminhos são mais altos que os nossos.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 37:5"]},"2cronicas_20_6_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"Refere-se ao triunfo que Deus concede ao Seu povo em batalhas e desafios.","explicacao_detalhada":"A vitória é um tema central na história de Israel, simbolizando a intervenção divina em favor dos que confiam em Deus.","por_que_esta_palavra":"A vitória de Deus é uma garantia de que Ele está no controle e que os Seus planos prevalecerão.","conexao_teologica":"A vitória em Cristo é uma promessa para todos os crentes, assegurando que, através dEle, somos mais que vencedores.","referencias_relacionadas":["Salmos 20:7-8","Romanos 8:37","1 Coríntios 15:57"]},"2cronicas_20_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um símbolo de bênção e herança.","explicacao_detalhada":"A terra é um elemento central na aliança de Deus com Seu povo, representando segurança e prosperidade.","por_que_esta_palavra":"A terra é um lembrete da fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:9-10"]},"2cronicas_20_7_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e Suas promessas.","explicacao_detalhada":"O conceito de eternidade em Deus assegura que Suas promessas são imutáveis e sempre válidas.","por_que_esta_palavra":"Reconhecer a eternidade de Deus nos dá esperança e confiança em Sua fidelidade.","conexao_teologica":"A eternidade de Deus é um fundamento da fé cristã, pois garante a vida eterna aos que creem.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","João 3:16"]},"2cronicas_20_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça de Deus em todas as Suas promessas.","explicacao_detalhada":"A verdade de Deus é um pilar da fé, assegurando que Ele não mente e cumpre o que promete.","por_que_esta_palavra":"A verdade é essencial para a confiança em Deus e em Sua Palavra.","conexao_teologica":"Jesus é descrito como a Verdade, e conhecer a verdade nos liberta.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"2cronicas_20_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar com justiça e retidão.","explicacao_detalhada":"O julgamento de Deus é uma expressão de Sua santidade e justiça, assegurando que o mal será tratado.","por_que_esta_palavra":"Entender o julgamento de Deus nos leva a viver em retidão e a buscar a Sua misericórdia.","conexao_teologica":"O julgamento de Deus é um tema importante, pois revela Sua natureza justa e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"2cronicas_20_8_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Construir um lugar de adoração e segurança.","explicacao_detalhada":"A palavra 'edificar' refere-se ao ato de construir, especialmente em um contexto espiritual, onde a construção de um templo ou altar representa a presença de Deus entre o povo.","por_que_esta_palavra":"É usada para enfatizar a importância de ter um espaço dedicado à adoração e à comunhão com Deus.","conexao_teologica":"A edificação de templos e altares é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Isaías 66:1"]},"2cronicas_20_8_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Um local de governo e autoridade, onde o rei reside.","explicacao_detalhada":"O 'palácio' é um símbolo de poder e realeza, representando a soberania de Deus sobre a nação de Israel e a importância da liderança divina.","por_que_esta_palavra":"A menção do palácio destaca a necessidade de um lugar seguro e governado por princípios divinos.","conexao_teologica":"O palácio é frequentemente associado à presença de Deus e à Sua autoridade sobre a terra.","referencias_relacionadas":["2 Samuel 5:11","1 Reis 7:1","Salmos 48:2"]},"2cronicas_20_9_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Uma crise que afeta a sobrevivência do povo.","explicacao_detalhada":"A 'fome' é um símbolo de necessidade e desespero, levando o povo a buscar a ajuda de Deus em tempos de crise.","por_que_esta_palavra":"A palavra é usada para ilustrar a gravidade da situação que o povo enfrenta e a dependência de Deus para a provisão.","conexao_teologica":"A fome é um tema que aparece em várias narrativas bíblicas, mostrando a necessidade de confiar em Deus como o provedor.","referencias_relacionadas":["Gênesis 41:30","Rute 1:1","Mateus 4:4"]},"2cronicas_20_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Um lar, símbolo de segurança e estabilidade.","explicacao_detalhada":"A 'casa' representa não apenas um lugar físico, mas também a família e a comunidade que ali reside, refletindo a importância da unidade e proteção.","por_que_esta_palavra":"É usada para enfatizar a necessidade de um espaço seguro onde o povo possa se reunir e adorar a Deus.","conexao_teologica":"A casa é frequentemente mencionada na Bíblia como um lugar de adoração e comunhão com Deus.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"2cronicas_20_9_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Libertação e proteção divina em tempos de crise.","explicacao_detalhada":"A palavra 'salvar' implica em resgatar o povo de situações de perigo, mostrando a fidelidade de Deus em atender às suas necessidades.","por_que_esta_palavra":"É usada para destacar a ação de Deus em salvar Seu povo das ameaças e dificuldades.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 34:6","Isaías 43:2","Romanos 10:13"]},"2cronicas_20_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra prometida, um símbolo de herança e bênção.","explicacao_detalhada":"A 'terra' é um elemento central na narrativa bíblica, representando o lugar onde Deus se relaciona com Seu povo e cumpre Suas promessas.","por_que_esta_palavra":"É usada para enfatizar a importância da terra como herança e o papel de Deus na proteção e provisão.","conexao_teologica":"A terra é frequentemente associada à aliança de Deus com Israel e Sua promessa de bênçãos.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2cronicas_20_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A continuidade da linhagem e a promessa de Deus.","explicacao_detalhada":"A palavra 'filho' representa não apenas a descendência física, mas também a herança espiritual e a relação com Deus como Pai.","por_que_esta_palavra":"É usada para enfatizar a importância da família e da continuidade das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"2cronicas_20_10_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Um lugar elevado, frequentemente associado à presença de Deus.","explicacao_detalhada":"A 'montanha' simboliza um local de encontro com Deus, onde revelações e experiências espirituais ocorrem.","por_que_esta_palavra":"É usada para destacar a grandeza de Deus e a importância de buscar Sua presença em lugares altos.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como locais de adoração e revelação divina.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 17:1-2"]},"2cronicas_20_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Convocar ou convidar para a ação.","explicacao_detalhada":"A palavra 'chamar' implica em um convite à ação, seja para se reunir, adorar ou buscar a ajuda de Deus.","por_que_esta_palavra":"É usada para enfatizar a urgência de buscar a intervenção divina em tempos de necessidade.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convoca Seu povo a se voltar para Ele.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Romanos 10:14"]},"2cronicas_20_11_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Tomar posse ou reivindicar algo.","explicacao_detalhada":"A palavra 'agarrar' implica em uma ação de se apropriar das promessas de Deus e da proteção que Ele oferece.","por_que_esta_palavra":"É usada para enfatizar a necessidade de se apegar à fé e às promessas divinas em tempos de crise.","conexao_teologica":"Agarrar-se a Deus e Suas promessas é um tema recorrente, refletindo a confiança e a dependência do crente.","referencias_relacionadas":["Salmos 63:8","Hebreus 10:23","Tiago 4:7"]},"2cronicas_20_11_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção para algo importante que está prestes a ser mencionado.","explicacao_detalhada":"Neste contexto, 'eis' introduz uma declaração significativa sobre a situação enfrentada pelo povo de Judá, destacando a urgência e a gravidade do momento.","por_que_esta_palavra":"A utilização de 'eis' enfatiza a necessidade de atenção e reflexão sobre a mensagem que se segue.","conexao_teologica":"A palavra 'eis' pode ser vista como um convite à revelação divina, onde Deus se manifesta em momentos críticos da história do Seu povo.","referencias_relacionadas":["Isaías 41:10","Salmos 46:1","Mateus 28:20"]},"2cronicas_20_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, neste caso, representando a fragilidade e a dependência do povo diante de Deus.","explicacao_detalhada":"O uso de 'homem' neste versículo destaca a vulnerabilidade humana em face das adversidades e a necessidade de buscar auxílio divino.","por_que_esta_palavra":"A palavra é usada para enfatizar a condição humana e a limitação do ser humano sem a intervenção de Deus.","conexao_teologica":"A dependência do homem em relação a Deus é um tema central nas Escrituras, mostrando que a força verdadeira vem do Senhor.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6-8","Tiago 4:14"]},"2cronicas_20_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Senhor, o Criador e Sustentador de todas as coisas, que é invocado em momentos de crise.","explicacao_detalhada":"Neste contexto, a invocação de Deus é um reconhecimento da Sua soberania e poder para intervir nas situações difíceis enfrentadas pelo povo.","por_que_esta_palavra":"A palavra 'deus' é fundamental para expressar a confiança do povo em Sua capacidade de salvar e proteger.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, onde Ele é visto como o defensor e salvador.","referencias_relacionadas":["Salmos 46:1","Isaías 43:2","Romanos 8:31"]},"2cronicas_20_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a sinceridade e a realidade da situação que o povo enfrenta.","explicacao_detalhada":"Neste contexto, 'verdade' implica que a situação é genuína e que o povo deve reconhecer sua condição diante de Deus.","por_que_esta_palavra":"A ênfase na verdade é crucial para que o povo se volte a Deus com um coração sincero e humilde.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na relação entre Ele e Seu povo.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"2cronicas_20_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou à forma de agir do povo diante da crise.","explicacao_detalhada":"Neste contexto, 'modo' sugere que o povo deve considerar como se comportar em resposta ao desafio que enfrenta.","por_que_esta_palavra":"A escolha do 'modo' de agir é importante para que o povo se alinhe com a vontade de Deus em suas ações.","conexao_teologica":"A forma como o povo se comporta reflete sua fé e confiança em Deus, sendo um testemunho de sua relação com Ele.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"2cronicas_20_13_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a presença de Deus e a busca pelo Seu favor.","explicacao_detalhada":"Neste contexto, 'rosto' simboliza a busca pela atenção e misericórdia divina em tempos de necessidade.","por_que_esta_palavra":"A expressão 'rosto' indica a importância de estar na presença de Deus e de buscar Sua orientação.","conexao_teologica":"A presença de Deus é um tema recorrente nas Escrituras, onde o 'rosto' de Deus representa Sua revelação e comunhão com o Seu povo.","referencias_relacionadas":["Números 6:25","Salmos 27:8","2 Coríntios 4:6"]},"2cronicas_20_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado em oração e adoração.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da autoridade e do poder de Deus sobre todas as coisas.","por_que_esta_palavra":"A invocação do 'senhor' é fundamental para a relação do povo com Deus, expressando reverência e submissão.","conexao_teologica":"O nome de Deus é sagrado e representa Sua natureza e caráter, sendo central na adoração e na oração.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"2cronicas_20_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação de paternidade, simbolizando a herança e a continuidade da aliança com Deus.","explicacao_detalhada":"Neste contexto, 'filho' destaca a relação especial entre Deus e Seu povo, que é considerado como Seus filhos.","por_que_esta_palavra":"A palavra 'filho' enfatiza a intimidade e a responsabilidade que vem com essa relação.","conexao_teologica":"A filiação divina é um tema importante na Bíblia, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:6"]},"2cronicas_20_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição ou a relação de algo em meio a outros.","explicacao_detalhada":"Neste contexto, 'entre' sugere a presença de Deus no meio do Seu povo, atuando em suas vidas.","por_que_esta_palavra":"A palavra 'entre' é significativa para mostrar que Deus não está distante, mas presente e ativo no meio de Seu povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na narrativa bíblica, simbolizando Sua proximidade e cuidado.","referencias_relacionadas":["Mateus 18:20","Salmos 22:3","Apocalipse 21:3"]},"2cronicas_20_14_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' refere-se à ação do Espírito Santo ou à força de Deus que atua na criação e na vida do povo.","explicacao_detalhada":"Neste contexto, 'vento' simboliza a presença e o poder de Deus que traz transformação e renovação.","por_que_esta_palavra":"A palavra 'vento' é usada para expressar a dinâmica da ação de Deus, que pode ser invisível, mas poderosa.","conexao_teologica":"O Espírito Santo é frequentemente associado ao vento nas Escrituras, representando a presença ativa de Deus no mundo.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","João 3:8"]},"2cronicas_20_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir ou decidir sobre uma questão, especialmente em um contexto de conflito ou crise.","explicacao_detalhada":"Neste versículo, o rei Josafá clama a Deus para que Ele julgue a situação em que o povo se encontra, reconhecendo que a batalha não é deles, mas de Deus. O julgamento divino implica em uma decisão justa e soberana sobre o que deve ser feito.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de intervenção divina em situações que estão além do controle humano.","conexao_teologica":"A ideia de Deus como juiz é central na teologia bíblica, refletindo Sua soberania e justiça. Ele é aquele que julga as nações e defende os oprimidos.","referencias_relacionadas":["Salmos 7:11","Isaías 33:22","Romanos 14:10"]},"2cronicas_20_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, que tem a responsabilidade de liderar e proteger o povo.","explicacao_detalhada":"Josafá, como rei, busca a orientação de Deus em um momento de crise, demonstrando que a liderança deve estar alinhada com a vontade divina.","por_que_esta_palavra":"A menção do rei destaca a importância da liderança espiritual e moral, especialmente em tempos de adversidade.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos reis, e a liderança humana deve refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"2cronicas_20_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo que é reconhecido como o criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, Deus é invocado como a fonte de ajuda e proteção em tempos de crise, mostrando a dependência do povo em relação a Ele.","por_que_esta_palavra":"A invocação de Deus enfatiza a fé do povo em Sua capacidade de salvar e julgar.","conexao_teologica":"A natureza de Deus como protetor e juiz é um tema recorrente na Bíblia, refletindo Sua fidelidade e poder.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:6"]},"2cronicas_20_16_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários que ameaçam o povo de Deus, neste caso, as nações que se levantam contra Judá.","explicacao_detalhada":"O reconhecimento dos inimigos é crucial para entender a necessidade de intervenção divina, pois a batalha é apresentada como uma luta espiritual.","por_que_esta_palavra":"A menção dos inimigos destaca a realidade do conflito espiritual e físico que o povo enfrenta.","conexao_teologica":"A Bíblia frequentemente fala sobre inimigos espirituais, lembrando os crentes da necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Efésios 6:12","Salmos  enemies:1","Romanos 8:31"]},"2cronicas_20_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada de atenção, indicando a importância do que está prestes a ser declarado.","explicacao_detalhada":"Neste contexto, 'eis' é usado para introduzir a revelação de que os inimigos estão se aproximando, enfatizando a urgência da situação.","por_que_esta_palavra":"A palavra serve para preparar o povo para a ação e a resposta de Deus.","conexao_teologica":"A chamada de atenção é um tema comum na Bíblia, onde Deus frequentemente chama Seu povo a prestar atenção às Suas instruções.","referencias_relacionadas":["Isaías 43:1","Mateus 28:20","Apocalipse 3:20"]},"2cronicas_20_16_levantar":{"palavra_pt":"levantar","palavra_original":"מַעֲלֶה","transliteracao":"maʻăleh","strong":"H4608","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de se erguer ou se preparar para a ação, especialmente em um contexto de batalha.","explicacao_detalhada":"Neste versículo, levantar-se implica em estar pronto para enfrentar os desafios que se aproximam, confiando na ajuda de Deus.","por_que_esta_palavra":"A palavra é usada para encorajar o povo a se posicionar em fé diante da adversidade.","conexao_teologica":"A ideia de se levantar em fé é um chamado frequente nas Escrituras, onde Deus encoraja Seu povo a agir com coragem.","referencias_relacionadas":["Isaías 40:31","Salmos 27:14","1 Coríntios 16:13"]},"2cronicas_20_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano que governa sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' enfatiza a autoridade e o poder de Deus para salvar e proteger Seu povo.","por_que_esta_palavra":"A invocação do nome do Senhor é um reconhecimento da Sua soberania e da necessidade de Sua intervenção.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e poder, sendo um tema central na adoração.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Atos 4:12"]},"2cronicas_20_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"Neste versículo, a verdade de Deus é um fundamento sobre o qual o povo pode confiar em Sua ajuda e proteção.","por_que_esta_palavra":"A ênfase na verdade destaca a confiança que o povo deve ter em Deus em tempos de crise.","conexao_teologica":"A verdade é um atributo de Deus, e a Bíblia ensina que conhecer a verdade traz liberdade e segurança.","referencias_relacionadas":["João 8:32","Salmos 119:160","2 Timóteo 2:13"]},"2cronicas_20_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e compreensão das ações de Deus e da realidade ao redor.","explicacao_detalhada":"Neste contexto, ver é um convite para que o povo observe a intervenção divina e reconheça a Sua obra em meio à crise.","por_que_esta_palavra":"A palavra é usada para encorajar o povo a estar atento às promessas de Deus e ao que Ele está prestes a fazer.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus frequentemente pede que Seu povo veja e compreenda Sua vontade.","referencias_relacionadas":["Salmos 34:8","Hebreus 11:1","2 Coríntios 5:7"]},"2cronicas_20_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é novamente utilizada para enfatizar a necessidade de discernimento e decisão divina em relação à situação enfrentada.","explicacao_detalhada":"Aqui, o ato de julgar é um apelo para que Deus intervenha e traga justiça e proteção ao Seu povo.","por_que_esta_palavra":"A repetição da palavra reforça a confiança do povo em Deus como o único capaz de julgar e agir em favor deles.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é visto como o juiz justo que defende os oprimidos.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Apocalipse 20:12"]},"2cronicas_20_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é utilizado para reconhecer a grandeza e o poder de Deus, especialmente em momentos de crise e necessidade de ajuda.","por_que_esta_palavra":"A invocação do nome do Senhor é uma forma de buscar proteção e intervenção divina em situações difíceis.","conexao_teologica":"A palavra 'senhor' é central na teologia judaico-cristã, representando a relação de aliança entre Deus e seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"2cronicas_20_19_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em se erguer ou tomar posição, especialmente em um contexto de adoração ou ação.","explicacao_detalhada":"Aqui, 'levantar' é um chamado à ação, onde o povo é incentivado a se posicionar em fé e confiança diante de Deus.","por_que_esta_palavra":"Levantar-se é um ato de coragem e determinação, simbolizando a disposição de enfrentar desafios com a ajuda divina.","conexao_teologica":"Levantar-se em adoração é um tema recorrente nas Escrituras, simbolizando a resposta do ser humano à grandeza de Deus.","referencias_relacionadas":["Salmos 30:1","Isaías 60:1","Mateus 28:6"]},"2cronicas_20_19_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' ou 'halelu' refere-se ao ato de exaltar e glorificar a Deus por suas obras e caráter.","explicacao_detalhada":"Neste versículo, louvar é uma expressão de gratidão e reconhecimento da soberania de Deus, especialmente em tempos de dificuldade.","por_que_esta_palavra":"O louvor é uma resposta natural à intervenção de Deus e um meio de fortalecer a fé da comunidade.","conexao_teologica":"O louvor é fundamental na adoração a Deus, refletindo a relação de amor e reverência entre o Criador e sua criação.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","1 Crônicas 16:29"]},"2cronicas_20_19_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido pela fala, simbolizando comunicação e expressão.","explicacao_detalhada":"Neste contexto, a 'voz' é utilizada para enfatizar a importância de proclamar a grandeza de Deus e a confiança nele.","por_que_esta_palavra":"A voz é um meio pelo qual os crentes expressam sua adoração e proclamam a verdade de Deus.","conexao_teologica":"A voz é frequentemente associada à proclamação do evangelho e ao testemunho da fé em Deus.","referencias_relacionadas":["Salmos 29:4","Isaías 58:1","Romanos 10:17"]},"2cronicas_20_20_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' ou 'amem' implica em ter fé e confiança em Deus e em suas promessas.","explicacao_detalhada":"Neste versículo, crer é um chamado à fé ativa, onde o povo é encorajado a confiar em Deus para a vitória.","por_que_esta_palavra":"A fé é essencial para a vida espiritual e é a base sobre a qual se constrói a relação com Deus.","conexao_teologica":"A crença em Deus é um tema central na Bíblia, sendo a fé o meio pelo qual os crentes recebem a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"2cronicas_20_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para reafirmar a soberania e a autoridade de Deus sobre todas as situações.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é um ato de fé e confiança na sua proteção e intervenção.","por_que_esta_palavra":"Repetir o nome do Senhor enfatiza a importância de depender dele em todas as circunstâncias.","conexao_teologica":"O nome do Senhor é um símbolo de sua presença e poder, sendo invocado em momentos de necessidade.","referencias_relacionadas":["Salmos 124:8","Provérbios 18:10","Atos 4:12"]},"2cronicas_20_21_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' ou 'halelu' é um chamado à adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"Neste versículo, louvar é uma resposta à expectativa de vitória, celebrando a fidelidade de Deus.","por_que_esta_palavra":"O louvor é uma expressão de gratidão e confiança nas promessas de Deus, especialmente em tempos de incerteza.","conexao_teologica":"O louvor é uma prática que fortalece a comunidade de fé e reafirma a soberania de Deus em todas as situações.","referencias_relacionadas":["Salmos 100:4","Colossenses 3:16","1 Pedro 2:9"]},"2cronicas_20_21_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e infinita de Deus, que transcende o tempo.","explicacao_detalhada":"Neste contexto, 'eterno' enfatiza a fidelidade de Deus que perdura através das gerações.","por_que_esta_palavra":"Reconhecer Deus como eterno é afirmar sua soberania e a certeza de suas promessas.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, refletindo sua imutabilidade e poder.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Apocalipse 1:8"]},"2cronicas_20_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Deus, especialmente em momentos de louvor e adoração.","explicacao_detalhada":"Neste versículo, o nome do Senhor é invocado como um símbolo de proteção e poder.","por_que_esta_palavra":"Repetir o nome do Senhor é um ato de fé que busca a presença e a intervenção divina.","conexao_teologica":"O nome do Senhor é um tema recorrente na Bíblia, representando sua identidade e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 12:4","Filipenses 2:9-11"]},"2cronicas_20_22_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se a um estado de felicidade e contentamento, especialmente em resposta à ação de Deus.","explicacao_detalhada":"Neste contexto, a alegria é uma reação ao reconhecimento da vitória que Deus proporciona ao seu povo.","por_que_esta_palavra":"A alegria é uma expressão da confiança em Deus e da gratidão por suas bênçãos.","conexao_teologica":"A alegria é um tema importante na vida cristã, refletindo a presença de Deus e a esperança em suas promessas.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","1 Tessalonicenses 5:16"]},"2cronicas_20_22_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se ao ato de louvar a Deus em meio à batalha.","explicacao_detalhada":"Neste contexto, a expressão é um chamado à adoração e ao reconhecimento da soberania de Deus, mesmo em situações adversas.","por_que_esta_palavra":"A palavra 'expressão' é utilizada para enfatizar a importância de manifestar a fé através de palavras e ações.","conexao_teologica":"A expressão de louvor é fundamental na vida do crente, pois demonstra confiança em Deus e Sua providência.","referencias_relacionadas":["Salmos 34:1","Salmos 100:4","Hebreus 13:15"]},"2cronicas_20_22_louvor":{"palavra_pt":"louvor","palavra_original":"תְּהִלָּה","transliteracao":"tᵉhillâh","strong":"H8416","significado_raiz":"Ideia básica: louvor.","significado_contextual":"Louvor é a ação de glorificar e exaltar a Deus, especialmente em momentos de dificuldade.","explicacao_detalhada":"O louvor é uma forma de reconhecer a grandeza de Deus e Sua capacidade de intervir nas situações humanas.","por_que_esta_palavra":"A palavra 'louvor' é central na adoração, pois expressa gratidão e reverência ao Criador.","conexao_teologica":"O louvor é visto como uma arma espiritual que traz libertação e vitória sobre os inimigos.","referencias_relacionadas":["Salmos 150:6","1 Crônicas 16:23-25","Efésios 5:19"]},"2cronicas_20_23_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar aqui se refere ao ato de Deus decidir sobre a justiça em meio a uma batalha.","explicacao_detalhada":"O julgamento de Deus é visto como uma ação divina que traz ordem e justiça, especialmente em situações de conflito.","por_que_esta_palavra":"A palavra 'julgar' destaca a autoridade de Deus sobre todas as nações e situações.","conexao_teologica":"Deus é o juiz supremo que defende os oprimidos e traz justiça aos injustos.","referencias_relacionadas":["Salmos 9:7-8","Isaías 33:22","Romanos 14:10"]},"2cronicas_20_23_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Servir implica em estar à disposição de Deus e dos outros, especialmente em tempos de crise.","explicacao_detalhada":"O serviço a Deus é uma demonstração de fé e compromisso, refletindo a disposição do coração do crente.","por_que_esta_palavra":"A palavra 'servir' enfatiza a ação de dedicar-se a Deus e aos Seus propósitos.","conexao_teologica":"Servir é um chamado para todos os crentes, refletindo o caráter de Cristo em nossas vidas.","referencias_relacionadas":["Mateus 20:28","Gálatas 5:13","Colossenses 3:23-24"]},"2cronicas_20_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à relação especial entre Deus e Seu povo, como uma família.","explicacao_detalhada":"A palavra 'filho' simboliza herança, identidade e pertencimento ao reino de Deus.","por_que_esta_palavra":"A relação de filho destaca a intimidade e o amor que Deus tem por aqueles que O seguem.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, enfatizando a adoção dos crentes como filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 4:6"]},"2cronicas_20_24_torre":{"palavra_pt":"torre","palavra_original":"מִצְפֶּה","transliteracao":"mitspeh","strong":"H4707","significado_raiz":"Ideia básica: torre.","significado_contextual":"Torre simboliza proteção e segurança em tempos de perigo.","explicacao_detalhada":"A torre é um lugar elevado que oferece uma visão ampla e segurança contra inimigos.","por_que_esta_palavra":"A palavra 'torre' é usada para ilustrar a fortaleza de Deus como nosso refúgio.","conexao_teologica":"Deus é descrito como nossa torre forte, um lugar seguro onde encontramos abrigo.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 46:1"]},"2cronicas_20_24_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Campo representa o espaço onde a batalha ocorre e onde a provisão de Deus é vista.","explicacao_detalhada":"O campo é um símbolo de luta, mas também de colheita e bênçãos que Deus promete.","por_que_esta_palavra":"A palavra 'campo' é utilizada para descrever o local de atividade e crescimento espiritual.","conexao_teologica":"A metáfora do campo é frequentemente usada para ilustrar o trabalho do evangelho e a colheita de almas.","referencias_relacionadas":["Mateus 9:37-38","Gálatas 6:9","1 Coríntios 3:6-9"]},"2cronicas_20_24_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto refere-se à presença de Deus e ao relacionamento íntimo com Ele.","explicacao_detalhada":"O rosto de Deus é um símbolo de Sua atenção e favor sobre o Seu povo.","por_que_esta_palavra":"A palavra 'rosto' é utilizada para enfatizar a busca pela presença de Deus em oração.","conexao_teologica":"Buscar o rosto de Deus é um chamado à intimidade e à comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","2 Crônicas 7:14"]},"2cronicas_20_25_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar implica em convocar ou reunir pessoas para um propósito específico.","explicacao_detalhada":"Neste contexto, chamar é um ato de Deus que reúne Seu povo para a vitória.","por_que_esta_palavra":"A palavra 'chamar' destaca a ação de Deus em convocar Seu povo para a batalha.","conexao_teologica":"Deus chama Seu povo para a ação e para participar de Seus planos redentores.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"2cronicas_20_25_catch":{"palavra_pt":"catch","palavra_original":"בָּזַז","transliteracao":"bâzaz","strong":"H962","significado_raiz":"Ideia básica: catch.","significado_contextual":"Catch refere-se ao ato de capturar ou tomar posse de algo.","explicacao_detalhada":"Neste contexto, a ideia é de que Deus permite que Seu povo tome posse das bênçãos após a vitória.","por_que_esta_palavra":"A palavra 'catch' é utilizada para ilustrar a ação de receber o que Deus preparou.","conexao_teologica":"A captura das bênçãos de Deus é uma expressão da Sua generosidade e provisão.","referencias_relacionadas":["Salmos 23:5","Deuteronômio 28:8","Filipenses 4:19"]},"2cronicas_20_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que o povo de Judá se reuniu para louvar a Deus após a vitória sobre seus inimigos.","explicacao_detalhada":"O 'dia' mencionado é um momento específico de celebração e reconhecimento da intervenção divina na batalha, simbolizando um tempo de alegria e gratidão.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um evento significativo na história do povo de Deus, enfatizando a importância do tempo em que as ações de Deus são reconhecidas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de revelação e intervenção divina, como o dia do Senhor, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 118:24","Êxodo 15:1","Isaías 12:4"]},"2cronicas_20_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual o povo de Judá celebrou e louvou a Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de louvor à causa, que é a vitória concedida por Deus, mostrando a relação entre a ação humana e a ação divina.","por_que_esta_palavra":"Esta palavra é crucial para entender a motivação do povo, que reconhece que sua vitória não foi por força própria, mas pela ajuda divina.","conexao_teologica":"A ideia de gratidão e reconhecimento da soberania de Deus é central na teologia bíblica, onde o louvor é uma resposta natural à ação de Deus.","referencias_relacionadas":["Salmos 100:4","1 Crônicas 16:34","Romanos 11:36"]},"2cronicas_20_27_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à ação de construir ou restaurar, tanto em um sentido físico quanto espiritual.","explicacao_detalhada":"A palavra 'edificar' implica um processo de crescimento e fortalecimento da comunidade de fé, refletindo a importância de construir uma base sólida na relação com Deus.","por_que_esta_palavra":"É uma chamada à ação para que o povo não apenas celebre, mas também trabalhe para fortalecer sua fé e comunidade após a vitória.","conexao_teologica":"A edificação é um tema importante na Escritura, onde a Igreja é descrita como um edifício espiritual, construído sobre a fundação de Cristo.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","1 Pedro 2:5"]},"2cronicas_20_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as ações devem ser realizadas, especialmente em relação ao louvor e à adoração.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma apropriada de se aproximar de Deus, enfatizando a importância da atitude e do coração na adoração.","por_que_esta_palavra":"É essencial para entender que a adoração não é apenas um ato externo, mas deve refletir um coração sincero e uma vida transformada.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente, onde a Escritura nos ensina que Deus busca adoradores que o adorem em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 29:2","Colossenses 3:23"]},"2cronicas_20_27_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o papel do homem na criação e na adoração a Deus.","explicacao_detalhada":"A palavra 'homem' destaca a relação entre Deus e a humanidade, mostrando que os seres humanos têm um papel ativo na história da salvação.","por_que_esta_palavra":"É importante para entender que a adoração e a resposta a Deus são responsabilidades humanas, refletindo a relação pessoal que cada um tem com o Criador.","conexao_teologica":"A dignidade do homem é um tema central na teologia, onde cada pessoa é vista como criada à imagem de Deus, com valor e propósito.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"2cronicas_20_28_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, mas também pode simbolizar a totalidade do ser humano em adoração a Deus.","explicacao_detalhada":"A palavra 'corpo' implica que a adoração deve envolver todo o ser, não apenas a mente ou o espírito, mas também as ações e o físico.","por_que_esta_palavra":"É uma chamada à integralidade da adoração, onde o corpo é um instrumento de louvor e serviço a Deus.","conexao_teologica":"A ideia de que nossos corpos são templos do Espírito Santo é fundamental na teologia cristã, enfatizando a importância da vida prática na fé.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 2:20"]},"2cronicas_20_28_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar, especialmente em relação à presença de Deus.","explicacao_detalhada":"A palavra 'vir' implica um convite para se aproximar de Deus, destacando a acessibilidade da Sua presença para aqueles que O buscam.","por_que_esta_palavra":"É um lembrete de que Deus deseja que nos aproximemos d'Ele, e que a adoração é uma resposta a esse chamado.","conexao_teologica":"A ideia de ser chamado por Deus é central na narrativa bíblica, onde Ele convida Seu povo a entrar em Sua presença.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 22:17"]},"2cronicas_20_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde o povo de Deus habita e onde as promessas divinas se realizam.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas um espaço geográfico, mas também a herança e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"É importante para entender que a terra é um componente vital da aliança de Deus com Israel, representando Sua fidelidade e provisão.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a realização das promessas de Deus e a presença de Sua bênção.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"2cronicas_20_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar tanto a queda em batalha quanto a queda em adoração diante de Deus.","explicacao_detalhada":"A palavra 'cair' pode indicar um reconhecimento da grandeza de Deus, onde o ato de cair é uma expressão de humildade e reverência.","por_que_esta_palavra":"É importante para entender que a resposta adequada à grandeza de Deus é a humildade, reconhecendo nossa dependência d'Ele.","conexao_teologica":"A queda em adoração é um tema recorrente, onde os servos de Deus se prostram diante d'Ele em reconhecimento de Sua soberania.","referencias_relacionadas":["Salmos 95:6","Apocalipse 7:11","Daniel 2:46"]},"2cronicas_20_29_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido como o único verdadeiro Deus que intervém na história.","explicacao_detalhada":"A palavra 'Deus' destaca a soberania, poder e fidelidade de Deus em relação ao Seu povo, especialmente em momentos de crise.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como aquele que salva, protege e guia Seu povo em todas as circunstâncias.","conexao_teologica":"A natureza de Deus como Salvador é um tema central na teologia bíblica, onde Ele é constantemente apresentado como o Redentor de Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"2cronicas_20_30_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁקַט","transliteracao":"shâqaṭ","strong":"H8252","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O termo 'descanso' refere-se ao estado de paz e tranquilidade que o povo de Judá experimentou após a vitória sobre seus inimigos.","explicacao_detalhada":"Neste contexto, o descanso é um resultado direto da intervenção divina, onde Deus trouxe paz ao povo após uma grande batalha. A ideia de descanso é frequentemente associada à proteção e à segurança que Deus oferece aos seus fiéis.","por_que_esta_palavra":"A palavra 'descanso' é usada para enfatizar a bênção de Deus sobre Judá, mostrando que, após a luta, eles puderam viver em paz.","conexao_teologica":"O descanso é um tema central na teologia bíblica, simbolizando a paz que Deus oferece aos seus seguidores e a promessa de um futuro sem conflitos.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"2cronicas_20_30_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"O termo 'governo' refere-se à autoridade e ao domínio que Deus exerce sobre o povo de Judá através do rei.","explicacao_detalhada":"Neste versículo, o governo é visto como uma extensão da soberania de Deus, que dirige os eventos da história e estabelece líderes para guiar seu povo.","por_que_esta_palavra":"A palavra 'governo' é importante para entender a estrutura de liderança em Israel e como Deus se relaciona com seu povo através de autoridades estabelecidas.","conexao_teologica":"O governo de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o Rei soberano que governa sobre todas as nações.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Romanos 13:1"]},"2cronicas_20_31_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O termo 'reinar' refere-se ao ato de governar e exercer autoridade, especialmente no contexto do reinado de Josafá sobre Judá.","explicacao_detalhada":"Reinar implica não apenas em ter poder, mas também em servir ao povo e garantir a justiça e a paz. O reinado de Josafá é marcado por sua busca por Deus e pela implementação de reformas religiosas.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a responsabilidade do rei em liderar o povo segundo os princípios de Deus.","conexao_teologica":"A ideia de reinar é central na narrativa bíblica, onde Deus é o Rei supremo e os líderes humanos são chamados a refletir Seu caráter em suas governanças.","referencias_relacionadas":["1 Samuel 8:7","Salmos 145:13","Apocalipse 19:16"]},"2cronicas_20_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O termo 'filho' refere-se à descendência do rei, indicando a continuidade do governo e das promessas de Deus.","explicacao_detalhada":"Neste contexto, o 'filho' representa não apenas a linhagem real, mas também a herança espiritual e as responsabilidades que vêm com a liderança.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a relação entre gerações e a continuidade das promessas de Deus ao povo de Israel.","conexao_teologica":"A relação entre pai e filho é um tema teológico significativo, simbolizando a relação entre Deus e Seu povo, bem como a relação entre Jesus e Deus Pai.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","João 1:12"]},"2cronicas_20_31_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é usado para representar a autoridade e o caráter de Deus, que é invocado pelo povo.","explicacao_detalhada":"Neste contexto, o 'nome' de Deus é um símbolo de Sua presença e poder, e invocar Seu nome é reconhecer Sua soberania e autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'nome' é fundamental para entender a identidade de Deus e como Ele se revela ao Seu povo.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua natureza, caráter e a relação que Ele tem com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"2cronicas_20_32_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"O termo 'vida' refere-se ao caminho que o povo deve seguir para viver de acordo com os princípios de Deus.","explicacao_detalhada":"Neste contexto, 'vida' é entendida como a jornada espiritual e moral que os israelitas devem percorrer sob a liderança de Deus.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a importância de seguir o caminho que leva à bênção e à comunhão com Deus.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo, e a promessa de vida eterna através de Cristo.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"2cronicas_20_32_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é mencionado em um contexto que pode simbolizar força e proteção.","explicacao_detalhada":"Embora o uso da palavra 'urso' possa parecer fora de lugar, ela pode ser interpretada como uma metáfora para a força que Deus oferece ao Seu povo em tempos de necessidade.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a força e a proteção que Deus proporciona, mesmo em situações adversas.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é frequentemente descrito como um protetor poderoso.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Romanos 8:31"]},"2cronicas_20_32_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"O termo 'andar' refere-se ao modo de viver e seguir os caminhos de Deus.","explicacao_detalhada":"Neste contexto, 'andar' implica em uma vida de obediência e fé, seguindo os mandamentos e a direção de Deus.","por_que_esta_palavra":"A palavra 'andar' é importante para enfatizar a ação contínua de viver de acordo com a vontade de Deus.","conexao_teologica":"Andar nos caminhos de Deus é um tema central na Bíblia, simbolizando a vida de fé e obediência que os crentes são chamados a viver.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 1:7"]},"2cronicas_20_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"O termo 'deus' refere-se ao Deus de Israel, que é reconhecido como o único verdadeiro Deus.","explicacao_detalhada":"Neste contexto, a menção de Deus destaca Sua soberania e poder sobre todas as nações e situações enfrentadas pelo povo de Judá.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da identidade divina e da relação que Ele tem com Seu povo escolhido.","conexao_teologica":"A natureza de Deus é um tema central na teologia bíblica, onde Ele é apresentado como o Criador, Redentor e Sustentador.","referencias_relacionadas":["Gênesis 1:1","Isaías 45:5","João 4:24"]},"2cronicas_20_33_height":{"palavra_pt":"altura","palavra_original":"בָּמָה","transliteracao":"bâmâh","strong":"H1116","significado_raiz":"Ideia básica: altura.","significado_contextual":"O termo 'altura' refere-se a locais elevados que eram usados para adoração e sacrifício.","explicacao_detalhada":"Neste contexto, a altura pode simbolizar a proximidade de Deus, que é frequentemente associado a montanhas e lugares altos na Bíblia.","por_que_esta_palavra":"A palavra 'altura' é usada para enfatizar a importância dos locais de adoração e a busca pela presença de Deus.","conexao_teologica":"A altura é um símbolo de elevação espiritual e da busca pela santidade na vida do crente.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"2cronicas_20_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade dos eventos que ocorreram.","explicacao_detalhada":"No contexto de 2 Crônicas 20:33, a 'verdade' é um conceito que implica em honestidade e integridade nas ações do rei e do povo de Judá. A verdade é fundamental para a justiça e a governança.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de viver de acordo com a verdade de Deus e suas promessas.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a relação entre Deus e seu povo. A fidelidade de Deus é refletida na vida do povo que O serve.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"2cronicas_20_34_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para se referir a uma declaração ou mensagem que tem poder e significado.","explicacao_detalhada":"Em 2 Crônicas 20:34, a 'palavra' representa a comunicação de Deus e a importância de ouvir e obedecer a Sua voz. As palavras de Deus têm autoridade e trazem vida.","por_que_esta_palavra":"A palavra é central na revelação de Deus ao homem e na formação da fé.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se comunica com seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"2cronicas_20_34_descanso":{"palavra_pt":"descanso","palavra_original":"יֶתֶר","transliteracao":"yether","strong":"H3499","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de paz e tranquilidade que Deus proporciona ao seu povo.","explicacao_detalhada":"No versículo, 'descanso' implica em um período de alívio e segurança após a vitória sobre os inimigos. É um tempo de renovação e confiança em Deus.","por_que_esta_palavra":"A palavra é usada para descrever a bênção de Deus sobre Judá após a batalha, simbolizando a paz que vem de confiar em Deus.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, representando a paz que Deus oferece aos que confiam Nele.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"2cronicas_20_34_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"Em 2 Crônicas 20:34, 'eis' serve para destacar a ação de Deus e a resposta do povo. É um convite para observar e reconhecer a obra divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a revelação de Deus e a necessidade de estar atento ao que Ele está fazendo.","conexao_teologica":"A atenção à obra de Deus é fundamental para a fé e a adoração.","referencias_relacionadas":["Isaías 43:19","Salmos 46:10","Apocalipse 3:20"]},"2cronicas_20_35_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma ação de fazer ou realizar algo.","explicacao_detalhada":"No contexto, 'urso' é usado para descrever a ação de Deus em favor de Judá, mostrando Sua soberania e poder.","por_que_esta_palavra":"A palavra é importante para mostrar que Deus age em favor de Seu povo, realizando Seus propósitos.","conexao_teologica":"Deus é ativo na história e realiza Seus planos através de ações concretas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"2cronicas_20_35_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a uma direção ou liderança.","explicacao_detalhada":"Em 2 Crônicas 20:35, 'seguir' é usado para descrever a resposta do povo à liderança de Deus e à Sua vontade.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de liderança espiritual e a obediência do povo a Deus.","conexao_teologica":"Seguir a Deus é um chamado constante na vida do crente, refletindo a necessidade de submissão à Sua vontade.","referencias_relacionadas":["Mateus 16:24","Salmos 119:3","Gálatas 5:25"]},"2cronicas_20_35_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Em 2 Crônicas 20:35, \"rei\" aparece na frase \"Porém, depois disto, Jeosafá, rei de Judá, se aliou com Acazias, rei de Israel, que procedeu com toda a impiedade.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (מֶלֶךְ; melek; H4428), \"rei\" traz a ideia de rei. Aqui, essa palavra deixa o ensino de 2 Crônicas 20:35 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"rei\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Crônicas 21:17. Lendo junto com 2 Crônicas 20:35, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Crônicas 20:35","2 Crônicas 21:17","Salmos 119:105"]},"2cronicas_20_36_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente refere-se à ação de fazer ou realizar algo, enfatizando a continuidade da obra de Deus.","explicacao_detalhada":"Neste versículo, 'urso' destaca a continuidade da intervenção divina na vida do povo de Judá.","por_que_esta_palavra":"A repetição da palavra enfatiza a certeza de que Deus está sempre agindo em favor de Seu povo.","conexao_teologica":"A ação de Deus é um tema central na narrativa bíblica, mostrando Sua fidelidade e poder.","referencias_relacionadas":["Salmos 121:4","Isaías 40:31","Romanos 1:16"]},"2cronicas_20_36_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver ou conduzir-se na vida.","explicacao_detalhada":"Em 2 Crônicas 20:36, 'andar' é usado para descrever a maneira como o povo deve viver em obediência a Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de uma vida que reflita a fé e a confiança em Deus.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, representando a relação contínua entre o crente e o Senhor.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"2cronicas_20_37_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à profecia, especialmente no contexto da revelação de Deus.","explicacao_detalhada":"Em 2 Crônicas 20:37, 'falar' é usado para descrever a importância da comunicação da vontade de Deus ao povo.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Seu povo, onde a comunicação divina é essencial.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele revela Sua vontade e propósitos ao Seu povo.","referencias_relacionadas":["Hebreus 1:1-2","Atos 2:17","1 Tessalonicenses 5:20"]},"2cronicas_20_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de alguém, especialmente em um contexto familiar ou dinástico.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para indicar a relação de descendência, sendo fundamental para entender a linhagem e a continuidade das promessas de Deus ao povo de Israel.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a relação entre gerações e a continuidade das promessas divinas através da descendência.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, pois representa a relação entre Deus e Seu povo, além de ser uma referência a Jesus como o Filho de Deus.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1","Romanos 8:17"]},"2cronicas_20_37_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Usado para descrever algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é frequentemente usada para expressar comandos ou declarações significativas, refletindo a autoridade da palavra de Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a importância das declarações feitas por Deus e suas consequências na história de Israel.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e a forma como Ele se comunica com Seu povo é fundamental para a revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]}}